[{"refcode_short":"1Red 9","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 9 (Ellen Gould White)","content":"Redemption Or The First Advent Of Christ With His Life And Ministry"},{"refcode_short":"1Red 9","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 9 (Ellen Gould White)","content":"Preface"},{"refcode_short":"1Red 9.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 9.1 (Ellen Gould White)","content":"In presenting to the public a series of pamphlets upon the life of Christ the publishers wish to say that the writer is a Christian lady of great experience, having been a writer and public speaker for more than twenty years. Her labors have extended into twenty states, and also into the Canadas. By the power of divine grace she has obtained the reputation in the outside world, as well as among her people, of being a forcible speaker, and eminently qualified to teach the people."},{"refcode_short":"1Red 9.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 9.2 (Ellen Gould White)","content":"It is very evident to all who hear Mrs. White that her mind has been visited by heavenly illuminations, which have qualified her to present the facts in the history of the life of Christ in connection with the great plan of human redemption in a clear light. One thing in particular will impress the reader, that the writer of these little books presents many beautiful thoughts which are not expressed in other writings of the kind. And these thoughts are so very natural in their connections with the great subject, so simple, plain, and beautiful, that the reader will often inquire why he has not before thought of them."},{"refcode_short":"1Red 9.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 9.3 (Ellen Gould White)","content":"These pamphlets will not fail to do good, and only good wherever they may be circulated and read. We bespeak for them a wide circulation, as well as a candid and prayerful reading."},{"refcode_short":"1Red 9","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 9 (Ellen Gould White)","content":"The Great Controversy"},{"refcode_short":"1Red 9","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 9 (Ellen Gould White)","content":"Chapter 1—The First Advent of Christ"},{"refcode_short":"1Red 9.4","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 9.4 (Ellen Gould White)","content":"The blood of beasts could not satisfy the demands of God in atoning for the transgression of his perfect law. The life of a beast was of less value than the life of the offending sinner, therefore it could not be a ransom for sin. It could only be acceptable with God as a figure, representing the perfect Offering which the blood of beasts prefigured."},{"refcode_short":"1Red 9.5","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 9.5 (Ellen Gould White)","content":"Man could not atone for man. He was created lower than the angels, and his sinful, fallen condition would constitute him an imperfect offering, an atoning sacrifice of less value than Adam before his fall. God made man perfect and upright, and after his transgression there could be no sacrifice acceptable to God for him, unless the offering made should in value be superior to man as he was while in his state of perfection and innocency."},{"refcode_short":"1Red 9.6","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 9.6 (Ellen Gould White)","content":"The divine Son of God was the only one of sufficient value to satisfy the claims of God's perfect law. The angels were sinless, but of less value than the law of God. They were amenable to law. They were messengers to do the will of Christ, and before him to bow. They were created beings, and probationers. Upon Christ no requirements were laid, as upon created beings. He had power to lay down his life, and to take it again. No obligation was laid upon him to undertake the work of atonement. It was a voluntary sacrifice that he made. His life was of sufficient value to rescue man from his fallen condition. The Son of God was in the form of God, and he thought it not robbery to be equal with God. He was the only one, who as a man walked the earth, who could say to all men, Who of you convinceth me of sin? He had united with the Father in the creation of man, and he had power through his own divine perfection of character to atone for man's sin, and to elevate him, and bring him back to his first estate."},{"refcode_short":"1Red 10.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 10.1 (Ellen Gould White)","content":"The Son of God was next in authority to the great Lawgiver. He knew that his life alone could be sufficient to ransom fallen man. He was of as much more value than man, as his noble, spotless character, and exalted office, as commander of all the heavenly host, were above the work of man. He was in the express image of his Father, not in features alone, but in perfection of character. As he was without blemish, he alone could become an acceptable offering for man."},{"refcode_short":"1Red 10.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 10.2 (Ellen Gould White)","content":"The sacrificial offerings, and the priesthood of the Jewish system, were instituted of God to represent the death and mediatorial work of Christ. All those ceremonies had no meaning, and no virtue, only as they related to Christ, who was himself the foundation and existence of the entire system. The Lord had made known to Adam, Abel, Seth, Enoch, Noah, Abraham, and the ancient worthies, especially Moses, that the ceremonial system of sacrifices and priesthood, of themselves, were not sufficient to secure the salvation of one soul. The system of sacrificial offerings pointed to Christ. Through these the ancient worthies saw Christ, and believed in him. These were ordained of God to keep before the people the fearful separation which sin had made between God and man, requiring a mediating ministry. Through Christ, the communication which was cut off because of Adam's transgression, was opened between God and the ruined sinner. The infinite sacrifice that Christ voluntarily made for man remains a mystery that angels cannot fully fathom."},{"refcode_short":"1Red 11.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 11.1 (Ellen Gould White)","content":"The Jewish system was symbolical, and was to continue until the perfect Offering should take the place of the figurative. The Mediator, in his office and work, would greatly exceed in dignity and glory the earthly, typical priesthood. The people of God, from Adam's day down to the time when the Jewish nation became a separate and distinct people from the world, had been instructed in regard to the Redeemer to come, which their sacrificial offerings represented. This Saviour was to be a Mediator, to stand between the Most High and his people. Through this provision a way was opened whereby the guilty sinner might find access to God through the mediation of another. The sinner could not come in his own person, with his guilt upon him, and with no greater merit than he possessed in himself. Christ alone could open the way, by making an offering equal to the demand of the divine law. He was perfect, and undefiled by sin. He was without spot or blemish. The extent of the terrible consequences of sin could never have been known, had not the remedy provided been of infinite value. The salvation of fallen man was procured at such an immense cost, that angels marveled, and could not fully comprehend the divine mystery that the Majesty of Heaven, equal with God, should die for the rebellious race."},{"refcode_short":"1Red 12.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 12.1 (Ellen Gould White)","content":"As the time drew near for the Son of God to make his first advent, Satan became more vigilant in preparing the hearts of the Jewish people to be steeled against the evidences he should bring of his Messiahship. The Jews had become proud and boastful. The purity of the priesthood had not been preserved, but was fearfully corrupted. They retained the forms and ceremonies attached to the priesthood, while their hearts were not in the work. They did not sustain personal piety and virtuous characters. And the more they were wanting in the qualifications necessary to the sacred work, as priest of the most high God, the more tenacious were they of outward show of piety, zeal, and devotion. They were hypocritical. They loved the honors of the world, and were ambitious to become exalted through riches. In order to obtain their desire, they improved every opportunity to take advantage of the poor, especially of the widow and fatherless. They exacted heavy sums of money of those who were conscientious, on various pretenses, for the Lord's treasury, and used the means thus dishonestly obtained for their own advantage. They were rigorous themselves to outwardly keep the law. They appeared to show great respect for traditions and customs, in order to obtain money from the people to gratify their corrupt ambition."},{"refcode_short":"1Red 12.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 12.2 (Ellen Gould White)","content":"Traditions, customs, and needless ceremonies, were repeated to the people, which God had not given them through Moses or any other one. They originated from no higher source than man. The chief priests, scribes, and elders, forced these upon the people as the commandments of God. Their hearts were hard and unfeeling. They showed no mercy to the poor and unfortunate. Yet, at the same time, while praying in the market-places, and giving alms to be seen of men, and thus putting on the outward semblance of goodness, they were devouring widows’ houses by their heavy taxes which they laid upon them. They were apparently exact in outward forms when observed of men; for they wished to give impressions of their importance. They wished the people to have exalted ideas of their zeal and devotion to religious duties, while they were daily robbing God by appropriating the offerings of the people to themselves."},{"refcode_short":"1Red 13.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 13.1 (Ellen Gould White)","content":"The priesthood had become so corrupt that the priests had no scruples in engaging in the most dishonest and criminal acts to accomplish their designs. Those who assumed to fill the office of high priest prior to, and at, the time of Christ's advent, were not men divinely appointed to the sacred office. They had eagerly aspired to the office through love of ambition and show. They desired a position where they could have power and authority, and practice fraud under a garb of piety, and thereby escape detection. The high priest held a position of power and importance. He was not only counselor and mediator, but judge; and there was no appeal from his decision. The priests were held in restraint by the authority of the Romans, and were not allowed the power of legally putting any one to death. This power rested with those who bore rule over the Jews. Men of corrupt hearts sought the distinguished office of high priest, and frequently obtained it by bribery and assassination. The high priest, clad in his consecrated and expensive robes, with the breastplate upon his breast, the light playing upon the precious stones inlaid in the breastplate, presented a most imposing appearance, and struck the conscientious, true-hearted people with reverence and awe. The high priest was designed in an especial manner to represent Christ, who was to become a high priest forever after the order of Melchisedec. This order of priesthood was not to pass to another, or be superseded by another."},{"refcode_short":"1Red 14.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 14.1 (Ellen Gould White)","content":"The Jewish nation had corrupted their religion by useless ceremonies and customs. This laid a heavy tax upon the people, especially the poorer classes. They were also under bondage to other nations, and required to pay tribute to them. The Jews were unreconciled to their bondage, and looked forward to the triumph of their nation through the Messiah, the powerful deliverer foretold in prophecy. Their views were narrow. They thought the Coming One would, at his appearing, assume kingly honors, and, by force of arms, subdue the heathen nations, and take the throne of David. Had they, with humble minds and spiritual discernment, studied the prophecies, they would not have been found in so great error as to overlook the prophecies which pointed to his first advent in humility, and misapply those which spoke of his second coming with power and great glory. The Jewish people had been striving for power. They were ambitious for worldly honors. They were proud and corrupt, and could not discern sacred things. They could not distinguish between the first and second appearings of Christ. The glory described by the prophets as attending his second advent, they looked for a fulfillment of in his first advent. Their own glory was to them their greatest anxiety. All their worldly and ambitious desire was the establishment of a temporal kingdom, which they supposed would reduce the world to subjection, and exalt them with authority and power to reign as kings over them. They had made the proud boast to the heathen nations, to whom they were in subjection, that they were not to oppress them long; for their reign would soon commence, which would be more exalted and glorious than that even of Solomon."},{"refcode_short":"1Red 15.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 15.1 (Ellen Gould White)","content":"Christ was born in a stable, and cradled in a manger, surrounded by the beasts of the stall. And is this indeed the Son of God, in all outward appearance a frail, helpless creature, so much resembling other infants? His divine glory and majesty were veiled by humanity, yet angels heralded his birth. Angels that ministered unto him were not permitted to reveal their glory to the eyes of men. The tidings of his birth were borne with joy to the heavenly courts, while the great men of the earth knew it not. The proud Pharisees and scribes, with their hypocritical ceremonies, and apparent devotion to the law, knew nothing of the Babe of Bethlehem. They were ignorant of the manner of his first appearing, notwithstanding all their boasted learning and wisdom in expounding the law and prophecies in the schools of the prophets. They were devising means to advantage themselves. Their study was as to the most successful manner to obtain riches and worldly honor. They were wholly unprepared for the revelation of the Messiah. They looked for a mighty prince, who should reign upon David's throne, and whose kingdom should endure forever. Their proud and lofty ideas of the coming of the Messiah were not in accordance with the prophecies which they professed to be able to expound to the people. They were spiritually blind, and were leaders of the blind."},{"refcode_short":"1Red 16.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 16.1 (Ellen Gould White)","content":"The King of glory stooped low to take humanity; and angels, who had witnessed his majesty and splendor in the heavenly courts, as he was worshiped by all the heavenly messengers, were not prepared to find their divine Commander in a position of so great humiliation. His bed was in a manger, and he was surrounded by the beasts of the stall. Yet even in his humiliation, they could bow before him without forfeiting their allegiance to Jehovah."},{"refcode_short":"1Red 16.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 16.2 (Ellen Gould White)","content":"“Now when Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, there came wise men from the east to Jerusalem, saying, Where is he that is born King of the Jews? for we have seen his star in the east, and are come to worship him.” The wise men from the east had been waiting for the predicted Messiah. They had studied prophecy, and knew the time was at hand when Christ would come, and they were anxiously watching for some sign of this great event, that they might be among the first to welcome the infant heavenly King, and worship him. These wise men had seen the heavens illuminated with light, which enshrouded the heavenly messengers who heralded the advent of Christ to the shepherds of Israel, and after the angelic messenger returned to Heaven, a luminous star appeared, and lingered in the heavens. The unusual appearance of the large, bright star which they had never seen before, hanging as a sign in the heavens, attracted their attention, and the Spirit of God moved them out to seek this heavenly Visitor to a fallen world. The wise men directed their course where the star seemed to lead them. As they drew nigh to the city of Jerusalem, the star was enshrouded in darkness, and no longer guided them. They reasoned that the Jews at Jerusalem could not be ignorant of the great event of the advent of the Messiah, and they made inquiries in the vicinity of Jerusalem. They plainly stated their errand. They were in search of Jesus, the king of the Jews, for they had seen his star in the east, and had come to worship him."},{"refcode_short":"1Red 17.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 17.1 (Ellen Gould White)","content":"The city of Jerusalem was thrown into great excitement by the sayings of the wise men. The news was immediately carried to Herod. He was exceedingly troubled, yet disguised his discomfiture, and received the men with apparent courtesy."},{"refcode_short":"1Red 17.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 17.2 (Ellen Gould White)","content":"“When Herod the king had heard these things, he was troubled, and all Jerusalem with him. And when he had gathered all the chief priests and scribes of the people together, he demanded of them where Christ should be born. And they said unto him, In Bethlehem of Judea; for thus it is written by the prophet, And thou Bethlehem, in the land of Judah, art not the least among the princes of Judah; for out of thee shall come a Governor, that shall rule my people Israel. Then Herod, when he had privily called the wise men, inquired of them diligently what time the star appeared. And he sent them to Bethlehem, and said, Go and search diligently for the young child; and when ye have found him, bring me word again, that I may come and worship him also.”"},{"refcode_short":"1Red 18.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 18.1 (Ellen Gould White)","content":"Although Herod received the wise men with apparent respect, yet the intimation by them of the birth of a king to reign in Jerusalem, excited his envy and hatred against the infant whom he thought might prove his rival, and drive him, or his descendants, from the throne. A storm of opposition and satanic fury took possession of Herod to destroy this infant king. Yet he put on a calm exterior, and requested a private interview with the wise men. He then inquired particularly the exact time the star appeared. He apparently hailed the supposition of the birth of Christ with joy, expressing a desire to be immediately informed by the wise men, that he might be among the first to show him true honor by worshiping him also. The wise men were not able to read the heart of the tyrant Herod; but God, who is acquainted with every emotion of the soul, with the intents and purposes of the heart, was not deceived by his hypocritical pretenses. His power will protect and preserve the precious infant Saviour from Satan's devices, until his mission on earth is accomplished. “When they had heard the king, they departed; and lo, the star which they saw in the east went before them, till it came and stood over where the young child was. When they saw the star, they rejoiced with exceeding great joy.” After the wise men had left Jerusalem they again saw, to their great joy, the guiding star in the heavens, which directed them to the birthplace of our Saviour. “And when they were come into the house, they saw the young child with Mary his mother, and fell down, and worshiped him: and when they had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh.”"},{"refcode_short":"1Red 19.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 19.1 (Ellen Gould White)","content":"Herod understood that Christ was to reign over a temporal kingdom, and he was utterly averse to the idea of a Jewish king. The chief priests and scribes had professed to understand the prophecies in reference to the appearing of Christ. They had repeated the prophecies which relate to the second appearing of Christ in power and great glory, to put down all authority, and to rule over the kingdoms of the whole earth. They had, in a boastful, resentful manner, asserted that Christ was to be a temporal prince, and that every kingdom and nation was to bow in submission to his authority. These priests had not searched the prophecies with an eye single to the glory of God, or with a desire to conform their lives to the high standard marked out by the prophets. They searched the Scriptures to find ancient prophecies which they could in some way interpret to sustain their lofty pride, and to show with what contempt God regarded all the nations of the world except the Jewish nation. They declared that the power and authority they were then compelled to respect and obey, would soon come to an end; for Messiah would take the throne of David, and, by force of arms, restore the Jews to their liberty, and to their exalted privileges. The understanding of the Jews was darkened. They had no light in themselves. They were seeing the prophecies through their own perverse, corrupt understanding. Satan was leading them on to their own ruin. Herod was determined to defeat the purposes of the Jews, and to humble these proud boasters, by destroying Christ as soon as he should be found."},{"refcode_short":"1Red 19.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 19.2 (Ellen Gould White)","content":"After the mission of the wise men had been accomplished, they were purposing to return, and bear the joyful news to Herod of the success of their journey. But God sent his angels in the night season to turn the course of the wise men. In the vision of the night they were plainly told not to return to Herod. They obeyed the heavenly messengers, and returned to their homes another way. “And being warned of God in a dream that they should not return to Herod, they departed into their own country another way. And when they were departed, behold the angel of the Lord appeareth to Joseph in a dream, saying, Arise, and take the young child and his mother, and flee into Egypt, and be thou there until I bring thee word; for Herod will seek the young child to destroy him. When he arose, he took the young child and his mother by night, and departed into Egypt.”"},{"refcode_short":"1Red 20.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 20.1 (Ellen Gould White)","content":"The Lord moved upon the wise men to go in search of Jesus, and he directed their course by a star. This star, leaving them when near Jerusalem, led them to make inquiries in Judah; for they thought it was not possible for the chief priests and scribes to be ignorant of this great event. The coming of the wise men made the whole nation acquainted with the object of their journey, and directed their attention to the important events which were transpiring. God well knew that the advent of his Son to earth would stir the powers of darkness. Satan did not want that light should come into the world. The eye of God was upon his Son every moment. The Lord had fed his prophet Elijah by a miracle when upon a long journey. He could obtain food from no other source. He rained manna from Heaven for the children of Israel. The Lord provided a way for Joseph to preserve his own life, and the lives of Jesus and the mother, by their fleeing into Egypt. He provided for the necessities of their journey, and for their sojourn in Egypt, by moving upon the wise men of the east to go in search of the infant Saviour, and to bear him valuable offerings as a token of honor. The Lord is acquainted with the hearts of all men. He directed the course of Joseph into Egypt, that he might there find an asylum from the wrath of a tyrannical king, and the life of the infant Saviour be preserved. The earthly parents of Jesus were poor. The gifts brought to them by the wise men sustained them while in a land of strangers."},{"refcode_short":"1Red 21.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 21.1 (Ellen Gould White)","content":"Herod waited anxiously for the return of the wise men; for he was impatient to carry out his determined purpose to destroy the infant King of Israel. After he had waited long for the knowledge he desired, he feared his purpose might be thwarted. He reasoned thus: Could those men have read the dark deed he premeditated? Could they have understood his design, and purposely avoided him? This he thought was insult and mockery. His impatience, envy, and hatred, increased. He was stirred by his father the devil to seek the accomplishment of his purpose by a most cruel act. If he should fail in carrying out his murderous intent by pretense and subtlety, he would, by power and authority, strike terror to the hearts of all the Jews. They should have an example of what their king would meet, should they seek to place one upon the throne in Jerusalem."},{"refcode_short":"1Red 21.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 21.2 (Ellen Gould White)","content":"And here was a favorable opportunity to humble the pride of the Jews, and bring upon them a calamity which should discourage them in their ambition to have a separate government, and become the glory of the whole earth, as they had proudly boasted. Herod issued a proclamation to a large company of soldiers, who possessed hearts hardened by crime, war, and bloodshed, to go throughout Bethlehem and all the coasts thereof, and massacre all the children from two years old and under. Herod designed in this cruel, inhuman act, to accomplish a double purpose: first, to exercise, by this bold act, his power and authority over the Jews; and, second, to silence their proud boastings in regard to the king, and also make his own kingdom secure, by murdering the infant prince whom he envied and feared. This cruel work was accomplished. The sword of unfeeling soldiers carried destruction everywhere. The horror and distress of parents were beyond description. The wailing cries of bereaved mothers, as they clasped their expiring infants to their breasts, rose above the coarse jests and imprecations of the soldiers, while they cried to heaven for vengeance on the tyrant king."},{"refcode_short":"1Red 22.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 22.1 (Ellen Gould White)","content":"All this terrible calamity was suffered of God, to humble the pride of the Jewish nation. Their crimes and wickedness had been so great that the Lord permitted the wicked Herod to punish them. Had they been less boastful and ambitious, their lives pure, their habits simple and sincere, God would have preserved them from being thus humiliated and afflicted by their enemies. God would, in a signal manner, have made the wrath of the king harmless to his people, had they been faithful and perfect before him. But God could not especially work for them, for their works were abhorred by him."},{"refcode_short":"1Red 22.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 22.2 (Ellen Gould White)","content":"The Jews had excited the envy and hatred of Herod against Christ, through their false interpretations of the prophets. They taught that Christ was to reign over an earthly empire, in unsurpassed glory. Their proud boasting presented the Saviour of the world and his mission to the earth altogether in a false light. Their lofty ideas and their proud boasting did not result as Satan had at first purposed they should, in the destruction of the infant Saviour, but rebounded back upon themselves, filling their homes with mourning. Jeremiah, in prophetic vision, says: “In Rama was there a voice heard, lamentation and weeping, and great mourning, Rachel weeping for her children, and would not be comforted, because they are not.” Herod did not long survive his cruel work. He died a fearful death, and was compelled to yield to a power he could not turn aside or overcome."},{"refcode_short":"1Red 23.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 23.1 (Ellen Gould White)","content":"After Herod was cut off from the earth, the heavenly messenger again warned Joseph to return to the land of Israel. He was desirous to make his home in Judah or Bethany; but when he heard that the son of the tyrannical Herod reigned upon his father's throne, he was afraid that the purposes of the father might be carried out by the son in murdering Christ. While in his perplexity, not knowing where to locate, the Lord, through his angel, again selected for him a place of safety. He was to tarry in Nazareth. “And he came and dwelt in a city called Nazareth; that it might be fulfilled which was spoken by the prophets, he shall be called a Nazarene.”"},{"refcode_short":"1Red 23.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 23.2 (Ellen Gould White)","content":"This was the reception the Saviour met as he came to a fallen world. He left his heavenly home, his majesty, and riches, and high command, and took upon himself humanity, that he might save the fallen race. Instead of glorifying God for the honor he had conferred upon humanity in thus sending his Son in the likeness of sinful flesh, by giving him a place in their affections, there seemed to be no rest nor safety for the infant Saviour. Jehovah could not trust to the inhabitants of the world his Son, who came into the world that through his divine power he might redeem fallen man. He who came to bring life to man would meet, from the very ones he came to benefit, insult, hatred, and abuse. God could not trust the heavenly Messenger with men while carrying on his noble work for their salvation, and final exaltation to his own throne. He sent angels to attend him, and preserve his life, till his mission on earth should be accomplished, and he should die by the hands of the very men he came to save."},{"refcode_short":"1Red 24.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 24.1 (Ellen Gould White)","content":"From his childhood, Jesus conformed his life strictly to the Jewish laws. He manifested great wisdom in his youth. The grace and power of God were upon him. The word of the Lord, by the mouth of the prophet Isaiah, describes the office and work of Christ, and shows the sheltering care of God over his Son in his mission to earth, that the relentless hatred of men, inspired by Satan, should not be permitted to thwart the design of the great plan of salvation."},{"refcode_short":"1Red 24.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 24.2 (Ellen Gould White)","content":"“Behold my servant, whom I uphold; mine elect, in whom my soul delighteth; I have put my spirit upon him: he shall bring forth judgment to the Gentiles. He shall not cry, nor lift up, nor cause his voice to be heard in the street. A bruised reed shall he not break, and the smoking flax shall he not quench: he shall bring forth judgment unto truth. He shall not fail nor be discouraged, till he have set judgment in the earth.”"},{"refcode_short":"1Red 25.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 25.1 (Ellen Gould White)","content":"The voice of Christ was not heard in the street, in noisy contention with those who were opposed to his doctrine. Neither was his voice heard in the streets in prayer to his Father, to be heard of men. His voice was not heard in joyful mirth. His voice was not raised to exalt himself, and to gain the applause and flattery of men. When engaged in teaching, he withdrew his disciples away from the noise and confusion of the busy city to some retired place more in harmony with the lessons of humility, piety, and virtue, which he would impress upon their minds. He shunned human praise, and preferred solitude and peaceful retirement to the noise and confusion of mortal life. His voice was often heard in earnest, prevailing intercessions to his Father; yet for these exercises he chose the lonely mountain, and frequently spent whole nights in prayer for strength to sustain him under the temptations he should meet, and to accomplish the important work he came to do for the salvation of man. His petitions were earnest and powerful, mingled with strong cries and tears. And notwithstanding the labor of soul during the night, he ceased not his labor through the day. In the morning he would quietly resume his work of mercy and disinterested benevolence. The life of Christ was in marked contrast to that of the Jews, and for this very reason they wished to destroy him."},{"refcode_short":"1Red 25.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 25.2 (Ellen Gould White)","content":"The chief priests, and scribes, and elders, loved to pray in the most public places; not only in the crowded synagogues, but in the corners of the streets, that they might be seen of men, and praised for their devotion and piety. Their acts of charity were done in the most public manner, and for the purpose of calling the attention of the people to themselves. Their voices were indeed heard in the streets, not only in exalting themselves, but in contention with those who differed with them in doctrine. They were resentful and unforgiving, proud, haughty, and bigoted. The Lord, through his faithful prophet, shows the life of Christ in marked contrast to the hypocritical chief priests, scribes, and Pharisees."},{"refcode_short":"1Red 26.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 26.1 (Ellen Gould White)","content":"The parents of Jesus yearly visited Jerusalem, in accordance with the Jewish law. Their son Jesus, then twelve years old, accompanied them on their journey. In returning to their home, after they had gone a day's journey, their anxiety was aroused, as they missed Jesus. He had not been seen of them since they left Jerusalem. They supposed he was with the company. Inquiry and search were made among their acquaintances and relatives for their much-loved Son; but no trace could be found of him. They hastened back to Jerusalem, their hearts heavy with sorrow."},{"refcode_short":"1Red 26.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 26.2 (Ellen Gould White)","content":"“And it came to pass, that after three days they found him in the temple, sitting in the midst of the doctors, both hearing them, and asking them questions. And all that heard him were astonished at his understanding and answers. And when they saw him, they were amazed: and his mother said unto him, Son, why hast thou thus dealt with us? behold, thy father and I have sought thee sorrowing. And he said unto them, How is it that ye sought me? wist ye not that I must be about my Father's business? And they understood not the saying which he spake unto them. And he went down with them, and came to Nazareth, and was subject unto them; but his mother kept all these sayings in her heart. And Jesus increased in wisdom and stature, and in favor with God and man.”"},{"refcode_short":"1Red 27.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 27.1 (Ellen Gould White)","content":"The doctors, and expounders of the law, always taught the people publicly upon special occasions. It was upon one of these occasions that Jesus gave manifest proofs of superior wisdom, penetration, and mature judgment. The people were more surprised because the parents of Christ were poor, and he had not received the advantages of education. The question passed from lip to lip, Whence has this youth such wisdom, having never learned? While the parents of Christ were in search of him, they saw large numbers flocking to the temple; and as they entered it, the well-known voice of their son arrested their attention. They could not get sight of him for the crowd; but they knew that they were not mistaken; for no voice was like his, marked with solemn melody. The parents gazed in astonishment at the scene. Their son, in the midst of the grave and learned doctors and scribes, was giving evidence of superior knowledge by his discreet questions and answers. His parents were gratified to see him thus honored. But the mother could not forget the grief and anxiety she had suffered because of his tarry at Jerusalem, and she, in a reproving manner, inquired why he had thus dealt with them, relating her fears and sorrow on his account."},{"refcode_short":"1Red 27.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 27.2 (Ellen Gould White)","content":"Said Jesus, “How is it that ye sought me?” This pointed question was to lead them to see that if they had been mindful of their duty, they would not have left Jerusalem without him. He then adds, “Wist ye not that I must be about my Father's business?” While they had been unmindful of the responsible charge entrusted to them, Jesus was engaged in the work of his Father. Mary knew that Christ did not refer to his earthly father, Joseph, but to Jehovah. She laid these things to heart, and profited by them."},{"refcode_short":"1Red 28.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 28.1 (Ellen Gould White)","content":"In returning from Jerusalem with the crowd, talking and visiting engrossed their minds, and Jesus was forgotten for an entire day. His absence was not marked until the close of the day. Joseph and Mary had been honored of God in an especial manner, in being intrusted with the responsible charge of the Saviour, who was to bring salvation to the fallen race. Angels had heralded his birth to the shepherds, and God had directed the course of Joseph, to preserve the life of the infant Saviour. But the confusion of much talk had led to the neglect of their sacred trust, and Jesus was not brought to mind for an entire day, by those who should not have forgotten him for a moment. They returned their weary way, sad and fearful, to Jerusalem. They recalled the terrible massacre of innocent children by the cruel Herod in hope of destroying the king of Israel. When their anxiety was relieved by finding Jesus, they did not acknowledge their own neglect of duty, but their words reflected on Christ—“Why hast thou thus dealt with us? behold, thy father and I have sought thee sorrowing.” Jesus, in most respectful language, inquires, “How is it that ye sought me?” But these words modestly reflect back the censure upon themselves, in reminding them that, if they had not permitted themselves to be engrossed with matters of no special importance, they would not have had the trouble of searching for him. He then justifies his course: “Wist ye not that I must be about my Father's business?” While he was engaged in the work he came to the earth to perform, they had neglected the work his Father had especially intrusted to them. They could not fully comprehend the words of Christ; yet Mary, in a great measure, understood their import, and laid them away in her heart to ponder over in the future."},{"refcode_short":"1Red 29.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 29.1 (Ellen Gould White)","content":"It was so natural for the parents of Christ to look upon him as their own child, as parents commonly regard their children, that they were in danger of losing the precious blessing which daily attended them in the presence of Jesus, the world's redeemer. As Christ was daily with them, his life in many respects as other children, it was difficult to keep before them his sacred mission, and the daily blessing of having committed to their charge and parental care, for a while, the Son of God, whose divinity was veiled with humanity. His tarry in Jerusalem was designed of him as a gentle reminder to them of their duty, lest they should become indifferent in a greater degree, and lose the sense of the high favor God had conferred upon them."},{"refcode_short":"1Red 29.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 29.2 (Ellen Gould White)","content":"Not one act in the life of Christ was unimportant. Every event of his life was for the benefit of his followers in future time. This circumstance of the tarry of Christ in Jerusalem teaches an important lesson to those who should believe on him. Many had come a great distance to keep the passover, especially instituted of God that by its yearly observance they might keep in memory the wonderful works of God in their deliverance from Egypt. This ordinance was designed to call their minds from their world-loving interests, and from their cares and anxieties in relation to temporal concerns, and to review the works of God. They were to call to mind his miracles, his mercies and loving-kindness, to them, that their love and reverence for him might increase, and lead them to ever look to him, and trust in him in all their trials, and not turn to other gods."},{"refcode_short":"1Red 30.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 30.1 (Ellen Gould White)","content":"The observance of the passover possessed a mournful interest to the Son of God. He saw in the slain lamb a symbol of his own death. The people who celebrated this ordinance were instructed to associate the slaying of the lamb with the future death of the Son of God. The blood, marking the door-posts of the Israelites, was the symbol of the blood of Christ which was to be efficacious for the believing sinner, in cleansing him from sin, and sheltering him from the wrath of God which was to come upon the impenitent and unbelieving world, as the wrath of God fell upon the Egyptians. But none could be benefited by this special provision made by God for the salvation of man unless they performed the work the Lord left them to do. They had a part to act themselves, and by their acts to manifest their faith in the provision made for their salvation."},{"refcode_short":"1Red 30.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 30.2 (Ellen Gould White)","content":"Jesus was acquainted with hearts. He knew that, as the crowd returned in company from Jerusalem, there would be much talking and visiting which would not be seasoned with humility and grace, and the Messiah and his mission would be nearly forgotten. It would have been his choice to return from Jerusalem with his parents alone; for in being retired, his father and mother would have more time for reflection, and for meditation upon the prophecies which refer to his future sufferings and death. He did not wish the painful events which they were to experience in his offering up his life for the sins of the world, to be new and unexpected to them. He was separated from them in their return from Jerusalem. After the celebration of the passover they sought him sorrowing three days. When he should be slain for the sins of the world, he would be separated from them, lost to them, for three days. But after that he would reveal himself to them, and be found of them, and their faith rely upon him as the redeemer of the fallen race, the advocate with the Father in their behalf."},{"refcode_short":"1Red 31.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 31.1 (Ellen Gould White)","content":"Here is a lesson of instruction to all the followers of Christ. He designed that none of these lessons should be lost, but be written for the benefit of future generations. There is necessity of carefulness of words and actions when a number are associated together, lest Jesus be forgotten of them, and they pass along careless of the fact that Jesus is not among them. When they are aroused to their condition, they discover that they have journeyed without the presence of Him who could give peace and joy to their hearts, and days are occupied in returning, and searching for him whom they should have retained with them every moment. Jesus will not be found in the company of those who are careless of his presence, and who engage in conversation having no reference to their Redeemer, in whom they profess their hopes of eternal life are centered. Jesus shuns the company of such. So also do the angels who do his commands. These heavenly messengers are not attracted to the crowd where minds are diverted from heavenly things. Their pure and holy spirits cannot remain in the company where Jesus’ presence is not desired and encouraged, and his absence not marked. For this reason great mourning, grief, and discouragement exist. Through lack of meditation, watchfulness, and prayer, they have lost all that is valuable. The divine rays of light emanating from Jesus are not with them, cheering them with their loving, elevating influence. They are enshrouded in gloom, because their careless, irreverent spirit has separated Jesus from their company, and driven the heavenly ministering angels from them."},{"refcode_short":"1Red 32.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 32.1 (Ellen Gould White)","content":"Many who attend meetings of devotion, and have been instructed by the servants of God, and been greatly refreshed and blessed in seeking Jesus, have returned to their homes no better than they left them, because they did not feel the importance of praying and watching thereunto, as they returned to their homes. They frequently feel inclined to complain of others, because they realize their loss. Some murmur against God, and do not reproach themselves as being the cause of their own darkness, and sufferings of mind. These should not reflect upon others. The lack is in themselves. They talked and jested, and visited away the heavenly guest, and themselves they have only to blame. It is the privilege of all to retain Jesus with them. If they do this, their words must be select, seasoned with grace. The thoughts of their hearts must be controlled to meditate upon heavenly and divine things."},{"refcode_short":"1Red 32.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 32.2 (Ellen Gould White)","content":"The love of God, manifested toward fallen man in the gift of his beloved Son, amazed the holy angels. “God so loved the world that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” The Son was the brightness of the Father's glory, and the express image of his person. He possessed divine excellence and greatness. He was equal with God. It pleased the Father that in him all fullness should dwell. He “thought it not robbery to be equal with God.” Yet he “made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men. And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.” In order to more fully realize the value of salvation, it is necessary to understand what it cost. In consequence of limited views of the sufferings of the divine Son of God, many place a low estimate upon the great work of the atonement."},{"refcode_short":"1Red 33.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 33.1 (Ellen Gould White)","content":"Christ consented to die in man's stead, that he, by a life of obedience, might escape the penalty of the law of God. His death did not slay the law, lessen its holy claims, nor detract from its sacred dignity. The death of Christ proclaimed the justice of his Father's law in punishing the transgressor, in that he consented to suffer the penalty of the law himself, in order to save fallen man from its curse. The death of God's beloved Son on the cross shows the immutability of the law. His death magnified the law and made it honorable, and gave evidence to man of its changeless character. From his own divine lips is heard, “Think not that I am come to destroy the law.”"},{"refcode_short":"1Red 33.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 33.2 (Ellen Gould White)","content":"In Christ were united the human and the divine. His mission was to reconcile God to man, and man to God. His work was to unite the finite with the Infinite. This was the only way in which fallen men could be exalted through the merits of the blood of Christ, to be partakers of the divine nature. Taking human nature fitted Christ to understand the nature of man's trials, and all the temptations wherewith he is beset. Angels who were unacquainted with sin, could not sympathize with man in his peculiar trials."},{"refcode_short":"1Red 34.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 34.1 (Ellen Gould White)","content":"Before Christ left Heaven and came into the world to die, he was taller than any of the angels. He was majestic and lovely. But when his ministry commenced, he was but little taller than the common size of men then living upon the earth. Had he come among men with his noble, heavenly form, his outward appearance would have attracted the minds of the people to himself, and he would have been received without the exercise of faith."},{"refcode_short":"1Red 34.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 34.2 (Ellen Gould White)","content":"It was in the order of God that Christ should take upon himself the form and nature of fallen man, that he might be made perfect through suffering, and himself endure the strength of Satan's temptations, that he might the better know how to succor those who should be tempted. The faith of men in Christ as the Messiah was not to rest on the evidences of sight, and they believe on him because of his personal attractions, but because of the excellence of character found in him, which never had been found, neither could be, in another. All who loved virtue, purity, and holiness, would be drawn to Christ, and would see sufficient evidence of his being the Messiah foretold by prophecy, that should come. Those who thus trusted in the word of God, would receive the benefits of the teachings of Christ, and finally of his atonement."},{"refcode_short":"1Red 34.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 34.3 (Ellen Gould White)","content":"Christ came to call the attention of all men to his Father, teaching them repentance toward God. His work was to reconcile man to God. Although Christ did not come as he was expected, yet he came just as prophecy had marked out that he would come. Those who wished to believe had sufficient grounds for their faith by referring to prophecy, which predicted the coming of the Just One, and described the manner of his coming."},{"refcode_short":"1Red 35.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 35.1 (Ellen Gould White)","content":"The ancient Jewish church were the highly favored people of God, brought out of Egypt and acknowledged as his own peculiar treasure. The many and exceeding-great and precious promises to them as a people, were the hope and confidence of the Jewish church. Herein they trusted, and believed their salvation sure. No other people professed to be governed by the commandments of God. Our Saviour came first to his own people, but they received him not."},{"refcode_short":"1Red 35.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 35.2 (Ellen Gould White)","content":"The self-righteous, proud, unbelieving Jews expected their Saviour and King would come into the world clothed with majesty and power, compelling all Gentiles to yield obedience to him. They did not expect any humiliation and suffering would be manifested in him. They would not receive the meek and lowly Jesus, and acknowledge him to be the Saviour of the world. Had he appeared in splendor, and assumed the authority of the world's great men, instead of taking the form of a servant, they would have received and worshiped him."},{"refcode_short":"1Red 35.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 35.3 (Ellen Gould White)","content":"His birth was without worldly grandeur. He was born in a stable, and cradled in a manger; yet his birth was honored far above that of any of the sons of men. Angels from Heaven informed the shepherds of the advent of Jesus, while the light and glory from God accompanied their testimony. The heavenly host touched their harps, and glorified God. They triumphantly heralded the advent of the Son of God to a fallen world, to accomplish the work of redemption, and by his death bring peace, happiness, and everlasting life, to man. God honored the advent of his Son. Angels worshiped him."},{"refcode_short":"1Red 36","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 36 (Ellen Gould White)","content":"Chapter 2-The Mission of John"},{"refcode_short":"1Red 36.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 36.1 (Ellen Gould White)","content":"Previous to Christ's entering upon his ministry, the mission of John commenced. He was to prepare the way for the reception of Christ. In the spirit, and with the power, of Elijah, he denounced the corruptions of the Jews, and raised his voice in reproving their prevailing sins. His discourses were plain, pointed, and convincing. Many were brought to repentance of their sins, and, as evidence of their repentance, were baptized of him in Jordan. This was the preparatory work for the ministry of Christ. Many were convicted because of the plain truths uttered by this faithful prophet; but, by rejecting the light, they became enshrouded in deeper darkness, so that they were fully prepared to turn from the evidences attending Jesus, that he was the true Messiah."},{"refcode_short":"1Red 36.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 36.2 (Ellen Gould White)","content":"John, as he looked forward to the ministry and miracles of Christ, appealed to the people, “saying, Repent ye; for the kingdom of Heaven is at hand.” He was successful in his ministry. Persons of all ranks, high and low, rich and poor, submitted to the requirements of the prophet, as necessary for them in order to participate in the kingdom he came to declare. Many of the scribes and Pharisees came to him, confessing their sins, and were baptized of him in Jordan. The confessions made by the Pharisees astonished the prophet; for they had exalted themselves as better than other men, and had maintained a high opinion of their own piety and worthiness. As they sought to obtain remission of their sins, and revealed the secrets of their lives, which had been covered from the eyes of men, the prophet was amazed. “But when he saw many of the Pharisees and Sadducees come to his baptism, he said unto them, O generation of vipers, who hath warned you to flee from the wrath to come? Bring forth, therefore, fruits meet for repentance. And think not to say within yourselves, We have Abraham to our father; for I say unto you, that God is able of these stones to raise up children unto Abraham.”"},{"refcode_short":"1Red 37.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 37.1 (Ellen Gould White)","content":"The whole Jewish nation seemed to be affected by the mission of John. The threatenings of God on account of their sins, repeated by the prophet, for a time alarmed them. John knew that they cherished the idea that, because they were of the seed of Abraham, they were securely established in the favor of God, while their course of action was abhorred of him. Their conduct was, in many respects, even worse than that of the heathen nations to whom they felt so much superior. The prophet faithfully presented to them the ability of God to raise up those who would take their place, and would become more worthy children of Abraham. He told them plainly that God was not dependent upon them to fulfill his purpose; for he could provide ways and means independent of them, to carry forward his great work which was to be accomplished in purity and righteousness. John further adds: “And now also the ax is laid unto the root of the trees; therefore every tree which bringeth not forth good fruit is hewn down, and cast into the fire.” He impresses upon them that the value of the tree is ascertained by the fruit it produces. Though a tree may bear an exalted name, yet if it produces no fruit, or if its fruit is unworthy of the name, the name will avail nothing in preventing the tree from being devoted to destruction. “Of thorns men do not gather figs, nor of a bramble-bush gather they grapes.”"},{"refcode_short":"1Red 38.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 38.1 (Ellen Gould White)","content":"The Jews had deceived themselves by misinterpreting the words of the Lord through his prophets, of his eternal favor to his people Israel. They misapplied the words of Jeremiah, and depended for salvation upon their being called the children of Abraham. If they had indeed been worthy of the name of Abraham's children, they would have followed the righteous example of their father Abraham, and would have done the works of Abraham."},{"refcode_short":"1Red 38.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 38.2 (Ellen Gould White)","content":"“Thus saith the Lord, which giveth the sun for a light by day, and the ordinances of the moon and of the stars for a light by night, which divideth the sea when the waves thereof roar; the Lord of hosts is his name: If those ordinances depart from before me, saith the Lord, then the seed of Israel also shall cease from being a nation before me forever. Thus saith the Lord: If heaven above can be measured, and the foundations of the earth searched out beneath, I will also cast off all the seed of Israel for all that they have done, saith the Lord.” Jeremiah 31:35-37."},{"refcode_short":"1Red 38.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 38.3 (Ellen Gould White)","content":"These words the Jews applied to themselves; and because God had shown them so great favor and mercy, they flattered themselves that, notwithstanding their sins and iniquity, he would still retain them as his favored people, and shower especial blessings upon them. This has been the danger of the people of God in all ages; and especially is this the danger of those living near the close of time. We are cited by the apostle to the children of Israel as a warning. Paul plainly states that “all these things happened unto them for ensamples; and they are written for our admonition upon whom the ends of the world are come.” If in these last days of peril, for the encouragement of persons in responsible positions, God in mercy gives them a word of favor, they frequently become lifted up, and lose sight of their frailties and weaknesses, and rely upon their own judgment, flattering themselves that God cannot accomplish his work without their especial aid. They trust in their own wisdom; and the Lord permits them, for a time, to apparently prosper, to reveal the weakness and corruptions of the natural heart. But the Lord will, in his own time, and in his own way, bring down the pride and folly of these deceived ones, and reveal to them their true condition. If they will accept the humiliation, and by confession and sincere repentance, turn unto the Lord, perfecting holiness in the fear of God, he will renew his love to them. But if they shut their eyes, as did the Jews, to their own corruption, and choose their own ways, the Lord will give them up to blindness of mind, and hardness of heart, that they cannot discern the things of the Spirit of God."},{"refcode_short":"1Red 39.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 39.1 (Ellen Gould White)","content":"God cannot do much for man, because he misinterprets his blessings, and concludes that he is favored on account of some goodness and virtue in himself. It is not safe to speak in the praise of mortals; for they cannot bear it. Satan has that special work to perform himself, and he needs not the help of the Lord's servants in this matter. How few realize the weakness of humanity and the subtlety of Satan. Many in these last days are preparing themselves for affliction and sorrow, or for separation from the favor of God, because of their pride and self-righteousness. They will fall through self-exaltation."},{"refcode_short":"1Red 40.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 40.1 (Ellen Gould White)","content":"The prophet John impressed upon the people the necessity of their profession's being accompanied with good works. Their words and actions would be their fruit, and would determine the character of the tree. If their works were evil, the truth of God testified against them. God would in no wise excuse sin in a people who had been enlightened, even if he had, in the days of their faithfulness and purity, loved them, and given them especial promises. These promises and blessings were always upon conditions of obedience upon their part."},{"refcode_short":"1Red 40.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 40.2 (Ellen Gould White)","content":"The Lord pronounced, by the mouth of Moses, blessings upon the obedient, and curses upon the disobedient. “Ye shall make you no idols,” was the command of God. “Ye shall keep my Sabbaths, and reverence my sanctuary. I am the Lord. If ye walk in my statutes, and keep my commandments, and do them; then I will give you rain in due season, and the land shall yield her increase, and the trees of the field shall yield their fruit.” Many and great blessings are enumerated, which God would bestow; and then, above all the other blessings, he promised, “I will set my tabernacle among you; and my soul shall not abhor you. And I will walk among you, and will be your God, and ye shall be my people.” “But if ye will not hearken unto me, and will not do all these commandments; and if ye shall despise my statutes, or if your soul abhor my judgments, so that ye will not do all my commandments, but that ye break my covenant, I also will do this unto you: I will even appoint over you terror, consumption, and the burning ague, that shall consume the eyes, and cause sorrow of heart; and ye shall sow your seed in vain; for your enemies shall eat it. And I will set my face against you, and ye shall be slain before your enemies. They that hate you shall reign over you, and ye shall flee when none pursueth you.”"},{"refcode_short":"1Red 41.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 41.1 (Ellen Gould White)","content":"The Jews were experiencing the fulfillment of the curse of God for their departure from him, and for their iniquity. Yet they did not lay these things to heart, and afflict their souls before God. A people that hated them ruled over them. Yet they were claiming the blessings God promised to confer upon a people who were obedient and faithful, at the very time they were suffering under the curse of God because of disobedience. John declared to them that unless they bore fruit, they would be hewn down and cast into the fire. The people were convicted, and “asked him, saying, What shall we do then? He answereth and saith unto them, He that hath two coats, let him impart to him that hath none; and he that hath meat, let him do likewise. Then came also publicans to be baptized, and said unto him, Master, what shall we do? And he said unto them, Exact no more than that which is appointed you. And the soldiers likewise demanded of him, saying, And what shall we do? And he said unto them, Do violence to no man, neither accuse any falsely; and be content with your wages.” The people were in expectation of Christ's soon appearing, and they questioned whether this prophet were not the Messiah. “John answered, saying unto them all, I indeed baptize you with water; but One mightier than I cometh, the latchet of whose shoes I am not worthy to unloose; he shall baptize you with the Holy Ghost, and with fire; whose fan is in his hand, and he will thoroughly purge his floor, and will gather the wheat into his garner; but the chaff he will burn with fire unquenchable.”"},{"refcode_short":"1Red 42.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 42.1 (Ellen Gould White)","content":"John, as a prophet, stood forth as God's representative, to show the connection between the law and the prophets, and the Christian dispensation. His work and ministry pointed the world back to the law and the prophets, while he, at the same time, pointed the people forward to Christ, as the Saviour of the world. He raised his voice and cried to the people, “Behold the Lamb of God, which taketh away the sin of the world.”"},{"refcode_short":"1Red 42.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 42.2 (Ellen Gould White)","content":"Multitudes followed this singular prophet from place to place, and many sacrificed all to obey his instruction. Kings, and the noble of the earth, were attracted to this prophet of God, and heard him gladly. As John saw that the attention of the people was directed to him, thinking that he might be the Coming One, he cut off their hopes in this direction, by seeking every opportunity to direct the attention of the people to One mightier than himself, and declaring plainly that the work and mission of Christ was of such an exalted character that he was unworthy to even stoop to unloose his shoes."},{"refcode_short":"1Red 42.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 42.3 (Ellen Gould White)","content":"“The Jews sent priests and Levites from Jerusalem to ask him, Who art thou? And he confessed, and denied not; but confessed, I am not the Christ. And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that Prophet? And he answered, No. Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself? He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias. And they which were sent were of the Pharisees. And they asked him, and said unto him, Why baptizest thou, then, if thou be not that Christ, nor Elias, neither that Prophet? John answered them, saying, I baptize with water: but there standeth One among you, whom ye know not; he it is, who coming after me is preferred before me, whose shoe's latchet I am not worthy to unloose. These things were done in Bethabara beyond Jordan, where John was baptizing."},{"refcode_short":"1Red 43.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 43.1 (Ellen Gould White)","content":"“The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world! This is he of whom I said, After me cometh a man which is preferred before me; for he was before me. And I knew him not: but that he should be made manifest to Israel, therefore am I come baptizing with water. And John bare record, saying, I saw the Spirit descending from Heaven like a dove, and it abode upon him. And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost. And I saw and bare record, that this is the Son of God. Again the next day after, John stood, and two of his disciples; and looking upon Jesus as he walked, he saith, Behold the Lamb of God!”"},{"refcode_short":"1Red 43.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 43.2 (Ellen Gould White)","content":"Angels of God hovered over the scene of Christ's baptism, and the Holy Spirit descended in the shape of a dove, and lighted upon him; and as the people stood greatly amazed, with their eyes fastened upon him, the Father's voice was heard from Heaven, saying, “Thou art my beloved Son, in thee I am well pleased.”"},{"refcode_short":"1Red 44.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 44.1 (Ellen Gould White)","content":"John was not certain that it was the Saviour who came to be baptized of him in Jordan. But God had promised him a sign by which he should know of a surety the Lamb of God. That sign was given as the heavenly Dove rested upon Jesus, and the glory of God shone round about him. John reached forth his hand, pointing to Jesus, and with a loud voice cried out, “Behold the Lamb of God, which taketh away the sin of the world.”"},{"refcode_short":"1Red 44.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 44.2 (Ellen Gould White)","content":"John informed his disciples that Jesus was the promised Messiah, the Saviour of the world. As his work was closing, he taught his disciples to look to Jesus, and follow him as the great teacher. John's life was without pleasure. It was sorrowful and self-denying. He heralded the first advent of Christ, and then was not permitted to witness his miracles, and enjoy the power manifested by him. He knew that when Jesus should establish himself as a teacher, he must die. His voice was seldom heard, except in the wilderness. His life was lonely. He did not cling to his father's family, to enjoy their society, but left them in order to fulfill his mission. Multitudes left the busy cities and villages, and flocked to the wilderness to hear the words of the wonderful prophet. John laid the axe at the root of the tree. He reproved sin, fearless and consequences, and prepared the way for the Lamb of God."},{"refcode_short":"1Red 44.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 44.3 (Ellen Gould White)","content":"Herod was affected as he listened to the powerful, pointed testimonies of John. With deep interest he inquired what he must do to become his disciple. John was acquainted with the fact that he was about to marry his brother's wife, while her husband was yet living, and faithfully told Herod that it was not lawful. Herod was not willing to make any sacrifice. He married his brother's wife, and, through her influence, seized John and put him in prison. But Herod intended to release him again. While there confined, John heard through his disciples of the mighty works of Jesus. He could not listen to his gracious words; but the disciples informed him, and comforted him with what they had heard. Soon John was beheaded through the influence of Herod's wife. The least disciple that followed Jesus, witnessed his miracles, and heard the comforting words which fell from his lips, was greater than John the Baptist; that is, he was more exalted and honored, and had more pleasure in his life. John came in the spirit and power of Elijah, to proclaim the first advent of Jesus. He was to represent those who should go forth in the spirit and power of Elijah, to herald the day of wrath, and the second advent of Jesus."},{"refcode_short":"1Red 45","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 45 (Ellen Gould White)","content":"Chapter 3—The Temptation of Christ"},{"refcode_short":"1Red 45.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 45.1 (Ellen Gould White)","content":"After the baptism of Jesus in Jordan, he was led by the Spirit into the wilderness, to be tempted of the devil. The Holy Spirit had fitted him for that special scene of fierce temptations. Forty days he was tempted of the devil, and in those days he ate nothing. Everything around Jesus was unpleasant, from which human nature would be led to shrink. He was with the wild beasts, and the devil, in a desolate, lonely place. The Son of God was pale and emaciated through fasting and suffering. But his course was marked out, and he must fulfill the work he came to do."},{"refcode_short":"1Red 46.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 46.1 (Ellen Gould White)","content":"Satan took advantage of the sufferings of the Son of God, and prepared to beset him with manifold temptations, hoping he should obtain the victory over him, because he had humbled himself as a man. Satan came with this temptation: If thou be the Son of God, command that these stones be made bread. He tempted Jesus to condescend to him, and give him proof of his being the Messiah, by exercising his divine power. Jesus mildly answered him, It is written, Man shall not live by bread alone, but by every word of God. Satan was seeking a dispute with Jesus concerning his being the Son of God. He referred to his weak, suffering condition, and boastingly affirmed that he was stronger than Jesus. But the word spoken from Heaven, “Thou art my beloved Son, in thee I am well pleased,” was sufficient to sustain Jesus through all his sufferings. In all his mission he had nothing to do in convincing Satan of his power, and of his being the Saviour of the world. Satan had sufficient evidence of his exalted station and authority. His unwillingness to yield to Jesus’ authority, shut him out of Heaven."},{"refcode_short":"1Red 46.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 46.2 (Ellen Gould White)","content":"It was not any part of the mission of Christ to exercise his divine power for his own benefit, to relieve himself of suffering. This he had volunteered to take upon himself. He had condescended to take man's nature, and he was to suffer the inconveniences, and ills, and afflictions, of the human family. He was not to perform miracles upon his own account. He came to save others. The object of his mission was to bring blessings, and hope, and life, to the afflicted and oppressed. He was to bear the burdens and griefs of suffering humanity. When Satan stirred up men to fury against him, so that they sought to kill him, angels were sent to rescue him, and preserve his life. His power was not called into exercise to save himself in a single instance."},{"refcode_short":"1Red 47.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 47.1 (Ellen Gould White)","content":"Satan had been at war with the government of God, since he first rebelled. His success in tempting Adam and Eve in Eden, and introducing sin into the world, had emboldened this arch foe, and he had proudly boasted to the heavenly angels, that when Christ should appear, taking man's nature, he would be weaker than himself, and he would overcome him by his power. He boasted that Adam and Eve in Eden could not resist his insinuations when he appealed to their appetite. The inhabitants of the old world he overcame in the same manner, through the indulgence of lustful appetite and corrupt passions. Through the gratification of appetite he had overthrown the Israelites. He boasted that the Son of God himself was not able to resist his power, and lead the favored people of his choice to Canaan; for nearly all who left Egypt died in the wilderness."},{"refcode_short":"1Red 47.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 47.2 (Ellen Gould White)","content":"Also the meek man, Moses, he had tempted to take to himself glory which God claimed. David and Solomon, who had been especially favored of God, he had induced, through gratification of lustful passions, to incur God's displeasure. And he boasted that he could yet succeed in thwarting the purpose of God in the salvation of man through Jesus Christ. According to Satan's arrangement, he beset Christ with manifold temptations. Christ was without food forty days, as many days as the children of Israel wandered years. Moses had, on especial occasions, been thus long without food. But he felt not the pangs of hunger. He was not harassed and tormented by a vile yet powerful foe. Moses was elevated above the human, and was enshrouded in the glory of God, and was especially sustained of God. The excellent glory inclosed him."},{"refcode_short":"1Red 48.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 48.1 (Ellen Gould White)","content":"Christ was humbled by taking humanity, and, for a time, during the period of this fearful trial with Satan, he was left alone to cope with the terrible foe. Christ's human nature endured the pangs of hunger. While emaciated and suffering, Satan came to him with a covering of light, as one of the bright angels from glory, hoping to deceive and insnare the Son of God, whom he regarded as his rival. Satan reasoned with Christ thus: If the words spoken after his baptism were indeed the words of God, that he was the Son of God, he need not bear the sensations of hunger; he could give him proofs of his divinity by showing his power in changing the stones of that barren wilderness into bread: “If thou be the Son of God, command that these stones be made bread.” Satan declared that if he would do this, he would no longer resist his authority; but leave him to the undisputed right to govern the world. Christ meets Scripture with Scripture, by citing the words of Moses, “Man shall not live by bread alone; but by every word that proceedeth out of the mouth of God.” He told Satan that in order to prolong life, obedience to God's requirements was more essential than temporal food. To pursue a course of deviation from the purposes of God, in the smallest degree, would be more grievous than hunger or death. Being defeated here, Satan tries another device. To manifest his strength, he carried Jesus to Jerusalem, and set him upon a pinnacle of the temple, and again tempted him, that if he was the Son of God, to give him evidence of it by casting himself down from the dizzy height upon which he had placed him. Satan came with the words of inspiration: “For it is written, He shall give his angels charge concerning thee, and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone. Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.”"},{"refcode_short":"1Red 49.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 49.1 (Ellen Gould White)","content":"Satan, by an insulting taunt, urged Christ to prove his mission by casting himself down from the high eminence whereon he had placed him, declaring that God had promised that angels should bear him up. And if he were indeed what he claimed to be, he had nothing to fear. Again Jesus met the assault of Satan with Scripture: “Thou shalt not tempt the Lord thy God.” Satan wished to cause Jesus to presume upon the mercy of his Father, and risk his life before the fulfillment of his mission. He had hoped that the plan of salvation would fail; but the plan was laid too deep to be thus overthrown by Satan."},{"refcode_short":"1Red 49.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 49.2 (Ellen Gould White)","content":"Christ is the example for all Christians when tempted, or their rights disputed. They should bear it patiently. They should not feel that they have a right to call upon God to display his power, that they may obtain a victory over their enemies, unless there is a special object in view, that God can be directly honored and glorified by it. If Jesus had cast himself from the pinnacle, it would not have glorified his Father; for none would witness the act but Satan and the angels of God. And it would be tempting the Lord to display his power to his bitterest foe. It would have been condescending to the one whom Jesus came to conquer."},{"refcode_short":"1Red 50.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 50.1 (Ellen Gould White)","content":"“And the devil taking him up into a high mountain, showed unto him all the kingdoms of the world in a moment of time. And the devil said unto him, All this power will I give thee, and the glory of them; for that is delivered unto me; and to whomsoever I will, I give it. If thou, therefore, wilt worship me, all shall be thine. And Jesus answered and said unto him, Get thee behind me, Satan; for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.”"},{"refcode_short":"1Red 50.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 50.2 (Ellen Gould White)","content":"This presumptuous blasphemy, and insult to Jehovah, excited the indignation of Christ, and led him to exercise his divine authority, and command Satan in an authoritative, dignified manner to desist. Here Satan, in his pride and arrogance, declared himself to be the rightful and permanent ruler of the world, the possessor of all its glory, as though he had created the world and all the riches and glory contained in it. He endeavored to make a special contract with Christ, to make over to him at once the whole of his claim, if he would worship him."},{"refcode_short":"1Red 50.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 50.3 (Ellen Gould White)","content":"Here Satan showed Jesus the kingdoms of the world. They were presented in the most attractive light. He offered them to Jesus if he would there worship him. He told Jesus that he would relinquish his claims of the possessions of earth. Satan knew that his power must be limited, and finally taken away, if the plan of salvation should be carried out. He knew that if Jesus should die to redeem man, his power would end after a season, and he would be destroyed. Therefore it was his studied plan to prevent, if possible, the completion of the great work which had been commenced by the Son of God. If the plan of man's redemption should fail, he would retain the kingdom which he then claimed. And if he should succeed, he flattered himself that he would reign in opposition to the God of Heaven."},{"refcode_short":"1Red 51.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 51.1 (Ellen Gould White)","content":"Satan exulted when Jesus left Heaven, and left his power and glory there. He thought that the Son of God was placed in his power. The temptation took so easily with the holy pair in Eden, that he hoped he could with his satanic cunning and power overthrow even the Son of God, and thereby save his life and kingdom. If he could tempt Jesus to depart from the will of his Father, then his object would be gained. Jesus bade Satan get behind him. He was to bow only to his Father. The time was to come when Jesus should redeem the possessions of Satan by his own life, and, after a season, all in Heaven and earth should submit to him. Satan claimed the kingdoms of earth as his, and he insinuated to Jesus that all his sufferings might be saved. He need not die to obtain the kingdoms of this world. But he might have the entire possessions of the earth, and the glory of reigning over them, if he would worship him. Jesus was steadfast. He chose his life of suffering, his dreadful death, and, in the way appointed by his Father, to become a lawful heir to the kingdoms of the earth, and have them given into his hands as an everlasting possession. Satan also will be given into his hands to be destroyed by death, never more to annoy Jesus, nor the saints in glory."},{"refcode_short":"1Red 52","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 52 (Ellen Gould White)","content":"Chapter 4—The Ministry of Christ"},{"refcode_short":"1Red 52.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 52.1 (Ellen Gould White)","content":"After Satan had ended his temptations, he departed from Jesus for a season, and angels prepared him food in the wilderness, and strengthened him, and the blessing of his Father rested upon him. Satan had failed in his fiercest temptations; yet he looked forward to the period of Jesus’ ministry, when he should at different times try his cunning against him. He still hoped to prevail against him by stirring up those who would not receive Jesus, to hate and seek to destroy him. Satan held a special counsel with his angels. They were disappointed and enraged that they had prevailed nothing against the Son of God. They decided that they must be more cunning, and use their power to the utmost to inspire unbelief in the minds of his own nation as to his being the Saviour of the world, and in this way discourage Jesus in his mission. No matter how exact the Jews might be in their ceremonies and sacrifices, if they could keep their eyes blinded as to the prophecies, and make them believe that it was a mighty, worldly king who was to fulfill these prophecies, they would keep their minds on the stretch for a Messiah to come."},{"refcode_short":"1Red 52.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 52.2 (Ellen Gould White)","content":"For many years the Son of God lived unhonored, and almost unknown, in the wicked and despised city of Nazareth. This humble city was proverbial because of the wickedness of the people who resided therein. It was a humiliation to be an inhabitant of so corrupt a city. Christ commenced his mission among the hardest classes. He placed his own feet in the most uneven path which the poor, neglected, and sinful, must tread. And it will be the portion of all who live in the world to breathe an atmosphere tainted with sin. All who seek to do the will of God have to be surrounded with moral disease, and breathe a pestilential atmosphere, which will surely corrupt their faith and stain their virtue, unless counteracted by the great remedy the Redeemer has provided. He took upon himself the woes which the afflicted must suffer. He has given all an example who are desirous to imitate him, that, if they walk circumspectly, their light can shine in the darkest places, and in the most corrupt society, if God would have them thus circumstanced. The meek, unpretending life of Christ rebuked selfishness, pride of worldly wisdom, glory, riches, and honor. By making his home in humble Nazareth, Christ would be an example to his followers, that any place, and any work, dictated by duty, would be honorable, because of their own faithfulness in doing the work."},{"refcode_short":"1Red 53.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 53.1 (Ellen Gould White)","content":"The treatment Christ received from the chief priests, scribes, and Pharisees, as he commenced his public ministry, and as the attention of the people was called to him, was the exhibition of the worst passions of the human heart. Who manifested this bitter hatred? Was it the heathen? No. The very men who were foremost in the wicked jealousy, envy, and hatred, of Christ, were the scribes and elders, but more especially the chief priests, who assumed the sacred office as representatives of Christ in the priesthood."},{"refcode_short":"1Red 53.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 53.2 (Ellen Gould White)","content":"Christ introduced his public ministry first to his own people. He went into the synagogue at Nazareth upon the Sabbath, as had been his custom. The elders [elder] read from the prophets, and exhorted the people to continue to hope and believe for the Coming One, who would bring in a glorious reign, and subdue all oppression. He sought to animate the faith and courage of the Jews, by rehearsing the evidences of Messiah's soon coming, dwelling especially upon the kingly power and glorious majesty that would attend his coming. He kept before the people the erroneous idea that the reign of Christ would be upon an earthly throne in Jerusalem, and his kingdom would be a temporal kingdom. He taught them that Messiah would appear at the head of armies, to conquer the heathen, and deliver Israel from every oppressive yoke, destroying in wrath his enemies. At the close of the service of the minister, Jesus stood up with dignity, and requested them to bring him the book of the prophet Esaias."},{"refcode_short":"1Red 54.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 54.1 (Ellen Gould White)","content":"“And he came to Nazareth, where he had been brought up; and, as his custom was, he went into the synagogue on the Sabbath-day, and stood up for to read. And there was delivered unto him the book of the prophet Esaias. And when he had opened the book, he found the place where it was written, The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the brokenhearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised, to preach the acceptable year of the Lord. And he closed the book, and he gave it again to the minister, and sat down. And the eyes of all them that were in the synagogue were fastened on him. And he began to say unto them, This day is this scripture fulfilled in your ears. And all bare him witness, and wondered at the gracious words which proceeded out of his mouth. And they said, Is not this Joseph's son? And he said unto them, Ye will surely say unto me this proverb, Physician, heal thyself: whatsoever we have heard done in Capernaum, do also here in thy country. And he said, Verily I say unto you, No prophet is accepted in his own country. But I tell you of a truth, many widows were in Israel in the days of Elias, when the heaven was shut up three years and six months, when great famine was throughout all the land. But unto none of them was Elias sent, save unto Sarepta, a city of Sidon, unto a woman that was a widow. And many lepers were in Israel in the time of Eliseus the prophet; and none of them was cleansed, saving Naaman the Syrian. And all they in the synagogue, when they heard these things, were filled with wrath, and rose up, and thrust him out of the city, and led him unto the brow of the hill (whereon their city was built), that they might cast him down headlong. But he, passing through the midst of them, went his way.”"},{"refcode_short":"1Red 55.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 55.1 (Ellen Gould White)","content":"The attention of the people was attracted to Christ. The eyes of the congregation were fastened upon him, as he stated that this prophecy was fulfilled in him. The authority, dignity, and power, attending his words, held them spell-bound. The wisdom manifested, the energy, and the impressive manner of his address, captivated the congregation, and their hearts were affected by a power they had never experienced before. They witnessed to his words by their shouts of joy, and fervent responses. Jesus stood himself the living and divine interpreter of the prophet's words in regard to himself. He made there the declaration claiming the Messiahship, which prophets had waited and longed to hear, and to see, but were brought under the dominion of death without their expectations being realized. The astonishment of the people was great. They felt a convincing power as his words fell upon their ears. Their hearts were stirred, their interest awakened. But Satan was not asleep. He was present to suggest doubts and unbelief. Many had seen Jesus in his humble, unpretending life. His home was among the poor and lowly of the earth. He was the son of a carpenter, working at the trade with his father Joseph. He had made no claims to distinction, or greatness. The Jews expected a being with power, with honor, and glory. The language of their hearts was, This cannot be the man who is to be the Redeemer of Israel. They whispered one to another, “Is not this Joseph's son? And are not his mother and brethren among us?” Has he not worked for years at the carpenter's trade?"},{"refcode_short":"1Red 56.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 56.1 (Ellen Gould White)","content":"Jesus read their thoughts, and met their questionings with the relation of the history of the prophets, the men whom God had chosen to do a special and important work. They did not labor for the salvation of an unbelieving, hard-hearted people. But those who had hearts that could feel, and faith that would grasp the evidences God was pleased to give, were the especial subjects of the power of God displayed through the faithful prophets. The words of Christ were to them a terribly severe rebuke, opening before them their corrupt lives, striking the truth home in regard to their wicked unbelief. They now scorned the faith and feeling of reverence his words at first inspired in them. They would not believe that this man, who had come in meekness and lowliness, in poverty and sorrow, was any other than a common man. They would have no one as their king unless attended by riches and splendor, and a grand and imposing army."},{"refcode_short":"1Red 57.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 57.1 (Ellen Gould White)","content":"Their unbelief and malice increased. Satan controlled their minds, and they cried out against him with wrath and hatred. Their assembly broke up, and they laid hands upon Jesus, and thrust him out of the synagogue, out of their city, and would have rid the world of his presence, had they had power so to do. All seemed eager to act a part in destroying him. They hurried him to the brow of a steep precipice, intending to cast him headlong. Their hands, they thought, were upon him. Some were crying one thing, some another. Some were casting stones and dirt at him; but suddenly he disappeared out of their midst, they knew not how, or when. Angels of God attended Jesus in the midst of that infuriated mob, and preserved his life. The heavenly messengers were by his side in the synagogue, while he was speaking; and they accompanied him when pressed and urged on by the unbelieving, infuriated Jews. These angels blinded the eyes of that maddened throng, and they conducted Jesus to a place of safety."},{"refcode_short":"1Red 57.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 57.2 (Ellen Gould White)","content":"Christ had come first to his own favored people, to proclaim the gracious words of salvation in their ears; but they refused to listen to his words. That which stirred their malice was the meekness and plainness with which he had explained the words of the prophets concerning himself. Here was an opportunity for them to receive the great blessing which follows the reception of Christ. But they were blinded by Satan, and, in their fanatical zeal, could discover nothing in Christ, but simply the son of a carpenter. At a later period he came to Nazareth for the last time. He would give the people he loved, and whom his heart yearned to bless and save, an opportunity to redeem their past cruel conduct, and violence, toward him. The fame of his miracles, and wisdom, and power, had spread everywhere, and many of the people of Nazareth had been witnesses of his wonderful miracles. He had silenced and cast out demons, healed the sick, given sight to the blind, restored hearing to the deaf, and raised the dead to life. These evidences had been witnessed by thousands. He stood before his people in his own city, after they had had opportunity to reflect and repent of their abuse of him when he first made the public announcement that he was the Messiah. But they were no more ready to receive him, even then, than at first. They had committed themselves at the first to reject and insult him, and they retained their prejudices, and would not receive evidence, and be convinced that he was the Coming One, the Redeemer of Israel; for if they should then acknowledge him, they would condemn themselves. He came to his own nation and people, but they received him not; and ever after, their pride, which they had not controlled, was too great to accept of evidence, and admit the power of God in the mighty works performed by Christ. They rejected Christ as their Saviour, and after they had set their hearts in rebellion against him, it was not so easy for them to change their course. Notwithstanding all the mighty works they saw him do, they were too proud and self-exalted to yield their rebellious feelings. Every manifestation of his divine character increased the hatred and jealousy of the Jews. They were not content to turn from him themselves, but they sought to hinder all they could from listening to his teachings, or witnessing his miracles. The majority rejected him. They despised his humble appearance. They denied his testimony. They loved the praise of men, and the grandeur of the world. In their estimation of these things, they thought their judgment perfect, even as the judgment of God."},{"refcode_short":"1Red 59.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 59.1 (Ellen Gould White)","content":"The whole life and teachings of Christ were lessons of humility, benevolence, virtue, and self-denial. This was a continual reproof to the self-righteous, exacting spirit manifested by the Jews. Satan led them on until they seemed to possess a frenzy at the mere mention of the wonderful works of Christ, which were drawing the attention of the people from them. They at length made themselves believe that he was an impostor, and any means they could devise to get rid of him would be a virtue in them. They could not point to one act in his life which they could condemn, yet his very goodness made him a subject of their jealousy and hate, and in their blind rage they cried out, Crucify him! crucify him! The rejection of light leaves men captives of Satan, subject to his temptations. When he controls the mind, light will become darkness to that mind, good evil, and evil good."},{"refcode_short":"1Red 59.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 59.2 (Ellen Gould White)","content":"At the first advent of Christ, Satan knew that he had come to limit his power, and set free captives which he had bound, and his skill was especially exercised to lead the Jewish nation to believe Christ an impostor. The prophecies furnished sufficient evidence to unprejudiced minds that Christ was indeed the Son of God, the Saviour of the world. But the unbelieving Jews chose their own standard of virtue, and purity of life. They would not be taught by the Just One, and continued to perform their useless sacrifices and offerings, looking forward for a Messiah which had already come."},{"refcode_short":"1Red 60.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 60.1 (Ellen Gould White)","content":"Our Heavenly Father designed to prove and test the professed faith and obedience of his people. The sacrifices which they performed under the law were typical of the lamb of God, and illustrated his great atonement. Yet the Jews were so blinded and deceived by Satan that when Christ came, whom their sacrifices and offerings had been prefiguring, they would not receive him. They led him as a lamb to the slaughter."},{"refcode_short":"1Red 60.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 60.2 (Ellen Gould White)","content":"The same rebellion and hatred against Christ will be in the hearts of men at his second advent. If Christ's second coming should be in the same humble manner as was his first advent, reproving sin, and commending virtue and holiness, where there was then one voice raised, crying, Crucify him! crucify him! there would be thousands in this apostate age. Infidelity in regard to Christ's being the true Messiah, the Saviour of the world, will increase and spread to an alarming degree previous to his second coming. Satan has lost none of his skill and power which he has been exercising in past time. He can better deceive man now than at Christ's first advent."},{"refcode_short":"1Red 60.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 60.3 (Ellen Gould White)","content":"The Son of God in this age will be as virtually despised and insulted by corrupt men who pretend to be good men, as at his first advent. Satan is now transforming himself into an angel of light, to hide the deformity of his character, and thereby he and his evil angels receive that worship from a blinded, deluded people, which belongs alone to God. Christ is trampled under foot. Virtue and holiness are despised. Evil angels whisper their low, corrupt teachings in the ears of men, and they are pleased. Their carnal minds are gratified. That which comes from Satan and hell, they make themselves believe comes from the spirits of the dead. Their consciences are seared as with a hot iron."},{"refcode_short":"1Red 61.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 61.1 (Ellen Gould White)","content":"Satan and his angels were very busy during Christ's ministry, inspiring men with unbelief, hate, and scorn. Often when Jesus uttered some cutting truth reproving their sins, they would become enraged. Satan and his angels urged them on to take the life of the Son of God. Once they took up stones to cast at him, but angels guarded him, and bore him away from the angry multitude to a place of safety."},{"refcode_short":"1Red 61.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 61.2 (Ellen Gould White)","content":"Satan still hoped that the great plan of salvation would fail. He exerted all his power to make the hearts of all people hard, and their feelings bitter against Jesus. He hoped that the number who would receive him as the Son of God would be so few that Jesus would consider his sufferings and sacrifices too great to make for so small a company. But if there had been but two who would have accepted Jesus as the Son of God, to believe in him to the saving of their souls, he would have carried out the plan."},{"refcode_short":"1Red 61.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 61.3 (Ellen Gould White)","content":"Jesus commenced his work by breaking the power which Satan held over the suffering. He healed those who had suffered by his evil power. He restored the sick to health, healed the lame, and caused them to leap in the gladness of their hearts, and glorify God. He gave sight to the blind, and restored to health by his power those who had been infirm and bound by Satan's cruel power many years. The weak, the trembling, and the desponding, he comforted with gracious words. He raised the dead to life, and they glorified God for the mighty display of his power. He wrought mightily for all who believed on him. And the feeble, suffering ones whom Satan held in triumph, Jesus wrenched from his grasp, and brought to them by his divine power, soundness of body, and great joy and happiness."},{"refcode_short":"1Red 62.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 62.1 (Ellen Gould White)","content":"The mission of Christ was marked with humility, sympathy, and love. He was ever attentive to listen to, and relieve, the woes of those who came to him. Multitudes carried the evidences of his divine power in their own persons. Yet many of them soon after the work had been accomplished, were ashamed of the humble, yet mighty, Teacher. Because the rulers did not believe on him, they were not willing to suffer with Jesus. He was a man of sorrows, and acquainted with grief. There were but few who could endure to be governed by his sober, self-denying life. They wished to enjoy the honor which the world bestows. But many followed the Son of God, and listened to his instructions, feasting on the words which fell so graciously from his lips. His words were full of meaning, yet so plain that the weakest could understand."},{"refcode_short":"1Red 62.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 62.2 (Ellen Gould White)","content":"After the rejection of Christ in Nazareth, “he came and dwelt in Capernaum, which is upon the sea-coast, in the borders of Zabulon and Nephthalim; that it might be fulfilled, which was spoken by Esaias, the prophet, saying, The land of Zabulon, and the land of Nephthalim, by the way of the sea, beyond Jordan, Galilee of the Gentiles; the people which sat in darkness saw great light; and to them which sat in the region and shadow of death, light is sprung up. From that time Jesus began to preach, and to say, Repent; for the kingdom of Heaven is at hand.”"},{"refcode_short":"1Red 63.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 63.1 (Ellen Gould White)","content":"Evidences of Christ's divine power attended his ministry. He was ever touched with human woe. He was ever watching and waiting to do the works of mercy and righteousness which he came to perform. “And Jesus, walking by the sea of Galilee, saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea; for they were fishers. And he saith unto them, Follow me, and I will make you fishers of men.” Christ had a work for them to do in the salvation of souls. He also saw two other young men, James and John, brethren, the sons of Zebedee, and called them to follow him. They made no excuse, but immediately left the ship, and their father, and followed him. These men Christ selected to be with him as he entered upon his public labors, to be learners while he should speak the word of eternal life to the multitudes. They were to be followers of him, that they might learn his manner of labor, and be prepared, as they witnessed his life and listened to his words, to fulfill their high commission with wisdom, patience, meekness, earnestness, and energy, copying the example of their master. These humble, unlearned men he selected to be witnesses of his miracles, and to bear a pointed testimony in the future in regard to the things which they had seen and heard, which testimony would possess a power that would move the people, and convince the understanding of those who would not steel their hearts against evidence. The testimony of these faithful disciples, especially their epistles, would be indeed needed for those of future generations who would believe on the name of Christ."},{"refcode_short":"1Red 64.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 64.1 (Ellen Gould White)","content":"Jesus did not go to the schools of the prophets to select his disciples, nor to the wealthy and honorable of the earth; neither did he select the leaders of the Jewish people. None of these would have followed Christ with unquestioning obedience. They would have too many considerations of their own at stake, to follow the humble man of Nazareth. Their pride and lofty aspirations would incline them to make the work of salvation an entirely different thing from what Christ would make it. They would never consent to unite in so humble a mission, and, to outward observation, so unpromising an enterprise. They would seek to make the religion which they should adopt outwardly attractive, while the motives and actions of the people would remain untouched. Christ presented no inducements of worldly honor, riches, or glory. Those who followed him must do so without worldly inducements."},{"refcode_short":"1Red 64.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 64.2 (Ellen Gould White)","content":"This was a time of general and dense moral darkness among God's professed people. The words of the prophet correctly describe their state: “This people draw near me with their mouth, and with their lips do honor me; but have removed their heart far from me, and their fear toward me is taught by the precept of men.” “For the Lord hath poured out upon you the spirit of deep sleep, and hath closed your eyes; the prophets and your rulers, the seers hath he covered.”"},{"refcode_short":"1Red 64.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 64.3 (Ellen Gould White)","content":"Jesus did not select these unlearned fishermen because he was opposed to education and correct knowledge. He knew that knowledge, pure, correct, and unmixed with the precepts of men, could not be found to exist in the hearts of men instructed in the schools of the prophets, or among the teachers of that time; for darkness had covered the men of wisdom, as they had united with the spirit of the world, and were in pursuit of its honors. He chose men of humble life and simple habits, who were acquainted with privation and hardship, for such alone could accomplish the work he had for them to do as his disciples. These hearts, uncorrupted with the love of worldly riches, and not aspiring for the honors of the great and exalted of the earth, could be impressed with the beauty of truth, and inspired with the love of mercy, righteousness, justice, and true holiness."},{"refcode_short":"1Red 65.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 65.1 (Ellen Gould White)","content":"Jesus, the majesty of Heaven, who united with the Father in the creation of the world, could himself become the instructor of men called to a holy work. He could qualify them to become fishers of men, and to be co-workers with him in the salvation of the fallen race. This knowledge would be free from corrupting error. It would come from above, not from beneath. The faith and destiny of future generations were dependent upon correct knowledge being obtained through these followers of Jesus, who were to attend him in his work and mission. These fishermen were to fulfill their commission with wisdom, perseverance, fortitude, and energy, in accordance with its magnitude. Having been instructed by the great Teacher, and guided continually by wisdom from Heaven, they would have power over the most intelligent and cultivated minds of the world. How important that their instructions be free from all superstitious customs, and precepts of men! Their knowledge should come direct from the great Source of truth. The faith and practice of the Christians of future generations were to be molded, in a great degree, by the testimony of these humble men, made mighty through the power of God. The lives and testimony of these men would be studied by the world. When Jesus called these humble men, saying, “Follow me,” they were filled with awe and amazement that he should notice them, and honor them with the privilege of being near him, and beholding his mighty works."},{"refcode_short":"1Red 66.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 66.1 (Ellen Gould White)","content":"The words of Jesus, in his lessons of instruction as he speaks by the seaside, in the synagogues, in the fields, or upon the mountain, are clothed with a living reality. He selects figures and objects with which all are familiar, and frequently that which is seen and transacted in their sight at the very time he is speaking, to make his discourses more impressive, and that the minds of the weakest may comprehend his meaning. His illustrations are frequently drawn from nature, and are so beautiful in their simplicity that the mind becomes attracted, and with intense interest hangs upon the words of the divine Teacher. He does not aspire to words of lofty eloquence. He could command these as readily as he could the plain, simple, touching language, in which he preferred to clothe his ideas, that the common people might understand his lessons of instruction."},{"refcode_short":"1Red 66.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 66.2 (Ellen Gould White)","content":"Jesus was acquainted with hearts. He knew that those who had advantages and ability, and who were seeking for worldly wisdom, would have no place in their hearts for the heavenly knowledge he came to impart. The knowledge obtained at the schools seldom makes men wise unto salvation, and obedient to the divine will. These attainments do not generally have an influence to increase humility, and to make men feel that they belong to God, to render back to him the talents he has lent them, with principal and interest. Scholars too often become self-sufficient and independent, and cherish exalted views of their own abilities, as though under no obligation to the Giver, to return them back with usury. God will require all that he has given them. He has made them for awhile stewards of privileges and gifts, to prove them, and to try them, whether they will love and reverence the Giver, or will make these blessings bestowed upon them prove a curse to them, by idolizing and making them the cause of withdrawing their affections from God."},{"refcode_short":"1Red 67.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 67.1 (Ellen Gould White)","content":"Jesus will accept the intellectual who have power of influence and of talents, if they will accept the light he brings them, and follow in a course of humble obedience; but many will not do this. They do not choose the simplicity of Christ. Worldly attractions eclipse the beauty and power of the truth. Many of the worldly-wise men see nothing in Christ, that they should desire him. They behold him at his first advent as a man of sorrows and acquainted with grief, practicing self-denial, self-sacrifice, and humiliation. They do not discern that they have had any part in thus making the life of Christ undesirable. They do not discern that their sins have laid upon him the weight and burden which bring to him the grief he carries. They are blinded by the god of this world, and know not the things which make for their peace. Thus saith the Lord by the holy apostle:"},{"refcode_short":"1Red 67.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 67.2 (Ellen Gould White)","content":"“For the preaching of the cross is to them that perish, foolishness; but unto us which are saved, it is the power of God. For it is written, I will destroy the wisdom of the wise, and will bring to nothing the understanding of the prudent. Where is the wise? where is the scribe? where is the disputer of this world? hath not God made foolish the wisdom of this world? for after that in the wisdom of God the world by wisdom knew not God, it pleased God by the foolishness of preaching to save them that believe. For the Jews require a sign, and the Greeks seek after wisdom; but we preach Christ crucified, unto the Jews a stumbling-block, and unto the Greeks foolishness; but unto them which are called, both Jews and Greeks, Christ the power of God, and the wisdom of God. Because the foolishness of God is wiser than men; and the weakness of God is stronger than men. For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called. But God hath chosen the foolish things of the world to confound the wise; and God hath chosen the weak things of the world to confound the things which are mighty; and base things of the world, and things which are despised, hath God chosen, yea, and things which are not, to bring to nought things that are; that no flesh should glory in his presence. But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption; that, according as it is written, He that glorieth, let him glory in the Lord.”"},{"refcode_short":"1Red 68.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 68.1 (Ellen Gould White)","content":"The humble fishermen, whom God called to follow him, were the very men he could use best for the accomplishment of his work. Their habits were not conformed to the customs and fashions of the world, and they had not cherished the bigotry of the scribes and Pharisees. These men, humble though they were in the eyes of the world, were the men especially chosen by the Saviour of the world. They possessed candor of sentiment, and their conduct was marked with equity and benevolence. They had hearts that were not hardened by blind prejudice. They could, like their divine Master, feel for the woes and sorrows of others. This class he could instruct, and present ideas which would not be forgotten by them, but be preserved for the benefit of future generations."},{"refcode_short":"1Red 69.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 69.1 (Ellen Gould White)","content":"Jesus taught the people at Capernaum in their synagogues upon several successive Sabbaths. They were astonished at his doctrine; for his lessons of instruction were given with power. Here he cast out devils with his divine power. These demons, in a most public manner, entreated him not to disturb them. Said they, What can we do to resist thy power? Has the time come now to destroy us? “I know thee, who thou art, the Holy One of God.” Demons were unable to resist the power of Christ. They surrendered to him, and in the presence of the astonished multitude, acknowledged him to be the all-powerful Son of God. The devils spoke through the mediums whom they had power to control. The ones possessed, in a most marked manner, spoke the words of the evil spirits which controlled them. These persons so peculiarly afflicted had no knowledge of Jesus. They could not of themselves understand Christ's mission to release the captives, bound by the power of Satan, and finally accomplish his work, and destroy him who exercised this power over human beings, and who had the power of death. The demons understood this far better than the scribes and elders, with all their learning and knowledge obtained in the schools of the prophets. They did not receive Christ, nor see anything desirable in him or his kingdom. The multitude listened with amazement to the words of command from Christ, silencing the demons, that they should not make him known, as he delivered the suffering subjects bound by their power. The people said among themselves, “What a word is this? for with authority and power he commandeth the unclean spirits, and they come out. And the fame of him went out into every place of the country round about.”"},{"refcode_short":"1Red 70.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 70.1 (Ellen Gould White)","content":"Christ performed a miracle upon Simon Peter's wife's mother, rebuking the raging fever, and it immediately left her, and she rose from her bed of suffering, magnifying the Lord for his mercies. She then prepared food for Christ and his disciples; for they were weary and hungry. Thus she ministered unto those who had ministered unto her. Those who had afflicted and diseased ones, brought them to Christ, and he had pity on them all. He healed them of their divers diseases, by laying his hands upon them. Those who had been possessed of demons were delivered by his divine power. As the devils were cast out, they made great outcries, declaring, “Thou art Christ, the Son of God.” While his own people refused to know him, and rejected him, demons knew him, and yielded to his authority. Many who were brought to him by others, because they could not come themselves, were restored, and walked away to their own homes, to publish to the care-worn watchers, relatives, and friends, the great work which had been wrought for them by the power of Jesus. Physicians could find but little work to do in the cities. Those who had suffered many things of many physicians, and had not been made any better, but rather worse, applied to Christ, the great Physician, and were perfectly restored in a moment of time."},{"refcode_short":"1Red 71.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 71.1 (Ellen Gould White)","content":"After the toil and burdens of the day had reached far into the night, Jesus sought a season of repose. But his rest was short. Long before day, he arose and went into a solitary place to pray to his Father. His fervent petition was borne upon the air to the ears of Simon and others who had been searching for him. Guided by the voice of the earnest petitioner, they found his place of devotional retreat, and related to Jesus that there was the greatest anxiety among the people to be with him, and listen to his words, and continue to experience his power in curing their sick and delivering those who were oppressed by Satan. Simon expressed the earnestness of the people: “All men seek for thee.” Not only the poor and afflicted, but those who had wealth, and who were the honored of the earth, sought Christ. They entreated Jesus to remain with them, and in no case to leave them. But he informed them that he had the same work of mercy and love to perform in other towns and cities. For this purpose he had come into the world. He could not abide with them; for in thus doing, others would be deprived of his ministry."},{"refcode_short":"1Red 71.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 71.2 (Ellen Gould White)","content":"Christ preached in their synagogues throughout Galilee, healing the sick, casting out devils, comforting the afflicted, and relieving the despairing. While many, bearing their burdens of those diseased, were pressing through the multitude, to Christ, for him to heal them, there was an unusual commotion among the people. The pressing multitude gave way, falling back. A leper, who was a most loathsome spectacle, was making his way to Christ. Some thought to turn him back from approaching Jesus, as they feared that the people might become infected. But he was as one who neither saw them, nor heard them. The expressions of loathing that came from many lips, did not move him nor turn him from his course. He had but one object in view. His eye saw only the divine Son of God. His ear heard nothing but the voice that was speaking health and happiness to the unfortunate and suffering. As he came into the presence of Jesus, his pent-up feelings, which had been of hopeless despair and agony, now found vent, as a ray of hope lighted up his terrible darkness. He wailed out to Christ his beseeching cry for pity and mercy. He had been loathed and shunned by his fellow-mortals. He had been separated from his family, and was mourned for by them as one far worse than dead. His case had been pronounced incurable. In the greatest humility, he prostrated his consuming, dying, and yet living, breathing, body at the feet of the only One who could save him. His earnest cry to Christ was, If thou wilt, thou canst save me—even me, corrupted and loathsome as I am. Thou canst make me clean. “And Jesus, moved with compassion, put forth his hand and touched him, and saith unto him, I will; be thou clean.” The eager multitude now lose their terror, and again venture to draw nigh to Jesus, to behold this new and wonderful manifestation of his power. But Jesus had no sooner spoken the word of life-giving power, than the half-dead body of putrefaction was changed to healthy flesh, sensitive nerves, and firm muscle. The people witnessed this transformation with speechless amazement and awe."},{"refcode_short":"1Red 73.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 73.1 (Ellen Gould White)","content":"Jesus charged the cleansed leper not to make known the work he had wrought for him, saying, “See thou say nothing to any man; but go thy way, shew thyself to the priest, and offer for thy cleansing those things which Moses commanded, for a testimony unto them.” Accordingly the now happy man went to the same priests who had previously examined him, and whose decision had banished him from his family and friends."},{"refcode_short":"1Red 73.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 73.2 (Ellen Gould White)","content":"Joyfully he presented his offering to the priests, and magnified the name of him who had restored him to health. This irrefutable testimony convinced the priests of the divine power of Jesus, although they still refused to acknowledge him as the Messiah. The Pharisees had asserted that his teachings were directly opposed to the law of Moses, and for the purpose of exalting himself; yet his special directions to the cleansed leper to make an offering to the priest, according to the law of Moses, evidenced to the people that these accusations were false."},{"refcode_short":"1Red 73","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 73 (Ellen Gould White)","content":"Chapter 5—Cleansing the Temple"},{"refcode_short":"1Red 73.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 73.3 (Ellen Gould White)","content":"The Pharisees were bitter in their hatred of Jesus. His teachings reproved their hypocritical lives, and their religion, which consisted of forms and ceremonies. With all their rigorous exactions they had no reverence for the true requirements of God, and daily trampled them beneath their feet. Early in his ministry, Christ condemned their sacrilegious practices by his act of cleansing the temple."},{"refcode_short":"1Red 74.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 74.1 (Ellen Gould White)","content":"At the time of the passover, when Jerusalem was crowded with people who had come from a distance to celebrate this great annual festival, Jesus with his disciples mingled with the gathering throng. It was early in the morning, yet large crowds were already repairing to the temple. As Jesus entered, he was indignant to find the court of the temple arranged as a cattle market and a place of general traffic. There were not only stalls for the beasts, but there were tables where the priests themselves acted as money-brokers and exchangers. It was customary for each person who attended the passover to bring a piece of money, which was paid to the priests upon entering the temple."},{"refcode_short":"1Red 74.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 74.2 (Ellen Gould White)","content":"From the changing of foreign coins and different denominations of money to accommodate strangers, this matter of receiving these offerings had grown into a disgraceful traffic, and a source of great profit to the priests. Many came from a great distance and could not bring their sacrificial offerings. Under the plea of accommodating such persons, in the outer court were cattle, sheep, doves, and sparrows for sale at exorbitant prices. The consequent confusion indicated a noisy cattle market, rather than the sacred temple of God. There could be heard sharp bargaining, buying and selling, the lowing of cattle, the bleating of sheep, and cooing of doves, mingled with the chinking of coin, and angry disputation. A great number of beasts were annually sacrificed at the passover, which made the sales at the temple immense. The dealers realized a large profit, which was shared with the avaricious priesthood and men of authority among the Jews. These hypocritical speculators, under cover of their holy profession, practiced all manner of extortion, and made their sacred office a source of personal revenue."},{"refcode_short":"1Red 75.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 75.1 (Ellen Gould White)","content":"The babel of voices, the noises of animals, and the shouts of their drivers created such a confusion just without the sacred precincts that the worshipers within were disturbed, and the words addressed to the Most High were drowned in the uproar that invaded the temple erected to his glory. Yet the Jews were exceedingly proud of their piety, and tenacious of outward observances and forms. They rejoiced over their temple, and regarded a word spoken in its disfavor as blasphemy. They were rigorous in the performance of ceremonies connected with it, yet allowed the love of money and power to overrule their scruples, till they were scarcely aware of the distance they had wandered from the original purity of the sacrificial ceremony, instituted by God himself."},{"refcode_short":"1Red 75.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 75.2 (Ellen Gould White)","content":"When the Lord came down upon Mount Sinai, the place was consecrated by his presence. A divine command was given Moses to put bounds around the mount and sanctify it, and the word of God was heard in warning: “Take heed to yourselves, that ye go not up into the mount, or touch the border of it. Whosoever toucheth the mount shall be surely put to death. There shall not a hand touch it, but he shall surely be stoned, or shot through; whether it be beast or man, it shall not live.” All the people were cleansed and sanctified for the presence of the Lord. In direct contrast to this example, the sacred temple, dedicated to the Almighty, was made a market-place and a house of merchandise."},{"refcode_short":"1Red 76.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 76.1 (Ellen Gould White)","content":"As the youthful Galilean entered the enclosure, he stooped and picked up a whip of small cords that had been used in driving some of the animals. Jesus ascended the steps of the temple and surveyed the scene with a calm and dignified look. He saw and heard the traffic and bartering. His expression became stern and terrible. The eyes of many turned instinctively to look at this stranger; their gaze became riveted upon him. Others followed their example till the whole multitude were regarding him with a look of mingled fear and amazement."},{"refcode_short":"1Red 76.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 76.2 (Ellen Gould White)","content":"They felt instinctively that this man read their inmost thoughts and their hidden motives of action. Some attempted to conceal their faces as if their evil deeds were written upon their countenances to be scanned by those searching eyes."},{"refcode_short":"1Red 76.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 76.3 (Ellen Gould White)","content":"The confusion was hushed. The sound of traffic and bargaining ceased. The silence became painful. A sense of awe overpowered the entire assembly. It was as if they were arraigned before the tribunal of God to answer for their deeds. The Majesty of Heaven stood as the Judge will stand at the last day, and every one of that vast crowd for the time acknowledged him their Master. His eye swept over the multitude, taking in every individual. His form seemed to tower above them in commanding dignity, and a divine light illuminated his countenance. He spoke, and his clear, ringing voice, echoing through the arches of the temple, was like the voice that shook Mount Sinai, of old: “My house shall be called the house of prayer; but ye have made it a den of thieves.”"},{"refcode_short":"1Red 77.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 77.1 (Ellen Gould White)","content":"He slowly descended the steps, and raising the whip, which in his hand seemed changed to a kingly scepter, bade the bargaining company to quit the sacred limits of the temple, and take hence their merchandise. With a lofty zeal, and a severity he had never before manifested, he overthrew the tables of the money-changers, and the coin fell, ringing sharply upon the marble floor. The most hardened and defiant did not presume to question his authority, but, with prompt obedience, the dignitaries of the temple, the speculating priests, the cattle traders and brokers, rushed from his presence. The most avaricious did not stop to gather up their idolized money, but fled without a thought of their ill-gotten gains."},{"refcode_short":"1Red 77.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 77.2 (Ellen Gould White)","content":"The beasts and birds were all hurried beyond the sacred portals. A panic of fear swept over the multitude who felt the over-shadowing of Christ's divinity. Cries of terror escaped from hundreds of blanched lips as the crowd rushed headlong from the place. Jesus smote them not with the whip of cords, but, to their guilty eyes, that simple instrument seemed like gleaming, angry swords, circling in every direction, and threatening to cut them down. Even the disciples quaked with fear, and were awe-struck by the words and manner of Jesus, so unlike the usual demeanor of the meek and lowly man of Galilee. But they remembered that it was written of him, “The zeal of thine house hath eaten me up.” Soon the multitude, with their cattle, their sheep, doves, and sparrows, were far removed from the temple of the Lord. The courts were free from unholy commerce, and a deep silence and solemnity settled upon the late scene of confusion. If the presence of the Lord sanctified the mount, his presence made equally sacred the temple reared to his honor."},{"refcode_short":"1Red 78.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 78.1 (Ellen Gould White)","content":"How easily could that vast throng have resisted the authority of one man; but the power of His divinity overwhelmed them with confusion and a sense of their guilt. They had no strength to resist the divine authority of the Saviour of the world. The desecrators of God's holy place were driven from its portals by the Majesty of Heaven."},{"refcode_short":"1Red 78.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 78.2 (Ellen Gould White)","content":"After the temple was cleansed, the demeanor of Jesus changed; the terrible majesty of his countenance gave place to an expression of tenderest sympathy. He looked after the flying crowd with eyes full of sorrow and compassion. There were some who remained, held by the irresistible attraction of his presence. They were unterrified by his awful dignity, their hearts were drawn toward him with love and hope. These people were not the great and powerful, who expected to impress him with a sense of their grandeur; they were the poor, the sick, and the afflicted."},{"refcode_short":"1Red 78.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 78.3 (Ellen Gould White)","content":"After the buyers and sellers, and the promiscuous crowd with their merchandise, were driven out, Jesus healed the stricken ones who flocked unto him. The sick were relieved, the blind received their sight, the dumb praised God with loosened tongues, the lame leaped for joy, and demons were cast out from those they had long tormented. Mothers, pale with anxiety and watching, brought their dying infants to receive his blessing. He folded them tenderly to his bosom, and returned them to their mothers’ arms well and strong."},{"refcode_short":"1Red 79.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 79.1 (Ellen Gould White)","content":"This was a scene worthy of the temple of the Lord. He who, a short time before, had stood upon the steps like an avenging angel, had now become a messenger of mercy, soothing the sorrows of the oppressed, encouraging the despairing, relieving the suffering. Hundreds returned to their homes from the passover sound in body and enlightened in mind, who had come there feeble and desponding."},{"refcode_short":"1Red 79.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 79.2 (Ellen Gould White)","content":"During this time the people were slowly drifting back. They had partially recovered from the panic that had seized them, but their faces expressed an irresolution and timidity that could not be concealed. They looked with amazement upon the works of Jesus, beholding more wonderful cures than had ever been accomplished before. The Jews knew that the act of Jesus in purging the temple of its sacrilegious speculators, was not the exhibition of human power. The divine authority that inspired Jesus, and lifted him above humanity, was felt and realized by them, and should have been sufficient to bring them as worshipers at his feet. But they were determined to disbelieve him. They feared that this humble Galilean would take from them their power over the people, by his greater works and super-human authority. Their haughty spirits had looked for a king who would come with great pomp and heraldry, subduing the nations of the earth, and raising them to a much loftier station than they now occupied. This Man, who came teaching humility and love, aroused their hatred and scorn."},{"refcode_short":"1Red 80.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 80.1 (Ellen Gould White)","content":"When he arose in the majesty of his sacred mission, they were stricken with sudden fear and condemnation. But, after the spell was broken, in the hardness of their hearts, they wondered why they had been so terror-stricken and fled so precipitately from the presence of a single man. What right had this youthful Galilean to interfere with the dignitaries of the temple? After a time they returned, but did not dare at once to resume their former occupation."},{"refcode_short":"1Red 80.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 80.2 (Ellen Gould White)","content":"The crowd were comparatively innocent, for it was by the arrangement of the chief authorities of the temple that the outer court was turned into a market-place. The great sin of desecration lay upon the priesthood, who had perverted and disgraced their sacred office. The chief priests and elders counseled among themselves as to what course should be pursued toward Jesus, and what his conduct could mean, assuming an authority greater than their own, and rebuking them openly."},{"refcode_short":"1Red 80.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 80.3 (Ellen Gould White)","content":"They went to Jesus with a deference born of the fear that still hung over them; for they concluded that he must be a prophet sent of God to restore the sanctity of the temple. They asked him, “What sign showest thou unto us, seeing that thou doest these things?” Jesus had already given them the strongest proof of his divine commission. He knew that no evidence he could present to them would convince them that he was the Messiah if his act of cleansing the temple had failed to do so. Therefore he answered their challenge with these words, “Destroy this temple, and in three days I will raise it up.” They supposed he referred to the temple at Jerusalem, and were astounded at his apparent presumption. Their unbelieving minds were unable to discern that he referred to his own body, the earthly temple of the Son of God. With indignation they answered, “Forty and six years was this temple in building, and wilt thou rear it up in three days?”"},{"refcode_short":"1Red 81.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 81.1 (Ellen Gould White)","content":"Jesus did not design that the skeptical Jews should discover the hidden meaning of his words, nor even his disciples at that time. After his resurrection they called to mind these words he had uttered, and they then understood them correctly. They remembered that he had also said that he had power to lay down his life and to take it again. Jesus was acquainted with the path his feet had entered upon, even unto the end. His words possessed a double meaning, referring to the temple at Jerusalem as well as his own material body."},{"refcode_short":"1Red 81.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 81.2 (Ellen Gould White)","content":"Christ was the foundation and life of that temple. His crucifixion would virtually destroy it, because its services were typical of the future sacrifice of the Son of God. They pointed to the great antitype, which was Christ himself. When the Jews should accomplish their wicked purpose, and do unto him what they listed, from that day forth sacrificial offerings, and the services connected with them, would be valueless in the sight of God, for type would have met antitype in the perfect offering of the Son of God."},{"refcode_short":"1Red 81.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 81.3 (Ellen Gould White)","content":"The whole priesthood was established to represent the mediatorial character and work of Christ; and the entire plan of sacrificial worship was a foreshadowing of the death of the Saviour to redeem the world from sin. There would be no more need of burnt-offerings and the blood of beasts when the great event toward which they had pointed for ages was consummated. The temple was Christ's; its services and ceremonies referred directly to him. What then must have been his feelings when he found it polluted by the spirit of avarice and extortion, a place of merchandise and traffic!"},{"refcode_short":"1Red 82.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 82.1 (Ellen Gould White)","content":"When Christ was crucified, the inner vail of the temple was rent in twain from top to bottom, which event signified that the ceremonial system of the sacrificial offerings was at an end forever, that the one great and final sacrifice was made in the Lamb of God, slain for the sins of the world."},{"refcode_short":"1Red 82.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 82.2 (Ellen Gould White)","content":"In the defilement and cleansing of the temple we have a lesson for this time. The same spirit that existed among the Jews, leading them to substitute gain for godliness, and outward pomp for inward purity, curses the Christian world today. It spreads like a defiling leprosy among the professed worshipers of God. Sacred things are brought down to a level with the vain matters of the world. Vice is mistaken for virtue, and righteousness for crime. Temporal business is mingled with the worship of God. Extortion and wicked speculation are practiced by those who profess to be servants of the Most High. Said the inspired apostle, “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.” It is necessary that Jesus should occupy his temple in the human heart every day, and cleanse it from the defilement of sin."},{"refcode_short":"1Red 83","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 83 (Ellen Gould White)","content":"Chapter 6—Feast of Tabernacles"},{"refcode_short":"1Red 83.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 83.1 (Ellen Gould White)","content":"Three times a year, all the Jews were required to assemble for religious purposes at Jerusalem. Jesus had not attended several of these gatherings because of the enmity of the Jews. When he declared in the synagogue that he was the bread of life, many of those who had followed him apostatized and united with the Pharisees to watch him and spy upon his movements in the hope of finding cause to condemn him to death."},{"refcode_short":"1Red 83.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 83.2 (Ellen Gould White)","content":"The sons of Joseph, who passed as brothers of Jesus, were very much affected by this desertion of so many of his disciples, and, as the time approached for the Feast of Tabernacles, they urged Jesus to go up to Jerusalem, and, if he was indeed the Messiah, to present his claims before the rulers, and enforce his rights."},{"refcode_short":"1Red 83.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 83.3 (Ellen Gould White)","content":"Jesus replied to them with solemn dignity: “My time is not yet come; but your time is always ready. The world cannot hate you; but me it hateth, because I testify of it that the works thereof are evil. Go ye up unto this feast; I go not up yet unto this feast, for my time is not yet full come.” The world loved those who were like itself; but the contrast between Christ and the world was most marked; there could be no harmony between them. His teachings, and his reproofs of sin, stirred up its hatred against him. The Saviour knew what awaited him at Jerusalem, he knew that the malice of the Jews would soon bring about his death, and it was not his place to hasten that event by prematurely exposing himself to their unscrupulous hatred. He was to patiently await his appointed time."},{"refcode_short":"1Red 84.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 84.1 (Ellen Gould White)","content":"At the commencement of the Feast of Tabernacles, the absence of Jesus was commented upon. The Pharisees and rulers anxiously looked for him to come, hoping that they might have an opportunity to condemn him on account of something he might say or do. They anxiously inquired, “Where is he?” but no one knew. Presently a dispute rose among the people in regard to Jesus, many nobly defending him as one sent of God, while others bitterly accused him as a deceiver of the people."},{"refcode_short":"1Red 84.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 84.2 (Ellen Gould White)","content":"Meanwhile, Jesus had quietly arrived at Jerusalem. He had chosen an unfrequented route by which to go, in order to avoid the travelers who were making their way to the city from all quarters. In the midst of the feast, when the dispute concerning himself was at its height, Jesus walked calmly into the court of the temple, and stood before the crowd as one possessed of unquestionable authority. The sudden and unexpected appearance of one whom they believed would not dare to show himself among them in the presence of all the chief priests and rulers, astonished the people so that a sudden hush succeeded the excited discussion in which they had been engaged. They were astonished at his dignified and courageous bearing in the midst of many powerful men who were thirsting for his life."},{"refcode_short":"1Red 84.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 84.3 (Ellen Gould White)","content":"Standing thus, with the eyes of all the people riveted upon him, he addressed them as no man had ever done. His knowledge was greater than that of the learned priests and elders, and he assumed an authority which they had never ventured to take. Those very men who had so lately been wrought up to a frenzy of hate, and were ready to do violence to Christ at the first opportunity, now listened spell-bound to his words, and felt themselves powerless to do him harm. He was the attraction of the hour; all other interests were forgotten for the time. The hearts of the people thrilled with awe as they listened to his divine words."},{"refcode_short":"1Red 85.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 85.1 (Ellen Gould White)","content":"His discourse showed that he was well acquainted with the law in all its bearings, and was a clear interpreter of the Scriptures. The question passes from one to another, “How knoweth this man letters, having never learned?” Some, less acquainted with his former life, inquire among themselves in what school he has been instructed. Finally, the rulers recover their presence of mind sufficiently to demand by what authority he stands so boldly teaching the people. They seek to turn the attention of the multitude from Jesus to the question of his right to teach, and to their own importance and authority. But the voice of Jesus answers their queries with thrilling power:—"},{"refcode_short":"1Red 85.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 85.2 (Ellen Gould White)","content":"“My doctrine is not mine, but His that sent me. If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself. He that speaketh of himself seeketh his own glory;but he that seeketh his glory that sent him, the same is true, and no unrighteousness is in him.” Jesus here declares that his Heavenly Father is the source of all strength, and the foundation of all wisdom. No natural talent nor acquired learning can supply the place of a knowledge of the will of God. A willingness to obey the requirements of the Lord opens the mind and heart to candid inquiry, and diligent searching for the doctrine of truth. He declares that, with a mind thus open, men can discern between him who speaks in the cause of God and him who speaks for his own glory for selfish purposes. Of this latter class were the haughty priests and Pharisees."},{"refcode_short":"1Red 86.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 86.1 (Ellen Gould White)","content":"Jesus spoke upon the subject of the law. He was in the presence of the very men who were great sticklers for its exactions, yet failed to carry out its principles in their lives. These persons persecuted Jesus, who taught so pointedly the sanctity of God's statutes, and freed them from the senseless restrictions which had been attached to them. Since Jesus had healed the paralytic on the Sabbath day, the Pharisees had a determined purpose to compass his death, and were eagerly watching for an opportunity to accomplish their design. Jesus, penetrating their purposes, inquired of them:—"},{"refcode_short":"1Red 86.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 86.2 (Ellen Gould White)","content":"“Did not Moses give you the law, and yet none of you keepeth the law? Why go ye about to kill me?” This pointed accusation struck home to the guilty consciences of the Pharisees and rulers, but only increased their rage. That this humble man should stand up before the people and expose the hidden iniquity of their lives, seemed a presumption too great to be believed. But the rulers wished to conceal their evil purposes from the people, and evaded the words of Jesus, crying out, “Thou hast a devil; who goeth about to kill thee?” In these words they would insinuate that all the wonderful works of Jesus were instigated by an evil spirit. They also wished to direct the minds of the people from the words of Jesus revealing their purpose of taking his life."},{"refcode_short":"1Red 87.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 87.1 (Ellen Gould White)","content":"But “Jesus answered and said unto them, I have done one work, and ye all marvel. Moses therefore gave unto you circumcision; not because it is of Moses, but of the fathers; and ye on the Sabbath day circumcise a man.” Jesus referred to his act of healing the man on the Sabbath, and showed that it was in accordance with the Sabbath law. He alluded also to the custom among the Jews of circumcising on the Sabbath. If it was lawful to circumcise a man on the Sabbath, it must certainly be right to relieve the afflicted, “to make a man every whit whole on the Sabbath day.” He bade them “judge not according to appearance, but judge righteous judgment.” The boldness with which Jesus defended himself, and interpreted the spirit of the law, silenced the rulers and led many of those who heard him to say, “Is not this he whom they seek to kill? But lo, he speaketh boldly, and they say nothing unto him. Do the rulers know indeed that this is the very Christ?” Many of those who lived at Jerusalem, and were not ignorant of the designs of the Sanhedrim council against Jesus, were charmed with the doctrine that he taught and with his pure and dignified bearing, and were inclined to accept him as the Son of God."},{"refcode_short":"1Red 87.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 87.2 (Ellen Gould White)","content":"They were not filled with the bitter prejudice and hatred of the priests and rulers; but Satan was ready to suggest doubts and questions in their minds as to the divinity of this man of humble origin. Many had received the impression that Messiah would have no natural relationship to humanity, and it was not pleasant for them to think of him, whom they had hoped would be a mighty King of Israel, as one who sprung from poverty and obscurity. Therefore they said among themselves, “Howbeit we know this man knoweth whence he is; but when Christ cometh, no man knoweth whence he is.” The minds of these men were closed to the prophecies, which pointed out how and when Christ was to come."},{"refcode_short":"1Red 88.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 88.1 (Ellen Gould White)","content":"While their minds were balancing between doubt and faith, Jesus took up their thoughts and answered them thus: “Ye both know me, and ye know whence I am; and I am not come of myself, but He that sent me is true, whom ye know not. But I know him; for I am from him, and he hath sent me.” They claimed a knowledge of what the origin of Christ should be, while they were in reality utterly ignorant of it, and were locked in spiritual blindness. If they had lived in accordance with the will of the Father, they would have known his Son when he was manifested to them."},{"refcode_short":"1Red 88.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 88.2 (Ellen Gould White)","content":"The words of Jesus convinced many of those who listened; but the rage of the rulers was increased by this very fact, and they made an attempt to seize him; “but no man laid hands on him, because his hour was not yet come. And many of the people believed on him, and said, When Christ cometh will he do more miracles than these which this man hath done?”"},{"refcode_short":"1Red 88.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 88.3 (Ellen Gould White)","content":"Jesus stood before his enemies with calm and dignified mien, declaring his mission to the world, and revealing the hidden sins and deadly designs of the Pharisees and rulers. Though these lofty persons would gladly have sealed his lips, and though they had the will to destroy him where he stood, they were prevented by an invisible influence, which put a limit to their rage and said to them, “Thus far shalt thou go, and no farther.”"},{"refcode_short":"1Red 89.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 89.1 (Ellen Gould White)","content":"The words of Jesus found a place in many hearts, and, like seed sown in goodly soil, they afterward bore abundant harvests. The spies scattered throughout the throng now report to the chief priests and elders that Jesus is gaining great influence among the people and that many are already acknowledging their belief in him. The priests therefore secretly lay their plans to arrest Jesus; but they arrange to take him when he is alone, for they dare not risk the effect upon the people of seizing him while in their presence. Jesus, divining their malevolent intents, declares in words of solemn pathos:—"},{"refcode_short":"1Red 89.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 89.2 (Ellen Gould White)","content":"“Yet a little while am I with you, and then I go unto Him that sent me. Ye shall seek me, and shall not find me; and where I am, thither ye cannot come.” Soon the Saviour of the world will find a refuge from the persecution of his enemies, where their scorn and hate will be powerless to harm him. He will ascend to his Father, to be again the Adored of angels; and thither his murderers can never come."},{"refcode_short":"1Red 89.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 89.3 (Ellen Gould White)","content":"The Feast of Tabernacles was celebrated to commemorate the time when the Hebrews dwelt in tents during their sojourn in the wilderness. While this great festival lasted, the people were required to leave their houses and live in booths made of green branches of pine or myrtle. These leafy structures were sometimes erected on the tops of the houses, and in the streets, but oftener outside the walls of the city, in the valleys and along the hill-sides. Scattered about in every direction, these green camps presented a very picturesque appearance."},{"refcode_short":"1Red 90.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 90.1 (Ellen Gould White)","content":"The feast lasted one week, and during all that time the temple was a festal scene of great rejoicing. There was the pomp of the sacrificial ceremonies; and the sound of music, mingled with hosannas, made the place jubilant. At the first dawn of day, the priests sounded a long, shrill blast upon their silver trumpets; and the answering trumpets, and the glad shouts of the people from their booths, echoing over hill and valley, welcomed the festal day. Then the priest dipped from the flowing waters of the Kedron a flagon of water, and, lifting it on high, while the trumpets were sounding, he ascended the broad steps of the temple, keeping time with the music with slow and measured tread, chanting meanwhile: “Our feet shall stand within thy gates, O Jerusalem!”"},{"refcode_short":"1Red 90.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 90.2 (Ellen Gould White)","content":"He bore the flagon to the altar which occupied a central position in the temple court. Here were two silver basins, with a priest standing at each one. The flagon of water was poured into one basin, and a flagon of wine into the other; and the contents of both flowed into a pipe which communicated with the Kedron, and was conducted to the Dead Sea. This display of the consecrated water represented the fountain that flowed from the rock to refresh the Hebrews in the wilderness. Then the jubilant strains rang forth:—"},{"refcode_short":"1Red 90.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 90.3 (Ellen Gould White)","content":"“The Lord Jehovah is my strength and song;” “therefore with joy shall we draw water out of the wells of salvation!” All the vast assembly joined in triumphant chorus with musical instruments and deep-toned trumpets, while competent choristers conducted the grand harmonious concert of praise."},{"refcode_short":"1Red 91.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 91.1 (Ellen Gould White)","content":"The festivities were carried on with an unparalleled splendor. At night the temple and its court blazed so with artificial light that the whole city was illuminated. The music, the waving of palm-branches, the glad hosannas, the great concourse of people, over which the light streamed from the hanging lamps, the dazzling array of the priests, and the majesty of the ceremonies, all combined to make a scene that deeply impressed all beholders."},{"refcode_short":"1Red 91.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 91.2 (Ellen Gould White)","content":"The feast was drawing to a close. The morning of the last, crowning day found the people wearied from the long season of festivity. Suddenly Jesus lifted up his voice in tones that rang through the courts of the temple:—"},{"refcode_short":"1Red 91.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 91.3 (Ellen Gould White)","content":"“If any man thirst, let him come unto me, and drink. He that believeth on me, as the Scripture hath said, out of his belly shall flow rivers of living water.” The condition of the people made this appeal very forcible. They had been engaged in a continued scene of pomp and festivity, their eyes had been dazzled with light and color, and their ears regaled with the richest music; but there had been nothing to meet the wants of the spirit, nothing to satisfy the thirst of the soul for that which perishes not. Jesus invited them to come and drink of the fountain of life, of that which should be in them a well of water springing up into everlasting life."},{"refcode_short":"1Red 91.4","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 91.4 (Ellen Gould White)","content":"The priest had that morning performed the imposing ceremony which represented the smiting of the rock in the wilderness and the issuing therefrom of the water. That rock was a figure of Christ. His words were the water of life. As Jesus spoke thus to the people, their hearts thrilled with a strange awe, and many were ready to exclaim, with the woman of Samaria, “Give me of this water, that I thirst not.”"},{"refcode_short":"1Red 92.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 92.1 (Ellen Gould White)","content":"The words of the Divine Teacher presented his gospel in a most impressive figure. More than eighteen hundred years have passed since the lips of Jesus pronounced those words in the hearing of thousands of thirsty souls; but they are as comforting and cheering to our hearts today, and as full of hope, as to those who accepted them in the Jewish temple. Jesus knew the wants of the human soul. Hollow pomp, riches and honor, cannot satisfy the heart. “If any man thirst, let him come unto me.” The rich, the poor, the high, the low, are alike welcomed. He promises to relieve the burdened mind, to comfort the sorrowing, and give hope to the despondent. Many of those who heard Jesus were mourners over disappointed hopes, some were nourishing a secret grief, some were seeking to satisfy the restless longing of the soul with the things of this world and the praise of men; but when all this was gained, they found that they had toiled to reach only a broken cistern, from which they could not quench their fever thirst. Amid all the glitter of the joyous scene they stood, dissatisfied and sad. That sudden cry, “If any man thirst—” startles them from their sorrowful meditation, and as they listen to the words that follow, their minds kindle with a new hope. They look upon the Lifegiver standing in majesty before them, divinity flashing through his humanity, and revealing his heavenly power in words that thrill their hearts."},{"refcode_short":"1Red 92.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 92.2 (Ellen Gould White)","content":"The cry of Christ to the thirsty soul is still going forth. It appeals to us with even greater power than to those who heard it in the temple on that last day of the feast. The weary and exhausted ones are offered the refreshing draught of eternal life. Jesus invites them to rest in him. He will take their burdens. He will give them peace. Centuries before the advent of Christ, Isaiah described him as a “hiding-place from the wind,” a “covert from the tempest,” as “the shadow of a great rock in a weary land.” All who come to Christ receive his love in their hearts, which is the water that springs up unto everlasting life. Those who receive it impart it in turn to others, in good works, in right examples, and in Christian counsel."},{"refcode_short":"1Red 93.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 93.1 (Ellen Gould White)","content":"The day was over, and the Pharisees and rulers waited impatiently for a report from the officers whom they had set upon the track of Jesus, in order to arrest him. But their emissaries return without him. They are angrily asked, “Why have ye not brought him?” The officers, with solemn countenances, answer, “Never man spake like this man.” Dealing with violence and crime had naturally hardened the hearts of these men; but they were not so unfeeling as the priests and elders, who had resolutely shut out the light, and given themselves up to envy and malice."},{"refcode_short":"1Red 93.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 93.2 (Ellen Gould White)","content":"The officers had heard the words of Jesus in the temple, they had felt the wondrous influence of his presence, and their hearts had been strangely softened and drawn toward him whom they were commanded to arrest as a criminal. They were unequal to the task set them by the priests and rulers; they could not summon courage to lay hands upon this pure Being who stood, with the light of Heaven upon his countenance, preaching a free salvation. As they stand excusing themselves for not obeying their orders, and saying, “Never man spake like this man,” the Pharisees, enraged that even these tools of the law should be influenced by this Galilean peasant, cry out angrily:—"},{"refcode_short":"1Red 94.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 94.1 (Ellen Gould White)","content":"“Are ye also deceived? Have any of the rulers or of the Pharisees believed on him? But this people, who knoweth not the law, are cursed.” They then proceed to lay plans to condemn and execute Jesus immediately, fearful that if he is left free any longer he will gain all the people. They decide that their only hope is to speedily silence him. But Nicodemus, one of the Pharisees, and he who had come to Jesus in the night and had been taught of him concerning the new birth, speaks out boldly:—"},{"refcode_short":"1Red 94.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 94.2 (Ellen Gould White)","content":"“Doth our law judge any man, before it hear him, and know what he doeth?” For a moment silence falls on the assembly. Nicodemus was a rich and influential man, learned in the law, and holding a high position among the rulers. What he said was true, and came home to the Pharisees with startling, emphasis; they could not condemn a man unheard. But this was not the only reason that the haughty rulers remained confounded, gazing at him who had so boldly spoken in favor of justice. They were startled and chagrined that one of their own number had been so impressed by the power of Jesus as to openly defend him in the council. When they recovered from their astonishment, they addressed him with cutting sarcasm:—"},{"refcode_short":"1Red 95.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 95.1 (Ellen Gould White)","content":"“Art thou also of Galilee? Search and look; for out of Galilee ariseth no prophet.” But they were nevertheless unable to carry their purpose, and condemn Jesus without a hearing. They were defeated and crest-fallen for the time, and “every man went unto his own house.”"},{"refcode_short":"1Red 95","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 95 (Ellen Gould White)","content":"Chapter 7—Go and Sin No More"},{"refcode_short":"1Red 95.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 95.2 (Ellen Gould White)","content":"Early on the following morning, Jesus “came again into the temple, and all the people came unto him; and he sat down, and taught them.”"},{"refcode_short":"1Red 95.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 95.3 (Ellen Gould White)","content":"While Jesus was engaged in teaching, the scribes and Pharisees brought to him a woman whom they accused of the sin of adultery, and said to him, Master, “now Moses in the law commanded us that such should be stoned; but what sayest thou? This they said, tempting him, that they might have to accuse him. But Jesus stooped down, and with his finger wrote on the ground, as though he heard them not.”"},{"refcode_short":"1Red 95.4","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 95.4 (Ellen Gould White)","content":"The scribes and Pharisees had agreed to bring this case before Jesus, thinking that whatever decision he made in regard to it, they would therein find occasion to accuse and condemn him. If he should acquit the woman, they would accuse him of despising the law of Moses, and condemn him on that account; and if he should declare that she was guilty of death, they would accuse him to the Romans as one who was stirring up sedition and assuming authority which alone belonged to them. But Jesus well knew for what purpose this case had been brought to him; he read the secrets of their hearts, and knew the character and life-history of every man in his presence. He seemed indifferent to the question of the Pharisees, and while they were talking and pressing about him, he stooped and wrote carelessly with his finger in the sand."},{"refcode_short":"1Red 96.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 96.1 (Ellen Gould White)","content":"Although doing this without apparent design, Jesus was tracing on the ground, in legible characters, the particular sins of which the woman's accusers were guilty, beginning with the eldest and ending with the youngest. At length the Pharisees become impatient at the indifference of Jesus, and his delay in deciding the question before him, and drew nearer, urging the matter. But as their eyes fell upon the words written in the sand, fear and surprise took possession of them. The people, looking on, saw their countenances suddenly change, and pressed forward to discover what they were regarding with such an expression of astonishment and shame. Many of those who thus gathered round also read the record of hidden sin inscribed against these accusers of another."},{"refcode_short":"1Red 96.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 96.2 (Ellen Gould White)","content":"Then Jesus “lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her. And again he stooped down, and wrote on the ground.” The accusers saw that Jesus not only knew the secrets of their past sins, but was acquainted with their purpose in bringing this case before him, and had in his matchless wisdom defeated their deeply laid scheme. They now became fearful lest Jesus would expose their guilt to all present, and they therefore “being convicted by their own conscience, went out one by one, beginning at the eldest, even unto the last; and Jesus was left alone, and the woman standing in the midst.”"},{"refcode_short":"1Red 97.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 97.1 (Ellen Gould White)","content":"There was not one of her accusers but was more guilty than the conscience-stricken woman who stood trembling with shame before him. After the Pharisees had hastily left the presence of Christ, in their guilty consternation, he arose and looked upon the woman, saying, “Woman, where are those thine accusers? hath no man condemned thee? She said, No man, Lord. And Jesus said unto her, Neither do I condemn thee. Go, and sin no more.”"},{"refcode_short":"1Red 97.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 97.2 (Ellen Gould White)","content":"Jesus did not palliate sin nor lessen the sense of crime; but he came not to condemn; he came to lead the sinner to eternal life. The world looked upon this erring woman as one to be slighted and scorned; but the pure and holy Jesus stooped to address her with words of comfort, encouraging her to reform her life. Instead of to condemn the guilty, his work was to reach into the very depths of human woe and degradation, lift up the debased and sinful, and bid the trembling penitent to “sin no more.” When the woman stood before Jesus, cowering under the accusation of the Pharisees and a sense of the enormity of her crime, she knew that her life was trembling in the balance, and that a word from Jesus would add fuel to the indignation of the crowd, so that they would immediately stone her to death."},{"refcode_short":"1Red 97.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 97.3 (Ellen Gould White)","content":"Her eyes droop before the calm and searching glance of Christ. Stricken with shame, she is unable to look upon that holy countenance. As she thus stands waiting for sentence to be passed upon her, the words fall upon her astonished ears that not only deliver her from her accusers, but send them away convicted of greater crimes than hers. After they are gone, she hears the mournfully solemn words: “Neither do I condemn thee. Go, and sin no more.” Her heart melts with penitential grief; and, with gratitude to her Deliverer, she bows at the feet of Jesus, sobbing out in broken accents the emotions of her heart, and confessing her sins with bitter tears."},{"refcode_short":"1Red 98.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 98.1 (Ellen Gould White)","content":"This was the beginning of a new life to this tempted, fallen soul, a life of purity and peace, devoted to the service of God. In raising this woman to a life of virtue, Jesus performed a greater act than that of healing the most grievous bodily malady; he cured the sickness of the soul which is unto death everlasting. This penitent woman became one of the firmest friends of Jesus. She repaid his forgiveness and compassion, with a self-sacrificing love and worship. Afterward, when she stood sorrow-stricken at the foot of the cross, and saw the dying agony on the face of her Lord, and heard his bitter cry, her soul was pierced afresh; for she knew that this sacrifice was on account of sin; and her responsibility as one whose deep guilt had helped to bring about this anguish of the Son of God, seemed very heavy indeed. She felt that those pangs which pierced the Saviour's frame were for her; the blood that flowed from his wounds was to blot out her record of sin; the groans which escaped from his dying lips were caused by her transgression. Her heart ached with a sorrow past all expression, and she felt that a life of self-abnegating atonement would poorly compensate for the gift of life, purchased for her at such an infinite price."},{"refcode_short":"1Red 99.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 99.1 (Ellen Gould White)","content":"In his act of pardoning, and encouraging this fallen woman to live a better life, the character of Jesus shines forth in the beauty of a perfect righteousness. Knowing not the taint of sin himself, he pities the weakness of the erring one, and reaches to her a helping hand. While the self-righteous and hypocritical Pharisees denounce, and the tumultuous crowd is ready to stone and slay, and the trembling victim waits for death—Jesus, the Friend of sinners, bids her, “Go, and sin no more.”"},{"refcode_short":"1Red 99.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 99.2 (Ellen Gould White)","content":"It is not the true follower of Christ who turns from the erring with cold, averted eyes, leaving them unrestrained to pursue their downward course. Christian charity is slow to censure, quick to detect penitence, ready to forgive, to encourage, to set the wanderer in the path of virtue, and stay his feet therein."},{"refcode_short":"1Red 99.3","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 99.3 (Ellen Gould White)","content":"The wisdom displayed by Jesus on this occasion, in defending himself against the designs of his enemies, and the evidence which he gave them that he knew the hidden secrets of their lives, the conviction that he pressed home upon the guilty consciences of the very men who were seeking to destroy him, were sufficient evidence of his divine character. Jesus also taught another important lesson in this scene: That those who are ever forward to accuse others, quick to detect them in wrong, and zealous that they should be brought to justice, are often guiltier in their own lives than those whom they accuse. Many who beheld the whole scene were led to compare the pardoning compassion of Jesus with the unrelenting spirit of the Pharisees, to whom mercy was a stranger; and they turned to the pitying Saviour as unto One who would lead the repentant sinner into peace and security."},{"refcode_short":"1Red 100.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 100.1 (Ellen Gould White)","content":"“Then spake Jesus again unto them, saying, I am the light of the world; he that followeth me shall not walk in darkness, but shall have the light of my life.” Jesus had represented himself, in his relation to fallen man, as a fountain of living water, to which all who thirst may come and drink. The brilliant lights in the temple illuminated all Jerusalem, and he now used these lights to represent his relation to the world. In clear and thrilling tones he declared: “I am the light of the world.” As the radiant lamps of the temple lit up the whole city, so Christ, the source of spiritual light, illuminated the darkness of a world lying in sin. His manner was so impressive, and his words carried with them such a weight of truth, that many were there convicted that he was indeed the Son of God. But the Pharisees, ever ready to contradict him, accused him of egotism, saying, “Thou bearest record of thyself; thy record is not true.” Jesus, answering their objections, asserted again his divine commission:—"},{"refcode_short":"1Red 100.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 100.2 (Ellen Gould White)","content":"“Though I bear record of myself, yet my record is true; for I know whence I came, and whither I go; but ye cannot tell whence I come and whither I go.” They were ignorant of his divine character and mission because they had not searched the prophecies concerning the Messiah, as it was their privilege and duty to do. They had no connection with God and Heaven, and therefore did not comprehend the work of the Saviour of the world, and, though they had received the most convincing evidence that Jesus was that Saviour, yet they refused to open their minds to understand. At first they had set their hearts against him, and refused to believe the strongest proof of his divinity, and, as a consequence, their hearts had grown harder until they were determined not to believe nor accept him."},{"refcode_short":"1Red 101.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 101.1 (Ellen Gould White)","content":"“Ye judge after the flesh; I judge no man. And yet, if I judge, my judgment is true; for I am not alone, but I and the Father that sent me.” Thus he declared that he was sent of God, to do his work. He had not consulted with priests nor rulers as to the course he was to pursue; for his commission was from the highest authority, even the Creator of the universe. Jesus, in his sacred office, had taught the people, had relieved suffering, had forgiven sin, and had cleansed the temple, which was his Father's house, and driven out its desecraters from its sacred portals; he had condemned the hypocritical lives of the Pharisees, and reproved their hidden sins; and in all this he had acted under the instruction of his Heavenly Father. For this reason they hated him and sought to kill him. Jesus declared to them: “Ye are from beneath; I am from above. Ye are of this world; I am not of this world.”"},{"refcode_short":"1Red 101.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 101.2 (Ellen Gould White)","content":"“When ye have lifted up the Son of Man, then shall ye know that I am he, and that I do nothing of myself, but as my Father hath taught me.” “And he that sent me is with me; the Father hath not left me alone; for I do always those things that please him.” These words were spoken with thrilling power, and, for the time, closed the lips of the Pharisees, and caused many of those who listened with attentive minds to unite with Jesus, believing him to be the Son [of] God. To these believing ones he said, “If ye continue in my word, then are ye my disciples indeed. And ye shall know the truth, and the truth shall make you free.” But to the Pharisees who rejected him, and who hardened their hearts against him, he declared: “I go my way, and ye shall seek me, and shall die in your sins; whither I go, ye cannot come.”"},{"refcode_short":"1Red 102.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 102.1 (Ellen Gould White)","content":"But the Pharisees took up his words, addressed to those who believed, and commented upon them, saying, “We be Abraham's seed, and were never in bondage to any man; how sayest thou, Ye shall be made free?” Jesus looked upon these men,—the slaves of unbelief and bitter malice, whose thoughts were bent upon revenge,—and answered them, “Verily, verily, I say unto you, Whosoever committeth sin, is the servant of sin.” They were in the worst of bondage, ruled by the spirit of evil. Jesus declared to them that if they were the true children of Abraham, and lived in obedience to God, they would not seek to kill one who was speaking the truth that was given him of God. This was not doing the works of Abraham, whom they claimed as their father."},{"refcode_short":"1Red 102.2","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 102.2 (Ellen Gould White)","content":"Jesus, with startling emphasis, denied that the Jews were following the example of Abraham. Said he, “Ye do the deeds of your father.” The Pharisees, partly comprehending his meaning, said, “We be not born of fornication; we have one Father, even God.” But Jesus answered them: “If God were your Father, ye would love me; for I proceeded forth and came from God; neither came I of myself, but he sent me.” The Pharisees had turned from God, and refused to recognize his Son. If their minds had been open to the love of God, they would have acknowledged the Saviour who was sent to the world by him. Jesus boldly revealed their desperate condition:—"},{"refcode_short":"1Red 103.1","refcode_long":"Redemption Or The First Advent Of Christ With His Life And Ministry, p. 103.1 (Ellen Gould White)","content":"“Ye are of your father the devil, and the lusts of your father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own; for he is a liar, and the father of it. And because I tell you the truth, ye believe me not.” These words were spoken with sorrowful pathos, as Jesus realized the terrible condition into which these men had fallen. But his enemies heard him with uncontrollable anger; although his majestic bearing, and the mighty weight of the truths he uttered, held them powerless. Jesus continued to draw the sharp contrast between their position and that of Abraham, whose children they claimed to be:—"}]