[{"refcode_short":"2BC 991","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 991 (Ellen Gould White)","content":"EGW Comments SDA Bible Commentary Vol. 2"},{"refcode_short":"2BC 993.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 993.1 (Ellen Gould White)","content":"The following quotations are from unpublished manuscripts and from articles in various papers, such as the Review and Herald, that at the time  of publication in the SDA Bible Commentary were not incorporated in any of the current Ellen G. White books. These quotations are arranged in sequence from Joshua to 2 Kings, the books covered in this volume of the commentary. Bible references in parentheses preceding certain quotations indicate other passages of Scripture on which these quotations throw light."},{"refcode_short":"2BC 993","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 993 (Ellen Gould White)","content":"Joshua"},{"refcode_short":"2BC 993","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 993 (Ellen Gould White)","content":"Chapter 1"},{"refcode_short":"2BC 993.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 993.2 (Ellen Gould White)","content":"No Better Guide Than God—If men will walk in the path that God has marked out for them, they will have a counselor whose wisdom is far above any human wisdom. Joshua was a wise general because God was his guide. The first sword that Joshua used was the sword of the Spirit, the Word of God. Will the men who are handling large responsibilities read the first chapter of Joshua? [Joshua 1:1, 5, 7 quoted.]"},{"refcode_short":"2BC 993.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 993.3 (Ellen Gould White)","content":"Do you think that all these charges would have been given to Joshua if there had been no danger of his being brought under misleading influences? It was because the strongest influences were to be brought to bear against his principles of righteousness that the Lord in mercy charged him not to turn to the right hand or to the left. He was to follow a course of strictest integrity. [Joshua 1:8, 9 quoted.] If there had been no peril before Joshua, God would not over and over again have charged him to be of good courage. But amid all his cares, Joshua had his God to guide him."},{"refcode_short":"2BC 993.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 993.4 (Ellen Gould White)","content":"There is no greater deception than for man to suppose that in any difficulty he can find a better guide than God, a wiser counselor in any emergency, a stronger defense under any circumstance (MS 66, 1898)."},{"refcode_short":"2BC 993.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 993.5 (Ellen Gould White)","content":"7, 8. Secret of Joshua's Success—The Lord has a great work to be done in our world. To every man He has given His work for man to do. But man is not to make man his guide, lest he be led astray; this is always unsafe. While Bible religion embodies the principles of activity in service, at the same time there is the necessity of asking for wisdom daily from the Source of all wisdom. What was Joshua's victory? Thou shalt meditate upon the Word of God day and night. The word of the Lord came to Joshua just before he passed over Jordan.... [Joshua 1:7, 8 quoted.] This was the secret of Joshua's victory. He made God his Guide (Letter 188, 1901)."},{"refcode_short":"2BC 993.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 993.6 (Ellen Gould White)","content":"Counselors Should Cherish Everything Coming From God—Those holding the positions of counselors should be unselfish men, men of faith, men of prayer, men that will not dare to rely upon their own human wisdom, but will seek earnestly for light and intelligence as to what is the best manner of conducting their business. Joshua, the commander of Israel, searched the books diligently in which Moses had faithfully chronicled the directions given by God,—His requirements, reproofs, and restrictions,—lest he should move unadvisedly. Joshua was afraid to trust his own impulses, or his own wisdom. He regarded everything that came from Christ, who was enshrouded by the pillar of cloud by day and the pillar of fire by night, as of sufficient importance to be sacredly cherished (Letter 14, 1886)."},{"refcode_short":"2BC 994","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 994 (Ellen Gould White)","content":"Chapter 2"},{"refcode_short":"2BC 994.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 994.1 (Ellen Gould White)","content":"10. Judgments Sent Fear Among Nations—The terrible judgments of God which were visited upon the idolaters in the lands through which the children of Israel passed caused a fear and dread to fall upon all people living on the earth (Manuscript 27, 1899)."},{"refcode_short":"2BC 994","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 994 (Ellen Gould White)","content":"Chapter 3, 4"},{"refcode_short":"2BC 994.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 994.2 (Ellen Gould White)","content":"Study Joshua 3 and 4—Study carefully the experiences of Israel in their travels to Canaan. Study the third and fourth chapters of Joshua, recording their preparation for and passage over the Jordan into the promised land. We need to keep the heart and mind in training, by refreshing the memory with the lessons that the Lord taught His ancient people. Then to us, as He designed it should be to them, the teachings of His Word will ever be interesting and impressive (Letter 292, 1908)."},{"refcode_short":"2BC 994","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 994 (Ellen Gould White)","content":"Chapter 4"},{"refcode_short":"2BC 994.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 994.3 (Ellen Gould White)","content":"24. God Wanted to Teach the World Through His People—Through His people Israel, God designed to give to the world a knowledge of His will. His promises and threatenings, His instructions and reproofs, the wonderful manifestations of His power among them, in blessings for obedience, and judgment for transgression and apostasy,—all were designed for the education and development of religious principle among the people of God until the close of time. Therefore it is important that we acquaint ourselves with the history of the Hebrew host, and ponder with care the dealings of God with them."},{"refcode_short":"2BC 994.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 994.4 (Ellen Gould White)","content":"The words which God spoke to Israel by His Son were spoken for us also in these last days. The same Jesus who, upon the mount, taught His disciples the far-reaching principles of the law of God, instructed ancient Israel from the cloudy pillar and from the tabernacle, by the mouth of Moses and Joshua.... Religion in the days of Moses and Joshua was the same as religion today (The Signs of the Times, May 26, 1881)."},{"refcode_short":"2BC 994","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 994 (Ellen Gould White)","content":"Chapter 5"},{"refcode_short":"2BC 994.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 994.5 (Ellen Gould White)","content":"13, 14 (ch. 6:16, 20). Israel's Part in Conquest of Jericho—When Joshua went forth in the morning before the taking of Jericho, there appeared before him a warrior fully equipped for battle. And Joshua asked, “Art thou for us, or for our adversaries?” and he answered, “As Captain of the host of the Lord am I now come.” If the eyes of Joshua had been opened as were the eyes of the servant of Elisha at Dothan, and he could have endured the sight, he would have seen the angels of the Lord encamped about the children of Israel; for the trained army of heaven had come to fight for the people of God, and the Captain of the Lord's host was there to command. When Jericho fell, no human hand touched the walls of the city, for the angels of the Lord overthrew the fortifications, and entered the fortress of the enemy. It was not Israel, but the Captain of the Lord's host that took Jericho. But Israel had their part to act to show their faith in the Captain of their salvation."},{"refcode_short":"2BC 994.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 994.6 (Ellen Gould White)","content":"Battles are to be fought every day. A great warfare is going on over every soul, between the prince of darkness and the Prince of life. There is a great battle to be fought, that the inhabitants of the world may be warned of the great day of the Lord, that the strongholds of the enemy may be entered, and that all who love the Lord may be gathered under the bloodstained banner of Prince Emmanuel, but you are not to do the main fighting here. As God's agents you are to yield yourselves to Him, that He may plan and direct and fight the battle for you, with your cooperation. The Prince of life is at the head of His work. He is to be with you in your daily battle with self, that you may be true to principle; that passion, when warring for the mastery, may be subdued by the grace of Christ; that you come off more than conqueror through Him that hath loved us. Jesus has been over the ground. He knows the power of every temptation. He knows just how to meet every emergency, and how to guide you through every path of danger. Then why not trust Him? Why not commit the keeping of your soul unto God, as unto a faithful Creator? (The Review and Herald, July 19, 1892)."},{"refcode_short":"2BC 995","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 995 (Ellen Gould White)","content":"Chapter 6"},{"refcode_short":"2BC 995.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 995.1 (Ellen Gould White)","content":"2-5. See EGW on Judges 7:7, 16-18."},{"refcode_short":"2BC 995.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 995.2 (Ellen Gould White)","content":"Many Today Would Wish to Follow Their Own Plan—Would those who today profess to be God's people conduct themselves thus, under similar circumstances? Doubtless many would wish to follow out their own plans, would suggest ways and means of accomplishing the desired end. They would be loth to submit to so simple an arrangement, and one that reflected no glory upon themselves, save the merit of obedience. They would also question the possibility of conquering a mighty city in that manner. But the law of duty is supreme. It should wield authority over human reason. Faith is the living power that presses through every barrier, overrides all obstacles, and plants its banner in the heart of the enemy's camp (The Signs of the Times, April 14, 1881)."},{"refcode_short":"2BC 995.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 995.3 (Ellen Gould White)","content":"When Man Builds Theories, He Loses Simplicity of Faith—There are deep mysteries in the Word of God, there are mysteries in His providences, and there are mysteries in the plan of salvation, that man cannot fathom. But the finite mind, strong in its desire to satisfy curiosity, and solve the problems of infinity, neglects to follow the plain course indicated by the revealed will of God, and pries into the secrets hidden since the foundation of the world. Man builds his theories, loses the simplicity of true faith, becomes too self-important to believe the declarations of the Lord, and hedges himself in with his own conceits."},{"refcode_short":"2BC 995.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 995.4 (Ellen Gould White)","content":"Many who profess to be children of God are in this position. They are weak because they trust to their own strength. God works mightily for a faithful people, who obey His Word without questioning or doubt. The Majesty of heaven, with His army of angels, leveled the walls of Jericho before His people. The armed warriors of Israel had no cause to glory in their achievements. All was done through the power of God. Let the people give up all desire for self-exaltation, let them humbly submit to the divine will, and God will again manifest His power, and bring freedom and victory to His children (The Signs of the Times, April 14, 1881)."},{"refcode_short":"2BC 995.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 995.5 (Ellen Gould White)","content":"16, 20. See EGW on ch. 5:13, 14."},{"refcode_short":"2BC 995.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 995.6 (Ellen Gould White)","content":"Simple Means Glorify God—At the taking of Jericho the mighty General of armies planned the battle in such simplicity that no human being could take the glory to himself. No human hand must cast down the walls of the city, lest man should take to himself the glory of victory. So today no human being is to take to himself glory for the work he accomplishes. The Lord alone is to be magnified. Oh, that men would see the necessity for looking to God for their orders! (The Review and Herald, October 16, 1900)."},{"refcode_short":"2BC 995.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 995.7 (Ellen Gould White)","content":"Possession After Forty Years’ Delay—The Lord marshaled His armies about the doomed city; no human hand was raised against it; the hosts of heaven overthrew its walls, that God's name alone might have the glory. It was that proud city whose mighty bulwarks had struck terror to the unbelieving spies. Now in the capture of Jericho, God declared to the Hebrews that their fathers might have possessed the city forty years before, had they but trusted in Him (The Review and Herald, March 15, 1887)."},{"refcode_short":"2BC 995.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 995.8 (Ellen Gould White)","content":"Men's Weakness to Find Supernatural Strength—Our Lord is cognizant of the conflict of His people in these last days with the satanic agencies combined with evil men who neglect and refuse this great salvation. With the greatest simplicity and candor, our Saviour, the mighty General of the armies of heaven, does not conceal the stern conflict which they will experience. He points out the dangers, He shows us the plan of the battle, and the hard and hazardous work to be done, and then lifts His voice before entering the conflict to count the cost while at the same time He encourages all to take up the weapons of their warfare and expect the heavenly host to compose the armies to war in defense of truth and righteousness. Men's weakness shall find supernatural strength and help in every stern conflict to do the deeds of Omnipotence, and perseverance in faith and perfect trust in God will ensure success. While the vast confederacy of evil is arrayed against them He bids them to be brave and strong and fight valiantly for they have a heaven to win, and they have more than an angel in their ranks, the mighty General of armies leads on the armies of heaven. As on the occasion of the taking of Jericho, not one of the armies of Israel could boast of exercising their finite strength to overthrow the walls of the city, but the Captain of the Lord's host planned that battle in the greatest simplicity, that the Lord alone should receive the glory and man should not be exalted. God has promised us all power; for the promise is unto you and your children, and to all that are afar off, even as many as the Lord our God shall call (Letter 51, 1895)."},{"refcode_short":"2BC 996.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 996.1 (Ellen Gould White)","content":"20. Obedience Will Break Down Barriers—The strong barriers of prejudice that have been built up will just as surely come down as did the walls of Jericho before the armies of Israel. There must be continual faith and trust in the Captain of our salvation. We must obey His orders. The walls of Jericho came down as a result of obeying orders (The Review and Herald, July 12, 1887)."},{"refcode_short":"2BC 996","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 996 (Ellen Gould White)","content":"Chapter 7"},{"refcode_short":"2BC 996.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 996.2 (Ellen Gould White)","content":"7. Joshua's Doubt and Unbelief—Joshua manifested a true zeal for the honor of God, yet his petitions were mingled with doubt and unbelief. The thought that God had brought His people over the Jordan to deliver them up to the power of the heathen was a sinful one, unworthy of a leader of Israel. Joshua's feelings of despondency and distrust were inexcusable in view of the mighty miracles which God had wrought for the deliverance of His people, and the repeated promise that He would be with them in driving out the wicked inhabitants of the land."},{"refcode_short":"2BC 996.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 996.3 (Ellen Gould White)","content":"But our merciful God did not visit His servant with wrath because of this error. He graciously accepted the humiliation and prayers of Joshua, and at the same time gently rebuked his unbelief, and then revealed to him the cause of their defeat (The Signs of the Times, April 21, 1881)."},{"refcode_short":"2BC 996.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 996.4 (Ellen Gould White)","content":"11-13 (ch. 22:15-34). God's Abhorrence of Idolatry—Here the Lord gave expression to His abhorrence of idolatry. Those heathen nations had turned from the worship of the living God, and were paying homage to demons. Shrines and temples, beautiful statues, and costly monuments, all the most ingenious and expensive works of art, had held the thoughts and affections of the veriest slavery to Satanic delusions."},{"refcode_short":"2BC 996.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 996.5 (Ellen Gould White)","content":"The human heart is naturally inclined to idolatry and self-exaltation. The costly and beautiful monuments of heathen worship would please the fancy and engage the senses, and thus allure the Israelites from the service of God. It was to remove this temptation from His people that the Lord commanded them to destroy those relics of idolatry, on penalty of being themselves abhorred and accursed of God (The Signs of the Times, April 21, 1881)."},{"refcode_short":"2BC 996.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 996.6 (Ellen Gould White)","content":"16-26. Sin Must Be Searched Out and Reproved—The history of Achan teaches the solemn lesson that for one man's sin the displeasure of God will rest upon a people or a nation till the transgression is searched out and punished. Sin is corrupting in its nature. One man infected with its deadly leprosy may communicate the taint to thousands. Those who occupy responsible positions as guardians of the people are false to their trust if they do not faithfully search out and reprove sin. Many dare not condemn iniquity, lest they shall thereby sacrifice position or popularity. And by some it is considered uncharitable to rebuke sin. The servant of God should never allow his own spirit to be mingled with the reproof which he is required to give; but he is under the most solemn obligation to present the Word of God, without fear or favor. He must call sin by its right name. Those who by their carelessness or indifference permit God's name to be dishonored by His professed people, are numbered with the transgressor,—registered in the record of heaven as partakers in their evil deeds...."},{"refcode_short":"2BC 996.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 996.7 (Ellen Gould White)","content":"The love of God will never lead to the belittling of sin; it will never cover or excuse an unconfessed wrong. Achan learned too late that God's law, like its Author, is unchanging. It has to do with all our acts and thoughts and feelings. It follows us, and reaches every secret spring of action. By indulgence in sin, men are led to lightly regard the law of God. Many conceal their transgressions from their fellow men, and flatter themselves that God will not be strict to mark iniquity. But His law is the great standard of right, and with it every act of life must be compared in that day when God shall bring every work into judgment, with every secret thing, whether it be good or evil. Purity of heart will lead to purity of life. All excuses for sin are vain. Who can plead for the sinner when God testifies against him? (The Signs of the Times, April 21, 1881)."},{"refcode_short":"2BC 997.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 997.1 (Ellen Gould White)","content":"20, 21. Confession Without Repentance Is Worthless—There are many professed Christians whose confessions of sin are similar to that of Achan. They will, in a general way, acknowledge their unworthiness, but they refuse to confess the sins whose guilt rests upon their conscience, and which have brought the frown of God upon His people. Thus many conceal sins of selfishness, over-reaching, dishonesty toward God and their neighbor, sins in the family, and many others which it is proper to confess in public."},{"refcode_short":"2BC 997.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 997.2 (Ellen Gould White)","content":"Genuine repentance springs from a sense of the offensive character of sin. These general confessions are not the fruit of true humiliation of soul before God. They leave the sinner with a self-complacent spirit to go on as before, until his conscience becomes hardened, and warnings that once aroused him produce hardly a feeling of danger and after a time his sinful course appears right. All too late his sins will find him out, in that day when they shall not be purged with sacrifice nor offering forever. There is a vast difference between admitting facts after they are proved, and confessing sins known only to ourselves and God (The Signs of the Times, May 5, 1881)."},{"refcode_short":"2BC 997.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 997.3 (Ellen Gould White)","content":"Achan Felt No Burden—That which was esteemed by Achan as a very little thing was the cause of great anguish and sorrow to the responsible men of Israel, and this is always the case when it is manifest that the Lord is angry with His people. It is the men upon whom rests the burden of the work, who most keenly feel the weight of the people's sins, and who pray in agony of soul because of the rebuke of the Lord. Achan, the guilty party, did not feel the burden. He took it very coolly. We find nothing in the account to signify that he felt distressed. There is no evidence that he felt remorse, or reasoned from cause to effect, saying. “It is my sin that has brought the displeasure of the Lord upon the people.” He did not ask, “Can it be that it is because I stole that golden wedge and Babylonish garment that we have been defeated in battle?” He had no idea of making his wrong right by confession of sin and humiliation of soul (Letter 13, 1893)."},{"refcode_short":"2BC 997.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 997.4 (Ellen Gould White)","content":"God's Method Vindicated—The confession of Achan, although too late to be available in bringing to him any saving virtue, yet vindicated the character of God in His manner of dealing with him, and closed the door to the temptation that so continually beset the children of Israel, to charge upon the servants of God the work that God Himself had ordered to be done (Letter 13, 1893)."},{"refcode_short":"2BC 997.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 997.5 (Ellen Gould White)","content":"21. Growth of Achan's Covetousness—Achan had fostered covetousness and deception in his heart, until his perceptions of sin had become blunted, and he fell an easy prey to temptation. Those who venture to indulge in a known sin will be more readily overcome the second time. The first transgression opens the door to the tempter, and he gradually breaks down all resistance and takes full possession of the citadel of the soul. Achan had listened to oft-repeated warnings against the sin of covetousness. The law of God, pointed and positive, had forbidden stealing and all deception, but he continued to cherish sin. As he was not detected and openly rebuked, he grew bolder; warnings had less and less effect upon him, until his soul was bound in chains of darkness (The Signs of the Times, April 21, 1881)."},{"refcode_short":"2BC 997.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 997.6 (Ellen Gould White)","content":"In Exchange for His Soul—For a Babylonish robe and a paltry treasure of gold and silver, Achan consented to sell himself to evil, to bring upon his soul the curse of God, to forfeit his title to a rich possession in Canaan, and lose all prospect of the future, immortal inheritance in the earth made new. A fearful price indeed he paid for his ill-gotten gains! (The Signs of the Times, May 5, 1881)."},{"refcode_short":"2BC 998.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 998.1 (Ellen Gould White)","content":"God Demands Clean Lives—There are many in this day that would designate Achan's sin as of little consequence, and would excuse his guilt; but it is because they have no realization of the character of sin and its consequences, no sense of the holiness of God and of His requirements. The statement is often heard that God is not particular whether or not we give diligent heed to His Word, whether or not we obey all the commandments of His holy law; but the record of His dealing with Achan should be a warning to us. He will in no wise clear the guilty...."},{"refcode_short":"2BC 998.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 998.2 (Ellen Gould White)","content":"The controversy for truth will have little success when sin is upon those who advocate it. Men and women may be well versed in Bible knowledge, as well acquainted with the Scripture as were the Israelites with the ark, and yet if their hearts are not right before God, success will not attend their efforts. God will not be with them. They do not have a high sense of the obligations of the law of heaven, nor do they realize the sacred character of the truth they are teaching. The charge is, “Be ye clean that bear the vessels of the Lord.”"},{"refcode_short":"2BC 998.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 998.3 (Ellen Gould White)","content":"It is not enough to argue in defense of the truth. The most telling evidence of its worth is seen in a godly life; and without this the most conclusive statements will be lacking in weight and prevailing power; for our strength lies in being connected with God by His Holy Spirit, and transgression severs us from this sacred nearness with the Source of our might and wisdom (The Review and Herald, March 20, 1888)."},{"refcode_short":"2BC 998.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 998.4 (Ellen Gould White)","content":"24-26. Result of Influence of Parents—Have you considered why it was that all who were connected with Achan were also subjects of the punishment of God? It was because they had not been trained and educated according to the directions given them in the great standard of the law of God. Achan's parents had educated their son in such a way that he felt free to disobey the Word of the Lord, the principles inculcated in his life led him to deal with his children in such a way that they also were corrupted. Mind acts and reacts upon mind, and the punishment which included the relations of Achan with himself, reveals the fact that all were involved in the transgression (Manuscript 67, 1894)."},{"refcode_short":"2BC 998","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 998 (Ellen Gould White)","content":"Chapter 17"},{"refcode_short":"2BC 998.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 998.5 (Ellen Gould White)","content":"13 (ch. 23:13). Stopping Halfway Hinders God's Plan—The Lord assured them that they must dispossess the land of those who were a snare to them, who would be thorns in their side. This was the word of the Lord, and His plan was that under His guardianship His people should have larger and still larger territory. Wherever they should build houses and cultivate the land, business firms should be established, that they would not have to borrow from their neighbors, but their neighbors from them. Their possessions were to enlarge, and they were to become a great and powerful people. But they stopped halfway. They consulted their own convenience, and the very work God could have done for them by placing them where the knowledge of God should be made known and the abominable practices of the heathen banished from the land, was not done."},{"refcode_short":"2BC 998.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 998.6 (Ellen Gould White)","content":"With all their advantages and opportunities and privileges, the Jewish nation failed to carry out God's plans. They bore little fruit, and continually less, until the Lord employed the barren fig tree with His curse upon it, to represent the condition of the once chosen nation. The work we do must be done with the unworked portions of the Lord's vineyard in mind. But today it is in a few places only that means are expended and advantages provided. The Lord would have the means and advantages more equally distributed. He would have provision made for many places that are now unworked (Manuscript 126, 1899)."},{"refcode_short":"2BC 998","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 998 (Ellen Gould White)","content":"Chapter 18"},{"refcode_short":"2BC 998.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 998.7 (Ellen Gould White)","content":"1. A Witness Borne Through Worship—In the land of Canaan, God's people were to have one general place of assembly, where, three times each year they could all meet to worship God. As they would obey the divine laws, they would receive the divine blessing. God would not blot out the idolatrous nations. He would give them opportunity to become acquainted with Him through His church. The experience of His people during the forty years of their wilderness wandering was to be the study of these nations. God's laws and kingdom were to extend over all the territory of the earth, and His people must be known as the people of the living God."},{"refcode_short":"2BC 999.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 999.1 (Ellen Gould White)","content":"Their service was an imposing one, and testified to the truth of a living God. Their sacrifices pointed to a coming Saviour, who would take the kingdoms under the whole heaven, and possess them forever and ever. Evidence had been given of His power to do this, for as their invisible Leader had He not subdued their enemies and made a way for His church in the wilderness? His people would never know defeat if they would abide under the shadow of the Almighty; for One mightier than angels would fight by their side in every battle (Manuscript 134, 1899)."},{"refcode_short":"2BC 999","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 999 (Ellen Gould White)","content":"Chapter 20"},{"refcode_short":"2BC 999.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 999.2 (Ellen Gould White)","content":"3-6. Position Did Not Prevent Penalty—However distinguished his position might be, he [the manslayer] must suffer the penalty of his crime. The safety and purity of the nation demanded that the sin of murder be severely punished. Human life, which God alone could give, must be sacredly guarded."},{"refcode_short":"2BC 999.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 999.3 (Ellen Gould White)","content":"The blood of the victim, like the blood of Abel, will cry to God for vengeance on the murderer and on all who shield him from the punishment of his crime. Whoever,—be it individual or city,—will excuse the crime of the murderer, when convinced of his guilt, is a partaker of his sin, and will surely suffer the wrath of God. The Lord designed to impress upon His people the terrible guilt of murder, while He would make the most thorough and merciful provision for the acquittal of the innocent (The Signs of the Times, January 20, 1881)."},{"refcode_short":"2BC 999","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 999 (Ellen Gould White)","content":"Chapter 22"},{"refcode_short":"2BC 999.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 999.4 (Ellen Gould White)","content":"15-34 (ch. 7:11-13). Beware of Laxness or Harshness in Dealing With Sin—Care should be exercised by all Christians, to shun the two extremes, of laxness in dealing with sin on the one hand, and harsh judgment and groundless suspicion on the other. The Israelites who manifested so much zeal against the men of Gad and Reuben remembered how, in Achan's case, God had rebuked the lack of vigilance to discover the sins existing among them. Then they resolved to act promptly and earnestly in the future; but in seeking to do this they went to the opposite extreme. Instead of meeting their brethren with censure, they should first have made courteous inquiry to learn all the facts in the case."},{"refcode_short":"2BC 999.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 999.5 (Ellen Gould White)","content":"There are still many who are called to endure false accusation. Like the men of Israel, they can afford to be calm and considerate, because they are in the right. They should remember with gratitude that God is acquainted with all that is misunderstood and misinterpreted by men, and they may safely leave all in His hands. He will surely vindicate the cause of those who put their trust in Him, as He searched out the hidden guilt of Achan."},{"refcode_short":"2BC 999.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 999.6 (Ellen Gould White)","content":"How much of evil would be averted, if all, when falsely accused, would avoid recrimination, and in its stead employ mild, conciliating words. And at the same time, those who in their zeal to oppose sin have indulged unjust suspicions, should ever seek to take the most favorable view of their brethren, and should rejoice when they are found guiltless (The Signs of the Times, May 12, 1881)."},{"refcode_short":"2BC 999","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 999 (Ellen Gould White)","content":"Chapter 23"},{"refcode_short":"2BC 999.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 999.7 (Ellen Gould White)","content":"6. Rebellion Against God Is Inexcusable—God's plan for the salvation of men, is perfect in every particular. If we will faithfully perform our allotted parts, all will be well with us. It is man's apostasy that causes discord, and brings wretchedness and ruin. God never uses His power to oppress the creatures of His hand. He never requires more than man is able to perform; never punishes His disobedient children more than is necessary to bring them to repentance; or to deter others from following their example. Rebellion against God is inexcusable (The Signs of the Times, May 19, 1881)."},{"refcode_short":"2BC 999.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 999.8 (Ellen Gould White)","content":"6-8. Danger From Contact With Infidelity—We are in as great danger from contact with infidelity as were the Israelites from intercourse with idolaters. The productions of genius and talent too often conceal the deadly poison. Under an attractive guise, themes are presented and thoughts expressed that attract, interest, and corrupt the mind and heart. Thus, in our Christian land, piety wanes, and skepticism and ungodliness are triumphant (The Signs of the Times, May 19, 1881)."},{"refcode_short":"2BC 1000.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1000.1 (Ellen Gould White)","content":"12, 13. Danger of Uniting in Marriage With Unbelievers—The Lord has not changed. His character is the same today as in the days of Joshua. He is true, merciful, compassionate, faithful in the performance of His Word, both in promises and threatenings. One of the greatest dangers that besets the people of God today, is that of association with the ungodly; especially in uniting themselves in marriage with unbelievers. With many, the love for the human eclipses the love for the divine. They take the first step in backsliding by venturing to disregard the Lord's express command; and complete apostasy is too often the result. It has ever proved a dangerous thing for men to carry out their own will in opposition to the requirements of God. Yet it is a hard lesson for men to learn that God means what He says."},{"refcode_short":"2BC 1000.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1000.2 (Ellen Gould White)","content":"As a rule, those who choose for their friends and companions, persons who reject Christ and trample upon God's law, eventually become of the same mind and spirit. We should ever feel a deep interest in the salvation of the impenitent, and should manifest toward them a spirit of kindness and courtesy; but we can safely choose for our friends only those who are the friends of God (The Signs of the Times, May 19, 1881)."},{"refcode_short":"2BC 1000.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1000.3 (Ellen Gould White)","content":"13. See EGW on ch. 17:13."},{"refcode_short":"2BC 1000","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1000 (Ellen Gould White)","content":"Chapter 24"},{"refcode_short":"2BC 1000.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1000.4 (Ellen Gould White)","content":"A Call to Gratitude, Humility, and Separation—When Joshua was nearing the close of his life he took up a review of the past for two reasons—to lead the Israel of God to gratitude for the marked manifestation of God's presence in all their travels, and to lead them to humility of mind under a sense of their unjust murmurings and repinings and their neglect to follow out the revealed will of God. Joshua goes on to warn them in a most earnest manner against the idolatry around them. They were warned not to have any connection with idolaters, not to intermarry with them, nor in any way put themselves in danger of being affected and corrupted by their abominations. They were counseled to shun the very appearance of evil, not to dabble around the borders of sin, for this was the surest way to be engulfed in sin and ruin. He showed them that desolation would be the result of their departing from God, and as God was faithful to His promise He would also be faithful in executing His threatenings (Letter 3, 1879)."},{"refcode_short":"2BC 1000.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1000.5 (Ellen Gould White)","content":"14-16. Moral Madness to Prefer Praise of Men—When a man comes to his right mind, he begins to reflect upon his relation to his Maker. It is moral madness to prefer the praise of men to the favor of God, the rewards of iniquity to the treasures of heaven, the husks of sin to the spiritual food God gives His children. Yet how many who display intelligence and shrewdness in worldly things, manifest an utter disregard to those things that pertain to their eternal interest (The Signs of the Times, May 19, 1881)."},{"refcode_short":"2BC 1000.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1000.6 (Ellen Gould White)","content":"15. See EGW on Deuteronomy 30:15-19, Vol. 1, p. 1120."},{"refcode_short":"2BC 1000.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1000.7 (Ellen Gould White)","content":"27. We Need to Recall God's Words—Joshua plainly declares that his instructions and warnings to the people were not his own words, but the words of God. This great stone would stand to testify to succeeding generations of the event which it was set up to commemorate, and would be a witness against the people, should they ever again degenerate into idolatry...."},{"refcode_short":"2BC 1000.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1000.8 (Ellen Gould White)","content":"If it was necessary for God's ancient people to often call to mind His dealings with them in mercy and judgment, in counsel and reproof, it is equally important that we contemplate the truths delivered to us in His Word,—truth which, if heeded, will lead us to humility and submission, and obedience to God. We are to be sanctified through the truth. The Word of God presents special truths for every age. The dealings of God with His people in the past should receive our careful attention. We should learn the lessons which they are designed to teach us. But we are not to rest content with them. God is leading out His people step by step. Truth is progressive. The earnest seeker will be constantly receiving light from heaven. What is truth? should ever be our inquiry (The Signs of the Times, May 26, 1881)."},{"refcode_short":"2BC 1001","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1001 (Ellen Gould White)","content":"Judges"},{"refcode_short":"2BC 1001","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1001 (Ellen Gould White)","content":"Chapter 2"},{"refcode_short":"2BC 1001.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1001.1 (Ellen Gould White)","content":"1, 2. A Genuine Revival—[Judges 2:1, 2 quoted.] The people bowed before God in contrition and repentance. They offered sacrifice, and confessed to God and to one another. The sacrifices they offered would have been of no value if they had not shown true repentance. Their contrition was genuine. The grace of Christ wrought in their hearts as they confessed their sins and offered sacrifice, and God forgave them."},{"refcode_short":"2BC 1001.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1001.2 (Ellen Gould White)","content":"The revival was genuine. It wrought a reformation among the people. They remained true to the covenant they had made. The people served the Lord all the days of Joshua, and all the days of the elders that outlived Joshua, who had seen the great works of the Lord. Their sins were repented of and forgiven, but the seed of evil had been sown, and it sprang up to bear fruit. Joshua's life of steadfast integrity closed. His voice was no longer heard in reproof and warning. One by one the faithful sentinels who had crossed the Jordan laid off their armor. A new generation came upon the scene of action. The people departed from God. Their worship was mingled with erroneous principles and ambitious pride (The Review and Herald, September 25, 1900)."},{"refcode_short":"2BC 1001.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1001.3 (Ellen Gould White)","content":"2 (2 Corinthians 6:14-18). Harmful Effects of Association With the World—It is not safe for Christians to choose the society of those who have no connection with God, and whose course is displeasing to Him. Yet how many professed Christians venture upon the forbidden ground. Many invite to their homes relatives who are vain, trifling, and ungodly; and often the example and influence of these irreligious visitors produce lasting impressions upon the minds of the children in the household. The influence thus exerted is similar to that which resulted from the association of the Hebrews with the godless Canaanites."},{"refcode_short":"2BC 1001.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1001.4 (Ellen Gould White)","content":"God holds the parents accountable for disregarding His command to separate themselves and their families from these unholy influences. While we must live in the world, we are not to be of the world. We are forbidden to conform to its practices and fashions. The friendship of the ungodly is more dangerous than their enmity. It misleads and destroys thousands who might, by proper and holy example, be led to become children of God. The minds of the young are thus made familiar with irreligion, vanity, ungodliness, pride, and immorality; and the heart not shielded by divine grace, gradually becomes corrupted. Almost imperceptibly, the youth learn to love the tainted atmosphere surrounding the ungodly. Evil angels gather about them, and they lose their relish for that which is pure, refined, and ennobling."},{"refcode_short":"2BC 1001.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1001.5 (Ellen Gould White)","content":"Professed Christian parents will pay the greatest deference to their worldly and irreligious guests, while these very persons are leading the children of those who pay them so much polite attention, away from sobriety and from religion. The youth may be trying to lead a religious life, but the parents have invited the tempter into their household, and he weaves his net about the children. Old and young became absorbed in questionable enjoyments, and the excitement of worldly pleasure."},{"refcode_short":"2BC 1001.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1001.6 (Ellen Gould White)","content":"Many feel that they must make some concessions to please their irreligious relatives and friends. As it is not always easy to draw the line, one concession prepares the way for another, until those who were once true followers of Christ, are in life and character conformed to the customs of the world. The connection with God is broken. They are Christians in name only. When the test hour comes, then their hope is seen to be without foundation. They have sold themselves and their children to the enemy (The Signs of the Times, June 2, 1881)."},{"refcode_short":"2BC 1001.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1001.7 (Ellen Gould White)","content":"Friendship With World or Favor of God?—Among God's preferred people, there are men in responsible positions who are content to remain in a state of coldness and backsliding. Their piety vanishes at the approach of temptation. To gain the friendship of worldlings, they will risk the consequences of losing the favor of God. The Lord is trying His people as silver is tried. Closer and still closer will come the searching test, until the heart is wholly submitted to God, or hardened in disobedience and rebellion (The Signs of the Times, June 2, 1881)."},{"refcode_short":"2BC 1002","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1002 (Ellen Gould White)","content":"Chapter 3"},{"refcode_short":"2BC 1002.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1002.1 (Ellen Gould White)","content":"9. Othniel Made a Judge—In their prosperity, Israel forgot God, as they had been warned that they would do. But reverses came. The Hebrews were subdued by the king of Mesopotamia, and held in severe bondage for eight years. In their distress, they found that their idolatrous connection could not help them. Then they remembered the wonderful works of God, and began to cry unto Him, and the Lord raised up a deliverer for them, Othniel, Caleb's younger brother. The Spirit of the Lord rested upon him, and he judged Israel, and went out to war, and the Lord delivered the king of Mesopotamia into his hand."},{"refcode_short":"2BC 1002.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1002.2 (Ellen Gould White)","content":"When Othniel was designated as the man whom God had chosen to lead and deliver Israel, he did not refuse to take the responsibility. In the strength of God he at once commenced to repress idolatry as the Lord had commanded, to administer justice, and to elevate the standard of morality and religion. As Israel repented of their sins, the Lord manifested His great mercy toward them, and wrought for their deliverance."},{"refcode_short":"2BC 1002.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1002.3 (Ellen Gould White)","content":"For forty years Othniel ruled in Israel. During this time the people remained faithful to the divine law, and consequently enjoyed peace and prosperity. But when his judicious and salutary control ceased with his death, the Israelites again relapsed into idolatry. And thus the story of backsliding and chastisement, of confession and deliverance, was repeated again and again (The Signs of the Times, June 9, 1881)."},{"refcode_short":"2BC 1002","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1002 (Ellen Gould White)","content":"Chapter 4"},{"refcode_short":"2BC 1002.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1002.4 (Ellen Gould White)","content":"6. God Instructed Deborah to Call Barak—The Lord communicated to Deborah His purpose to destroy the enemies of Israel, and bade her send for a man named Barak, of the tribe of Naphtali, and make known to him the instructions which she had received. She accordingly sent for Barak, and directed him to assemble ten thousand men of the tribes of Naphtali and Zebulun, and make war upon the armies of King Jabin (The Signs of the Times, June 16, 1881)."},{"refcode_short":"2BC 1002.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1002.5 (Ellen Gould White)","content":"8, 9. Barak Lacked Confidence in Israel—Barak knew the scattered, disheartened, and unarmed condition of the Hebrews, and the strength and skill of their enemies. Although he had been designated by the Lord Himself as the one chosen to deliver Israel, and had received the assurance that God would go with him and subdue their enemies, yet he was timid and distrustful. He accepted the message from Deborah as the word of God, but he had little confidence in Israel, and feared that they would not obey his call. He refused to engage in such a doubtful undertaking unless Deborah would accompany him, and thus support his efforts by her influence and counsel (The Signs of the Times, June 16, 1881)."},{"refcode_short":"2BC 1002.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1002.6 (Ellen Gould White)","content":"12-14. Poorly Equipped Israelites Go to Mt. Tabor—Barak now marshaled an army of ten thousand men, and marched to Mount Tabor, as the Lord had directed. Sisera immediately assembled an immense and well-equipped force, expecting to surround the Hebrews and make them an easy prey. The Israelites were but poorly prepared for an encounter, and looked with terror upon the vast armies spread out in the plain beneath them, equipped with all the implements of warfare, and provided with the dreaded chariots of iron. These were so constructed as to be terribly destructive. Large, scythe-like knives were fastened to the axles, so that the chariots, being driven through the ranks of the enemy, would cut them down like wheat before the sickle (The Signs of the Times, June 16, 1881)."},{"refcode_short":"2BC 1002.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1002.7 (Ellen Gould White)","content":"17-22. Sisera's Death at Hand of Jael—Jael was at first ignorant of the character of her guest, and she resolved to conceal him; but when she afterward learned that he was Sisera, the enemy of God and of His people, her purpose changed. As he lay before her asleep, she overcame her natural reluctance to such an act, and slew him by driving a nail through his temples, pinning him to the earth. As Barak, in pursuit of his enemy, passed that way, he was called in by Jael to behold the vain-glorious captain dead at his feet, —slain by the hand of a woman (The Signs of the Times, June 16, 1881)."},{"refcode_short":"2BC 1003","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1003 (Ellen Gould White)","content":"Chapter 6"},{"refcode_short":"2BC 1003.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1003.1 (Ellen Gould White)","content":"15 (Proverbs 15:33; 18:12). Before Honor Is Humility—Gideon deeply felt his own insufficiency for the great work before him...."},{"refcode_short":"2BC 1003.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1003.2 (Ellen Gould White)","content":"The Lord does not always choose for His work men of the greatest talents, but He selects those whom He can best use. Individuals who might do good service for God, may for a time be left in obscurity, apparently unnoticed and unemployed by their Master. But if they faithfully perform the duties of their humble position, cherishing a willingness to labor and to sacrifice for Him, He will in His own time intrust them with greater responsibilities."},{"refcode_short":"2BC 1003.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1003.3 (Ellen Gould White)","content":"Before honor is humility. The Lord can use most effectually those who are most sensible of their own unworthiness and inefficiency. He will teach them to exercise the courage of faith. He will make them strong by uniting their weakness to His might, wise by connecting their ignorance with His wisdom (The Signs of the Times, June 23, 1881)."},{"refcode_short":"2BC 1003.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1003.4 (Ellen Gould White)","content":"23. The Same Compassionate Saviour—[Judges 6:23 quoted.] These gracious words were spoken by the same compassionate Saviour who said to the tempted disciples upon the stormy sea, “It is I; be not afraid,”—He who appeared to those sorrowing ones in the upper chamber, and spoke the selfsame words addressed to Gideon, “Peace be unto you.” The very same Jesus who walked in humiliation as a Man among the children of men, came to His ancient people, to counsel and direct, to command, to encourage, and reprove them (The Signs of the Times, June 23, 1881)."},{"refcode_short":"2BC 1003","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1003 (Ellen Gould White)","content":"Chapter 7"},{"refcode_short":"2BC 1003.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1003.5 (Ellen Gould White)","content":"2, 3 (Deuteronomy 20:5-8). Christ Considers Family Ties—[Judges 7:2, 3; Deuteronomy 20:5-8 quoted.] What a striking illustration is this of the tender, pitying love of Christ! He who instituted the relations of life and the ties of kindred, made special provision that these be not too widely broken. He would have none go forth to battle unwillingly. This proclamation also sets forth in a forcible manner the influence which may be exerted by one man who is deficient in faith and courage, and further shows the effect of our thoughts and feelings upon our own course of action (The Signs of the Times, June 30, 1881)."},{"refcode_short":"2BC 1003.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1003.6 (Ellen Gould White)","content":"4. Qualities Needed in Christ's Soldiers—True Christian character is marked by a singleness of purpose, an indomitable determination, which refuses to yield to worldly influences, which will aim at nothing short of the Bible standard. If men will permit themselves to become discouraged in the service of God, the great adversary will present abundant reasons to turn them from the plain path of duty to one of ease and irresponsibility. Those who can be bribed or seduced, discouraged or terrified, will be of no service in the Christian warfare. Those who set their affections on worldly treasures or worldly honors, will not push the battle against principalities and powers, and spiritual wickedness in high places."},{"refcode_short":"2BC 1003.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1003.7 (Ellen Gould White)","content":"All who would be soldiers of the cross of Christ, must gird on the armor and prepare for conflict. They should not be intimidated by threats, or terrified by dangers. They must be cautious in peril, yet firm and brave in facing the foe and doing battle for God. The consecration of Christ's follower must be complete. Father, mother, wife, children, houses, lands, everything, must be held secondary to the work and cause of God. He must be willing to bear patiently, cheerfully, joyfully, whatever in God's providence he may be called to suffer. His final reward will be to share with Christ the throne of immortal glory ... [Judges 7:4 quoted] (The Signs of the Times, June 30, 1881)."},{"refcode_short":"2BC 1003.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1003.8 (Ellen Gould White)","content":"7. Pray and Never Be Surprised—The Lord is willing to do great things for us. We shall not gain the victory through numbers, but through the full surrender of the soul to Jesus. We are to go forward in His strength, trusting in the mighty God of Israel."},{"refcode_short":"2BC 1003.9","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1003.9 (Ellen Gould White)","content":"There is a lesson for us in the story of Gideon's army...."},{"refcode_short":"2BC 1003.10","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1003.10 (Ellen Gould White)","content":"The Lord is just as willing to work through human efforts now, and to accomplish great things through weak instrumentalities. It is essential to have an intelligent knowledge of the truth; for how else could we meet its wily opponents? The Bible must be studied, not alone for the doctrines it teaches, but for its practical lessons. You should never be surprised, you should never be without your armor on. Be prepared for any emergency, for any call of duty. Be waiting, watching for every opportunity to present the truth, familiar with the prophecies, familiar with the lessons of Christ. But do not trust in well-prepared arguments. Argument alone is not enough. God must be sought on your knees; you must go forth to meet the people through the power and influence of His Spirit."},{"refcode_short":"2BC 1004.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1004.1 (Ellen Gould White)","content":"Act promptly. God would have you minute men, as were the men who composed Gideon's army. Many times ministers are too precise, too calculating. While they are getting ready to do a great work, the opportunity for doing a good work passes unimproved. The minister moves as though the whole burden rested on himself, a poor finite man, when Jesus is carrying him and his burden too. Brethren, trust self less, and Jesus more (The Review and Herald, July 1, 1884)."},{"refcode_short":"2BC 1004.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1004.2 (Ellen Gould White)","content":"7, 16-18 (Joshua 6:2-5). God's Ways Are Not Our Ways—It is a dangerous thing for men to resist the Spirit of truth and grace and righteousness, because its manifestations are not according to their ideas, and have not come in the line of their methodical plans. The Lord works in His own way, and according to His own devising. Let men pray that they may be divested of self, and may be in harmony with heaven. Let them pray, “Not my will, but thine, O God, be done.” Let men bear in mind that God's ways are not their ways, nor His thoughts their thoughts; for He says, “As the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.” In the instruction that the Lord gave Gideon when he was about to fight with the Midianites,—that he should go out against his foes with an army of three hundred blowing trumpets, and carrying empty pitchers in their hands, and shouting, “The sword of the Lord, and of Gideon,”—these precise, methodical, formal men would see nothing but inconsistency and confusion. They would start back with determined protest and resistance. They would have held long controversies to show the inconsistency and the dangers that would accompany the carrying on of the warfare in such an extreme way, and in their finite judgment they would pronounce all such movements as utterly ridiculous and unreasonable. How unscientific, how inconsistent, would they have thought the movements of Joshua and his army at the taking of Jericho! (The Review and Herald, May 5, 1896)."},{"refcode_short":"2BC 1004","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1004 (Ellen Gould White)","content":"Chapter 8"},{"refcode_short":"2BC 1004.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1004.3 (Ellen Gould White)","content":"1-3. A Prudent Answer Appeases Anger—Gideon's modest and prudent answer appeased the anger of the men of Ephraim, and they returned in peace to their homes. How much of the trouble that exists in the world today, springs from the same evil traits that actuated the men of Ephraim, and how many evils might be avoided if all who are unjustly accused or censured would manifest the meek, self-forgetful spirit of Gideon (The Signs of the Times, July 21, 1881)."},{"refcode_short":"2BC 1004.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1004.4 (Ellen Gould White)","content":"24-27. Satan Prompts Gideon to Lead Israel Astray—Satan is never idle. He is filled with hatred against God, and is constantly enticing men into a wrong course of action. After the armies of the Lord have gained a signal victory, the great adversary is especially busy. He comes disguised as an angel of light, and as such he endeavors to overthrow the work of God. Thus thoughts and plans were suggested to the mind of Gideon, by which Israel were led astray (The Signs of the Times, July 28, 1881)."},{"refcode_short":"2BC 1004.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1004.5 (Ellen Gould White)","content":"Leaders May Lead Astray—Those who are placed in the highest positions may lead astray, especially if they feel that there is no danger. The wisest err; the strongest grow weary. Excess of caution is often attended with as great danger as excess of confidence. To go forward without stumbling, we must have the assurance that a hand all-powerful will hold us up, and an infinite pity be exercised toward us if we fall. God alone can at all times hear our cry for help."},{"refcode_short":"2BC 1004.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1004.6 (Ellen Gould White)","content":"It is a solemn thought that the removal of one safeguard from the conscience, the failure to fulfill one good resolution, the formation of one wrong habit, may result not only in our own ruin, but in the ruin of those who have put confidence in us. Our only safety is to follow where the steps of the Master lead the way, to trust for protection implicitly to Him who says, “Follow me.” Our constant prayer should be. “Hold up my goings in thy path, O Lord, that my footsteps slip not” (The Signs of the Times, July 28, 1881)."},{"refcode_short":"2BC 1005","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1005 (Ellen Gould White)","content":"Chapter 9"},{"refcode_short":"2BC 1005.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1005.1 (Ellen Gould White)","content":"Principle, Not Policy, Must Control—Had the Israelites preserved a clear perception of right and wrong, they would have seen the fallacy of Abimelech's reasoning, and the injustice of his claims. They would have seen that he was filled with envy, and actuated by a base ambition to exalt himself by the ruin of his brethren. Those who are controlled by policy rather than by principle are not to be trusted. They will pervert the truth, conceal facts, and construe the words of others to mean that which was never intended. They will employ flattering words, while the poison of asps is under their tongue. He who does not earnestly seek the divine guidance will be deceived by their smooth words and their artful plans (The Signs of the Times, August 4, 1881)."},{"refcode_short":"2BC 1005","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1005 (Ellen Gould White)","content":"Chapter 10"},{"refcode_short":"2BC 1005.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1005.2 (Ellen Gould White)","content":"1, 2. Tola Restored Order, Law, and Justice—After the death of Abimelech, the usurper, the Lord raised up Tola to judge Israel. His peaceful reign presented a happy contrast to the stormy scenes through which the nation had been passing. It was not his work to lead armies to battle and to achieve victories over the enemies of Israel, as the former rulers had done; but his influence effected a closer union among the people, and established the government upon a firmer basis. He restored order, law, and justice."},{"refcode_short":"2BC 1005.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1005.3 (Ellen Gould White)","content":"Unlike the proud and envious Abimelech, Tola's great desire was, not to secure position or honor for himself, but to improve the condition of his people. A man of deep humility, he felt that he could accomplish no great work, but he determined to perform with faithfulness his duty to God and to the people. He highly valued the privilege of divine worship, and chose to dwell near the tabernacle, that he might oftener attend upon the services there performed (The Signs of the Times, August 11, 1881)."},{"refcode_short":"2BC 1005.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1005.4 (Ellen Gould White)","content":"3-6. Jair Tried to Maintain Worship of God—[Judges 10:6 quoted.] Tola governed Israel twenty-three years, and was succeeded by Jair. This ruler also feared the Lord and endeavored to maintain His worship among the people. In conducting the affairs of the government he was assisted by his sons, who acted as magistrates, and went from place to place to administer justice."},{"refcode_short":"2BC 1005.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1005.5 (Ellen Gould White)","content":"To some extent, during the latter part of Jair's reign, and more generally after his death, the Israelites again relapsed into idolatry (The Signs of the Times, August 11, 1881)."},{"refcode_short":"2BC 1005","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1005 (Ellen Gould White)","content":"Chapter 11"},{"refcode_short":"2BC 1005.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1005.6 (Ellen Gould White)","content":"23 (Genesis 15:16). Probation for the Nations—God is slow to anger. He gave the wicked nations a time of probation that they might become acquainted with Him and His character. According to the light given was their condemnation for refusing to receive the light and choosing their own ways rather than God's ways. God gave the reason why He did not at once dispossess the Canaanites. The iniquity of the Amorites was not full. Through their iniquity they were gradually bringing themselves to the point where God's forbearance could no longer be exercised and they would be exterminated. Until the point was reached and their iniquity was full, the vengeance of God would be delayed. All nations had a period of probation. Those who made void God's law would advance from one degree of wickedness to another. Children would inherit the rebellious spirit of their parents and do worse than their fathers before them until God's wrath would fall upon them. The punishment was not less because deferred (Manuscript 58, 1900)."},{"refcode_short":"2BC 1005","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1005 (Ellen Gould White)","content":"Chapter 13"},{"refcode_short":"2BC 1005.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1005.7 (Ellen Gould White)","content":"2-5. A Lesson to Mothers—Many whom God would use as His instruments have been disqualified at their birth by the previous wrong habits of their parents. When the Lord would raise up Samson as a deliverer of His people, He enjoined upon the mother correct habits of life before the birth of her child...."},{"refcode_short":"2BC 1005.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1005.8 (Ellen Gould White)","content":"In instructing this one mother, the Lord gave a lesson to all who should be mothers to the close of time. Had the wife of Manoah followed the prevailing customs, her system would have been weakened by violation of nature's laws, and her child would have suffered with her the penalty of transgression (Good Health, February 1880)."},{"refcode_short":"2BC 1006.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1006.1 (Ellen Gould White)","content":"2-23. Manoah Meets Christ—Manoah and his wife knew not that the One thus addressing them was Jesus Christ. They looked upon Him as the Lord's messenger, but whether a prophet or an angel, they were at a loss to determine. Wishing to manifest hospitality toward their guest, they entreated Him to remain while they should prepare for Him a kid. But in their ignorance of His character, they knew not whether to offer it for a burnt-offering or to place it before Him as food."},{"refcode_short":"2BC 1006.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1006.2 (Ellen Gould White)","content":"The angel answered, “Although thou detain me, I will not eat of thy bread; and if thou wilt offer a burnt-offering, thou must offer it unto the Lord.” Feeling assured, now, that his visitor was a prophet, Manoah said, “What is thy name, that when thy sayings come to pass we may do thee honor?”"},{"refcode_short":"2BC 1006.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1006.3 (Ellen Gould White)","content":"The answer was, “Why askest thou after my name, seeing it is secret?” Perceiving the divine character of his guest, Manoah “took a kid, with a meat-offering, and offered it upon a rock unto the Lord; and the angel did wondrously; and Manoah and his wife looked on.” Fire came from the rock, and consumed the sacrifice, and as the flame went up toward heaven, “the angel of the Lord ascended in the flame of the altar. And Manoah and his wife looked on it, and fell on their faces to the ground.” There could be no further question as to the character of their visitor. They knew that they had looked upon the Holy One, who, veiling His glory in the cloudy pillar, had been the Guide and Helper of Israel in the desert."},{"refcode_short":"2BC 1006.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1006.4 (Ellen Gould White)","content":"Amazement, awe, and terror filled Manoah's heart; and he could only exclaim, “We shall surely die, because we have seen God!” But his companion in that solemn hour possessed more faith than he. She reminded him that the Lord had been pleased to accept their sacrifice, and had promised them a son who should begin to deliver Israel. This was an evidence of favor instead of wrath. Had the Lord purposed to destroy them, He would not have wrought this miracle, nor given them a promise which, were they to perish, must fail of fulfillment (The Signs of the Times, September 15, 1881)."},{"refcode_short":"2BC 1006.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1006.5 (Ellen Gould White)","content":"5. Simplicity Leads to Readiness in Service—He who will observe simplicity in all his habits, restricting the appetite and controlling the passions, may preserve his mental powers strong, active, and vigorous, quick to perceive everything which demands thought or action, keen to discriminate between the holy and the unholy, and ready to engage in every enterprise for the glory of God and the benefit of humanity (The Signs of the Times, September 29, 1881)."},{"refcode_short":"2BC 1006","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1006 (Ellen Gould White)","content":"Chapter 14"},{"refcode_short":"2BC 1006.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1006.6 (Ellen Gould White)","content":"1-4. A Spy in the Camp—The Lord has in His Word plainly instructed His people not to unite themselves with those who have not His love and fear before them. Such companions will seldom be satisfied with the love and respect which are justly theirs. They will constantly seek to gain from the God-fearing wife or husband some favor which shall involve a disregard of the divine requirements. To a godly man, and to the church with which he is connected, a worldly wife or a worldly friend is as a spy in the camp, who will watch every opportunity to betray the servant of Christ, and expose him to the enemy's attacks (The Signs of the Times, September 27, 1910, reprinted from The Signs of the Times, October 6, 1881)."},{"refcode_short":"2BC 1006","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1006 (Ellen Gould White)","content":"Chapter 15"},{"refcode_short":"2BC 1006.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1006.7 (Ellen Gould White)","content":"14-19. Samson Recognizes His Dependence—Thousands of Israelites witnessed Samson's defeat of the Philistines, yet no voice was raised in triumph, till the hero, elated at his marvelous success, celebrated his own victory. But he praised himself, instead of ascribing the glory to God. No sooner had he ceased than he was reminded of his weakness by a most intense and painful thirst. He had become exhausted by his prodigious labors, and no means of supplying his need was at hand. He began to feel his utter dependence upon God, and to be convinced that he had not triumphed by his own power, but in the strength of the Omnipotent One."},{"refcode_short":"2BC 1006.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1006.8 (Ellen Gould White)","content":"He then gave God the praise for his deliverance, and offered an earnest prayer for relief from his present suffering. The Lord hearkened to his petition and opened for him a spring of water. In token of his gratitude Samson called the name of the place En-hakkore, or “the well of him that cried” (The Signs of the Times, October 6, 1881)."},{"refcode_short":"2BC 1007","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1007 (Ellen Gould White)","content":"Chapter 16"},{"refcode_short":"2BC 1007.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1007.1 (Ellen Gould White)","content":"Samson Failed Where Joseph Overcame—Samson in his peril had the same source of strength as had Joseph. He could choose the right or the wrong as he pleased. But instead of taking hold of the strength of God, he permitted the wild passions of his nature to have full sway. The reasoning powers were perverted, the morals corrupted. God had called Samson to a position of great responsibility, honor, and usefulness; but he must first learn to govern by first learning to obey the laws of God. Joseph was a free moral agent. Good and evil were before him. He could choose the path of purity, holiness, and honor, or the path of immorality and degradation. He chose the right way, and God approved. Samson, under similar temptations, which he had brought upon himself, gave loose rein to passion. The path which he entered upon he found to end in shame, disaster, and death. What a contrast to the history of Joseph! (The Signs of the Times, October 13, 1881)."},{"refcode_short":"2BC 1007.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1007.2 (Ellen Gould White)","content":"(Galatians 6:7, 8). Samson's History a Lesson for Youth—The history of Samson conveys a lesson for those whose characters are yet unformed, who have not yet entered upon the stage of active life. The youth who enter our schools and colleges will find there every class of mind. If they desire sport and folly, if they seek to shun the good and unite with the evil, they have the opportunity. Sin and righteousness are before them, and they are to choose for themselves. But let them remember that “whatsoever a man soweth that shall he also reap.... He that soweth to his flesh, shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting” (The Signs of the Times, October 13, 1881)."},{"refcode_short":"2BC 1007.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1007.3 (Ellen Gould White)","content":"4. Precious Hours Squandered—In the society of this enchantress, the judge of Israel squandered precious hours that should have been sacredly devoted to the welfare of his people. But the blinding passions which make even the strongest weak, had gained control of reason and of conscience (The Signs of the Times, October 13, 1881)."},{"refcode_short":"2BC 1007.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1007.4 (Ellen Gould White)","content":"Philistines Knowing Divine Law, Watched Samson—The Philistines were well acquainted with the divine law, and its condemnation of sensual indulgence. They kept a vigilant watch over all the movements of their enemy, and when he degraded himself by this new attachment, and they saw the bewitching power of the enchantress, they determined, through her, to accomplish his ruin (The Signs of the Times, October 13, 1881)."},{"refcode_short":"2BC 1007.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1007.5 (Ellen Gould White)","content":"15-17. Samson Deliberately Walked Into Net of Betrayer—Samson's infatuation seems almost incredible. At first he was not so wholly enthralled as to reveal the secret; but he had deliberately walked into the net of the betrayer of souls, and its meshes were drawing closer about him at every step (The Signs of the Times, October 13, 1881)."},{"refcode_short":"2BC 1007.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1007.6 (Ellen Gould White)","content":"15-20. Samson Lost Sense of Sacredness of His Work—Samson, that mighty man of valor, was under a solemn vow to be a Nazarite during the period of his life; but becoming infatuated by the charms of a lewd woman, he rashly broke that sacred pledge. Satan worked through his agents to destroy this ruler of Israel, that the mysterious power which he possessed might no longer intimidate the enemies of God's people. It was the influence of this bold woman that separated him from God, her artifices that proved his ruin. The love and service which God claims, Samson gave to this woman. This was idolatry. He lost all sense of the sacred character and work of God, and sacrificed honor, conscience, and every valuable interest, to base passion (The Signs of the Times, July 1, 1903)."},{"refcode_short":"2BC 1007.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1007.7 (Ellen Gould White)","content":"20. Willful Sin Caused Loss of Strength—Had Samson's head been shaven without fault on his part, his strength would have remained. But his course had shown contempt for the favor and authority of God as much as if he had in disdain himself severed his locks from his head. Therefore God left him to endure the results of his own folly (The Signs of the Times, October 13, 1881)."},{"refcode_short":"2BC 1007.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1007.8 (Ellen Gould White)","content":"28. Real Contest Between Jehovah and Dagon—The contest, instead of being between Samson and the Philistines, was now between Jehovah and Dagon, and thus the Lord was moved to assert His almighty power and His supreme authority (The Signs of the Times, October 13, 1881)."},{"refcode_short":"2BC 1008.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1008.1 (Ellen Gould White)","content":"30. God's Design for Samson Marred by Sin—God designed that Samson should accomplish a great work for Israel. Hence the utmost care had been taken at the very outset of life to surround him with the most favorable conditions for physical strength, intellectual vigor, and moral purity. Had he not in after years ventured among the ungodly and the licentious, he would not so basely have yielded to temptation (The Signs of the Times, October 13, 1881)."},{"refcode_short":"2BC 1008","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1008 (Ellen Gould White)","content":"1 Samuel"},{"refcode_short":"2BC 1008","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1008 (Ellen Gould White)","content":"Chapter 1"},{"refcode_short":"2BC 1008.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1008.2 (Ellen Gould White)","content":"Valuable Lessons in Life of Samuel—The reign of judges in Israel closes with Samuel, than whom few purer or more illustrious characters are presented in the sacred record. There are few, also, whose life history contains lessons of greater value to the thoughtful student (The Signs of the Times, October 27, 1881)."},{"refcode_short":"2BC 1008.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1008.3 (Ellen Gould White)","content":"8. Satan's Attempt to Destroy Hannah—This scene was enacted again and again, not only at the yearly gatherings, but whenever circumstances furnished an opportunity for Peninnah to exalt herself at the expense of her rival. The course of this woman seemed to Hannah a trial almost beyond endurance. Satan employed her as his agent to harass, and if possible exasperate and destroy, one of God's faithful children (The Signs of the Times, October 27, 1881)."},{"refcode_short":"2BC 1008.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1008.4 (Ellen Gould White)","content":"10. Mighty Power in Prayer—There is a mighty power in prayer. Our great adversary is constantly seeking to keep the troubled soul away from God. An appeal to heaven by the humblest saint is more to be dreaded by Satan than the decrees of cabinets or the mandates of kings (The Signs of the Times, October 27, 1881)."},{"refcode_short":"2BC 1008.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1008.5 (Ellen Gould White)","content":"14. Intemperance Was Common in Israel—Feasting revelry had well-nigh supplanted true godliness among the people of Israel. Instances of intemperance, even among women, were of frequent occurrence, and now Eli determined to administer what he considered a deserved rebuke (The Signs of the Times, October 27, 1881)."},{"refcode_short":"2BC 1008.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1008.6 (Ellen Gould White)","content":"20-28. The Reward of Faithfulness—During the first three years of the life of Samuel the prophet, his mother carefully taught him to distinguish between good and evil. By every familiar object surrounding him, she sought to lead his thoughts up to the Creator. In fulfillment of her vow to give her son to the Lord, with great self-denial she placed him under the care of Eli the high priest, to be trained for service in the house of God. Though Samuel's youth was passed at the tabernacle devoted to the worship of God, he was not free from evil influences or sinful example. The sons of Eli feared not God, nor honored their father; but Samuel did not seek their company nor follow their evil ways. His early training led him to choose to maintain his Christian integrity. What a reward was Hannah's! and what an encouragement to faithfulness is her example! (The Review and Herald, September 8, 1904)."},{"refcode_short":"2BC 1008","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1008 (Ellen Gould White)","content":"Chapter 2"},{"refcode_short":"2BC 1008.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1008.7 (Ellen Gould White)","content":"11. Faith's Triumph Over Natural Affection—As soon as the little one was old enough to be separated from its mother, she fulfilled her solemn vow. She loved her child with all the devotion of a mother's heart; day by day her affections entwined about him more closely as she watched his expanding powers, and listened to the childish prattle; he was her only son, the especial gift of heaven; but she had received him as a treasure consecrated to God, and she would not withhold from the Giver His own. Faith strengthened the mother's heart, and she yielded not to the pleadings of natural affection (The Signs of the Times, October 27, 1881)."},{"refcode_short":"2BC 1008.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1008.8 (Ellen Gould White)","content":"Mother's Decisive Power in Her Home—Would that every mother could realize how great are her duties and her responsibilities, and how great will be the reward of faithfulness. The mother's daily influence upon her children is preparing them for everlasting life or eternal death. She exercises in her home a power more decisive than the minister in the desk, or even the king upon his throne (The Signs of the Times, November 3, 1881)."},{"refcode_short":"2BC 1009.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1009.1 (Ellen Gould White)","content":"12. Eli's Criminal Neglect—The course of Eli—his sinful indulgence as a father, and his criminal neglect as a priest of God—presents a striking and painful contrast to the firmness and self-denial of the faithful Hannah. Eli was acquainted with the divine will. He knew what characters God could accept, and what He would condemn. Yet he suffered his children to grow up with unbridled passions, perverted appetites, and corrupt morals."},{"refcode_short":"2BC 1009.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1009.2 (Ellen Gould White)","content":"Eli had instructed his children in the law of God, and had given them a good example in his own life; but this was not his whole duty. God required him, both as a father and as a priest, to restrain them from following their own perverse will. This he had failed to do (The Signs of the Times, November 10, 1881)."},{"refcode_short":"2BC 1009.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1009.3 (Ellen Gould White)","content":"Warning to Parents Following Eli's Example—If parents who are following Eli's example of neglect could see the result of the education they are giving their children, they would feel that the curse which fell on Eli would assuredly fall on them. The sin of rebellion against parental authority, lies at the very foundation of the misery and crime in the world today (The Signs of the Times, November 10, 1881)."},{"refcode_short":"2BC 1009.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1009.4 (Ellen Gould White)","content":"Many Youth Becoming Infidels—By precept and example, let the young be taught reverence for God and for His Word. Many of our youth are becoming infidels at heart, because of the lack of devotion in their parents (The Signs of the Times, November 24, 1881)."},{"refcode_short":"2BC 1009.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1009.5 (Ellen Gould White)","content":"Parents and Soul Winning—Christian parents, if you desire to work for the Lord, begin with your little ones at home. If you manifest tact and wisdom and the fear of God in the management of your children, you may be intrusted with greater responsibilities. True Christian effort will begin at home, and go out from the center to embrace wider fields. A soul saved in your own family circle or in your own neighborhood, by your patient, painstaking labor, will bring as much honor to the name of Christ, and will shine as brightly in your crown as if you had found that soul in China or India (The Signs of the Times, November 10, 1881)."},{"refcode_short":"2BC 1009.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1009.6 (Ellen Gould White)","content":"The Duty of the Minister—All parents should strive to make their families patterns of good works, perfect Christian households. But in a pre-eminent degree is this the duty of those who minister in sacred things, and to whom the people look for instruction and guidance. The ministers of Christ are to be examples to the flock. He who fails to direct wisely his own household, is not qualified to guide the church of God (The Signs of the Times, November 10, 1881)."},{"refcode_short":"2BC 1009.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1009.7 (Ellen Gould White)","content":"Ministers and Their Children—But great as are the evils of parental unfaithfulness under any circumstances, they are tenfold greater when they exist in the family of those who stand in Christ's stead, to instruct the people. Ministers of the gospel, who fail to control their own households, are, by their wrong example, misleading many. They sanction the growth of evil, instead of repressing it. Many who consider themselves excellent judges of what other children should be and what they should do, are blind to the defects of their own sons and daughters. Such a lack of divine wisdom in those who profess to teach the Word of God, is working untold evil. It tends to efface from the minds of the people the distinction between right and wrong, purity and vice (The Signs of the Times, November 24, 1881)."},{"refcode_short":"2BC 1009.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1009.8 (Ellen Gould White)","content":"(Ch. 3:11-14). Results of Parental Unfaithfulness—The history of Eli is a terrible example of the results of parental unfaithfulness. Through his neglect of duty, his sons became a snare to their fellow men and an offense to God, forfeiting not only the present but the future life. Their evil example destroyed hundreds, and the influence of these hundreds corrupted the morals of thousands. This case should be a warning to all parents. While some err upon the side of undue severity, Eli went to the opposite extreme. He indulged his sons to their ruin. Their faults were overlooked in their childhood, and excused in their days of youth. The commands of the parents were disregarded, and the father did not enforce obedience. The children saw that they could hold the lines of control, and they improved the opportunity. As the sons advanced in years, they lost all respect for their fainthearted father. They went on in sin without restraint. He remonstrated with them, but his words fell unheeded. Gross sins and revolting crimes were daily committed by them, until the Lord Himself visited with judgment the transgressors of His law."},{"refcode_short":"2BC 1010.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1010.1 (Ellen Gould White)","content":"We have seen the result of Eli's mistaken kindness,—death to the indulgent father, ruin and death to his wicked sons, and destruction to thousands in Israel. The Lord Himself decreed that for the sins of Eli's sons no atonement should be made by sacrifice or offering forever. How great, how lamentable, was their fall,—men upon whom rested sacred responsibilities, proscribed, outlawed from mercy, by a just and holy God!"},{"refcode_short":"2BC 1010.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1010.2 (Ellen Gould White)","content":"Such is the fearful reaping of the harvest sown when parents neglect their God-given responsibilities,—when they allow Satan to preoccupy the field which they themselves should carefully have sown with precious seed of virtue, truth, and righteousness. If but one parent is neglectful of duty, the result will be seen in the character of the children; if both fail, how great will be their accountability before God! How can they escape the doom of those who destroy their children's souls? (The Review and Herald, August 30, 1881)."},{"refcode_short":"2BC 1010.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1010.3 (Ellen Gould White)","content":"12-17. Typical Service the Connecting Link—The typical service was the connecting link between God and Israel. The sacrificial offerings were designed to prefigure the sacrifice of Christ, and thus to preserve in the hearts of the people an unwavering faith in the Redeemer to come. Hence, in order that the Lord might accept their sacrifices, and continue His presence with them, and, on the other hand, that the people might have a correct knowledge of the plan of salvation, and a right understanding of their duty, it was of the utmost importance that holiness of heart and purity of life, reverence for God, and strict obedience to His requirements, should be maintained by all connected with the sanctuary (The Signs of the Times, December 1, 1881)."},{"refcode_short":"2BC 1010.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1010.4 (Ellen Gould White)","content":"17. Sins of Priests Caused Some to Offer Own Sacrifices—As the men of Israel witnessed the corrupt course of the priests, they thought it safer for their families not to come up to the appointed place of worship. Many went from Shiloh with their peace disturbed, their indignation aroused, until they at last determined to offer their sacrifices themselves, concluding that this would be fully as acceptable to God, as to sanction in any manner the abominations practiced in the sanctuary (The Signs of the Times, December 1, 1881)."},{"refcode_short":"2BC 1010.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1010.5 (Ellen Gould White)","content":"26 (Psalm 71:17). A Place for Consecrated Youth—God gives all an opportunity in this life to develop character. All may fill their appointed place in His great plan. The Lord accepted Samuel from his very childhood, because his heart was pure, and he had reverence for God. He was given to God, a consecrated offering, and the Lord made him, even in his childhood, a channel of light. A life consecrated as was Samuel's is of great value in God's sight. If the youth of today will consecrate themselves as did Samuel, the Lord will accept them and use them in His work. Of their life they may be able to say with the psalmist, “O God, thou hast taught me from my youth: and hitherto have I declared thy wondrous works” (Manuscript 51, 1900)."},{"refcode_short":"2BC 1010","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1010 (Ellen Gould White)","content":"Chapter 3"},{"refcode_short":"2BC 1010.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1010.6 (Ellen Gould White)","content":"4. Samuel Commissioned When Twelve Years Old—When but twelve years old, the son of Hannah received his special commission from the Most High (The Signs of the Times, December 15, 1881)."},{"refcode_short":"2BC 1010.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1010.7 (Ellen Gould White)","content":"10-14. God May Pass By Adults and Use Children—God will work with children and youth who give themselves to Him. Samuel was educated for the Lord in his youth, and God passed by the hoary-headed Eli, and conversed with the child Samuel (Manuscript 99, 1899)."},{"refcode_short":"2BC 1010.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1010.8 (Ellen Gould White)","content":"11-14. See EGW on ch. 2:12."},{"refcode_short":"2BC 1010.9","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1010.9 (Ellen Gould White)","content":"Lord Will Pass By Fathers Who Neglect Home Life—By this we see that the Lord will pass by old, experienced fathers connected with His work if they neglect their duty in their home life (Letter 33, 1897)."},{"refcode_short":"2BC 1010.10","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1010.10 (Ellen Gould White)","content":"God's Thorough Work Contrasted With Eli's Carelessness—Eli was a believer in God and in His Word; but he did not, like Abraham, “command” his children and his household after him. Let us hear what God says about Eli's neglect: “Behold, I will do a thing in Israel, at which both the ears of everyone that heareth it shall tingle.” The Lord had borne long with Eli. He had been warned and instructed; but, like the parents of today, he had not heeded the warning. But when the Lord took hold of the case, He ceased not till He had made thorough work (The Review and Herald, May 4, 1886)."},{"refcode_short":"2BC 1011.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1011.1 (Ellen Gould White)","content":"20 (ch. 7:9, 15). Samuel Takes Hold With Both Hands—Samuel was now invested by the God of Israel with the three-fold office of judge, prophet, and priest. Placing one hand in the hand of Christ, and with the other taking the helm of the nation, he holds it with such wisdom and firmness as to preserve Israel from destruction (The Signs of the Times, June 22, 1882)."},{"refcode_short":"2BC 1011","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1011 (Ellen Gould White)","content":"Chapter 4"},{"refcode_short":"2BC 1011.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1011.2 (Ellen Gould White)","content":"3. Israel Sought Victory in Wrong Way—The recollection of these glorious triumphs inspired all Israel with fresh hope and courage, and they immediately sent to Shiloh for the ark, “that when it cometh among us,” said they, “it may save us out of the hand of our enemies.” They did not consider that it was the law of God which alone gave to the ark its sacredness, and that its presence would bring them prosperity only as they obeyed that law (The Signs of the Times, December 22, 1881)."},{"refcode_short":"2BC 1011.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1011.3 (Ellen Gould White)","content":"3-5. Hophni and Phinehas Presumptuously Enter Most Holy Place—The two sons of Eli, Hophni and Phinehas, eagerly acceded to the proposal to bear the ark into the camp. Without the consent of the high priest, they ventured presumptuously into the holy of holies, and took from thence the ark of God. Filled with pride, and elated with the expectation of speedy victory, they bore it to the camp. And the people, beholding, as they thought, the token of Jehovah's presence, “shouted with a great shout, so that the earth rang again.” (The Signs of the Times, December 22, 1881)."},{"refcode_short":"2BC 1011","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1011 (Ellen Gould White)","content":"Chapter 6"},{"refcode_short":"2BC 1011.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1011.4 (Ellen Gould White)","content":"1-5. Only One Sacrifice Can Secure Divine Favor—The Philistines hoped by their offerings to appease the wrath of God, but they were ignorant of the one great sacrifice which alone can secure to sinful men the divine favor. Those gifts were powerless to atone for sin; for the offerers did not through them express faith in Christ (The Signs of the Times, January 12, 1882)."},{"refcode_short":"2BC 1011.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1011.5 (Ellen Gould White)","content":"19. The Spirit of Irreverent Curiosity Still Exists—The spirit of irreverent curiosity still exists among the children of men. Many are eager to investigate those mysteries which infinite wisdom has seen fit to leave unrevealed. Having no reliable evidence from which to reason, they base their theories on conjecture. The Lord has wrought for His servants and for the upbuilding of His cause at the present day as verily as He wrought in behalf of ancient Israel; but vain philosophy, “science falsely so called,” has sought to destroy faith in the direct interposition of Providence, attributing all such manifestations to natural causes. This is the sophistry of Satan. He is asserting his authority by mighty signs and wonders in the earth. Those who ignore or deny the special evidences of God's power, are preparing the way for the arch-deceiver to exalt himself before the people as superior to the God of Israel."},{"refcode_short":"2BC 1011.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1011.6 (Ellen Gould White)","content":"Many accept the reasoning of these would-be wise men as truth, when in fact it undermines the very foundations which God has laid. Such teachers are the ones described by inspiration, who must become fools in their own estimation, that they may be wise. God has chosen the foolish things of this world to confound the wise. By those who are guided only by human wisdom, the simplicity of His mighty workings is called foolishness. They think themselves wiser than their Creator, when in fact they are victims of finite ignorance and childish conceit. It is this that holds them in the darkness of unbelief, so that they do not discern the power of God, and tremble before Him (The Signs of the Times, January 19, 1882)."},{"refcode_short":"2BC 1011","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1011 (Ellen Gould White)","content":"Chapter 7"},{"refcode_short":"2BC 1011.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1011.7 (Ellen Gould White)","content":"3. Modern Forms of Idolatry—Many who bear the name of Christians are serving other gods besides the Lord. Our Creator demands our supreme devotion, our first allegiance. Anything which tends to abate our love for God, or to interfere with the service due Him, becomes thereby an idol. With some their lands, their houses, their merchandise, are the idols. Business enterprises are prosecuted with zeal and energy, while the service of God is made a secondary consideration. Family worship is neglected, secret prayer is forgotten. Many claim to deal justly with their fellow men, and seem to feel that in so doing they discharge their whole duty. But it is not enough to keep the last six commandments of the decalogue. We are to love the Lord our God with all the heart. Nothing short of obedience to every precept—nothing less than supreme love to God as well as equal love to our fellow man—can satisfy the claims of the divine law."},{"refcode_short":"2BC 1012.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1012.1 (Ellen Gould White)","content":"There are many whose hearts have been so hardened by prosperity that they forget God, and forget the wants of their fellow man. Professed Christians adorn themselves with jewelry, laces, costly apparel, while the Lord's poor suffer for the necessaries of life. Men and women who claim redemption through a Saviour's blood will squander the means intrusted to them for the saving of other souls, and then grudgingly dole out their offerings for religion, giving liberally only when it will bring honor to themselves. These are idolaters (The Signs of the Times, January 26, 1882)."},{"refcode_short":"2BC 1012.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1012.2 (Ellen Gould White)","content":"7-11. God's Intervention to Save Helpless Israel—It was the Lord's purpose so to manifest His power in delivering Israel, that they might not take the glory to themselves. He permitted them, when unarmed and defenseless, to be challenged by their enemies, and then the Captain of the Lord's host marshalled the army of heaven to destroy the foes of His people. Humility of heart and obedience to the divine law are more acceptable to God than the most costly sacrifices from a heart filled with pride and hypocrisy. God will not defend those who are living in transgression of His law (The Signs of the Times, January 26, 1882)."},{"refcode_short":"2BC 1012.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1012.3 (Ellen Gould White)","content":"12. Samuel's Diary—There are thousands of souls willing to work for the Master who have not had the privilege of hearing the truth as some have heard it, but they have been faithful readers of the Word of God, and they will be blessed in their humble efforts to impart light to others. Let such ones keep a diary, and when the Lord gives them an interesting experience, let them write it down, as Samuel did when the armies of Israel won a victory over the Philistines. He set up a monument of thankfulness, saying, “Hitherto hath the Lord helped us.” Brethren, where are the monuments by which you keep in view the love and goodness of God? Strive to keep fresh in your minds the help that the Lord has given you in your efforts to help others. Let not your actions show one trace of selfishness. Every tear that the Lord has helped you to wipe from sorrowful eyes, every fear that has been expelled, every mercy shown,—trace a record of it in your diary. “As thy days, so shall thy strength be” (Manuscript 62, 1905)."},{"refcode_short":"2BC 1012","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1012 (Ellen Gould White)","content":"Chapter 8"},{"refcode_short":"2BC 1012.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1012.4 (Ellen Gould White)","content":"1-3. Samuel's Sons Loved Reward—Samuel had judged Israel from his youth. He had been a righteous and impartial judge, faithful in all his work. He was becoming old; and the people saw that his sons did not follow his footsteps. Although they were not vile, like the children of Eli, yet they were dishonest and double-minded. While they aided their father in his laborious work, their love of reward led them to favor the cause of the unrighteous (The Spirit of Prophecy 1:353)."},{"refcode_short":"2BC 1012.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1012.5 (Ellen Gould White)","content":"1-5. Samuel Was Deceived in His Sons—These young men had received faithful instructions from their father, both by precept and example. They were not ignorant of the warnings given to Eli, and the divine judgments visited upon him and his house. They were apparently men of sterling virtue and integrity, as well as intellectual promise. It was with the full assent of the people that Samuel shared with his sons the responsibilities of office. But the characters of these young men were yet to be tested. Separated from their father's influence, it would be seen whether they were true to the principles which he had taught them. The result showed that Samuel had been painfully deceived in his sons. Like many young men of today who have been blessed with good abilities, they perverted their God-given powers. The honor bestowed upon them rendered them proud and self-sufficient. They did not make the glory of God their aim, nor did they seek earnestly to Him for strength and wisdom. Yielding to the power of temptation, they became avaricious, selfish, and unjust. God's Word declares that “they walked not in His ways, but turned aside after lucre, and took bribes, and perverted judgment” (The Signs of the Times, February 2, 1882)."},{"refcode_short":"2BC 1013.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1013.1 (Ellen Gould White)","content":"5. Like All the Nations—The dissatisfied longing for worldly power and display, is as difficult to cure now as in the days of Samuel. Christians seek to build as worldlings build, to dress as worldlings dress,—to imitate the customs and practices of those who worship only the god of this world. The instructions of God's Word, the counsels and reproofs of His servants, and even warnings sent directly from His throne, seem powerless to subdue this unworthy ambition. When the heart is estranged from God, almost any pretext is sufficient to justify a disregard of His authority. The promptings of pride and self-love are gratified at whatever expense to the cause of God (The Signs of the Times, July 13, 1882)."},{"refcode_short":"2BC 1013.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1013.2 (Ellen Gould White)","content":"6. Faithfulness Brings Criticism—The unconsecrated and world-loving are ever ready to criticise and condemn those who have stood fearlessly for God and the right. If a defect is seen in one whom the Lord has intrusted with great responsibilities, then all his former devotion is forgotten, and an effort is made to silence his voice and destroy his influence. But let these self-constituted judges remember that the Lord reads the heart. They cannot hide its secrets from His searching gaze. God declares that He will bring every work into judgment, with every secret thing (The Signs of the Times, July 13, 1882)."},{"refcode_short":"2BC 1013.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1013.3 (Ellen Gould White)","content":"6, 7. Useful Men Seldom Appreciated—The most useful men are seldom appreciated. Those who have labored most actively and unselfishly for their fellow man, and who have been instrumental in achieving the greatest results, are often repaid with ingratitude and neglect. When such men find themselves set aside, their counsels slighted and despised, they may feel that they are suffering great injustice. But let them learn from the example of Samuel not to justify or vindicate themselves, unless the Spirit of God unmistakably prompts to such a course. Those who despise and reject the faithful servant of God, not merely show contempt for the man, but for the Master who sent him. It is God's words, His reproofs and counsel, that are set at naught; His authority that is rejected (The Signs of the Times, July 13, 1882)."},{"refcode_short":"2BC 1013","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1013 (Ellen Gould White)","content":"Chapter 10"},{"refcode_short":"2BC 1013.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1013.4 (Ellen Gould White)","content":"9. Saul Became a New Man—The Lord would not leave Saul to be placed in a position of trust without divine enlightenment. He was to have a new calling, and the Spirit of the Lord came upon him. The effect was that he was changed into a new man. The Lord gave Saul a new spirit, other thoughts, other aims and desires than he had previously had. This enlightenment, with the spiritual knowledge of God, placing him on vantage ground, was to bind his will to the will of Jehovah (Letter 12a, 1888)."},{"refcode_short":"2BC 1013.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1013.5 (Ellen Gould White)","content":"24. Saul's Capabilities Perverted—Saul had a mind and influence capable of governing a kingdom, if his powers had been submitted to the control of God, but the very endowments that qualified him for doing good could be used by Satan, when surrendered to his power, and would enable him to exert widespread influence for evil. He could be more sternly vindictive, more injurious and determined in prosecuting his unholy designs, than could others, because of the superior powers of mind and heart that had been given him of God (The Signs of the Times, October 19, 1888)."},{"refcode_short":"2BC 1013.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1013.6 (Ellen Gould White)","content":"24, 25. Mutual Love of Saul and Samuel—The relation between Samuel and Saul was one of peculiar tenderness. Samuel loved Saul as his own son, while Saul, bold and ardent of temper, held the prophet in great reverence, and bestowed upon him the warmth of his affection and regard. Thus the prophet of the living God, an old man whose mission was nearly finished, and the youthful king, whose work was before him, were bound together by the ties of friendship and respect. All through his perverse course, the king clung to the prophet as if he alone could save him from himself (The Signs of the Times, June 1, 1888)."},{"refcode_short":"2BC 1013","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1013 (Ellen Gould White)","content":"Chapter 12"},{"refcode_short":"2BC 1013.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1013.7 (Ellen Gould White)","content":"1-5. Samuel a Man of Strict Integrity—How many retiring from a position of responsibility as a judge, can say in regard to their purity, Which of you convinceth me of sin? Who can prove that I have turned aside from my righteousness to accept bribes? I have never stained my record as a man who does judgment and justice. Who today can say what Samuel said when he was taking leave of the people of Israel, because they were determined to have a king? ... Brave, noble judge! But it is a sorrowful thing that a man of the strictest integrity should have to humble himself to make his own defence (Manuscript 33, 1898)."},{"refcode_short":"2BC 1014.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1014.1 (Ellen Gould White)","content":"Faithfulness Leads to Honor at the End—The honor accorded him who is concluding his work is of far more worth than the applause and congratulations which those receive who are just entering upon their duties, and who have yet to be tested. One may easily lay off his burdens, when even the enemies of truth acknowledge his fidelity. But how many of our great men close their official labors in disgrace, because they have sacrificed principle for gain or honor. The desire to be popular, the temptations of wealth or ease, lead them astray. Men who connive at sin may appear to prosper; they may triumph because their undertakings seem crowned with success; but God's eye is upon these proud boasters. He will reward them as their works have been. The greatest outward prosperity cannot bring happiness to those who are not at peace with God or with themselves (The Signs of the Times, July 27, 1882)."},{"refcode_short":"2BC 1014.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1014.2 (Ellen Gould White)","content":"14. Perpetual Obligation of the Law—The law of God was not given to the Jews alone. It is of world-wide and perpetual obligation. “He that offendeth in one point is guilty of all.” Its ten precepts are like a chain of ten links. If one link is broken, the chain becomes worthless. Not a single precept can be revoked or changed to save the transgressor. While families and nations exist; while property, life, and character must be guarded; while good and evil are antagonistic, and a blessing or a curse must follow the acts of men—so long must the divine law control us. When God no longer requires men to love Him supremely, to reverence His name, and to keep the holy Sabbath; when He permits them to disregard the rights of their fellow men, to hate and injure one another—then, and not till then, will the moral law lose its force (The Signs of the Times, January 19, 1882)."},{"refcode_short":"2BC 1014","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1014 (Ellen Gould White)","content":"Chapter 13"},{"refcode_short":"2BC 1014.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1014.3 (Ellen Gould White)","content":"8-10. God Was Revealing Saul's True Character—In detaining Samuel, it was the purpose of God that the heart of Saul should be revealed, that others might know what he would do in an emergency. It was a trying position in which to be placed, but Saul did not obey orders. He felt that it would make no difference who approached God, or in what way; and, full of energy and self-complacency, he put himself forward into the sacred office."},{"refcode_short":"2BC 1014.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1014.4 (Ellen Gould White)","content":"The Lord has His appointed agencies; and if these are not discerned and respected by those who are connected with His work, if men feel free to disregard God's requirements, they must not be kept in positions of trust. They would not listen to counsel, nor to the commands of God through His appointed agencies. Like Saul, they would rush into a work that was never appointed them, and the mistakes they would make in following their human judgment would place the Israel of God where their Leader could not reveal Himself to them. Sacred things would become mingled with the common (The Youth's Instructor, November 17, 1898)."},{"refcode_short":"2BC 1014.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1014.5 (Ellen Gould White)","content":"9. Saul Could Have Offered Prayer—He [Saul] could have offered humble prayer to God without the sacrifice; for the Lord will accept even the silent petition of a burdened heart; but instead of this, he forced himself into the priesthood (The Youth's Instructor, November 17, 1898)."},{"refcode_short":"2BC 1014.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1014.6 (Ellen Gould White)","content":"11. Blaming Samuel Led to Further Sin—Saul endeavored to vindicate his own course, and blamed the prophet, instead of condemning himself."},{"refcode_short":"2BC 1014.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1014.7 (Ellen Gould White)","content":"There are today many who pursue a similar course. Like Saul, they are blinded to their errors. When the Lord seeks to correct them, they receive reproof as insult, and find fault with the one who brings the divine message."},{"refcode_short":"2BC 1014.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1014.8 (Ellen Gould White)","content":"Had Saul been willing to see and confess his error, this bitter experience would have proved a safeguard for the future. He would afterward have avoided the mistakes which called forth divine reproof. But feeling that he was unjustly condemned, he would, of course, be likely again to commit the same sin."},{"refcode_short":"2BC 1015.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1015.1 (Ellen Gould White)","content":"The Lord would have His people, under all circumstances, manifest implicit trust in Him. Although we cannot always understand the workings of His providence, we should wait with patience and humility until He sees fit to enlighten us. We should beware of taking upon ourselves responsibilities which God has not authorized us to bear. Men frequently have too high an estimate of their own character or abilities. They may feel competent to undertake the most important work, when God sees that they are not prepared to perform aright the smallest and humblest duty (The Signs of the Times, August 10, 1882)."},{"refcode_short":"2BC 1015.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1015.2 (Ellen Gould White)","content":"13, 14. Saul's Folly Leads to Rejection—Saul's transgression proved him unworthy to be intrusted with sacred responsibilities. One who had himself so little reverence for God's requirements, could not be a wise or safe leader for the nation. Had he patiently endured the divine test, the crown would have been confirmed to him and to his house. In fact, Samuel had come to Gilgal for this very purpose. But Saul had been weighed in the balance, and found wanting. He must be removed to make way for one who would sacredly regard the divine honor and authority (The Signs of the Times, August 3, 1882)."},{"refcode_short":"2BC 1015.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1015.3 (Ellen Gould White)","content":"After Whose Heart?—Saul had been after the heart of Israel, but David is a man after God's own heart (The Signs of the Times, June 15, 1888)."},{"refcode_short":"2BC 1015","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1015 (Ellen Gould White)","content":"Chapter 14"},{"refcode_short":"2BC 1015.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1015.4 (Ellen Gould White)","content":"1, 6, 7. Jonathan an Instrument of God—These two men gave evidence that they were moving under the influence and command of a more than human general. To outward appearance, their venture was rash, and contrary to all military rules. But the action of Jonathan was not done in human rashness. He depended not on what he and his armor-bearer themselves could do; he was the instrument that God used in behalf of His people Israel. They made their plans, and rested their cause in the hands of God. If the armies of the Philistines challenged them, they would advance. If they said, Come, they would go forward. This was their sign, and the angels of God prospered them. They went forward, saying, “It may be that the Lord will work for us” (The Youth's Instructor, November 24, 1898)."},{"refcode_short":"2BC 1015.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1015.5 (Ellen Gould White)","content":"11-15. Armies of Heaven Aided Jonathan—It would have been an easy matter for the Philistines to kill these two brave, daring men; but it did not enter into their minds that these two solitary men had come up with any hostile intent. The wondering men above looked on, too surprised to take in their possible object. They regarded these men as deserters, and permitted them to come without harm...."},{"refcode_short":"2BC 1015.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1015.6 (Ellen Gould White)","content":"This daring work sent a panic through the camp. There lay the dead bodies of twenty men, and to the sight of the enemy there seemed hundreds of men prepared for war. The armies of heaven were revealed to the opposing host of the Philistines (The Youth's Instructor, November 24, 1898)."},{"refcode_short":"2BC 1015.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1015.7 (Ellen Gould White)","content":"24, 25. Honey of God's Providing—This rash oath of Saul's was a human invention. It was not inspired of God, and God was displeased with it. Jonathan and his armor-bearer, who, through God, had wrought deliverance for Israel that day, had become weak through hunger. The people also were weary and hungry."},{"refcode_short":"2BC 1015.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1015.8 (Ellen Gould White)","content":"“And all they of the land came to a wood; and there was honey upon the ground.” This honey was of God's own providing. He desired that the armies of Israel should partake of this food, and receive strength. But Saul, who was not under the direction of God, had interposed his rash oath (The Youth's Instructor, December 1, 1898)."},{"refcode_short":"2BC 1015.9","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1015.9 (Ellen Gould White)","content":"Man-invented Tests Dishonor God—There are many who will lightly regard the tests which God has given, and will assume the responsibility of creating tests and prohibitions, as did Saul, which bring dishonor to God and evil to men (The Signs of the Times, June 1, 1888)."},{"refcode_short":"2BC 1015.10","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1015.10 (Ellen Gould White)","content":"37. Saul Did Not Sense His Own Guilt—When the people had satisfied their hunger, Saul proposed to continue the pursuit that night; but the priest suggested that it would be wiser first to ask counsel of God. This was done in the usual manner; but no answer came. Regarding this silence as a token of the Lord's displeasure, Saul determined to discover the cause. Had he properly realized the sinfulness of His own course, he would have concluded that he himself was the guilty one. But failing to discern this, he gave command that the matter be decided by lot (The Signs of the Times, August 17, 1882)."},{"refcode_short":"2BC 1016.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1016.1 (Ellen Gould White)","content":"44 (Matthew 7:2). The Guilty Are Severe Judges—Those who are most ready to excuse or justify themselves in sin are often most severe in judging and condemning others. There are many today, like Saul, bringing upon themselves the displeasure of God. They reject counsel and despise reproof. Even when convinced that the Lord is not with them, they refuse to see in themselves ... the cause of their trouble. How many cherish a proud, boastful spirit, while they indulge in cruel judgment or severe rebuke of others really better in heart and life than they. Well would it be for such self-constituted judges to ponder those words of Christ: “With what judgment ye judge, ye shall be judged; and with what measure ye mete, it shall be measured to you again” (The Signs of the Times, August 17, 1882)."},{"refcode_short":"2BC 1016.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1016.2 (Ellen Gould White)","content":"45. Danger in Following Blindly—God's people of today are in danger of committing errors no less disastrous. We cannot, we must not, place blind confidence in any man, however high his profession of faith or his position in the church. We must not follow his guidance, unless the Word of God sustains him. The Lord would have His people individually distinguish between sin and righteousness, between the precious and the vile (The Signs of the Times, August 17, 1882)."},{"refcode_short":"2BC 1016","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1016 (Ellen Gould White)","content":"Chapter 15"},{"refcode_short":"2BC 1016.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1016.3 (Ellen Gould White)","content":"2, 3 (Exodus 17:14-16). Destruction of Amalek Not to Add to Israel's Possessions—God did not wish His people to possess anything which belonged to the Amalekites, for His curse rested upon them and their possessions. He designed that they should have an end, and that His people should not preserve anything for themselves which He had cursed. He also wished the nations to see the end of that people who had defied Him, and to mark that they were destroyed by the very people they had despised. They were not to destroy them to add to their own possessions, or to get glory to themselves, but to fulfill the Word of the Lord spoken in regard to Amalek (The Spirit of Prophecy 1:364)."},{"refcode_short":"2BC 1016.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1016.4 (Ellen Gould White)","content":"3. Amalek Used Gifts With No Thought of Giver—That wicked people [the Amalekites] were dwelling in God's world, the house which he had prepared for His faithful, obedient children. Yet they appropriated His gifts to their own use, without one thought of the Giver. The more blessings He poured upon them, the more boldly they transgressed against Him. Thus they continued to pervert His blessings and abuse His mercy...."},{"refcode_short":"2BC 1016.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1016.5 (Ellen Gould White)","content":"Our gracious God still bears long with the impenitent. He gives them light from heaven, that they may understand the holiness of His character, and the justice of His requirements. He calls them to repentance, and assures them of His willingness to forgive. But if they continue to reject His mercy, the mandate goes forth devoting them to destruction (The Signs of the Times, August 24, 1882)."},{"refcode_short":"2BC 1016.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1016.6 (Ellen Gould White)","content":"10-23. Stubbornness Made Saul's Case Hopeless—It was Saul's stubbornness that made his case hopeless, and yet how many venture to follow his example. The Lord in mercy sends words of reproof to save the erring, but they will not submit to be corrected. They insist that they have done no wrong, and thus resist the Spirit of God (The Review and Herald, May 7, 1895)."},{"refcode_short":"2BC 1016.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1016.7 (Ellen Gould White)","content":"17. God Guides the Humble and Consecrated—[1 Samuel 15:17 quoted.] Here Samuel points out the reason for Saul's appointment to the throne of Israel. He had a humble opinion of his own capabilities, and was willing to be instructed. When the divine choice fell upon him, he was deficient in knowledge and experience, and had, with many good qualities, serious defects of character. But the Lord granted him the Holy Spirit as a guide and helper, and placed him in a position where he could develop the qualities requisite for a ruler of Israel."},{"refcode_short":"2BC 1016.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1016.8 (Ellen Gould White)","content":"Should he trust to his own strength and judgment, Saul would move impulsively, and would commit grave errors. But if he would remain humble, seeking constantly to be guided by divine wisdom, and advancing as the providence of God opened the way, he would be enabled to discharge the duties of his high position with success and honor. Under the influence of divine grace, every good quality would be gaining strength, while evil traits would as steadily lose their power."},{"refcode_short":"2BC 1017.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1017.1 (Ellen Gould White)","content":"This is the work which the Lord proposes to do for all who consecrate themselves to Him (The Signs of the Times, September 7, 1882, reprinted in The Review and Herald, November 8, 1887)."},{"refcode_short":"2BC 1017.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1017.2 (Ellen Gould White)","content":"Those Who Feel Insufficient Will Receive Help—Whatever the position in which God has placed us, whatever our responsibilities or our dangers, we should remember that He has pledged Himself to impart needed grace to the earnest seeker. Those who feel insufficient for their position, and yet accept it because God bids them, relying upon His power and wisdom, will go on from strength to strength. When they enter upon their work, they may have almost everything to learn; but with Christ as a teacher they will become efficient laborers. God does not intrust His work to the worldly wise; for they are too proud to learn. He chooses those who, feeling their deficiencies, seek to be guided by unerring wisdom (The Signs of the Times, September 7, 1882, reprinted in The Review and Herald, November 8, 1887)."},{"refcode_short":"2BC 1017.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1017.3 (Ellen Gould White)","content":"Become Sensitive to Little Digressions—There are many whom He has called to positions in His work for the same reason that He called Saul,—because they are little in their own sight, because they have a humble and teachable spirit. In His providence He places them where they may learn of Him. To all who will receive instruction He will impart grace and wisdom. It is His purpose to bring them into so close connection with Himself that Satan shall have no opportunity to pervert their judgment or overpower their conscience. He will reveal to them their defects of character, and bestow upon all who seek His aid, strength to correct their errors. Whatever may be man's besetting sin, whatever bitter or baleful passions struggle for the mastery, he may conquer, if he will watch and war against them in the name and strength of Israel's Helper. The children of God should cultivate a keen sensitiveness to sin. Here, as well as elsewhere, we should not despise the day of small things. It is one of Satan's most successful devices, to lead men to the commission of little sins, to blind the mind to the danger of little indulgences, little digressions from the plainly stated requirements of God. Many who would shrink with horror from some great transgression, are led to look upon sin in little matters as of trifling consequence. But these little sins eat out the life of godliness in the soul. The feet which enter upon a path diverging from the right way are tending toward the broad road that ends in death. When once a retrograde movement begins, no one can tell where it may end...."},{"refcode_short":"2BC 1017.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1017.4 (Ellen Gould White)","content":"We must learn to distrust self and to rely wholly upon God for guidance and support, for a knowledge of His will, and for strength to perform it (The Signs of the Times, September 7, 1882, reprinted in The Review and Herald, November 8, 1887)."},{"refcode_short":"2BC 1017.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1017.5 (Ellen Gould White)","content":"22. God Did Not Want Spoil of Corrupt People—[1 Samuel 15:22 quoted.] God required of His people obedience rather than sacrifice. All the riches of the earth were His. The cattle upon a thousand hills belonged to Him. He did not require the spoil of a corrupt people, upon whom His curse rested, even to their utter extinction, to be presented to Him to prefigure the holy Saviour, as a lamb without blemish (The Spirit of Prophecy 1:365)."},{"refcode_short":"2BC 1017.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1017.6 (Ellen Gould White)","content":"23. See EGW on Numbers 16:1-50, Vol. 1, p. 1114."},{"refcode_short":"2BC 1017.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1017.7 (Ellen Gould White)","content":"Saul a Failure—The first king of Israel proved a failure, because he set his will above the will of God. Through the prophet Samuel the Lord instructed Saul that as king of Israel his course of action must be one of strictest integrity. Then God would bless his government with prosperity. But Saul refused to make obedience to God his first consideration, and the principles of heaven the government of his conduct. He died in dishonor and despair (Manuscript 151, 1899)."},{"refcode_short":"2BC 1017.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1017.8 (Ellen Gould White)","content":"Pretended Righteousness Used as Cloak—Many who profess to be serving God are in the same position as Saul,—covering over ambitious projects, pride of display, with a garment of pretended righteousness. The Lord's cause is made a cloak to hide the deformity of injustice, but it makes the sin of tenfold greater enormity (MS la, 1890)."},{"refcode_short":"2BC 1017.9","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1017.9 (Ellen Gould White)","content":"Self-justification Keeps One in Darkness—Those whose deeds are evil, will not come to the light, lest their deeds should be reproved and their real characters revealed. If they continue in the path of transgression, and sever themselves entirely from the Redeemer, stubbornness, and sullenness, and a spirit of revenge will take possession of them, and they will say to their own souls, Peace, peace, when there is every reason that they should be alarmed, for their steps are directed toward destruction. As Saul resisted the reproofs of the servant of the Lord, this spirit took possession of him. He defied the Lord, he defied His servant, and his enmity toward David was the outworking of the murderous spirit that comes into the heart of those who justify themselves in the face of their guilt (The Signs of the Times, June 22, 1888)."},{"refcode_short":"2BC 1018.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1018.1 (Ellen Gould White)","content":"28. David and Saul Contrasted—David and Saul stand before us in this history as men widely different in character. The course of David makes manifest the fact that he regarded the fear of the Lord as the beginning of wisdom. But Saul was shorn of his strength, because he failed to make obedience to God's commandments the rule of his life. It is a fearful thing for a man to set his will against the will of God, as revealed in his specified requirements. All the honor that a man could receive on the throne of a kingdom, would be a poor compensation for the loss of the favor of God through an act of disloyalty to heaven. Disobedience to the commandments of God can only bring disaster and dishonor at last. God has given to every man his work, just as truly as he appointed to Saul the government of Israel; and the practical and important lesson to us is to accomplish our appointed work in such a manner that we may meet our life records with joy, and not with grief (The Signs of the Times, September 7, 1888)."},{"refcode_short":"2BC 1018.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1018.2 (Ellen Gould White)","content":"34, 35. Samuel Active in Retirement—After Israel had rejected Samuel as ruler of the nation, though well qualified for public labor, the prophet sought retirement. He was not superannuated, for he presided as teacher in the school of the prophets. This service for his God was a pleasant service (The Signs of the Times, October 19, 1888)."},{"refcode_short":"2BC 1018","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1018 (Ellen Gould White)","content":"Chapter 16"},{"refcode_short":"2BC 1018.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1018.3 (Ellen Gould White)","content":"7-13. Christ Built David's Character—When God called David from his father's sheepfold to anoint him king of Israel, He saw in him one to whom He could impart His Spirit. David was susceptible to the influence of the Holy Spirit, and the Lord in His providence trained him for His service, preparing him to carry out His purposes. Christ was the Master-builder of his character (Manuscript 163, 1902)."},{"refcode_short":"2BC 1018.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1018.4 (Ellen Gould White)","content":"11, 12. God Chose and Prepared David for His Work—Six miles south of Jerusalem, “the city of the great King,” was Bethlehem, where David was born more than a thousand years before the infant Jesus was cradled in the manger, and worshiped by the wise men from the East. Centuries before the advent of the Saviour of the world, David, in the freshness of boyhood, had kept watch of his flocks as they grazed on the open fields of Bethlehem. The simple shepherd boy sang the songs of his own composing, and the music of his harp made a sweet accompaniment to the melody of his fresh young voice. The Lord had chosen David, and had ordered his life that he might have an opportunity to train his voice, and cultivate his talent for music and poetry. The Lord was preparing him in his solitary life with his flocks, for the work He designed to commit to his trust in afteryears (The Signs of the Times, June 8, 1888)."},{"refcode_short":"2BC 1018","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1018 (Ellen Gould White)","content":"Chapter 17"},{"refcode_short":"2BC 1018.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1018.5 (Ellen Gould White)","content":"1-11. Goliath About Twelve Feet Tall—The Philistines propose their own manner of warfare, in selecting a man of great size and strength, whose height is about twelve feet; and they send this champion forth to provoke a combat with Israel, requesting them to send out a man to fight with him (The Spirit of Prophecy 1:370)."},{"refcode_short":"2BC 1018","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1018 (Ellen Gould White)","content":"Chapter 22"},{"refcode_short":"2BC 1018.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1018.6 (Ellen Gould White)","content":"3, 4. David's Care for His Parents—David's anxiety was not all for himself, although he realized his peril. He thought of his father and mother, and he concluded that he must seek another refuge for them. He went to the king of Moab, and the Lord put it into the heart of the monarch to courteously grant to the beloved parents of David an asylum in Mizpeh, and they were not disturbed, even in the midst of the enemies of Israel. From this history, we may all learn precious lessons of filial love. The Bible plainly condemns the unfaithfulness of parents to their children, and the disobedience of children to their parents. Religion in the home is of priceless value (The Signs of the Times, September 7, 1888)."},{"refcode_short":"2BC 1019.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1019.1 (Ellen Gould White)","content":"5. Sentinels of Heaven Gave Warning—It seemed certain to him [David] that he must, at last, fall into the hands of his pursuer and persecutor. But could his eyes have been opened, he would have seen the angels of the Lord encamped round about him and his followers. The sentinels of heaven were waiting to warn them of impending danger, and to conduct them to a place of refuge when their peril demanded it. God could protect David and his followers; for they were not a band in rebellion against Saul. David had repeatedly proved his allegiance to the king (The Signs of the Times, September 7, 1888)."},{"refcode_short":"2BC 1019.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1019.2 (Ellen Gould White)","content":"6-16. The Effects of Evil Surmising—The spirit of evil was upon Saul. He felt that his doom had been sealed by the solemn message of his rejection from the throne of Israel. His departure from the plain requirements of God was bringing its sure results. He did not turn, and repent, and humble his heart before God, but opened it to receive every suggestion of the enemy. He listened to every false witness, eagerly receiving anything that was detrimental to the character of David, hoping that he might find an excuse for manifesting his increasing envy and hatred of him who had been anointed to the throne of Israel. Every rumor was credited, no matter how inconsistent and irreconcilable it was with the former character and custom of David."},{"refcode_short":"2BC 1019.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1019.3 (Ellen Gould White)","content":"Every evidence that the protecting care of God was over David seemed to imbitter and deepen his one engrossing and determined purpose. The failure to accomplish his own designs appeared in marked contrast to the success of the fugitive in eluding his search, but it only made the determination of the king the more unrelenting and firm. He was not careful to conceal his designs toward David, nor scrupulous as to what means should be employed in accomplishing his purpose."},{"refcode_short":"2BC 1019.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1019.4 (Ellen Gould White)","content":"It was not the man David, who had done him no harm, against whom the king was contending. He was in controversy with the King of heaven; for when Satan is permitted to control the mind that will not be ruled by Jehovah, he will lead it according to his will, until the man who is thus in his power becomes an efficient agent to carry out his designs. So bitter is the enmity of the great originator of sin against the purposes of God, so terrible is his power for evil, that when men disconnect from God, Satan influences them, and their minds are brought more and more into subjection, until they cast off the fear of God, and the respect of men, and become bold and avowed enemies of God and of His people."},{"refcode_short":"2BC 1019.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1019.5 (Ellen Gould White)","content":"What an example was Saul giving to the subjects of his kingdom in his desperate, unprovoked persecution of David! What a record he was making to be placed upon the pages of history for future generations! He sought to turn the full tide of the power of his kingdom into the channel of his own hatred in hunting down an innocent man. All this had a demoralizing influence upon Israel. And while Saul was giving loose reign to his passion, Satan was weaving a snare to compass his ruin, and the ruin of his kingdom. While the king and his councilors were planning for the capture of David, the affairs of the nation were being mismanaged and neglected. While imaginary foes were constantly presented before the minds of the people, the real enemies were strengthening themselves without arousing suspicion or alarm. By following the dictates of Satan, Saul was himself hastening the very result which, with unsanctified ability, he was endeavoring to avert."},{"refcode_short":"2BC 1019.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1019.6 (Ellen Gould White)","content":"The counsel of the Lord had been disregarded again and again by the rebellious king, and the Lord had given him up to the folly of his own wisdom. The influences of the Spirit of God would have restrained him from the course of evil which he had chosen, that eventually worked out his ruin. God hates all sin, and when man persistently refuses all the counsel of heaven, he is left to the deceptions of the enemy, to be drawn away of his own lusts, and enticed (The Signs of the Times, September 7, 1888)."},{"refcode_short":"2BC 1019.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1019.7 (Ellen Gould White)","content":"9, 10. Humanity Was Extinguished From Saul—Doeg knew well that the action of the priest toward David did not proceed from any malice toward the king. The priest thought that in doing a kindness to an ambassador of his court, he was showing respect to the king. He was altogether innocent of any evil intention toward Saul or his realm. David had not taken a straightforward course before the priest, he had dissimulated, and on this account he had brought the whole family of the priesthood into peril."},{"refcode_short":"2BC 1020.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1020.1 (Ellen Gould White)","content":"But Doeg was a slanderer, and Saul had such a spirit of envy and hatred and murder, that he desired the report to be true. The partial and exaggerated statement of the chief of the herdsmen, was suited for the use of the adversary of God and man. It was presented to the mind of Saul in such a light that the king lost all control of himself, and acted like a madman. If he had but calmly waited until he could have heard the whole story, and had exercised his reasoning faculties, how different would have been the terrible record of that day's doings!"},{"refcode_short":"2BC 1020.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1020.2 (Ellen Gould White)","content":"How Satan exults when he is enabled to set the soul into a white heat of anger! A glance, a gesture, an intonation, may be seized upon and used, as the arrow of Satan, to wound and poison the heart that is open to receive it. If the Spirit of Christ possesses us wholly, and we have been transformed by His grace, there will be no disposition to speak evil, or to bear reports freighted with falsehood. The falsifier, the accuser of the brethren, is a chosen agent of the great deceiver. Ahimelech was not present on this occasion to vindicate himself, and to state the facts as they existed; but Doeg cared not for this. Like Satan his father, he read the mind of Saul, and improved the opportunity of increasing the misery of the king by the words of his mischievous tongue, which was set on fire of hell. He stirred up the very worst passions of the human heart (The Signs of the Times, September 21, 1888)."},{"refcode_short":"2BC 1020.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1020.3 (Ellen Gould White)","content":"16. The Inconsistency of Jealousy—The inconsistency of jealousy was shown in this verdict. Without proving the guilt of any one of the priests, the king commanded that all the line of Eli should be slain. He had determined upon this course of action before he had sent for them or heard their side of the case. And no amount of proof could undo his malignant purpose. To vent his wrath upon one man seemed too small a matter to satisfy the fury of his revenge (The Signs of the Times, September 21, 1888)."},{"refcode_short":"2BC 1020.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1020.4 (Ellen Gould White)","content":"17, 18. Cruelty of Saul and Doeg—Saul's rage was not appeased by the noble stand of his footmen, and he turned to the man whom he had connected with himself as a friend, because he had reported against the priests. Thus this Edomite, who was as base a character as was Barabbas, slew with his own hand eighty-five priests of the Lord in one day; and he and Saul, and he who was a murderer from the beginning, gloried over the massacre of the servants of the Lord. Like savage beasts who have tasted of blood, so were Saul and Doeg (The Signs of the Times, September 21, 1888)."},{"refcode_short":"2BC 1020","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1020 (Ellen Gould White)","content":"Chapter 23"},{"refcode_short":"2BC 1020.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1020.5 (Ellen Gould White)","content":"3, 4. David Seeks Assurance—He [David] had been anointed as king, and he thought that some measure of responsibility rested upon him for the protection of his people. If he could but have the positive assurance that he was moving in the path of duty, he would start out with his limited forces, and stand faithfully at his post whatever might be the consequences (The Signs of the Times, October 5, 1888)."},{"refcode_short":"2BC 1020.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1020.6 (Ellen Gould White)","content":"9-12. Saul's Unreasonableness—Although a great deliverance had been wrought for Keilah, and the men of the city were very grateful to David and his men for the preservation of their lives, yet so fiendish had become the soul of the God-forsaken Saul, that he could demand from the men of Keilah that they yield up their deliverer to certain and unmerited death. Saul had determined that if they should offer any resistance they would suffer the bitter consequences of opposing the command of their king. The long-desired opportunity seemed to have come, and he determined to leave nothing undone in securing the arrest of his rival (The Signs of the Times, October 5, 1888)."},{"refcode_short":"2BC 1020.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1020.7 (Ellen Gould White)","content":"12. People Knew Not Their Own Mind—The inhabitants of the city did not for a moment think themselves capable of such an act of ingratitude and treachery; but David knew, from the light that God had given him, that they could not be trusted, that in the hour of need they would fail (The Signs of the Times, October 5, 1888)."},{"refcode_short":"2BC 1021.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1021.1 (Ellen Gould White)","content":"19-26. Hypocrisy of Citizens of Ziph—The citizens of Keilah, who should have repaid the interest and zeal of David in delivering them from the hands of the Philistines, would have given him up because of their fear of Saul rather than to have suffered a siege for his sake. But the men of Ziph would do worse; they would betray David into the hands of his enemy, not because of their loyalty to the king, but because of their hatred of David. Their interest for the king was only a pretense. They were of their own accord acting the part of hypocrites when they offered to assist in the capture of David. It was upon these false-hearted betrayers that Saul invoked the blessing of the Lord. He praised their satanic spirit in betraying an innocent man, as the spirit and act of virtue in showing compassion to himself. Apparently David was in greater danger than he had ever been before. Upon learning the perils to which he was exposed, he changed his position, seeking refuge in the mountains between Maon and the Dead Sea (The Signs of the Times, October 12, 1888)."},{"refcode_short":"2BC 1021.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1021.2 (Ellen Gould White)","content":"27-29. Saul Angry but Afraid—The disappointed king was in a frenzy of anger to be thus cheated of his prey; but he feared the dissatisfaction of the nation; for, if the Philistines should ravage the country while he was destroying its defender, a reaction would be likely to take place, and he would become the object of the people's hate. So he relinquished his pursuit of David, and went against the Philistines, and this gave David an opportunity to escape to the stronghold of En-gedi (The Signs of the Times, October 12, 1888)."},{"refcode_short":"2BC 1021","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1021 (Ellen Gould White)","content":"Chapter 24"},{"refcode_short":"2BC 1021.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1021.3 (Ellen Gould White)","content":"6 (Proverbs 16:32). Who Am I to Raise My Hand?—The course of David made it manifest that he had a Ruler whom he obeyed. He could not permit his natural passions to gain the victory over him; for he knew that he that ruleth his own spirit, is greater than he who taketh a city. If he had been led and controlled by human feelings, he would have reasoned that the Lord had brought his enemy under his power in order that he might slay him, and take the government of Israel upon himself. Saul's mind was in such a condition that his authority was not respected, and the people were becoming irreligious and demoralized. Yet the fact that Saul had been divinely chosen king of Israel kept him in safety, for David conscientiously served God, and he would not in any wise harm the anointed of the Lord (The Signs of the Times, October 12, 1888)."},{"refcode_short":"2BC 1021","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1021 (Ellen Gould White)","content":"Chapter 25"},{"refcode_short":"2BC 1021.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1021.4 (Ellen Gould White)","content":"1. Relation of Youth and Old Age Illustrated—The life of Samuel from early childhood had been a life of piety and devotion. He had been placed under the care of Eli in his youth, and the loveliness of his character drew forth the warm affection of the aged priest. He was kind, generous, diligent, obedient, and respectful. The contrast between the course of the youth Samuel and that of the priest's own sons was very marked, and Eli found rest and comfort and blessing in the presence of his charge. It was a singular thing that between Eli, the chief magistrate of the nation, and the simple child so warm a friendship should exist. Samuel was helpful and affectionate, and no father ever loved his child more tenderly than did Eli this youth. As the infirmities of age came upon Eli, he felt more keenly the disheartening, reckless, profligate course of his own sons, and he turned to Samuel for comfort and support."},{"refcode_short":"2BC 1021.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1021.5 (Ellen Gould White)","content":"How touching to see youth and old age relying one upon the other, the youth looking up to the aged for counsel and wisdom, the aged looking to the youth for help and sympathy. This is as it should be. God would have the young possess such qualifications of character that they shall find delight in the friendship of the old, that they may be united in the endearing bonds of affection to those who are approaching the borders of the grave (The Signs of the Times, October 19, 1888)."},{"refcode_short":"2BC 1021.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1021.6 (Ellen Gould White)","content":"10, 11 (Luke 12:16-21). Gain Was Nabal's God—Nabal thought nothing of spending an extravagant amount of his wealth to indulge and glorify himself; but it seemed too painful a sacrifice for him to make to bestow compensation which he never would have missed, upon those who had been like a wall to his flocks and herds. Nabal was like the rich man in the parable. He had only one thought,—to use God's merciful gifts to gratify his selfish animal appetites. He had no thought of gratitude to the Giver. He was not rich toward God; for eternal treasure had no attraction for him. Present luxury, present gain, was the one absorbing thought of his life. This was his god (The Signs of the Times, October 26, 1888)."},{"refcode_short":"2BC 1022.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1022.1 (Ellen Gould White)","content":"18-31. A Contrast of Characters—In the character of Abigail, the wife of Nabal, we have an illustration of womanhood after the order of Christ; while her husband illustrates what a man may become who yields himself to the control of Satan (Manuscript 17, 1891)."},{"refcode_short":"2BC 1022.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1022.2 (Ellen Gould White)","content":"39. God Will Set Matters Right—When David heard the tidings of the death of Nabal, he gave thanks that God had taken vengeance into His own hands. He had been restrained from evil, and the Lord had returned the wickedness of the wicked upon his own head. In this dealing of God with Nabal and David, men may be encouraged to put their cases into the hands of God; for in His own good time He will set matters right (The Signs of the Times, October 26, 1888)."},{"refcode_short":"2BC 1022","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1022 (Ellen Gould White)","content":"Chapter 27"},{"refcode_short":"2BC 1022.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1022.3 (Ellen Gould White)","content":"1. A Failure in David's Faith—David's faith in God had been strong, but it had failed him when he placed himself under the protection of the Philistines. He had taken this step without seeking the counsel of the Lord; but when he had sought and obtained the favor of the Philistines, it was poor policy to repay their kindness by deception. In the favor they had shown him they had been actuated by selfishness. They had reason to remember the son of Jesse, for his valor had cost them their champion, Goliath, and had turned the tide of the battle against them. The Philistines were glad of an opportunity to separate David's forces from the army under Saul. They hoped that David would avenge his wrongs by joining them in battle against Saul and Israel (The Signs of the Times, November 16, 1888)."},{"refcode_short":"2BC 1022.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1022.4 (Ellen Gould White)","content":"Failure to Pray Leads to Mistakes—This demonstrates the fact that great and good men, men with whom God has worked, will make grievous mistakes when they cease to watch and pray, and to fully trust in God."},{"refcode_short":"2BC 1022.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1022.5 (Ellen Gould White)","content":"There is a precious experience, an experience more precious than fine gold, to be gained by everyone who will walk by faith. He who will walk in the way of unwavering trust in God will have a connection with heaven. The child of God is to do his work, looking to God alone for strength and guidance. He must toil on without despondency and full of hope, even though he is placed in most trying and aggravating circumstances."},{"refcode_short":"2BC 1022.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1022.6 (Ellen Gould White)","content":"David's experiences are recorded for the instruction of the people of God in these last days. In his warfare against Satan, this servant of God had received light and direction from heaven, but, because the conflict was long continued, and because the question of his receiving the throne was unsettled, he became weary and discouraged (The Signs of the Times, November 9, 1888)."},{"refcode_short":"2BC 1022","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1022 (Ellen Gould White)","content":"Chapter 28"},{"refcode_short":"2BC 1022.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1022.7 (Ellen Gould White)","content":"7. The Witch and Satan Had an Agreement—The witch of Endor had made agreement with Satan to follow his directions in all things; and he would perform wonders and miracles for her, and would reveal to her the most secret things, if she would yield herself unreservedly to be controlled by his Satanic majesty. This she had done (The Spirit of Prophecy 1:375, 376)."},{"refcode_short":"2BC 1022.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1022.8 (Ellen Gould White)","content":"8-19. Saul's Final Step—When Saul inquired for Samuel, the Lord did not cause Samuel to appear to Saul. He saw nothing. Satan was not allowed to disturb the rest of Samuel in the grave, and bring him up in reality to the witch of Endor. God does not give Satan power to resurrect the dead. But Satan's angels assume the form of dead friends, and speak and act like them, that through professed dead friends he can the better carry on his work of deception. Satan knew Samuel well, and he knew how to represent him before the witch of Endor, and to utter correctly the fate of Saul and his sons."},{"refcode_short":"2BC 1022.9","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1022.9 (Ellen Gould White)","content":"Satan will come in a very plausible manner to such as he can deceive, and will insinuate himself into their favor, and lead them almost imperceptibly from God. He wins them under his control, cautiously at first, until their perceptibilities become blunted. Then he will make bolder suggestions, until he can lead them to commit almost any degree of crime. When he has led them fully into his snare, he is then willing that they should see where they are, and he exults in their confusion, as in the case of Saul. He had suffered Satan to lead him a willing captive, and now Satan spreads before Saul a correct description of his fate. By giving Saul a correct statement of his end, through the woman of Endor, Satan opens a way for Israel to be instructed by his satanic cunning, that they may, in their rebellion against God, learn of him, and by thus doing, sever the last link which would hold them to God."},{"refcode_short":"2BC 1023.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1023.1 (Ellen Gould White)","content":"Saul knew that in this last act, of consulting the witch of Endor, he cut the last shred which held him to God. He knew that if he had not before wilfully separated himself from God, this act sealed that separation, and made it final. He had made an agreement with death, and a covenant with hell. The cup of his iniquity was full (The Spirit of Prophecy 1:376, 377)."},{"refcode_short":"2BC 1023","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1023 (Ellen Gould White)","content":"2 Samuel"},{"refcode_short":"2BC 1023","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1023 (Ellen Gould White)","content":"Chapter 12"},{"refcode_short":"2BC 1023.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1023.2 (Ellen Gould White)","content":"1-14. David's Conviction of Guilt Led to His Salvation—The prophet Nathan's parable of the ewe lamb, given to King David, may be studied by all. The light was flashed sharply upon the king, while he was in utter darkness as to what was thought of his actions in regard to Uriah. While he was following his course of self-indulgence and commandment breaking, the parable of a rich man who took from a poor man his one ewe lamb, was presented before him. But the king was so completely wrapped in his garments of sin, that he did not see that he was the sinner. He fell into the trap, and with great indignation, he passed his sentence upon another man, as he supposed, condemning him to death. When the application was made, and the facts brought home to him, when Nathan said, Thou art the man; unknowingly thou hast condemned thyself, David was overwhelmed. He had not one word to say in defence of his course of action."},{"refcode_short":"2BC 1023.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1023.3 (Ellen Gould White)","content":"This experience was most painful to David, but it was most beneficial. But for the mirror which Nathan held up before him, in which he so clearly recognized his own likeness, he would have gone on unconvicted of his heinous sin, and would have been ruined. The conviction of his guilt was the saving of his soul. He saw himself in another light, as the Lord saw him, and as long as he lived he repented of his sin (Letter 57, 1897)."},{"refcode_short":"2BC 1023.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1023.4 (Ellen Gould White)","content":"13. See EGW on 1 Kings 3:14."},{"refcode_short":"2BC 1023.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1023.5 (Ellen Gould White)","content":"David Offered No Excuses—David awakens as from a dream. He feels the sense of his sin. He does not seek to excuse his course, or palliate his sin, as did Saul; but with remorse and sincere grief, he bows his head before the prophet of God, and acknowledges his guilt...."},{"refcode_short":"2BC 1023.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1023.6 (Ellen Gould White)","content":"David does not manifest the spirit of an unconverted man. If he had possessed the spirit of the rulers of the nations around him, he would not have borne, from Nathan, the picture of his crime before him in its truly abominable colors, but would have taken the life of the faithful reprover. But notwithstanding the loftiness of his throne, and his unlimited power, his humble acknowledgement of all with which he was charged, is evidence that he still feared and trembled at the word of the Lord (The Spirit of Prophecy 1:378, 381)."},{"refcode_short":"2BC 1023.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1023.7 (Ellen Gould White)","content":"25 (1 Kings 3:3). Failure to Sense Need Leads to Presumption—Solomon's youth was illustrious, because he was connected with heaven, and made God his dependence and his strength. God had called him Jedidiah, which, interpreted, meant The Beloved of God. He had been the pride and hope of his father, and well beloved in the sight of his mother. He had been surrounded by every worldly advantage that could improve his education and increase his wisdom. But, on the other hand, the corruption of court life was calculated to lead him to love amusement and the gratification of his appetite. He never felt the want of means by which to gratify his desires, and never had need to exercise self-denial."},{"refcode_short":"2BC 1024.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1024.1 (Ellen Gould White)","content":"Notwithstanding all these objectionable surroundings, the character of Solomon was preserved in purity during his youth. God's angel could talk with him in the night season; and the divine promise to give him understanding and judgment, and to fully qualify him for his responsible work, was faithfully kept. In the history of Solomon we have the assurance that God will do great things for those who love Him, who are obedient to His commandments, and trust in Him as their surety and strength."},{"refcode_short":"2BC 1024.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1024.2 (Ellen Gould White)","content":"Many of our youth suffer shipwreck in the dangerous voyage of life, because they are self-confident and presumptuous. They follow their inclinations, and are allured by amusements, and indulgence of appetite, till habits are formed which become shackles, impossible for them to break, and which drag them down to ruin.... If the youth of our day would, like young King Solomon, feel their need of heavenly wisdom, and seek to develop and strengthen their higher faculties, and consecrate them to the service of God, their lives would show great and noble results, and bring pure and holy happiness to themselves and many others (The Health Reformer, April 1878)."},{"refcode_short":"2BC 1024","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1024 (Ellen Gould White)","content":"Chapter 16"},{"refcode_short":"2BC 1024.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1024.3 (Ellen Gould White)","content":"10, 11. David Accepted Humiliation as Necessary—[2 Samuel 16:10, 11 quoted.] He [David] thus acknowledges, before his people and chief men, that this is the punishment God has brought upon him because of his sin, which has given the enemies of the Lord occasion to blaspheme; that the enraged Benjamite might be accomplishing his part of the punishment predicted, and that if he bore these things with humility, the Lord would lessen his affliction, and turn the curse of Shimei into a blessing. David does not manifest the spirit of an unconverted man. He shows that he has had an experience in the things of God. He manifests a disposition to receive correction from God, and, in confidence turns to Him as his only trust. God rewards David's humble trust in Him, by defeating the counsel of Ahithophel, and preserving his life (The Spirit of Prophecy 1:383)."},{"refcode_short":"2BC 1024","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1024 (Ellen Gould White)","content":"Chapter 19"},{"refcode_short":"2BC 1024.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1024.4 (Ellen Gould White)","content":"16, 18-23. Shimei Confessed, David Forgave—After the death of Absalom, God turned the hearts of Israel, as the heart of one man, to David. Shimei, who had cursed David in his humility, through fear of his life, was among the first of the rebellious to meet David on his return to Jerusalem. He made confession of his rebellious conduct toward David. Those who witnessed his abusive course urged David not to spare his life, because he cursed the Lord's anointed. But David rebuked them. He not only spared the life of Shimei, but mercifully forgave him. Had David possessed a revengeful spirit, he could readily have gratified it, by putting the offender to death (The Spirit of Prophecy 1:384)."},{"refcode_short":"2BC 1024","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1024 (Ellen Gould White)","content":"Chapter 24"},{"refcode_short":"2BC 1024.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1024.5 (Ellen Gould White)","content":"1-14. See EGW on 1 Chronicles 21:1-13."},{"refcode_short":"2BC 1024.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1024.6 (Ellen Gould White)","content":"15-25. See EGW on 1 Chronicles 21:14-27."},{"refcode_short":"2BC 1024","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1024 (Ellen Gould White)","content":"1 Kings"},{"refcode_short":"2BC 1024","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1024 (Ellen Gould White)","content":"Chapter 1"},{"refcode_short":"2BC 1024.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1024.7 (Ellen Gould White)","content":"5, 6. David Faithfully Withstood Pressure by Adonijah—Adonijah had ever had his own way, and he thought that if he made a demonstration showing his desire to reign, David would yield to his wishes. But David was true to God and to his convictions (Manuscript 6a, 1903)."},{"refcode_short":"2BC 1024","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1024 (Ellen Gould White)","content":"Chapter 2"},{"refcode_short":"2BC 1024.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1024.8 (Ellen Gould White)","content":"1-9. David Prepared the Way for Solomon—David's public labor was about to close. He knew that he should soon die, and he does not leave his business matters in confusion, to vex the soul of his son; but while he has sufficient physical and mental strength, he arranges the affairs of his kingdom, even to the minutest matters, not forgetting to warn Solomon in regard to the case of Shimei. He knew that the latter would cause trouble in the kingdom. He was a dangerous man, of violent temper, and was kept in control only through fear. Whenever he dared, he would cause rebellion, or, if he had a favorable opportunity, would not hesitate to take the life of Solomon."},{"refcode_short":"2BC 1025.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1025.1 (Ellen Gould White)","content":"David, in arranging his business, sets a good example to all who are advanced in years, to settle their matters while they are capable of doing so, that when they shall be drawing near to death, and their mental faculties are dimmed, they shall have nothing of a worldly nature to divert their minds from God (The Spirit of Prophecy 1:389, 390)."},{"refcode_short":"2BC 1025.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1025.2 (Ellen Gould White)","content":"19. Solomon's Honor to His Mother—We take the position that the fifth commandment is binding upon the son and daughter, although they may be old and gray-headed. However high or humble their station in life they will never rise above or fall below their obligation to obey the fifth precept of the decalogue, that commands them to honor their father and mother. Solomon, the wisest and most exalted monarch that ever sat upon an earthly throne, has given us an example of filial love and reverence. He was surrounded by his courtly train, consisting of the wisest sages and counselors, yet, when visited by his mother, he laid aside all the customary ceremonies attending the approach of a subject to an oriental monarch. The mighty king, in the presence of his mother, was only her son. His royalty was laid aside, as he rose from his throne and bowed before her. He then seated her on his throne, at his right hand (The Signs of the Times, February 28, 1878)."},{"refcode_short":"2BC 1025","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1025 (Ellen Gould White)","content":"Chapter 3"},{"refcode_short":"2BC 1025.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1025.3 (Ellen Gould White)","content":"2. A Temporary Place of Worship Should Have Been Prepared—Solomon ... knew that it would take much time to carry out the grand designs given for the building of the temple; and before building the house of the Lord or the walls about Jerusalem, he should have prepared a temporary place of worship for the people of God. He should not have encouraged them, by his own example, to go to the high places to offer sacrifice. But we read, “Only the people of Israel sacrificed in high places.” This is mentioned as a matter that should have been otherwise."},{"refcode_short":"2BC 1025.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1025.4 (Ellen Gould White)","content":"Solomon changed his place of worship to Jerusalem, but his former act in sacrificing in a place not made sacred by the presence of the Lord, but dedicated to the worship of idols, removed from the minds of the people something of the repulsion with which they should have regarded the horrible performances practiced by idolaters. This mingling of the sacred and the profane was the first step in the practice of Solomon which led him to suppose that the Lord was not so particular in regard to the worship of His people. Thus he was educating himself to make still greater departures from God and His work. Little by little his heathen wives led him to make them altars on which to sacrifice to their gods (Manuscript 5, 1912)."},{"refcode_short":"2BC 1025.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1025.5 (Ellen Gould White)","content":"3. See EGW on 2 Samuel 12:25."},{"refcode_short":"2BC 1025.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1025.6 (Ellen Gould White)","content":"4 (2 Chronicles 1:3-6). A Token of Earnest Desire—These sacrifices were offered by Solomon and his men in positions of trust, not as a formal ceremony, but as a token of their earnest desire for special help. They knew that they were insufficient, in their own strength, for the responsibilities entrusted to them. Solomon and his associates longed for quickness of mind, for largeness of heart, for tenderness of spirit (The Review and Herald, October 19, 1905)."},{"refcode_short":"2BC 1025.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1025.7 (Ellen Gould White)","content":"5-9 (2 Chronicles 1:7-10). A Most Precious Lesson—This prayer is a most precious lesson of instruction. Especially is it of value to those entrusted with responsibilities in the Lord's work. It is a sample prayer, indited by the Lord, to guide aright the desires of His servants. It is given also for the guidance of those who today are striving to serve the Lord with singleness of heart...."},{"refcode_short":"2BC 1025.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1025.8 (Ellen Gould White)","content":"It was in the night season that the Lord appeared to Solomon. During the busy hours of the day Solomon had much to do. Many came to him for advice and counsel, and his mind was fully occupied. The hours of the night, when all was silent, and Solomon was free from confusion, was the time that the Lord chose in which to reveal Himself to him."},{"refcode_short":"2BC 1026.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1026.1 (Ellen Gould White)","content":"God often chooses the silence of the night to give His servants instruction. He can then gain freer access to their hearts than during the day. There is less to draw the mind from Him...."},{"refcode_short":"2BC 1026.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1026.2 (Ellen Gould White)","content":"The Lord was testing Solomon. He placed in his mind a desire for the things that would enable him to rule wisely the people of Israel.... [Verses 7-9 quoted.] It was such a prayer as this that Solomon was continually to offer in the days of exaltation and glory awaiting him. And thus those who today are standing in positions of trust in the Lord's work are to pray. Let them beware of lifting up their hearts unto vanity. Only the prayers of those whose hearts are not filled with self-exaltation and haughtiness will the Lord hear. [Isaiah 58:9 quoted.]"},{"refcode_short":"2BC 1026.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1026.3 (Ellen Gould White)","content":"God commended Solomon's prayer. And He will today hear and commend the prayers of those who in faith and humility cry to Him for aid. He will certainly answer the fervent prayer for a preparation for service. In answer He will say, Here I am. What wilt thou that I shall do for thee?"},{"refcode_short":"2BC 1026.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1026.4 (Ellen Gould White)","content":"The lesson to be drawn from this record is more precious than any earthly treasure. He who led Solomon's mind as he made this prayer will today teach His servants how to pray for what they need (Manuscript 164, 1902)."},{"refcode_short":"2BC 1026.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1026.5 (Ellen Gould White)","content":"Possibilities of a Heavenly Commerce—This is a lesson for us. Our petitions to God should not proceed from hearts that are filled with selfish aspirations. God exhorts us to choose those gifts that will redound to His glory. He would have us choose the heavenly instead of the earthly. He throws open before us the possibilities and advantages of a heavenly commerce. He gives encouragement to our loftiest aims, security to our choicest treasure. When the worldly possession is swept away, the believer will rejoice in his heavenly treasure, the riches that cannot be lost in any earthly disaster (The Review and Herald, August 16, 1898)."},{"refcode_short":"2BC 1026.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1026.6 (Ellen Gould White)","content":"5-15 (2 Chronicles 1:7-12). Study Every Point Carefully—[1 Kings 3:5-15 quoted.] It would be well for us carefully to study Solomon's prayer, and to consider every point on which depended his receiving the rich blessings that the Lord was ready to give him (Manuscript 154, 1902)."},{"refcode_short":"2BC 1026.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1026.7 (Ellen Gould White)","content":"6. God Dealt According to Faithfulness—[1 Kings 3:6 quoted.] There is enough contained in these words to silence every skeptic in regard to God's sanctioning the sins of David and Solomon. God was merciful to them according as they walked before Him in truth, righteousness, and uprightness of heart. Just according to their faithfulness, God dealt with them (The Spirit of Prophecy 1:395)."},{"refcode_short":"2BC 1026.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1026.8 (Ellen Gould White)","content":"14 (2 Samuel 12:13). David Reproved for Walking in Own Counsel—[1 Kings 3:14 quoted.] Several times during his reign David walked in the counsel of his own heart, and greatly injured his influence by following his impulses. But he always received the words of reproof sent to him by the Lord. These words cut him to the quick. He did not seek to evade the matter, but bore the punishment of his transgression, saying, “I have sinned” (Manuscript 164, 1902)."},{"refcode_short":"2BC 1026","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1026 (Ellen Gould White)","content":"Chapter 5"},{"refcode_short":"2BC 1026.9","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1026.9 (Ellen Gould White)","content":"2-9. David's Public Relations—[1 Kings 5:2-9 quoted.] David had lived in friendship with the people of Tyre and Sidon, who had not in any way molested Israel. Hiram, king of Tyre, acknowledged Jehovah as the true God, and some of the Sidonians were turning from idol worship."},{"refcode_short":"2BC 1026.10","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1026.10 (Ellen Gould White)","content":"Today, in our dealings with our neighbors, we are to be kind and courteous. We are to be as signs in the world, testifying to the power of divine grace to refine and ennoble those who give themselves to God's service (Manuscript 18, 1905)."},{"refcode_short":"2BC 1026.11","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1026.11 (Ellen Gould White)","content":"3-18 (ch. 7:13, 14, 40; 2 Chronicles 2:3-14). A Spirit of Sacrifice Vital in Every Phase of Our Work—The beginnings of Solomon's apostasy may be traced to many seemingly slight deviations from right principles. Associations with idolatrous women was by no means the only cause of his downfall. Among the primary causes that led Solomon into extravagance and tyrannical oppression, was his course in developing and cherishing a spirit of covetousness."},{"refcode_short":"2BC 1027.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1027.1 (Ellen Gould White)","content":"In the days of ancient Israel, when at the foot of Sinai Moses told the people of the divine command, “Let them make me a sanctuary; that I may dwell among them,” the response of the Israelites was accompanied by appropriate gifts. “They came, every one whose heart stirred him up, and every one whom his spirit made willing,” and brought offerings. For the building of the sanctuary, great and expensive preparations were necessary; a large amount of the most precious and costly material was required; yet the Lord accepted only free-will offerings. “Of every man that giveth it willingly with his heart ye shall take my offering” was the divine command repeated by Moses to the congregation. Devotion to God and a spirit of sacrifice were the first requisites in preparing a dwelling-place for the Most High."},{"refcode_short":"2BC 1027.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1027.2 (Ellen Gould White)","content":"A similar call to self-sacrifice was made when David turned over to Solomon the responsibility of erecting the temple. Of the assembled multitude that had brought their liberal gifts, David asked, “Who then is willing to consecrate his service this day unto the Lord?” This call should ever have been kept in mind by those who had to do with the construction of the temple."},{"refcode_short":"2BC 1027.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1027.3 (Ellen Gould White)","content":"Chosen men were specially endowed by God with skill and wisdom for the construction of the wilderness-tabernacle. “Moses said unto the children of Israel, See, the Lord hath called by name Bezaleel ... of the tribe of Judah; and he hath filled him with the Spirit of God, in wisdom, in understanding, and in knowledge, and in all manner of workmanship.... And he hath put in his heart that he may teach, both he, and Aholiab ... of the tribe of Dan. Them hath he filled with wisdom of heart, to work all manner of work, of the engraver, and of the cunning workman, and of the embroiderer ... and of the weaver, even of them that do any work, and of those that devise cunning work.” “Then wrought Bezaleel, ... and every wise-hearted man, in whom the Lord put wisdom and understanding.” Heavenly intelligences cooperated with the workmen whom God Himself chose."},{"refcode_short":"2BC 1027.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1027.4 (Ellen Gould White)","content":"The descendants of these men inherited to a large degree the skill conferred upon their forefathers. In the tribes of Judah and of Dan there were men who were regarded as especially “cunning” in the finer arts. For a time these men remained humble and unselfish; but gradually, almost imperceptibly, they lost their hold upon God and His truth. They began to ask for higher wages because of their superior skill. In some instances their request was granted, but more often those asking higher wages found employment in the surrounding nations. In place of the noble spirit of self-sacrifice that had filled the hearts of their illustrious ancestors, they cherished a spirit of covetousness, of grasping for more and more. They served heathen kings with their God-given skill, and dishonored their Maker."},{"refcode_short":"2BC 1027.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1027.5 (Ellen Gould White)","content":"It was to these apostates that Solomon looked for a master workman to superintend the construction of the temple on Mount Moriah. Minute specifications, in writing, regarding every portion of the sacred structure, had been entrusted to the king, and he should have looked to God in faith for consecrated helpers, to whom would have been granted special skill for doing with exactness the work required. But Solomon lost sight of this opportunity to exercise faith in God. He sent to the king of Tyre for “a man cunning to work in gold, and in silver, and in brass, and in iron, and in purple, and crimson, and blue, and that can skill to grave with cunning men ... in Judah and in Jerusalem.”"},{"refcode_short":"2BC 1027.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1027.6 (Ellen Gould White)","content":"The Phenician king responded by sending Huram, “a cunning man, endued with understanding, ... the son of a woman of the daughters of Dan, and his father was a man of Tyre.” This master workman, Huram, was a descendant, on his mother's side, of Aholiab, to whom, hundreds of years before, God had given special wisdom for the construction of the tabernacle. Thus at the head of Solomon's company of workmen there was placed an unsanctified man, who demanded large wages because of his unusual skill."},{"refcode_short":"2BC 1027.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1027.7 (Ellen Gould White)","content":"Huram's efforts were not prompted by a desire to render his highest service to God. He served the god of this world—Mammon. The very fibers of his being had been inwrought with principles of selfishness, which were revealed in his grasping for the highest wages. And gradually these wrong principles came to be cherished by his associates. As they labored with him day after day, and yielded to the inclination to compare his wages with their own, they began to lose sight of the holy character of their work, and to dwell upon the difference between their wages and his. Gradually they lost their spirit of self-denial, and fostered a spirit of covetousness. The result was a demand for higher wages, which was granted them."},{"refcode_short":"2BC 1028.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1028.1 (Ellen Gould White)","content":"The baleful influences set in operation by the employment of this man of a grasping spirit, permeated all branches of the Lord's service, and extended throughout Solomon's kingdom. The high wages demanded and received gave many an opportunity to indulge in luxury and extravagance. In the far-reaching effects of these influences, may be traced one of the principal causes of the terrible apostasy of him who once was the wisest of mortals. The king was not alone in his apostasy. Extravagance and corruption were to be seen on every hand. The poor were oppressed by the rich; the spirit of self-sacrifice in God's service was well nigh lost."},{"refcode_short":"2BC 1028.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1028.2 (Ellen Gould White)","content":"Herein lies a most important lesson for God's people today,—a lesson that many are slow to learn. The spirit of covetousness, of seeking for the highest position and the highest wage, is rife in the world. The old-time spirit of self-denial and self-sacrifice is too seldom met with. But this is the only spirit that can actuate a true follower of Jesus. Our divine Master has given us an example of how we are to work. And to those whom He bade, “Follow me, and I will make you fishers of men,” He offered no stated sum as a reward for their services. They were to share with Him His self-denial and sacrifice."},{"refcode_short":"2BC 1028.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1028.3 (Ellen Gould White)","content":"Those who claim to be followers of the Master Worker, and who engage in His service as colaborers with God, are to bring into their work the exactitude and skill, the tact and wisdom, that the God of perfection required in the building of the earthly tabernacle. And now, as in that time and as in the days of Christ's earthly ministry, devotion to God and a spirit of sacrifice should be regarded as the first requisites of acceptable service. God designs that not one thread of selfishness shall be woven into His work."},{"refcode_short":"2BC 1028.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1028.4 (Ellen Gould White)","content":"Great care should be taken in regard to the spirit pervading the Lord's institutions. These institutions were founded in self-sacrifice, and have been built up by the self-denying gifts of God's people and the unselfish labor of His servants. Everything connected with institutional service should bear the signature of heaven. A sense of the sacredness of God's institutions should be encouraged and cultivated. The workers are to humble their hearts before the Lord, acknowledging His sovereignty. All are to live in accordance with principles of self-denial. As the true, self-sacrificing laborer, with his spiritual lamp trimmed and burning, strives unselfishly to advance the interests of the institution in which he is working, he will have a precious experience, and will be able to say, “The Lord indeed is in this place.” He will feel that he is highly privileged in being permitted to give to the Lord's institution his ability, his service, and his unwearying vigilance."},{"refcode_short":"2BC 1028.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1028.5 (Ellen Gould White)","content":"In the early days of the third angel's message those who established our institutions, and those who labored in them, were actuated by high motives of unselfishness. For their arduous labors they received no more than a mere pittance—barely enough for a meager support. But their hearts were baptized with the ministry of love. The reward of whole-souled liberality was apparent in their close fellowship with the Spirit of the Master Worker. They practiced the closest economy, in order that as many other laborers as possible might be planting the standard of truth in new places."},{"refcode_short":"2BC 1028.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1028.6 (Ellen Gould White)","content":"But in time a change came. The spirit of sacrifice was not manifest. In some of our institutions the wages of a few workers was increased beyond reason. Those who received these wages claimed that they deserved a greater sum than others, because of their superior talents. But who gave them their talents, their ability? With the increase of wages came a steady increase of covetousness, which is idolatry, and a steady decline of spirituality. Gross evils crept in, and God was dishonored. The minds of many who witnessed this grasping after higher and still higher wages, were leavened with doubt and unbelief. Strange principles, like evil leaven, permeated nearly the entire body of believers. Many ceased to deny self, and not a few withheld their tithes and offerings."},{"refcode_short":"2BC 1029.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1029.1 (Ellen Gould White)","content":"God in His providence called for a reform in His sacred work, which should begin at the heart, and work outwardly. Some who blindly continued to place a high estimate upon their services, were removed. Others received the message given to them, turned to God with full purpose of heart, and learned to abhor their covetous spirit. So far as possible, they endeavored to set a right example before the people by voluntarily reducing their wages. They realized that nothing less than complete transformation in mind and heart would save them from being swept off their feet by some masterly temptation."},{"refcode_short":"2BC 1029.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1029.2 (Ellen Gould White)","content":"The work of God in all its wide extent is one, and the same principles should control, the same spirit be revealed, in all its branches. It must bear the stamp of missionary work. Every department of the cause is related to all parts of the gospel field, and the spirit that controls one department will be felt throughout the entire field. If a portion of the workers receive large wages, there are others, in different branches of the work, who will call for higher wages, and the spirit of self-sacrifice will gradually be lost sight of. Other institutions and conferences will catch the same spirit, and the Lord's favor will be removed from them; for He can never sanction selfishness. Thus our aggressive work would come to an end. Only by constant sacrifice can it be carried forward."},{"refcode_short":"2BC 1029.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1029.3 (Ellen Gould White)","content":"God will test the faith of every soul. Christ has purchased us at an infinite sacrifice. Although He was rich, yet for our sake He became poor, that we through His poverty might come into possession of eternal riches. All that we possess of ability and intellect has been lent us in trust by the Lord, to use for Him. It is our privilege to be partakers with Christ in His sacrifice (The Review and Herald, January 4, 1906)."},{"refcode_short":"2BC 1029.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1029.4 (Ellen Gould White)","content":"Contact With Worldly Wise Men Paved Way for Ruin—Solomon prepared the way for his own ruin when he sought for wise men from other nations to build the temple. God had been the educator of His people, and He designed that they should stand in His wisdom, and with His imparted talents should be second to none. If they had the clean hands, the pure heart, and the noble, sanctified purpose, the Lord would communicate to them His grace. But Solomon looked to man instead of God, and he found his supposed strength to be weakness. He brought to Jerusalem the leaven of the evil influences which were perpetuated in polygamy and idolatry (The General Conference Bulletin, February 25, 1895)."},{"refcode_short":"2BC 1029","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1029 (Ellen Gould White)","content":"Chapter 6"},{"refcode_short":"2BC 1029.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1029.5 (Ellen Gould White)","content":"7 (Ephesians 2:19-22). A Type of God's Spiritual Temple—The Jewish temple was built of hewn stones quarried out of the mountains; and every stone was fitted for its place in the temple, hewn, polished, and tested, before it was brought to Jerusalem. And when all were brought to the ground, the building went together without the sound of ax or hammer. This building represents God's spiritual temple, which is composed of material gathered out of every nation, and tongue, and people, of all grades, high and low, rich and poor, learned and unlearned. These are not dead substances, to be fitted by hammer and chisel. They are living stones, quarried out from the world by the truth; and the great Master-Builder, the Lord of the temple, is now hewing and polishing them, and fitting them for their respective places in the spiritual temple. When completed, this temple will be perfect in all its parts, the admiration of angels and of men; for its Builder and Maker is God."},{"refcode_short":"2BC 1029.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1029.6 (Ellen Gould White)","content":"Let no one think that there need not be a stroke placed upon him. There is no person, no nation, that is perfect in every habit and thought. One must learn of another. Therefore God wants the different nationalities to mingle together, to be one in judgment, one in purpose. Then the union that there is in Christ will be exemplified (Historical Sketches of the Foreign Missions of the Seventh-day Adventists, 136, 137)."},{"refcode_short":"2BC 1029.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1029.7 (Ellen Gould White)","content":"11-13. Building and Character to Reveal God's Greatness—[1 Kings 6:11-13 quoted.] The preparations made for the building of this house for the Lord, must be in accordance with the instructions He had given. No pains must be spared in its erection; for in it God was to meet with His people. The building must show forth to the nations of the earth the greatness of Israel's God. In every part it must represent the perfection of Him whom the Israelites were called upon to honor before all the world."},{"refcode_short":"2BC 1030.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1030.1 (Ellen Gould White)","content":"The specifications regarding the building were often repeated. In all the work done, these specifications were to be followed with the utmost exactness. Believers and unbelievers were to learn of the importance of the work from the care shown in its performance."},{"refcode_short":"2BC 1030.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1030.2 (Ellen Gould White)","content":"The care shown in the building of the temple is a lesson to us regarding the care that we are to show in our character-building. No cheap material was to be used. No haphazard work was to be done in matching the different parts. Piece must fit piece perfectly. Just as God's temple was, so must His church be. Into their character-building His people are to bring no worthless timbers, no careless, indifferent work...."},{"refcode_short":"2BC 1030.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1030.3 (Ellen Gould White)","content":"In times of perplexity and distress, when a heavy strain is brought to bear, it will plainly be seen what kind of timbers have been used in the character-building (Manuscript 18, 1905)."},{"refcode_short":"2BC 1030.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1030.4 (Ellen Gould White)","content":"12, 13. God Gives Skill, Understanding, Adaptability—[1 Kings 6:12, 13 quoted.] This word was sent to Solomon while he was engaged in the building of the temple. The Lord assured him that He was taking notice of his efforts and of the efforts of the others engaged on the building. God exercises the same watchcare over His work today. Those who labor with a sincere desire to fulfill the Word of the Lord, and to glorify His name, will gain increased knowledge; for the Lord will cooperate with them. He watches with approval those who keep His glory in view. He will give them skill and understanding and adaptability for their work. Each one who enters the service of God with a determination to do his best, will receive a valuable education, if he heeds the instruction given by the Lord, and does not follow his own wisdom and his own ideas. All are to be teachable, seeking the Lord with humility, and using for Him, with cheerfulness and gratitude, the knowledge gained (Manuscript 18, 1905)."},{"refcode_short":"2BC 1030.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1030.5 (Ellen Gould White)","content":"23-28 (ch. 8:6, 7; 2 Chronicles 5:7, 8, 12-14). Two Additional Angels Placed by Ark—A most splendid sanctuary had been made, according to the pattern showed to Moses in the mount, and afterward presented by the Lord to David. In addition to the cherubim on the top of the ark, Solomon made two other angels of larger size, standing at each end of the ark, representing the heavenly angels guarding the law of God. It is impossible to describe the beauty and splendor of this sanctuary. Into this place the sacred ark was borne with solemn reverence by the priests, and set in its place beneath the wings of the two stately cherubim that stood upon the floor."},{"refcode_short":"2BC 1030.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1030.6 (Ellen Gould White)","content":"The sacred choir lifted their voices in praise to God, and the melody of their voices was accompanied by all kinds of musical instruments. And while the courts of the temple resounded with praise, the cloud of God's glory took possession of the house, as it had formerly filled the wilderness tabernacle (The Review and Herald, November 9, 1905)."},{"refcode_short":"2BC 1030","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1030 (Ellen Gould White)","content":"Chapter 7"},{"refcode_short":"2BC 1030.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1030.7 (Ellen Gould White)","content":"13, 14, 40 (ch. 5:3-18; 2 Chronicles 2:13, 14; 4:11). Solomon Should Have Used Available Talent—The first thing that Solomon should have thought of in connection with the building of the temple was how to obtain all the strength and ability possible from the people whom Christ had been training by the communications given through Moses for Israel (Manuscript 5, 1912)."},{"refcode_short":"2BC 1030","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1030 (Ellen Gould White)","content":"Chapter 8"},{"refcode_short":"2BC 1030.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1030.8 (Ellen Gould White)","content":"6, 7. See EGW on ch. 6:23-28."},{"refcode_short":"2BC 1030.9","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1030.9 (Ellen Gould White)","content":"54. See EGW on 2 Chronicles 6:13."},{"refcode_short":"2BC 1030","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1030 (Ellen Gould White)","content":"Chapter 10"},{"refcode_short":"2BC 1030.10","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1030.10 (Ellen Gould White)","content":"18-27 (Ecclesiastes 1:14). Pity the Man Who Was Envied—Many envied the popularity and abundant glory of Solomon, thinking that of all men he must be the most happy. But amid all that glory of artificial display the man envied is the one to be most pitied. His countenance is dark with despair. All the splendor about him is but to him mockery of the distress and anguish of his thoughts as he reviews his misspent life in seeking for happiness through indulgence and selfish gratification of every desire (The Signs of the Times, February 7, 1878)."},{"refcode_short":"2BC 1031","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1031 (Ellen Gould White)","content":"Chapter 11"},{"refcode_short":"2BC 1031.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1031.1 (Ellen Gould White)","content":"1. Unsanctified Marriages Cause Downfall—All the sins and excesses of Solomon can be traced to his great mistake in ceasing to rely upon God for wisdom, and to walk in humility before Him...."},{"refcode_short":"2BC 1031.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1031.2 (Ellen Gould White)","content":"The lesson for us to learn from the history of this perverted life is the necessity of continual dependence upon the counsels of God; to carefully watch the tendency of our course, and to reform every habit calculated to draw us from God. It teaches us that great caution, watchfulness, and prayer are needed to keep undefiled the simplicity and purity of our faith. If we would rise to the highest moral excellence, and attain to the perfection of religious character, what discrimination should be used in the formation of friendships, and the choice of a companion for life!"},{"refcode_short":"2BC 1031.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1031.3 (Ellen Gould White)","content":"Many, like the king of Israel, follow their own carnal desires, and enter into unsanctified marriages. Many who started out in life with as fair and promising a morning, in their limited sphere, as Solomon had in his exalted station, through one false and irrevocable step in the marriage relation, lose their souls, and draw others down to ruin with them. As Solomon's wives turned his heart away from God to idolatry, so do frivolous companions, who have no depth of principle, turn away the hearts of those who were once noble and true, to vanity, corrupting pleasures, and downright vice (The Health Reformer, May 1878)."},{"refcode_short":"2BC 1031.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1031.4 (Ellen Gould White)","content":"1-4 (1 Corinthians 10:12). A Special Lesson to the Aged—Of Solomon the inspired record says, “His wives turned away his heart after other gods: and his heart was not perfect with the Lord his God.”"},{"refcode_short":"2BC 1031.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1031.5 (Ellen Gould White)","content":"This is no theme to be treated with a smile. The heart that loves Jesus will not desire the unlawful affections of another. Every want is supplied in Christ. This superficial affection is of the same character as that exalted enjoyment which Satan promised Eve. It is coveting that which God has forbidden. When it is too late hundreds can warn others not to venture upon the precipice. Intellect, position, wealth can never, never take the place of moral qualities. Clean hands, a pure heart, and noble, earnest devotion to God and the truth the Lord esteems above the golden wedge of Ophir. An evil influence has a perpetuating power. I wish I could set this matter before God's commandment-keeping people just as it has been shown me. Let the sad memory of Solomon's apostasy warn every soul to shun the same precipice. His weakness and sin are handed down from generation to generation. The greatest king that ever wielded a scepter, of whom it had been said that he was the beloved of God, through misplaced affection became contaminated and was miserably forsaken of his God. The mightiest ruler of the earth had failed to rule his own passions. Solomon may have been saved “as by fire,” yet his repentance could not efface those high places, nor demolish those stones, which remained as evidences of his crimes. He dishonored God, choosing rather to be controlled by lust than to be a partaker of the divine nature. What a legacy Solomon's life has committed to those who would use his example to cover their own base actions. We must either transmit a heritage of good or evil. Shall our lives and our example be a blessing or a curse? Shall people look at our graves and say, He ruined me, or, He saved me? ..."},{"refcode_short":"2BC 1031.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1031.6 (Ellen Gould White)","content":"The lesson to be learned from the life of Solomon has a special moral bearing upon the life of the aged, of those who are no longer climbing the mountain but are descending and facing the western sun. We expect to see defects in the characters of youth who are not controlled by love and faith in Jesus Christ. We see youth wavering between right and wrong, vacillating between fixed principle and the almost overpowering current of evil that is bearing them off their feet to ruin. But of those of mature age we expect better things. We look for the character to be established, for principles to be rooted, and for them to be beyond the danger of pollution. But the case of Solomon is before us as a beacon of warning. When thou, aged pilgrim who hast fought the battles of life, thinkest that thou standest take heed lest thou fall. How, in Solomon's case, was weak, vacillating character, naturally bold, firm, and determined, shaken like a reed in the wind under the tempter's power! How was an old gnarled cedar of Lebanon, a sturdy oak of Bashan, bent before the blast of temptation! What a lesson for all who desire to save their souls to watch unto prayer continually! What a warning to keep the grace of Christ ever in their heart, to battle with inward corruptions and outward temptations! (Letter 51, 1886)."},{"refcode_short":"2BC 1032.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1032.1 (Ellen Gould White)","content":"As long as life shall last, there is need of guarding the affections and the passions with a firm purpose. There is inward corruption, there are outward temptations, and wherever the work of God shall be advanced, Satan plans so to arrange circumstances that temptation shall come with overpowering force upon the soul. Not one moment can we be secure only as we are relying upon God, the life hid with Christ in God (Letter 8b, 1891)."},{"refcode_short":"2BC 1032.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1032.2 (Ellen Gould White)","content":"4-6. Why God Broke His Covenant With Solomon—[1 Kings 11:4-6 quoted.] Solomon lost his connection with heaven, and set Israel an example so misleading that God could not vindicate him. God broke His covenant with Solomon because Solomon was disloyal. Had Solomon heeded the instruction given him, God would have worked through him to reveal to the world His power and majesty."},{"refcode_short":"2BC 1032.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1032.3 (Ellen Gould White)","content":"Those today to whom the Lord has given great light will find their only safety in walking in the way of the Lord, placing themselves where He can carry out His will through them. God will do large things for those who will learn of him, not taking counsel of themselves, but of Him who never makes a mistake. Our safety, our wisdom, is in recognizing and heeding God's instructions. The most valuable knowledge that we can obtain is the knowledge of God. Those who walk humbly before Him, loving Him supremely and obeying His Word, will be blessed with wisdom. They will be given the knowledge of heaven to impart to others. Wisdom is God's gift, to be kept pure from all contamination. Its possession lays upon every one on whom it is bestowed a peculiar obligation to glorify God by blessing his fellow men. He is ever to keep before him the fear of God, enquiring at every step, “Is this the way of the Lord?”"},{"refcode_short":"2BC 1032.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1032.4 (Ellen Gould White)","content":"God desires to have upon this earth righteous representatives, through whom He can communicate to His people His peculiar favor. These representatives are to be men who honor God by keeping His commandments,—wise, true men, who can act as leaders, walking circumspectly, showing to the world the meaning of true loyalty to God (Manuscript 1, 1912)."},{"refcode_short":"2BC 1032.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1032.5 (Ellen Gould White)","content":"4 (Revelation 2:4, 5). A Candlestick Removed—Did Solomon know God when he was doing according to the ways of idolaters?—No; he had forgotten the rich experience of his youth and the prayers he had made in the temple. [Revelation 2:4, 5 quoted.]"},{"refcode_short":"2BC 1032.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1032.6 (Ellen Gould White)","content":"The candlestick was removed out of its place when Solomon forgot God. He lost the light of God, he lost the wisdom of God, he confounded idolatry with religion (The Review and Herald, March 29, 1892)."},{"refcode_short":"2BC 1032.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1032.7 (Ellen Gould White)","content":"4-8 (2 Kings 23:13, 14). Monument to a Debased Character—Few realize that, in their lives, they constantly exert an influence which will be perpetuated for good or evil. Hundreds of years had elapsed since Solomon caused those idolatrous shrines to be erected on the mount; and, although Josiah had demolished them as places for worship, their debris, containing portions of architecture, were still remaining in the days of Christ. The prominence upon which those shrines had stood was called, by the true-hearted of Israel, the Mount of Offense."},{"refcode_short":"2BC 1032.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1032.8 (Ellen Gould White)","content":"Solomon, in his pride and enthusiasm, did not realize that in those pagan altars he was erecting a monument of his debased character, to endure for many generations, and to be commented on by thousands. In like manner, every act of life is great for good or evil; and it is only by acting upon principle in the tests of daily life, that we acquire power to stand firm and faithful in the most dangerous and most difficult positions."},{"refcode_short":"2BC 1032.9","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1032.9 (Ellen Gould White)","content":"The marks of Solomon's apostasy lived ages after him. In the days of Christ, the worshipers in the temple could look, just opposite them, upon the Mount of Offense, and be reminded that the builder of their rich and glorious temple, the most renowned of all kings, had separated himself from God, and reared altars to heathen idols; that the mightiest ruler on earth had failed in ruling his own spirit. Solomon went down to death a repentant man; but his repentance and tears could not efface from the Mount of Offense the signs of his miserable departure from God. Ruined walls and broken pillars bore silent witness for a thousand years to the apostasy of the greatest king that ever sat upon an earthly throne (The Health Reformer, May 1878)."},{"refcode_short":"2BC 1033.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1033.1 (Ellen Gould White)","content":"4-11. Luxury, Wine, Idolatrous Women, Defeat Solomon—Solomon, under all his honors, walked wisely and firmly in the counsels of God for a considerable time; but he was overcome at length by temptations that came through his prosperity. He had lived luxuriously from his youth. His appetite had been gratified with the most delicate and expensive dainties. The effects of this luxurious living, and the free use of wine, finally clouded his intellect, and caused him to depart from God. He entered into rash and sinful marriage relations with idolatrous women (The Health Reformer, April 1878)."},{"refcode_short":"2BC 1033.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1033.2 (Ellen Gould White)","content":"9-12 (ch. 14:21). Solomon's Influence on His Children—It was this prophecy of impending ruin that had awakened the apostate king as from a dream, and had led him to repent, and to seek to stay, so far as possible, the terrible tide of evil that during the later years of his reign had been rising high and still higher. But at the time of his repentance, only a few years of life remained to him, and he could not hope to avert the consequences of long years of wrong-doing. His course of evil had set in operation influences that afterward he could never fully control."},{"refcode_short":"2BC 1033.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1033.3 (Ellen Gould White)","content":"Especially was this the case in the training of the children born to him through marriage with idolatrous women. Rehoboam, the son whom Solomon chose to be his successor, had received from his mother, an Ammonitess, a stamp of character that led him to look upon sin as desirable. At times he endeavored to serve God, and was granted a measure of prosperity; but he was not steadfast, and at last he yielded to the influences for evil that had surrounded him from infancy (The Review and Herald, July 3, 1913)."},{"refcode_short":"2BC 1033","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1033 (Ellen Gould White)","content":"Chapter 12"},{"refcode_short":"2BC 1033.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1033.4 (Ellen Gould White)","content":"25-33. Danger in Manifesting Jeroboam's Spirit—Men today are in danger of manifesting the same spirit that Jeroboam manifested, and of doing a work similar in character to the work that he did. His plans, put into operation, led the children of Israel away from God into idolatry, and they performed and permitted terrible evils. The Judge of all the earth will lay to the charge of Jeroboam the awful results of his course. And to the charge of those who follow his example will be laid the results of their wrong course (Letter 113, 1903)."},{"refcode_short":"2BC 1033","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1033 (Ellen Gould White)","content":"Chapter 13"},{"refcode_short":"2BC 1033.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1033.5 (Ellen Gould White)","content":"11-19. God Alone Can Countermand His Orders—The man of God had been fearless in delivering his message of rebuke. He had not hesitated to denounce the king's false system of worship. And he had refused Jeroboam's invitation, even though promised a reward. But he allowed himself to be over-persuaded by the one who claimed to have a message from heaven."},{"refcode_short":"2BC 1033.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1033.6 (Ellen Gould White)","content":"When the Lord gives a man a command such as He gave this messenger, He Himself must countermand the order. Upon those who turn from the voice of God to listen to counter orders, the threatened evil will come. Because this messenger obeyed false orders, God permitted him to be destroyed (Manuscript 1, 1912)."},{"refcode_short":"2BC 1033","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1033 (Ellen Gould White)","content":"Chapter 14"},{"refcode_short":"2BC 1033.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1033.7 (Ellen Gould White)","content":"21. See EGW on ch. 11:9-12."},{"refcode_short":"2BC 1033","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1033 (Ellen Gould White)","content":"Chapter 16"},{"refcode_short":"2BC 1033.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1033.8 (Ellen Gould White)","content":"31. Jezebel Versus the Spirit of God—How few realize the power of an unconsecrated woman. I was carried back to the time of Ahab. God would have been with Ahab if he had walked in the counsel of heaven. But Ahab did not do this. He married a woman given to idolatry. Jezebel had more power over the king than God had. She led him into idolatry, and with him the people (Manuscript 29, 1911)."},{"refcode_short":"2BC 1033.9","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1033.9 (Ellen Gould White)","content":"The influence of Jezebel over Ahab was greater than the influence of the Spirit of God, however powerful and convincing the evidence from heaven (Manuscript 19, 1906)."},{"refcode_short":"2BC 1033","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1033 (Ellen Gould White)","content":"Chapter 17"},{"refcode_short":"2BC 1033.10","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1033.10 (Ellen Gould White)","content":"1. Elijah Took the Key of Heaven—Before he [Ahab] could recover from his astonishment or frame a reply, Elijah disappeared, taking with him the key of heaven...."},{"refcode_short":"2BC 1034.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1034.1 (Ellen Gould White)","content":"His word had locked up the treasures of heaven, and his word only could open them again.... Ahab did not realize that the prophet had left his presence unrebuked until the man of God had gone beyond recall (The Review and Herald, August 14, 1913)."},{"refcode_short":"2BC 1034.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1034.2 (Ellen Gould White)","content":"1, 2. God's Man With God's Message—God always has men to whom He intrusts His message. His Spirit moves upon their hearts, and constrains them to speak. Stimulated by holy zeal, and with the divine impulse strong upon them, they enter upon the performance of their duty without coldly calculating the consequences of speaking to the people the word which the Lord has given them. But the servant of God is soon made aware that he has risked something. He finds himself and his message made the subject of criticism. His manners, his life, his property are all inspected and commented upon. His message is picked to pieces and rejected in the most illiberal and unsanctified spirit, as men in their finite judgment see fit. Has that message done the work God designed it should accomplish? No; it has signally failed, because the hearts of the hearers were unsanctified."},{"refcode_short":"2BC 1034.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1034.3 (Ellen Gould White)","content":"If the minister's face is not flint, if he has not indomitable faith and courage, if his heart is not made strong by constant communion with God, he will begin to shape his testimony to please the unsanctified ears and hearts of those whom he is addressing. In endeavoring to avoid the criticism to which he is exposed, he separates from God, and loses the sense of the divine favor, and his testimony becomes tame and lifeless. He finds that his courage and faith are gone, and his labors are powerless. The world is full of flatterers and dissemblers who have yielded to the desire to please; but the faithful men, who do not study self-interest, but love their brethren too well to suffer sin upon them, are few indeed (The Review and Herald, April 7, 1885)."},{"refcode_short":"2BC 1034","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1034 (Ellen Gould White)","content":"Chapter 18"},{"refcode_short":"2BC 1034.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1034.4 (Ellen Gould White)","content":"17. Rebels Blame Others for Troubles—Those who refuse to receive reproof and to be corrected, will manifest enmity, malice, and hatred against the instrument that God has used. They will leave no means untried to cast stigma upon the one who bore to them the message. They will feel as did Ahab toward Elijah, that God's servant is the one who is the hindrance, the curse. Said Ahab, “Art thou he that troubleth Israel?” (The Review and Herald, January 8, 1884)."},{"refcode_short":"2BC 1034.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1034.5 (Ellen Gould White)","content":"36-40. One Who Stood Wholly for God—God would have His honor exalted before men as supreme, and His counsels confirmed in the eyes of the people. The witness of the prophet Elijah on Mount Carmel gives the example of one who stood wholly for God and His work in the earth. The prophet calls the Lord by His name, Jehovah God, which He Himself had given to denote His condescension and compassion. Elijah calls Him the God of Abraham and Isaac and Israel. He does this that He may excite in the hearts of His backslidden people humble remembrance of the Lord, and assure them of His rich, free grace. Elijah prays, Be it known this day that thou art the God of Israel. The honor of God is to be exalted as supreme, but the prophet asks further that his mission also may be confirmed. “Let it be known this day that thou art God in Israel,” he prays, “and that I am thy servant, and that I have done all these things at thy word. Hear me, O Lord,” he pleads, “hear me.” ..."},{"refcode_short":"2BC 1034.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1034.6 (Ellen Gould White)","content":"His zeal for God's glory and his deep love for the house of Israel present lessons for the instruction of all who stand today as representatives of God's work in the earth (Letter 22, 1911)."},{"refcode_short":"2BC 1034.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1034.7 (Ellen Gould White)","content":"42-44. Important Lessons From Elijah—Important lessons are presented to us in the experience of Elijah. When upon Mt. Carmel he offered the prayer for rain, his faith was tested, but he persevered in making known his request unto God. Six times he prayed earnestly, and yet there was no sign that his petition was granted, but with a strong faith he urged his plea to the throne of grace. Had he given up in discouragement at the sixth time, his prayer would not have been answered, but he persevered till the answer came. We have a God whose ear is not closed to our petitions; and if we prove His word, He will honor our faith. He wants us to have all our interests interwoven with His interests, and then He can safely bless us; for we shall not then take glory to self when the blessing is ours, but shall render all the praise to God. God does not always answer our prayers the first time we call upon Him; for should He do this, we might take it for granted that we had a right to all the blessings and favors He bestowed upon us. Instead of searching our hearts to see if any evil was entertained by us, any sin indulged, we should become careless, and fail to realize our dependence upon Him, and our need of His help."},{"refcode_short":"2BC 1035.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1035.1 (Ellen Gould White)","content":"Elijah humbled himself until he was in a condition where he would not take the glory to himself. This is the condition upon which the Lord hears prayer, for then we shall give the praise to Him. The custom of offering praise to men is one that results in great evil. One praises another, and thus men are led to feel that glory and honor belong to them. When you exalt man, you lay a snare for his soul, and do just as Satan would have you. You should praise God with all your heart, soul, might, mind, and strength; for God alone is worthy to be glorified (The Review and Herald, March 27, 1913)."},{"refcode_short":"2BC 1035.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1035.2 (Ellen Gould White)","content":"43, 44. Elijah's Heart Search—The servant watched while Elijah prayed. Six times he returned from the watch, saying, There is nothing, no cloud, no sign of rain. But the prophet did not give up in discouragement. He kept reviewing his life, to see where he had failed to honor God, he confessed his sins, and thus continued to afflict his soul before God, while watching for a token that his prayer was answered. As he searched his heart, he seemed to be less and less, both in his own estimation and in the sight of God. It seemed to him that he was nothing, and that God was everything; and when he reached the point of renouncing self, while he clung to the Saviour as his only strength and righteousness, the answer came. The servant appeared, and said, “Behold, there ariseth a little cloud out of the sea, like a man's hand” (The Review and Herald, May 26, 1891)."},{"refcode_short":"2BC 1035","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1035 (Ellen Gould White)","content":"Chapter 19"},{"refcode_short":"2BC 1035.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1035.3 (Ellen Gould White)","content":"4. Looking to God Upholds Courage—However courageous and successful a man may be in the performance of a special work, unless he looks constantly to God when circumstances arise to test his faith he will lose his courage. Even after God has given him marked tokens of His power, after he has been strengthened to do God's work, he will fail unless he trusts implicitly in Omnipotence (The Review and Herald, October 16, 1913)."},{"refcode_short":"2BC 1035.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1035.4 (Ellen Gould White)","content":"18. Many Have Not Bowed to Baal—There are in our cities thousands who have the fear of God before them, who have not bowed the knee to Baal. It is because so many of these are in lowly circumstances that the world does not notice them. But though hidden in highways and hedges, these are seeking God (Manuscript 17, 1898)."},{"refcode_short":"2BC 1035.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1035.5 (Ellen Gould White)","content":"19-21. The Character of Elisha—The attention of Elijah was attracted to Elisha, the son of Shaphat, who with the servants was plowing with twelve yoke of oxen. He was educator, director, and worker. Elisha did not live in the thickly populated cities. His father was a tiller of the soil, a farmer. Far from the city and court dissipation, Elisha had received his education. He had been trained in habits of simplicity, of obedience to his parents and to God. Thus in quietude and contentment he was prepared to do the humble work of cultivating the soil. But though of a meek and quiet spirit, Elisha had no changeable character. Integrity and fidelity and the love and fear of God were his. He had the characteristics of a ruler, but with it all was the meekness of one who would serve. His mind had been exercised in the little things, to be faithful in whatsoever he should do; so that if God should call him to act more directly for Him, he would be prepared to hear His voice."},{"refcode_short":"2BC 1035.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1035.6 (Ellen Gould White)","content":"The surroundings of Elisha's home were those of wealth; but he realized that in order to obtain an all-round education, he must be a constant worker in any work that needed to be done. He had not consented to be in any respect less informed than his father's servants. He had learned how to serve first, that he might know how to lead, instruct, and command."},{"refcode_short":"2BC 1035.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1035.7 (Ellen Gould White)","content":"Elisha waited contentedly, doing his work with fidelity. Day by day, through practical obedience and the divine grace in which he trusted, he obtained rectitude and strength of purpose. While doing all that he possibly could in cooperating with his father in the home firm, he was doing God's service. He was learning how to cooperate with God (The Youth's Instructor, April 14, 1898)."},{"refcode_short":"2BC 1036","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1036 (Ellen Gould White)","content":"Chapter 22"},{"refcode_short":"2BC 1036.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1036.1 (Ellen Gould White)","content":"7, 8. Prejudices Blind Eyes to Truth—The more closely the Scriptures are studied, the more clearly shall we understand the true character of our thoughts and actions. But thousands put the Bible on one side for the same reason that Ahab hated Micaiah. Because it prophesies evil against the sinner, they claim that they find objections and contradictions in God's Word. While professing to be open to conviction, they allow prejudice to hold sway, and refuse to see the truth which that Word reveals (The Youth's Instructor, June 10, 1897)."},{"refcode_short":"2BC 1036","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1036 (Ellen Gould White)","content":"2 Kings"},{"refcode_short":"2BC 1036","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1036 (Ellen Gould White)","content":"Chapter 1"},{"refcode_short":"2BC 1036.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1036.2 (Ellen Gould White)","content":"2, 3. Voice of the Prince of Darkness—The god of Ekron was supposed to give information, through the medium of its priests, concerning future events. Large numbers of people went to inquire of it; but the predictions there uttered and the information given, proceeded directly from the prince of darkness (The Review and Herald, January 15, 1914)."},{"refcode_short":"2BC 1036.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1036.3 (Ellen Gould White)","content":"3. Is There No God in Israel?—God is your counselor, and we are always in danger of showing distrust of God when we seek for the advice and counsel of men who do not make God their trust, and who are so devoid of wisdom in matters that they will, by following their own judgment, retard the work. They do not recognize God to be infinite in wisdom. We are to acknowledge God in all our counsels, and when we ask Him, we are to believe that we receive the things we ask of Him. If you depend upon men who do not love God and obey His commandments, you will surely be brought into very difficult places. Those that are not connected with God are connected with the enemy of God, and the enemy will work with them to lead us in false paths. We do not honor God when we go aside from the only true God to inquire of the god of Ekron. The question is asked, Is it because there is not a God in Israel that ye have gone to the god of Ekron to inquire? (Manuscript 41, 1894)."},{"refcode_short":"2BC 1036","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1036 (Ellen Gould White)","content":"Chapter 2"},{"refcode_short":"2BC 1036.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1036.4 (Ellen Gould White)","content":"1-6. Some Need Many Moves—Again, God sees that a worker needs to be more closely associated with Him; and to bring this about, He separates him from friends and acquaintances. When He was preparing Elijah for translation, He moved him from place to place that he might not settle down at ease, and thus fail of obtaining spiritual power. And it was God's design that Elijah's influence should be a power to help many souls to gain a wider, more helpful experience."},{"refcode_short":"2BC 1036.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1036.5 (Ellen Gould White)","content":"Let those who are not permitted to rest in quietude, who must be continually on the move, pitching their tent tonight in one place, and tomorrow night in another place, remember that the Lord is leading them, and that this is His way of helping them to form perfect characters. In all the changes that we are required to make, God is to be recognized as our companion, our guide, our dependence (The Review and Herald, May 2, 1907)."},{"refcode_short":"2BC 1036.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1036.6 (Ellen Gould White)","content":"1-8. Our Schools of the Prophets—Just before Elijah was taken to heaven, he visited the schools of the prophets, and instructed the students on the most important points of their education. The lessons he had given them on former visits, he now repeated, impressing upon the minds of the youth the importance of letting simplicity mark every feature of their education. Only in this way could they receive the mold of heaven, and go forth to work in the ways of the Lord. If conducted as God designs they should be, our schools in these closing days of the message will do a work similar to that done by the schools of the prophets (The Review and Herald, October 24, 1907)."},{"refcode_short":"2BC 1037.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1037.1 (Ellen Gould White)","content":"9. Linking One's Self With Holy Spirit Means Success—The success of the ministry of Elijah was not due to any inherited qualities he possessed, but to the submission of himself to the Holy Spirit, which was given to him as it will be given to all who exercise living faith in God. In his imperfection man has the privilege of linking himself up with God through Jesus Christ (Manuscript 148, 1899)."},{"refcode_short":"2BC 1037.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1037.2 (Ellen Gould White)","content":"9, 15. Power United With Tender Compassion—Elisha received a double portion of the spirit that had rested on Elijah. In him the power of Elijah's spirit was united with the gentleness, mercy, and tender compassion of the Spirit of Christ (Letter 93, 1902)."},{"refcode_short":"2BC 1037.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1037.3 (Ellen Gould White)","content":"11-15 (Zechariah 4:6). Deviation Disqualifies for Service—Henceforth Elisha stood in the place of Elijah. He was called to the position of highest honor because he had been faithful over a few things. The question arose in his mind, Am I qualified for such a position? But he would not allow his mind to question. The greatest qualification for any man in a position of trust is to obey implicitly the Word of the Lord. Elisha might exercise his reasoning ability on every other subject but the one that would admit of no reasoning. He was to obey the Word of the Lord at all times and in all places. Elisha had put his hand to the plow, and he would not look back. He revealed his determination and firm reliance upon God."},{"refcode_short":"2BC 1037.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1037.4 (Ellen Gould White)","content":"This lesson is for us to study carefully. We are in no case to swerve from our allegiance. No duties that God presents before us should cause us to work at cross-purposes with Him. The Word of God is to be our counselor. It is only those who render perfect and thorough obedience to God that He will choose. Those who follow the Lord are to be firm and straightforward in obeying His directions. Any deviation to follow human devising or planning disqualifies them for being trustworthy. Even if they have to walk as did Enoch,—with God alone,—his children must separate from those who do not obey Him, who show that they are not in vital connection with Him. The Lord God is a Host; and all who are in His service will realize the meaning of His words to Zerubbabel, “Not by might, nor by power, but by my Spirit, saith the Lord of hosts” (The Youth's Instructor, April 28, 1898)."},{"refcode_short":"2BC 1037.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1037.5 (Ellen Gould White)","content":"15. Lessons from Elijah and Elisha—The history of Elijah and Elisha needs to be brought out in clear lines, that our people may understand the importance of the work of reform to be carried on in this age. Oh, that our people might have the assurance that their feet are standing on the sure foundation!"},{"refcode_short":"2BC 1037.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1037.6 (Ellen Gould White)","content":"The lessons to be learned from the life work of Elijah and Elisha mean much to all who are striving to plant the feet of men and women on the eternal Rock. The workers must humble their own hearts if they would understand God's purposes for them; they must themselves strive in the truest sense if they would influence others to enter the strait gate. The presentation of the truth must be made with grace and with power to those who stand in need of light and uplifting (Letter 30, 1912)."},{"refcode_short":"2BC 1037","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1037 (Ellen Gould White)","content":"Chapter 4"},{"refcode_short":"2BC 1037.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1037.7 (Ellen Gould White)","content":"38-44 (ch. 6:1-7). Schools Were Respected for Learning and Piety—Samuel had founded the first regular establishments for religious instruction and the unfolding of the prophetic gifts. Among the chief subjects of study, were the law of God with the instructions given to Moses, sacred history, sacred music, and poetry. In these “schools of the prophets” young men were educated by those who were not only well versed in divine truth, but who themselves maintained close communion with God and had received the special endowment of His Spirit. These educators enjoyed the respect and confidence of the people both for learning and piety. The power of the Holy Spirit was often strikingly manifest in their assemblies, and the exercise of the prophetic gift was not infrequent. These schools, or colleges, were of untold value to Israel, not only as providing for the dissemination of religious truth, but as preserving the spirit of vital godliness (The Signs of the Times, July 20, 1882)."},{"refcode_short":"2BC 1037","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1037 (Ellen Gould White)","content":"Chapter 6"},{"refcode_short":"2BC 1037.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1037.8 (Ellen Gould White)","content":"1-7. See EGW on ch. 4:38-44."},{"refcode_short":"2BC 1038","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1038 (Ellen Gould White)","content":"Chapter 8"},{"refcode_short":"2BC 1038.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1038.1 (Ellen Gould White)","content":"16, 18. Jezebel's Scheme Unsuccessful—With her seductive arts, Jezebel made Jehoshaphat her friend. She arranged a marriage between her daughter Athaliah and Jehoram, the son of Jehoshaphat. She knew that her daughter, brought up under her guidance and as unscrupulous as herself, would carry out her designs. But did she? No; the sons of the prophets, who had been educated in the schools which Samuel established, were steadfast for truth and righteousness (Manuscript 116, 1899)."},{"refcode_short":"2BC 1038","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1038 (Ellen Gould White)","content":"Chapter 10"},{"refcode_short":"2BC 1038.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1038.2 (Ellen Gould White)","content":"1-31. Jehu Religion Unsafe—Men are slow to learn the lesson that the spirit manifested by Jehu will never bind hearts together. It is not safe for us to bind our interests with a Jehu religion; for this will result in bringing sadness of heart upon God's true workers. God has not given to any of His servants the work of punishing those who will not heed His warnings and reproofs. When the Holy Spirit is abiding in the heart, it will lead the human agent to see his own defects of character, to pity the weakness of others, to forgive as he wishes to be forgiven. He will be pitiful, courteous, Christlike (The Review and Herald, April 10, 1900)."},{"refcode_short":"2BC 1038","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1038 (Ellen Gould White)","content":"Chapter 15"},{"refcode_short":"2BC 1038.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1038.3 (Ellen Gould White)","content":"5. See EGW on 2 Chronicles 26:16-21."},{"refcode_short":"2BC 1038","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1038 (Ellen Gould White)","content":"Chapter 20"},{"refcode_short":"2BC 1038.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1038.4 (Ellen Gould White)","content":"12-15 (Isaiah 39:1-4). What Have They Seen?—What have your friends and acquaintances seen in your house? Are you, instead of revealing the treasures of the grace of Christ, displaying those things that will perish with the using? Or do you, to those with whom you are brought in contact, communicate some new thought of Christ's character and work? Have you always some fresh revelation of His pitying love to impart to those who know Him not? (The Signs of the Times, October 1, 1902)."},{"refcode_short":"2BC 1038","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1038 (Ellen Gould White)","content":"Chapter 22"},{"refcode_short":"2BC 1038.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1038.5 (Ellen Gould White)","content":"10, 11 (2 Chronicles 34:18, 19). Josiah's Repentance Points to Our Work—When Josiah heard the words of warning and condemnation because Israel had trampled upon the precepts of heaven, he humbled himself. He wept before the Lord. He made a thorough work of repentance and reformation, and God accepted his efforts. The whole congregation of Israel entered into a solemn covenant to keep the commandments of Jehovah. This is our work today. We must repent of the past evil of our doings, and seek God with all our hearts. We must believe that God means just what He says, and make no compromise with evil in any way. We should greatly humble ourselves before God, and consider any loss preferable to the loss of His favor (The Review and Herald, January 31, 1888)."},{"refcode_short":"2BC 1038.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1038.6 (Ellen Gould White)","content":"13. See EGW on 2 Chronicles 34:21."},{"refcode_short":"2BC 1038.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1038.7 (Ellen Gould White)","content":"14. See EGW on 2 Chronicles 34:22."},{"refcode_short":"2BC 1038","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1038 (Ellen Gould White)","content":"Chapter 23"},{"refcode_short":"2BC 1038.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1038.8 (Ellen Gould White)","content":"1-3 (2 Chronicles 34:29-31). Need for a Reform—Josiah had read to priests and people the Book of the law found in the side of the ark in the house of God. His sensitive conscience was deeply stirred as he saw how far the people had departed from the requirements of the covenant they had made with God. He saw that they were indulging appetite to a fearful extent, and perverting their senses by the use of wine. Men in sacred offices were frequently incapacitated for the duties of their positions, because of their indulgence in wine."},{"refcode_short":"2BC 1038.9","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1038.9 (Ellen Gould White)","content":"Appetite and passion were fast gaining the ascendancy over the reason and judgment of the people, till they could not discern that the retribution of God would follow upon their corrupt course. Josiah, the youthful reformer, in the fear of God demolished the profane sanctuaries and hideous idols built for heathen worship, and the altars reared for sacrifices to heathen deities. Yet there were still to be seen in Christ's time the memorials of the sad apostasy of the king of Israel and his people (The Health Reformer, April 1878)."},{"refcode_short":"2BC 1038.10","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1038.10 (Ellen Gould White)","content":"The Book an Ally in Work of Reform—In his position as king, it was the work of Josiah to carry out in the Jewish nation the principles taught in the Book of the law. This he endeavored to do faithfully. In the Book of the law itself he found a treasure of knowledge, a powerful ally in the work of reform (The General Conference Bulletin, April 1, 1903)."},{"refcode_short":"2BC 1039.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1039.1 (Ellen Gould White)","content":"2 (2 Chronicles 34:30). Josiah's View of His Highest Position—To be a reader of the Book of the law, containing a “Thus saith the Lord,” Josiah regarded as the highest position that he could occupy.... The highest work of princes in Israel,—of physicians, of teachers in our schools, as well as of ministers and those who are in positions of trust in the Lord's institutions,—is to fulfill the responsibility resting upon them to fasten the Scriptures in the minds of the people as a nail in a sure place, to use their God-given talent of influence to impress the truth that “the fear of the Lord is the beginning of wisdom.” For the leaders in Israel to extend a knowledge of the Scriptures in all their borders is to promote spiritual health; for God's Word is a leaf from the tree of life (Manuscript 14, 1903)."},{"refcode_short":"2BC 1039.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1039.2 (Ellen Gould White)","content":"10. Children Need Not Be Sacrificed to Moloch—Religion in the home—what will it not accomplish? It will do the very work that God designed should be done in every family. Children will be brought up in the nurture and admonition of the Lord. They will be educated and trained, not to be society devotees, but members of the Lord's family. They will not be sacrificed to Moloch. Parents will become willing subjects of Christ. Both father and mother will consecrate themselves to the work of properly training the children given them. They will firmly decide to work in the love of God with the utmost tenderness and compassion to save the souls under their guidance. They will not allow themselves to be absorbed with the customs of the world. They will not give themselves up to parties, concerts, dances, to give feasts and attend feasts, because after this manner do the Gentiles (NL No. 29, p. 2)."},{"refcode_short":"2BC 1039.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1039.3 (Ellen Gould White)","content":"13, 14 (1 Kings 11:4-8). Memorials of Apostasy—Goodness alone is true greatness. Everyone will transmit a heritage of good or of evil. On the southern eminence of the Mount of Olives were the memorial stones of Solomon's apostasy. Huge idols, unshapely blocks of wood and stone, appeared above the groves of myrtle and olive. Josiah, the youthful reformer, in his religious zeal destroyed these images of Ashtoreth and Chemosh and Moloch, but the broken fragments and masses of ruins remained opposite Mount Moriah, where stood the temple of God. As strangers in after generations asked, “What mean these ruins confronting the temple of the Lord?” they were answered, “There is Solomon's Mount of Offense, where he built altars for idol worship to please his heathen wives” (Letter 8b, 1891)."},{"refcode_short":"2BC 1039.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1039.4 (Ellen Gould White)","content":"29, 30 (ch. 22:19, 20; 2 Chronicles 34:26-33; 35:20-24). Josiah's Mistake—Those who will not take God's Word as assurance, need not hope that human wisdom can help them; for human wisdom, aside from God, is like the waves of the sea, driven with the wind, and tossed. The word of Christ is, “He shall guide you into all truth.” Reject not the light given."},{"refcode_short":"2BC 1039.5","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1039.5 (Ellen Gould White)","content":"Read the history of Josiah. He had done a good work. During his reign idolatry was put down, and apparently successfully uprooted. The temple was reopened and the sacrificial offerings re-established. His work was done well."},{"refcode_short":"2BC 1039.6","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1039.6 (Ellen Gould White)","content":"But at the last he died in battle. Why?—Because he did not heed the warnings given.... [2 Chronicles 34:26-33; 35:20-24 quoted.]"},{"refcode_short":"2BC 1039.7","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1039.7 (Ellen Gould White)","content":"Because Josiah died in battle, who will charge God with denying His word that Josiah should go to his grave in peace? The Lord did not give orders for Josiah to make war on the king of Egypt. When the Lord gave the king of Egypt orders that the time had come to serve Him by warfare, and the ambassadors told Josiah not to make war on Necho, no doubt Josiah congratulated himself that no word from the Lord had come directly to him. To turn back with his army would have been humiliating, so he went on. And because of this, he was killed in battle, a battle that he should not have had anything to do with. The man who had been so greatly honored by the Lord, did not honor the word of God. The Lord had spoken in his favor, predicted good things for him; and Josiah became self-confident, and failed to heed the warning. He went against the word of God, choosing to follow his own way, and God could not shield him from the consequences of his act."},{"refcode_short":"2BC 1039.8","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1039.8 (Ellen Gould White)","content":"In this our day men choose to follow their own desires and their own will. Can we be surprised that there is so much spiritual blindness? (Manuscript 163, 1903)."},{"refcode_short":"2BC 1040","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1040 (Ellen Gould White)","content":"Chapter 24"},{"refcode_short":"2BC 1040.1","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1040.1 (Ellen Gould White)","content":"10-16 (2 Chronicles 36:20). Israelites Proved Themselves Untrustworthy—The children of Israel were taken captive to Babylon because they separated from God, and no longer maintained the principles that had been given to keep them free from the methods and practices of the nations who dishonored God. The Lord could not give them prosperity, he could not fulfill His covenant with them, while they were untrue to the principles He had given them zealously to maintain. By their spirit and their actions they misrepresented His character, and He permitted them to be taken captive. Because of their separation from Him, He humbled them. He left them to their own ways, and the innocent suffered with the guilty."},{"refcode_short":"2BC 1040.2","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1040.2 (Ellen Gould White)","content":"The Lord's chosen people proved themselves untrustworthy. They showed themselves to be selfish, scheming, dishonorable. But among the children of Israel there were Christian patriots, who were as true as steel to principle, and upon these loyal men the Lord looked with great pleasure. These were men who would not be corrupted by selfishness, who would not mar the work of God by following erroneous methods and practices, men who would honor God at the loss of all things. They had to suffer with the guilty, but in the providence of God their captivity at Babylon was the means of bringing them to the front, and their example of untarnished integrity shines with heaven's luster (The Review and Herald, May 2, 1899)."},{"refcode_short":"2BC 1040.3","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1040.3 (Ellen Gould White)","content":"17-20 (ch. 25:7; 2 Chronicles 36:11-13; Jeremiah 27:12-22; 39:4-7). Zedekiah Refused God's Protection—Zedekiah was faithfully instructed through the prophet Jeremiah, how he might be preserved from the calamities that would surely come upon him if he did not change his course and serve the Lord. The calamities came, because he would not, through obedience, place himself under the protection of God. With his eyes put out, he was led in chains of captivity to Babylon."},{"refcode_short":"2BC 1040.4","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1040.4 (Ellen Gould White)","content":"What a sad and awful warning is this to those who harden themselves under reproof, and who will not humble themselves in repentance, that God may save them! (Letter 281, 1905)."},{"refcode_short":"2BC 1040","refcode_long":"EGW SDA Bible Commentary, vol. 2, p. 1040 (Ellen Gould White)","content":"Chapter 25"}]