[{"refcode_short":"2NL 153","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 153 (Ellen Gould White)","content":"Notebook Leaflets from the Elmshaven Library Vol. 2"},{"refcode_short":"2NL 153","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 153 (Ellen Gould White)","content":"“Preach the Word”"},{"refcode_short":"2NL 153.1","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 153.1 (Ellen Gould White)","content":"Much valuable instruction pertaining to the work of the ministry has been published from the pen of Ellen G. White. For the benefit of leading evangelists, however, the following passages relating to the subject matter of their discourses has been compiled from the Manuscript and Letter file.—Trustees of the Ellen G. White Estate."},{"refcode_short":"2NL 153","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 153 (Ellen Gould White)","content":"Let Christ Appear"},{"refcode_short":"2NL 153.2","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 153.2 (Ellen Gould White)","content":"The object of all ministry is to keep self out of sight, and to let Christ appear. The exaltation of Christ is the great truth that all who labor in word and doctrine are to reveal.—Manuscript 109, 1897."},{"refcode_short":"2NL 153","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 153 (Ellen Gould White)","content":"Righteousness and Love of Christ"},{"refcode_short":"2NL 153.3","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 153.3 (Ellen Gould White)","content":"Laborers in the cause of truth should present the righteousness of Christ, not as new light, but as precious light that has for a time been lost sight of by the people. We are to accept of Christ as our personal Saviour, and He imputes unto us the righteousness of God in Christ. Let us repeat and make prominent the truth that John has portrayed, “Herein is love, not that we loved God, but that He loved us and sent His Son to be the propitiation for our sins.” 1 John 4:10."},{"refcode_short":"2NL 153.4","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 153.4 (Ellen Gould White)","content":"In the love of God has been opened the most marvelous vein of precious truth, and the treasures of the grace of Christ are laid open before the church and the world. “For God so loved the world that He gave His only begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.” John 3:16. What love is this, what marvelous, unfathomable love that would lead Christ to die for us while we were yet sinners. What a loss it is to the soul who understands the strong claims of the law, and who yet fails to understand the grace of Christ which doth much more abound."},{"refcode_short":"2NL 153.5","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 153.5 (Ellen Gould White)","content":"It is true that the law of God reveals the love of God when it is preached as the truth in Jesus; for the gift of Christ to this guilty world must be largely dwelt upon in every discourse. It is no wonder that hearts have not been melted by the truth, when it has been presented in a cold and lifeless manner. No wonder faith has staggered at the promises of God, when ministers and workers have failed to present Jesus in His relation to the law of God. How often should they have assured the people that “He that spared not His own Son, but delivered him up for us all, how shall He not with Him also freely give us all things?” Romans 8:32."},{"refcode_short":"2NL 153.6","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 153.6 (Ellen Gould White)","content":"Satan is determined that men shall not see the love of God which led Him to give His only begotten Son to save a lost race; for it is the goodness of God that leads men to repentance. O how shall we succeed in setting forth before the world the deep, precious love of God? In no other way can we compass it except by exclaiming “Behold what manner of love the Father hath bestowed upon us, that we should be called the sons of God.” 1 John 3:1. Let us say to sinners, “Behold the Lamb of God, which taketh away the sins of the world.” John 1:29. By presenting Jesus as the representative of the Father, we shall be able to dispel the shadow that Satan has cast upon our pathway, in order that we shall not see the mercy and inexpressible love of God as manifested in Jesus Christ. Look at the cross of Calvary. It is a standing pledge of the boundless love, the measureless mercy of the heavenly Father.—Manuscript 154, 1897."},{"refcode_short":"2NL 154","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 154 (Ellen Gould White)","content":"The Holy Spirit"},{"refcode_short":"2NL 154.1","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 154.1 (Ellen Gould White)","content":"Christ, the great Teacher, had an infinite variety of subjects from which to choose, but the one upon which He dwelt most largely was the endowment of the Holy Spirit. What great things He predicted for the church because of this endowment. Yet what subject is less dwelt upon now? What promise is less fulfilled? An occasional discourse is given upon the Holy Spirit, and then the subject is left for after consideration.—Manuscript 20, 1891."},{"refcode_short":"2NL 154","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 154 (Ellen Gould White)","content":"Effect of Preaching the Second Advent"},{"refcode_short":"2NL 154.2","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 154.2 (Ellen Gould White)","content":"The second coming of the Son of man is to be the wonderful theme kept before the people. Here is a subject that should not be left out of our discourses. Eternal realities must be kept before the mind's eye, and the attractions of the world will appear as they are, altogether profitless as vanity. What are we to do with the world's vanities, its praises, its riches, its honors, or its enjoyments?"},{"refcode_short":"2NL 154.3","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 154.3 (Ellen Gould White)","content":"We are pilgrims and strangers who are waiting, hoping and praying for that blessed hope, the glorious appearing of our Lord and Saviour Jesus Christ. If we believe this and bring it into our practical life, what vigorous action would this faith and hope inspire; what fervent love one for another; what careful holy living for the glory of God, and in our respect for the recompense of the reward, what distinct lines of demarcation would be evidenced between us and the world.—Manuscript 39, 1893."},{"refcode_short":"2NL 154","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 154 (Ellen Gould White)","content":"Teach Steps in Conversion"},{"refcode_short":"2NL 154.4","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 154.4 (Ellen Gould White)","content":"Ministers need to have a more clear, simple manner in presenting the truth as it is in Jesus. Their own minds need to comprehend the great plan of salvation more fully. Then they can carry the minds of the hearers away from earthly things to the spiritual and eternal. There are many who want to know what they must do to be saved. They want a plain and clear explanation of the steps requisite in conversion, and there should not a sermon be given unless a portion of that discourse is to especially make plain the way that sinners may come to Christ and be saved. They should point them to Christ, as did John and with touching simplicity, their hearts aglow with the love of Christ, say, “Behold the Lamb of God, which taketh away the sins of the world.” Strong and earnest appeals should be made to the sinner to repent and be converted."},{"refcode_short":"2NL 154.5","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 154.5 (Ellen Gould White)","content":"Those who neglect this part of the work need to be converted themselves before venturing to give a discourse. Those whose hearts are filled with the love of Jesus, with the precious truths of His word, will be able to draw from the treasure-house of God things new and old. They will not find time to relate anecdotes; they will not strain to become orators, soaring so high that they cannot carry the people with them; but in simple language, with touching earnestness, they will present the truth as it is in Jesus.—R. & H., Feb. 22, 1887."},{"refcode_short":"2NL 155","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 155 (Ellen Gould White)","content":"The Ministration of Angels"},{"refcode_short":"2NL 155.1","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 155.1 (Ellen Gould White)","content":"Over every man good and evil angels strive. It is the man himself who determines which shall win. I call upon the ministers of Christ to press home upon the understanding of all who come within the reach of their voice, the truth of the ministration of angels. Do not indulge in fanciful speculations. The written word is our only safety. We must pray as did Daniel, that we may be guarded by heavenly intelligences.—Letter 201, 1899."},{"refcode_short":"2NL 155","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 155 (Ellen Gould White)","content":"Revival of Old Advent Truths"},{"refcode_short":"2NL 155.2","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 155.2 (Ellen Gould White)","content":"There is a work of sacred importance for ministers and people to do. They are to study the history of the cause and people of God. They are not to forget the past dealing of God with His people. They are to revive and recount the truths that have come to seem of little value to those who do not know by personal experience of the power and brightness that accompanied them when they were first seen and understood. In all their original freshness and power these truths are to be given to the world.—Manuscript Ms 22, 1890."},{"refcode_short":"2NL 155","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 155 (Ellen Gould White)","content":"Eloquent Sermons"},{"refcode_short":"2NL 155.3","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 155.3 (Ellen Gould White)","content":"The minister may make a high range into the heavens, by poetical descriptions, and fanciful presentations which please the senses and feed the imagination, but which do not touch the common life experience, the daily necessities; bringing home to the heart the very truths which are of vital interest. The immediate requirements, the present trials, need present help and strength,—the faith that works by love and purifies the soul, not words which have no real influence upon the living daily walk in practical Christianity."},{"refcode_short":"2NL 155.4","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 155.4 (Ellen Gould White)","content":"The minister may think that with his fanciful eloquence, he has done great things in feeding the flock of God; the hearers may suppose that they never before heard such beautiful themes, they have never seen the truth dressed up in such beautiful language, and as God was represented before them in His greatness, they felt a glow of emotion. But trace from cause to effect all this ecstasy of feeling caused by these fanciful representations. There may be truths, but too often they are not the food that will fortify them for the daily battles of life.—Manuscript 59, 1900."},{"refcode_short":"2NL 155","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 155 (Ellen Gould White)","content":"Argumentative Sermons"},{"refcode_short":"2NL 155.5","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 155.5 (Ellen Gould White)","content":"The many argumentative sermons preached, seldom soften and subdue the soul.... It should be the burden of every messenger to set forth the fulness of Christ. When the free gift of Christ's righteousness is not presented, the discourses are dry and spiritless; the sheep and lambs are not fed. Said Paul, “My speech and my preaching was not with enticing words of man's wisdom, but in demonstration of the Spirit and of power.” There is marrow and fatness in the gospel. Jesus is the living center of everything. Put Christ into every sermon. Let the preciousness, mercy and glory of Jesus Christ be dwelt upon; for Christ formed within is the hope of glory.—Letter 15, 1892."},{"refcode_short":"2NL 155","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 155 (Ellen Gould White)","content":"Not Excitement, But Solid Work"},{"refcode_short":"2NL 155.6","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 155.6 (Ellen Gould White)","content":"Those who have the outpouring of the gospel of Christ which comes from the heart imbued by His Holy Spirit, will give light and comfort and hope to hearts that are hungering and thirsting for righteousness. It is not excitement we wish to create, but deep, earnest consideration that those who hear shall do solid work, real sound, genuine work that will be enduring as eternity. We hunger not for excitement, for the sensational; the less we have of this, the better. The calm, earnest reasoning from the Scriptures is precious and fruitful. Here is the secret of success, in preaching a living personal Saviour in so simple and earnest a manner that the people may be able to lay hold by faith of the power of the word of life.—Letter 102, 1894."},{"refcode_short":"2NL 156","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 156 (Ellen Gould White)","content":"Present Truth in the Meekness and Love of Christ"},{"refcode_short":"2NL 156.1","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 156.1 (Ellen Gould White)","content":"Be careful messengers. Do not be anxious to hear and accept new theories; for often they are such as should never be presented before any congregation. Speak no boastful, self-exalting words. Let the word of God come forth from lips that are sanctified by the truth. Every minister is to preach the truth as it is in Jesus. He should be assured of that which he affirms, and should handle the word of God under the direction of the Holy Spirit of God. Walk and work carefully before God, my brethren, that no soul may be led into deception by your example. It had been better for you never to have been born, than that you should lead one soul astray."},{"refcode_short":"2NL 156.2","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 156.2 (Ellen Gould White)","content":"Those who profess to be servants of God need to make diligent work for the obtaining of that life where sin and sickness and sorrow cannot enter. They are to be instant in season and out of season."},{"refcode_short":"2NL 156.3","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 156.3 (Ellen Gould White)","content":"God is calling for reformers who will speak strong, uplifting words from our pulpits. It is when men speak their own words in their own strength, instead of preaching the word of God in the power of the Spirit, that they are hurt and offended when their words are not received with enthusiasm. It is then that they are tempted to speak words that will arouse a spirit of bitterness and opposition in their hearers. My brethren, be advised. Such words are not to come from the lips of Christ's ambassadors. Sanctified lips will speak words that reform, but do not exasperate. The truth is to be presented in the meekness and love of Christ.—Letter 348, 1907."},{"refcode_short":"2NL 156","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 156 (Ellen Gould White)","content":"A Device of the Enemy"},{"refcode_short":"2NL 156.4","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 156.4 (Ellen Gould White)","content":"We are to pray for divine enlightenment, but at the same time we should be careful how we receive everything termed new light. We must beware lest, under cover of searching for new truth, Satan shall divert our minds from Christ and the special truths for this time. I have been shown that it is the device of the enemy to lead minds to dwell upon some obscure or unimportant point, something that is not fully revealed or is not essential to our salvation. This is made the absorbing theme, the “present truth,” when all their investigations and suppositions only serve to make matters more obscure than before, and to confuse the minds of some who ought to be seeking for oneness through sanctification of the truth.—Letter 7, 1891."},{"refcode_short":"2NL 156","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 156 (Ellen Gould White)","content":"Mingling Human Suppositions and Conjectures"},{"refcode_short":"2NL 156.5","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 156.5 (Ellen Gould White)","content":"Let no one present beautiful, scientific sophistries to lull the people of God to sleep. Clothe not the solemn, sacred truth for this time in any fantastic dress of man's wisdom. Let those who have been doing this stop and cry unto God to save their souls from deceiving fables."},{"refcode_short":"2NL 156.6","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 156.6 (Ellen Gould White)","content":"It is the living energy of the Holy Spirit that will move hearts, not pleasing, deceptive theories. Fanciful representations are not the bread of life; they can not save the soul from sin."},{"refcode_short":"2NL 156.7","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 156.7 (Ellen Gould White)","content":"Christ was sent from heaven to redeem humanity. He taught the doctrines that God gave Him to teach. The truths that He proclaimed, as found in the Old Testament and the New, we today are to proclaim as the word of the living God."},{"refcode_short":"2NL 157.1","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 157.1 (Ellen Gould White)","content":"Let those who want the bread of life go to the Scriptures, not to the teaching of finite, erring man. Give the people the bread of life that Christ came from heaven to bring to us. Do not mix with your teaching human suppositions and conjectures. Would that all knew how much they need to eat the flesh and drink the blood of the Son of God,—to make His words a part of their very lives.—Manuscript 44, 1904."},{"refcode_short":"2NL 157","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 157 (Ellen Gould White)","content":"Our Faith Founded on Truth"},{"refcode_short":"2NL 157.2","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 157.2 (Ellen Gould White)","content":"I long daily to be able to do double duty. I have been pleading with the Lord for strength and wisdom to reproduce the writings of the witnesses who were confirmed in the faith and in the early history of the message. After the passing of the time in 1844, they received the light and walked in the light, and when the men claiming to have new light would come in with their wonderful messages regarding various points of Scripture, we had, through the moving of the Holy Spirit, testimonies right to the point, which cut off the influence of such messages as Elder ----- has been devoting his time to presenting...."},{"refcode_short":"2NL 157.3","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 157.3 (Ellen Gould White)","content":"When the power of God testifies as to what is truth, that truth is to stand forever as the truth. No after-suppositions, contrary to the light God has given are to be entertained. Men will arise with interpretations of Scripture which are to them truth, but which are not truth. The truth for this time, God has given us as a foundation for our faith. He Himself has taught us what is truth. One will arise, and still another with new light, which contradicts the light that God has given under the demonstration of His Holy Spirit. A few are still alive who passed through the experience gained in the establishment of this truth. God has graciously spared their lives to repeat and repeat till the close of their lives, the experience through which they passed even as did John the apostle till the very close of his life. And the standard bearers who have fallen in death, are to speak through the reprinting of their writings. I am instructed that thus their voices are to be heard. They are to bear their testimony as to what constitutes the truth for this time."},{"refcode_short":"2NL 157.4","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 157.4 (Ellen Gould White)","content":"We are not to receive the words of those who come with a message that contradicts the special points of our faith. They gather together a mass of Scripture, and pile it as proof around their asserted theories. This has been done over and over again during the past fifty years. And while the Scriptures are God's Word, and are to be respected, the application of them, if such application moves one pillar from the foundation that God has sustained these fifty years, is a great mistake. He who makes such an application knows not the wonderful demonstration of the Holy Spirit that gave power and force to the past messages that have come to the people of God."},{"refcode_short":"2NL 157.5","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 157.5 (Ellen Gould White)","content":"Elder -----'s proofs are not reliable. If received they would destroy the faith of God's people in the truth that has made us what we are."},{"refcode_short":"2NL 157.6","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 157.6 (Ellen Gould White)","content":"We must be decided on this subject; for the points that he is trying to prove by Scripture, are not sound. They do not prove that the past experience of God's people was a fallacy. We had the truth; we were directed by the angels of God. It was under the guidance of the Holy Spirit that the presentation of the sanctuary question was given.... God never contradicts Himself. Scripture proofs are misapplied if forced to testify to that which is not true. Another and still another will arise and bring in supposedly great light, and make their assertions. But we stand by the old land marks.... We are hindered in our work by men who are not converted, who seek their own glory. They wish to be thought originators of new theories, which they present claiming that they are truth. But if these theories are received they will lead to a denial of the truth that for the past fifty years God has been giving to His people, substantiating it by the demonstration of the Holy Spirit.—Letter 329, 1905."},{"refcode_short":"2NL 158","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 158 (Ellen Gould White)","content":"The Truths That Have Been Revealed"},{"refcode_short":"2NL 158.1","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 158.1 (Ellen Gould White)","content":"“Study to show thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.” Learn to take the truths that have been revealed, and to handle them in such a way that they will be food for the flock of God."},{"refcode_short":"2NL 158.2","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 158.2 (Ellen Gould White)","content":"We shall meet those who allow their minds to wander into idle speculations about things of which nothing is said in the word of God. God has spoken in the plainest language upon every subject that affects the salvation of the soul. But He desires us to avoid all day-dreaming, and He says, Go work today in my vineyard. The night cometh wherein no man can work. Cease all idle curiosity; watch, and work, and pray. Study the truths that have been revealed. Christ desires to break up all vacant reveries, and He points us to the fields ripe for the harvest. Unless we work earnestly, eternity will overwhelm us with its burden of responsibility...."},{"refcode_short":"2NL 158.3","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 158.3 (Ellen Gould White)","content":"In the days of the apostles the most foolish heresies were presented as truth. History has been and will be repeated. There will always be those who, though apparently conscientious, will grasp at the shadow, preferring it to the substance. They take error in the place of truth, because error is clothed with a new garment, which they think covers something wonderful. But let the covering be removed, and nothingness appears.—R. and H., February 5, 1901."},{"refcode_short":"2NL 158","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 158 (Ellen Gould White)","content":"Questions of Eternal Import"},{"refcode_short":"2NL 158.4","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 158.4 (Ellen Gould White)","content":"Dwell upon the lessons that Christ dwelt upon. Present them to the people as He presented them. Dwell upon questions that concern our eternal welfare. Anything that the enemy can devise to divert the mind from God's word, anything new and strange that he can originate to create a diversity of sentiment, he will introduce as something wonderfully important. But those things that we cannot clearly comprehend are not a tenth as important to us as are the truths of God's word, that we can clearly comprehend and bring into our daily life. We are to teach the people the lessons that Christ brought into His teachings from the Old Testament Scriptures. The language of divine truth is exceedingly plain.—Letter 16, 1903."},{"refcode_short":"2NL 158","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 158 (Ellen Gould White)","content":"Points Unnecessary for Faith"},{"refcode_short":"2NL 158.5","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 158.5 (Ellen Gould White)","content":"There are many questions treated upon that are not necessary for the perfection of the faith. We have no time for their study. Many things are above finite comprehension. Truths are to be received not within the reach of our reason, and not for us to explain. Revelation presents them to us to be implicitly received as the words of an infinite God. While every ingenious inquirer is to search out the truth as it is in Jesus, there are things not yet simplified, statements that human minds cannot grasp and reason out, without being liable to make human calculation and explanations, which will not prove a savor of life unto life."},{"refcode_short":"2NL 159.1","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 159.1 (Ellen Gould White)","content":"But every truth which is essential for us to bring into our practical life, which concerns the salvation of the soul, is made very clear and positive."},{"refcode_short":"2NL 159","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 159 (Ellen Gould White)","content":"Our Attitude Toward Doctrinal Controversy"},{"refcode_short":"2NL 159.2","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 159.2 (Ellen Gould White)","content":"I have words to speak to my brethren east and west, north and south. I request that my writings shall not be used as the leading argument to settle questions over which there is now so much controversy. I entreat of Elders -----, -----, -----, and others of our leading brethren, that they make no reference to my writings to sustain their views of “the daily.”"},{"refcode_short":"2NL 159.3","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 159.3 (Ellen Gould White)","content":"It has been presented to me that this is not a subject of vital importance. I am instructed that our brethren are making a mistake in magnifying the importance of the difference in the views that are held. I can not consent that any of my writings shall be taken as settling this matter. The true meaning of “the daily” is not to be made a test question."},{"refcode_short":"2NL 159.4","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 159.4 (Ellen Gould White)","content":"I now ask that my ministering brethren shall not make use of my writings in their arguments regarding this question [“the daily”]; for I have had no instruction on the point under discussion, and I see no need for the controversy. Regarding this matter under present conditions, silence is eloquence."},{"refcode_short":"2NL 159.5","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 159.5 (Ellen Gould White)","content":"The enemy of our work is pleased when a subject of minor importance can be used to divert the minds of our brethren from the great questions that should be the burden of our message. As this is not a test question, I entreat of my brethren that they shall not allow the enemy to triumph by having it treated as such."},{"refcode_short":"2NL 159.6","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 159.6 (Ellen Gould White)","content":"The work that the Lord has given us at this time is to present to the people the true light in regard to the testing questions of obedience and salvation,—the commandments of God and the testimony of Jesus Christ."},{"refcode_short":"2NL 159.7","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 159.7 (Ellen Gould White)","content":"In some of our important books that have been in print for years, and which have brought many to a knowledge of the truth, there may be found matters of minor importance that call for careful study and correction. Let such matters be considered by those regularly appointed to have the oversight of our publications. Let not these brethren, nor our canvassers, nor our ministers magnify these matters in such a way as to lessen the influence of these good soul-saving books. Should we take up the work of discrediting our literature, we would place weapons in the hands of those who have departed from the faith, and confuse the minds of those who have newly embraced the message. The less that is done unnecessarily to change our publications, the better it will be."},{"refcode_short":"2NL 159.8","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 159.8 (Ellen Gould White)","content":"In the night seasons I seem to be repeating to my brethren in responsible positions, words from the first epistle of John. [Chapter 1 is quoted.]"},{"refcode_short":"2NL 159.9","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 159.9 (Ellen Gould White)","content":"Our brethren should understand that self needs to be humbled, and brought under the control of the Holy Spirit. The Lord calls upon those of us who have had great light to be converted daily. This is the message I have to bear to our editors and to the presidents of all our conferences. We must walk in the light while we have the light, lest darkness come upon us."},{"refcode_short":"2NL 159.10","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 159.10 (Ellen Gould White)","content":"All who are led by the Holy Spirit of God will have a message for this last time. With mind and heart they will be carrying a burden for souls, and they will bear the heavenly message of Christ to those with whom they associate. Those who in speech act as the Gentiles act, can not be introduced into the heavenly courts. My brethren, receive the light, redeeming the time because the days are evil."},{"refcode_short":"2NL 160.1","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 160.1 (Ellen Gould White)","content":"Satan is busily working with all who will give him encouragement. Those who have the light, but refuse to walk in it, will become confused, until darkness pervades their souls, and shapes their whole course of action. But the spirit of wisdom and goodness of God as revealed in His word, will become brighter and brighter as they follow on in the path of true obedience. All the righteous demands of God will be met through sanctification of the Holy Spirit ...."},{"refcode_short":"2NL 160.2","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 160.2 (Ellen Gould White)","content":"There are great privileges and blessings for all who will humble themselves, and fully consecrate their hearts to God. Great light will be given to them. When men are willing to be transformed, then they will be exercised unto godliness."},{"refcode_short":"2NL 160.3","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 160.3 (Ellen Gould White)","content":"“And of His fulness have all we received, and grace for grace.” “My grace is sufficient for thee: for My strength is made perfect in weakness.” Says the Saviour: “All power is given unto Me in heaven and in earth. Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: teaching them to observe all things whatsoever I have commanded you: and lo, I am with you alway, even unto the end of the world.”"},{"refcode_short":"2NL 160.4","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 160.4 (Ellen Gould White)","content":"Shall this wealth of grace and power for service continue among us to be unappreciated and turned from, without relish or appetite?"},{"refcode_short":"2NL 160.5","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 160.5 (Ellen Gould White)","content":"The instruction I am bidden to give to our people now is the same as I gave while in Washington. The Lord calls for individual effort. One can not do the work of another. Great light has been shining, but it has not been fully comprehended and received."},{"refcode_short":"2NL 160.6","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 160.6 (Ellen Gould White)","content":"If our brethren will now consecrate themselves, unreservedly to God, He will accept them. He will give them a transformation of mind, that they may be savors of life unto life. Wake up, brethren and sisters, that you may attain to your high calling through Christ Jesus our Lord.—Manuscript 11, 1910."},{"refcode_short":"2NL 160","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 160 (Ellen Gould White)","content":"Not a Test Question"},{"refcode_short":"2NL 160.7","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 160.7 (Ellen Gould White)","content":"I have words to speak to...all who have been active in urging their views in regard to the meaning of “the daily” of Daniel 8. This is not to be made a test question, and the agitation that has resulted from its being treated as such has been very unfortunate. Confusion has resulted, and the minds of some of our brethren have been diverted from the thoughtful consideration that should have been given to the work that the Lord has directed should be done at this time in our cities. This has been pleasing to the great enemy of our work."},{"refcode_short":"2NL 160.8","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 160.8 (Ellen Gould White)","content":"The light given me is that nothing should be done to increase the agitation upon this question. Let it not be brought into our discourses, and dwelt upon as a matter of great importance. We have a great work before us, and we have not an hour to lose from the essential work to be done. Let us confine our public efforts to the presentation of the important lines of truth on which we are united, and on which we have clear light."},{"refcode_short":"2NL 160.9","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 160.9 (Ellen Gould White)","content":"I would bring to your attention the last prayer of Christ, as recorded in John 17. There are many subjects upon which we can speak,—sacred, testing truths, beautiful in their simplicity. On these you may dwell with intense earnestness. But let not “the daily,” or any other subject that will arouse controversy among brethren, be brought in at this time; for this will delay and hinder the work that the Lord would have the minds of our brethren centered upon just now. Let us not agitate questions that will reveal a marked difference of opinion, but rather let us bring from the Word the sacred truths regarding the binding claims of the law of God."},{"refcode_short":"2NL 161.1","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 161.1 (Ellen Gould White)","content":"Our ministers should seek to make the most favorable presentation of truth. So far as possible, let all speak the same things. Let the discourses be simple, and treating upon vital subjects that can be easily understood. When all our ministers see the necessity of humbling themselves, then the Lord can work with them. We need now to be reconverted, that angels of God may cooperate with us, making a sacred impression upon the minds of those for whom we labor."},{"refcode_short":"2NL 161.2","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 161.2 (Ellen Gould White)","content":"We must blend together in the bonds of Christ-like unity; then our labors will not be in vain. Draw in even cords, and let no contentions be brought in. Reveal the unifying power of truth, and this will make a powerful impression on human minds. In unity there is strength."},{"refcode_short":"2NL 161.3","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 161.3 (Ellen Gould White)","content":"This is not a time to make prominent unimportant points of difference. If some who have not had a strong living connection with the Master, reveal to the world their weakness of Christian experience, the enemies of the truth who are watching us closely will make the most of it, and our work will be hindered. Let all cultivate meekness, and learn lessons from Him who is meek and lowly in heart."},{"refcode_short":"2NL 161.4","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 161.4 (Ellen Gould White)","content":"The subject of “the daily” should not call forth such movements as have been made. As a result of the way this subject has been handled by men on both sides of the question, controversy has arisen and confusion has resulted.... While the present condition of difference of opinion regarding this subject exists, let it not be made prominent. Let all contention cease. At such a time silence is eloquence."},{"refcode_short":"2NL 161.5","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 161.5 (Ellen Gould White)","content":"The duty of God's servants at this time is to preach the Word in the cities. Christ came from the heavenly courts to this earth in order to save souls, and we, as almoners of His grace, need to impart to the inhabitants of the great cities, a knowledge of His saving truth.—Letter 62, 1910."},{"refcode_short":"2NL 161","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 161 (Ellen Gould White)","content":"No Compromise"},{"refcode_short":"2NL 161.6","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 161.6 (Ellen Gould White)","content":"I must bear a decided message to our brethren. Let there be no compromise with evil. Meet boldly the dangerous influences that arise. Do not fear for the results of resisting the powers of the enemy."},{"refcode_short":"2NL 161.7","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 161.7 (Ellen Gould White)","content":"In these days many deceptions are being taught as truth. Some of our brethren have taught views which we cannot endorse. Fanciful ideas, strained and peculiar interpretations of the Scripture are coming in. Some of these teachings may seem to be but jots and tittles now, but they will grow and become snares to the inexperienced."},{"refcode_short":"2NL 161.8","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 161.8 (Ellen Gould White)","content":"We have a decided work to do. Let not the enemy cause us to swerve from the proclamation of the definite truth for this time, and turn our attention to fanciful ideas."},{"refcode_short":"2NL 161.9","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 161.9 (Ellen Gould White)","content":"Unless we are individually wide-awake to discern the workings of the Holy Spirit, we shall certainly stumble and fall into Satan's pitfalls of unbelief. I call upon our brethren to watch as faithful shepherds and guardians over the inexperienced, who are exposed to the wiles of seductive influences. Keep a continual lookout for rocks and quicksands that threaten to destroy faith in the messages that God has given for us at this time. Watch for souls as they that must give account...."},{"refcode_short":"2NL 162.1","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 162.1 (Ellen Gould White)","content":"We need to search the Scriptures daily, that we may know the way of the Lord, and that we be not deceived by religious fallacies. The world is full of false theories and seductive spiritualistic ideas, which tend to destroy clear spiritual perception, and to lead away from truth and holiness. Especially at this time do we need to heed the warning, “Let no man deceive you with vain words.” Ephesians 5:6."},{"refcode_short":"2NL 162.2","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 162.2 (Ellen Gould White)","content":"We must be careful lest we misinterpret the Scriptures. The plain teachings of the word of God are not to be so spiritualized, that the reality is lost sight of. Do not overstrain the meaning of sentences in the Bible in an effort to bring forth something odd in order to please the fancy. Take the Scriptures as they read. Avoid idle speculation concerning what will be in the kingdom of heaven.—Manuscript 30, 1904."},{"refcode_short":"2NL 162","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 162 (Ellen Gould White)","content":"A Life and Death Question"},{"refcode_short":"2NL 162.3","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 162.3 (Ellen Gould White)","content":"I would say to my brethren and sisters, Keep close to the instruction found in the word of God. Dwell upon the rich truths of the Scriptures. Thus only can you become one in Christ. You have no time to engage in controversy regarding the killing of insects. Jesus has not placed this burden upon you. “What is the chaff to the wheat?” These side issues which arise are as hay, wood, and stubble compared with the truth for these last days. Those who leave the great truths of God's word to speak of such matters are not preaching the gospel. They are dealing with the idle sophistry which the enemy brings forward to divert minds from the truths that concern their eternal welfare. They have no word from Christ to vindicate their suppositions."},{"refcode_short":"2NL 162.4","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 162.4 (Ellen Gould White)","content":"Do not spend your time in the discussion of such matters. If you have any question as to what you should teach, any question as to the subjects upon which you should dwell, go right to the discourses of the Great Teacher, and follow his instructions...."},{"refcode_short":"2NL 162.5","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 162.5 (Ellen Gould White)","content":"Do not allow anything to draw your attention from the question, “What shall I do to inherit eternal life?” This is a life and death question, which we must each settle for eternity. Let the mind be weighted with the importance of the solemn truth which we possess. Those who allow the mind to wander in search of cheap, unimportant theories need to be converted."},{"refcode_short":"2NL 162.6","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 162.6 (Ellen Gould White)","content":"Erroneous theories, with no authority from the word of God, will come in on the right hand and on the left, and to weaklings these theories will appear as truth which makes wise. But they are as nothingness. And yet many church members have become so well satisfied with cheap food that they have a dyspeptic religion. Why will men and women belittle their experience by gathering up idle tales and presenting them as matters worthy of attention? The people of God have no time to dwell on the indefinite, frivolous questions which have no bearing on God's requirements."},{"refcode_short":"2NL 162.7","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 162.7 (Ellen Gould White)","content":"God desires men and women to think soberly and candidly. They are to ascend to a higher and still higher grade, commanding a wider and still wider horizon. Looking unto Jesus, they are to be changed into His image. They are to spend their time in searching for the deep, everlasting truths of heaven. Then there will be nothing frivolous in their religious experience. As they study the grand truths of God's word, they endure the seeing of Him who is invisible. They see that the most uplifting, ennobling truths are those most closely connected with the Source of all truth. And as they learn of Him, their motives and sympathies become firm and unchanging; for the impressions made by the All-Wise are substantial and enduring. The living water, which Christ gives, is not like a surface spring, which babbles for a short time, and then dries up. The living water springs up unto everlasting life."},{"refcode_short":"2NL 163.1","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 163.1 (Ellen Gould White)","content":"Let us follow the revealed will of God. Then we shall know that the light we receive comes from the divine source of all true light. Those who cooperate with Christ are on safe ground. God richly blesses them as they consecrate their energies to the work of rescuing the world from corruption. Christ is our example. By beholding Him we are to be changed into His image, from glory to glory, from character to character. This is our work. God help us rightly to represent the Saviour to the world.—R. and H., August 13, 1901."},{"refcode_short":"2NL 163","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 163 (Ellen Gould White)","content":"Conjectures Regarding the Future Life"},{"refcode_short":"2NL 163.2","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 163.2 (Ellen Gould White)","content":"There are men today who express their belief that there will be marriages and births in the new earth; but those who believe the Scriptures cannot accept such doctrines. The doctrine that children will be born in the new earth is not a part of the “sure word of prophecy.” The words of Christ are too plain to be misunderstood. They should forever settle the question of marriages and births in the new earth. Neither those who shall be raised from the dead, nor those who shall be translated without seeing death, will marry or be given in marriage. They will be as the angels of God, members of the royal family."},{"refcode_short":"2NL 163","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 163 (Ellen Gould White)","content":"Preach the Word"},{"refcode_short":"2NL 163.3","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 163.3 (Ellen Gould White)","content":"I would say to those who hold views contrary to this plain declaration of Christ, Upon such matters silence is eloquence. It is presumption to indulge in suppositions and theories regarding matters that God has not made known to us in His word. We need not enter into speculation regarding our future state."},{"refcode_short":"2NL 163.4","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 163.4 (Ellen Gould White)","content":"To my ministering brethren, I would say, “Preach the Word. Be instant in season and out of season.” Do not bring to the foundation wood, and hay, and stubble,—your own surmisings and speculations, which can benefit no one."},{"refcode_short":"2NL 163.5","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 163.5 (Ellen Gould White)","content":"Christ withheld no truths essential to our salvation. Those things that are revealed are for us and our children, but we are not to allow our imagination to frame doctrines concerning things not revealed."},{"refcode_short":"2NL 163.6","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 163.6 (Ellen Gould White)","content":"The Lord has made every provision for our happiness in the future life, but He has made no revelations regarding these plans, and we are not to speculate concerning them. Neither are we to measure the conditions of the future life by the conditions of this life."},{"refcode_short":"2NL 163.7","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 163.7 (Ellen Gould White)","content":"Matters of vital importance have been plainly revealed in the word of God. These subjects are worthy of our deepest thought. But we are not to search into matters on which God has been silent. Some have put forth the speculation that the redeemed will not have gray hair. Other foolish suppositions have been put forward, as though these were matters of importance. May God help His people to think rationally. When questions arise upon which we are uncertain, we should ask, “What saith the Scripture?”"},{"refcode_short":"2NL 164.1","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 164.1 (Ellen Gould White)","content":"Let those who wish for something new seek for that newness of life resulting from the new birth. Let them purify their souls by obeying the truth, and act in harmony with the instruction Christ gave to the lawyer who asked what he must do in order to inherit eternal life:"},{"refcode_short":"2NL 164.2","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 164.2 (Ellen Gould White)","content":"“Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength and with all thy mind; and thy neighbor as thyself.” “This do and thou shalt live.” Luke 10:27, 28. All who will conform their lives to the plain requirements of God's word will inherit eternal life.—Manuscript 28, 1904."},{"refcode_short":"2NL 164","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 164 (Ellen Gould White)","content":"Invitation to the Banquet"},{"refcode_short":"2NL 164.3","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 164.3 (Ellen Gould White)","content":"In this work there is danger of bringing before the people theories, which, while they may be all truth, will create controversy, and will not lead men to the great supper prepared for them. We want the love of God formed within to subdue and soften our human nature, and to bring us into conformity to His holy character. Then we shall spread before the people the unsearchable riches of Christ in all their abundance. The invitation is given by Christ Himself, and it is the work of all His followers to call attention to the board of provisions that has been made accessible to all. Then let not subjects difficult to be understood come first. Christ is calling men to the banquet, and let all who will, come.—Letter 89, 1898."},{"refcode_short":"2NL 164","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 164 (Ellen Gould White)","content":"The One Hundred and Forty-Four Thousand"},{"refcode_short":"2NL 164.4","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 164.4 (Ellen Gould White)","content":"Christ says that there will be those in the church who will present fables and suppositions, when God has given grand, elevating, ennobling truths, which should ever be kept in the treasure-house of the mind. When men pick up this theory and that theory, when they are curious to know something it is not necessary for them to know, God is not leading them. It is not His plan that His people shall present something which they have to suppose, which is not taught in the Word. It is not His will that they shall get into controversy over questions which will not help them spiritually, such as, Who is to compose the hundred and forty-four thousand. This those who are the elect of God will in a short time know without question."},{"refcode_short":"2NL 164.5","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 164.5 (Ellen Gould White)","content":"My brethren and sisters, appreciate and study the truths God has given for you and your children. Spend not your time in seeking to know that which will be no spiritual help. “What shall I do to inherit eternal life?” This is the all-important question, and it has been clearly answered. “What is written in the law? how readest thou?”—Manuscript 26, 1901."},{"refcode_short":"2NL 164","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 164 (Ellen Gould White)","content":"Effect of Difference Among Ministers"},{"refcode_short":"2NL 164.6","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 164.6 (Ellen Gould White)","content":"Our church members see that there are differences of opinion among the leading men, and they themselves enter into controversy regarding the subjects under dispute. Christ calls for unity. But He does not call for us to unify on wrong practices. The God of heaven draws a sharp contrast between pure, elevating, ennobling truth and false, misleading doctrines. He calls sin and impenitence by the right name. He does not gloss over wrongdoing with a coat of untempered mortar. I urge our brethren to unify upon a true, Scriptural basis.—Manuscript 10, 1905."},{"refcode_short":"2NL 188.1","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 188.1 (Ellen Gould White)","content":"“I write from fifteen to twenty pages each day. It is now 11 o'clock and I have written fourteen pages of manuscript for Volume IV.... As I write upon my book I feel intensely moved. I want to get it out as soon as possible, for our people need it so much. I shall complete it next month if the Lord gives me health as He has done. I have been unable to sleep nights, for thinking of the important things to take place. Three hours and sometimes five is the most sleep I get. My mind is stirred so deeply I cannot rest. Write, write, write, I feel that I must and not delay."},{"refcode_short":"2NL 188.2","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 188.2 (Ellen Gould White)","content":"“Great things are before us, and we want to call the people from their indifference to get ready. Things that are eternal crowd upon my vision day and night. The things that are temporal fade from my sight.”—Letter 11a, 1884."},{"refcode_short":"2NL 191.1","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 191.1 (Ellen Gould White)","content":"“I regard this new edition with great satisfaction.” “The book ‘Great Controversy’ I appreciate above silver or gold, and I greatly desire that it shall come before the people. While writing the manuscript of ‘Great Controversy’ I was often conscious of the presence of the angels of God. And many times the scenes about which I was writing were presented to me anew in visions of the night, so that they were fresh and vivid in my mind.”—Letter 56, 1911."},{"refcode_short":"2NL 191.2","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 191.2 (Ellen Gould White)","content":"“I walk with trembling before God, I know not how to speak or trace with pen the large subjects of the atoning sacrifice. I know not how to present subjects in the living power in which they stand before me. I tremble for fear lest I shall belittle the great plan of salvation by cheap words. I bow my soul in awe and reverence before God and say, ‘Who is sufficient for these things?”—Letter 40, 1892."},{"refcode_short":"2NL 191.3","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 191.3 (Ellen Gould White)","content":"“Now after I have been in this country nearly three years, there is still much to be done before the book will be ready for publication. Many branches of work have demanded my attention. I am pressed beyond measure with the work of writing out testimonies, caring for the poor, and traveling with my own conveyance, 8, 11 and 13 miles to meet with the churches.”—Letter 69, 1894."},{"refcode_short":"2NL 191.4","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 191.4 (Ellen Gould White)","content":"“My time for writing usually commences at three o'clock in the morning,” she says, “when all in the house are asleep. Often I am awakened at half past twelve; one or two o'clock.”—Letter 114, 1896."},{"refcode_short":"2NL 191.5","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 191.5 (Ellen Gould White)","content":"“I awaken at half past two, and offer up my prayer to God in the name of Jesus. I am weak in physical strength; my head is not free from pain; my left eye troubles me. In writing upon the life of Christ, I am deeply wrought upon. I forget to breathe as I should. I cannot endure the intensity of feeling that comes over me as I think of what Christ has suffered in our world."},{"refcode_short":"2NL 192.1","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 192.1 (Ellen Gould White)","content":"“He was a man of sorrows and acquainted with grief; He was wounded for our transgressions; He was bruised for our iniquities; the chastisement of our peace was upon Him, and with His stripes we are healed, if we receive Him by faith as our personal Saviour.”—Manuscript 70, 1897."},{"refcode_short":"2NL 192.2","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 192.2 (Ellen Gould White)","content":"“I have been passing through great trial in pain and suffering and helplessness, but through it all I have obtained a precious experience more valuable to me than gold.”"},{"refcode_short":"2NL 192.3","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 192.3 (Ellen Gould White)","content":"“This unreconciliation was at the beginning of my sufferings and helplessness, but it was not long until I felt that my affliction was a part of God's plan. I found that by partly lying and partly sitting I could place myself in position to use my crippled hands, and although suffering much pain, I could do considerable writing. Since coming to this country, I have written sixteen hundred pages...."},{"refcode_short":"2NL 192.4","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 192.4 (Ellen Gould White)","content":"“Many nights during the past nine months, I was enabled to sleep but two hours a night, and then at times darkness would gather about me; but I prayed and realized much sweet comfort in drawing nigh to God.... I was all light in the Lord. Jesus was sacredly near and I found the grace given sufficient.”—Letter 7, 1892."},{"refcode_short":"2NL 192.5","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 192.5 (Ellen Gould White)","content":"“I have about decided to ... devote all my time to writing for the books that ought to be prepared without further delay. I would like to write on the Life of Christ, on Christian Temperance [“Ministry of Healing”] and prepare testimony Number 34 [Volume 6], for it is very much needed...."},{"refcode_short":"2NL 192.6","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 192.6 (Ellen Gould White)","content":"“You know that my whole theme both in the pulpit and in private, by voice and pen, is the life of Christ.”—Letter 41, 1895."},{"refcode_short":"2NL 194.1","refcode_long":"Notebook Leaflets from the Elmshaven Library, vol. 2, p. 194.1 (Ellen Gould White)","content":"“The books are not Marian's productions, but my own, gathered from all my writings. Marian has a large field from which to draw, and her ability to arrange the matter is of great value to me. It saves my poring over a mass of matter, which I have no time to do.”—Letter 61a, 1900."}]