[{"refcode_short":"2Red 4","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 4 (Ellen Gould White)","content":"Redemption; or the Temptation of Christ in The Wilderness"},{"refcode_short":"2Red 4","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 4 (Ellen Gould White)","content":"Preface"},{"refcode_short":"2Red 4.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 4.1 (Ellen Gould White)","content":"Probably there is no subject in all the range of Christian theology that is more neglected, and yet more important, than the three-fold temptation of Christ in the wilderness. Hence, this little work fills a place that no other does. The plain and earnest style of the writer, her practical appeals touching Christian temperance, and her exalted views of the great work of the redeemer in carrying out the plan of salvation, make the work one of interest and importance. May it be carefully read, and prove a precious blessing to the candid reader."},{"refcode_short":"2Red 5","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 5 (Ellen Gould White)","content":"The Temptation of Christ"},{"refcode_short":"2Red 5.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 5.1 (Ellen Gould White)","content":"After the baptism of Jesus in Jordan, he was led by the Spirit into the wilderness, to be tempted of the devil. When he had come up out of the water, he bowed upon Jordan's banks, and plead with the great Eternal for strength to endure the conflict with the fallen foe. The opening of the heavens and the descent of the excellent glory attested his divine character. The voice from the Father declared the close relation of Christ to his Infinite Majesty: “This is my beloved Son, in whom I am well pleased.” The mission of Christ was soon to begin. But he must first withdraw from the busy scenes of life to a desolate wilderness for the express purpose of bearing the three-fold test of temptation in behalf of those he had come to redeem."},{"refcode_short":"2Red 5.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 5.2 (Ellen Gould White)","content":"Satan, who was once an honored angel in Heaven, had been ambitious for the more exalted honors which God had bestowed upon his Son. He became envious of Christ, and represented to the angels, who honored him as covering cherub, that he had not the honor conferred upon him which his position demanded. He asserted that he should be exalted equal in honor with Christ. Satan obtained sympathizers. Angels in Heaven joined him in his rebellion, and fell with their leader from their high and holy estate, and were therefore expelled from Heaven with him."},{"refcode_short":"2Red 6","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 6 (Ellen Gould White)","content":"The Creation"},{"refcode_short":"2Red 6.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 6.1 (Ellen Gould White)","content":"God, in counsel with his Son, formed the plan of creating man in his own image. Man was to be placed upon probation. He was to be tested and proved; if he should bear the test of God, and remain loyal and true through the first trial, he was not to be beset with continual temptations, but was to be exalted equal with the angels, and made, thenceforth, immortal."},{"refcode_short":"2Red 6.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 6.2 (Ellen Gould White)","content":"Adam and Eve came forth from the hand of their Creator in the perfection of every physical, mental, and spiritual endowment. God planted for them a garden, and surrounded them with everything that was lovely and attractive to the eye, which their physical necessities required. This holy pair looked upon a world of unsurpassed loveliness and glory. A benevolent Creator had given them evidences of his goodness and love in providing them with fruits, vegetables, and grains, and in causing to grow out of the ground every variety of trees for usefulness and beauty."},{"refcode_short":"2Red 6.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 6.3 (Ellen Gould White)","content":"The holy pair looked upon nature as a picture of unsurpassed loveliness. The brown earth was clothed with a carpet of living green, diversified with an endless variety of self-perpetuating flowers. Shrubs, flowers, and trailing vines, regaled the senses with their beauty and fragrance. The many varieties of lofty trees were laden with delicious fruit of every kind, adapted to please the taste and meet the wants of the happy Adam and Eve. This Eden home God provided for our first parents, giving them unmistakable evidences of his great love and care for them."},{"refcode_short":"2Red 7.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 7.1 (Ellen Gould White)","content":"Adam was crowned king in Eden. To him was given dominion over every living thing that God had created. The Lord blessed Adam and Eve with intelligence such as he had not given to any other creature. He made Adam the rightful sovereign over all the works of his hands. Man, made in the divine image, could contemplate and appreciate the glorious works of God in nature."},{"refcode_short":"2Red 7.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 7.2 (Ellen Gould White)","content":"Adam and Eve could trace the skill and glory of God in every spire of grass, and in every shrub and flower. The natural loveliness which surrounded them reflected like a mirror the wisdom, excellence, and love, of their Heavenly Father. And their songs of affection and praise rose sweetly and reverentially to Heaven, harmonizing with the songs of the exalted angels, and with the happy birds who were caroling forth their music without a care. There was no disease, decay, nor death. Life was in everything the eye rested upon. The atmosphere was filled with life. Life was in every leaf, in every flower, and in every tree."},{"refcode_short":"2Red 7","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 7 (Ellen Gould White)","content":"Labor a Blessing"},{"refcode_short":"2Red 7.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 7.3 (Ellen Gould White)","content":"The Lord knew that Adam could not be happy without labor; therefore, he gave him the pleasant employment of dressing the garden. And, as he tended the things of beauty and usefulness around him, he could behold the goodness and glory of God in his created works. Adam had themes for contemplation in the works of God in Eden, which was Heaven in miniature. God did not form man merely to contemplate his glorious works; therefore, he gave him hands for labor, as well as a mind and heart for contemplation. If the happiness of man consisted in doing nothing, the Creator would not have given Adam his appointed work. Man was to find happiness in labor as well as in meditation. Adam could take in the grand idea that he was created in the image of God, to be like him in righteousness and holiness. His mind was capable of continual cultivation, expansion, refinement, and noble elevation; for God was his teacher, and angels were his companions."},{"refcode_short":"2Red 8","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 8 (Ellen Gould White)","content":"The Test of Probation"},{"refcode_short":"2Red 8.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 8.1 (Ellen Gould White)","content":"The Lord placed man upon probation, that he might form a character of steadfast integrity for his own happiness and for the glory of his Creator. He had endowed Adam with powers of mind superior to any other creature that he had made. His mental powers were but little lower than those of the angels. He could become familiar with the sublimity and glory of nature, and understand the character of his Heavenly Father in his created works. Amid the glories of Eden, everything that his eye rested upon testified of his Father's love and infinite power."},{"refcode_short":"2Red 8.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 8.2 (Ellen Gould White)","content":"The first moral lesson given to Adam was that of self-denial. The reins of self-government were placed in his hands. Judgment, reason, and conscience, were to bear sway. “And the Lord God took the man, and put him into the garden of Eden to dress it and to keep it. And the Lord God commanded the man, saying, Of every tree of the garden thou mayest freely eat; but of the tree of the knowledge of good and evil, thou shalt not eat of it; for in the day that thou eatest thereof thou shalt surely die.”"},{"refcode_short":"2Red 9.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 9.1 (Ellen Gould White)","content":"Adam and Eve were permitted to partake of every tree in the garden save one. There was a single prohibition. The forbidden tree was as attractive and lovely as any of the trees in the garden. It was called the tree of knowledge because, in partaking of that tree of which God had said, “Thou shalt not eat of it,” they would have a knowledge of sin, an experience in disobedience. Eve went from the side of her husband, viewing the beautiful things of nature, delighting her senses with the colors and fragrance of the flowers, and admiring the beauty of the trees and shrubs. She was thinking of the restrictions which God had laid upon them in regard to the tree of knowledge. She was pleased with the beauties and bounties which the Lord had furnished for the gratification of every want. All these, said she, God has given us to enjoy. They are all ours; for God has said, “Of every tree of the garden thou mayest freely eat; but of the tree of the knowledge of good and evil, thou shalt not eat of it.”"},{"refcode_short":"2Red 9.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 9.2 (Ellen Gould White)","content":"Eve had wandered near the forbidden tree, and her curiosity was aroused to know how death could be concealed in the fruit of this fair tree. She was surprised to hear her queries taken up and repeated by a strange voice. “Yea, hath God said, Ye shall not eat of every tree of the garden?” Eve was not aware that she had revealed her thoughts in audibly conversing with herself; therefore, she was greatly astonished to hear her queries repeated by a serpent. She really thought that the serpent had a knowledge of her thoughts, and that he must be very wise. She answered him, “We may eat of the fruit of the trees of the garden; but of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die. And the serpent said unto the woman, Ye shall not surely die; for God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.”"},{"refcode_short":"2Red 10.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 10.1 (Ellen Gould White)","content":"Here the father of lies made his assertion in direct contradiction to the expressed word of God. Satan assured Eve that she was created immortal, and that there was no possibility of her dying. He told her that God knew that if she and her husband should eat of the tree of knowledge, their understanding would be enlightened, expanded, and ennobled, making them equal with himself. And the serpent answered Eve that the command of God, forbidding them to eat of the tree of knowledge, was given to keep them in such a state of subordination that they should not obtain knowledge, which was power. He assured her that the fruit of this tree was desirable above every other tree, in the garden to make them wise, and to exalt them equal with God. He has, said the serpent, refused you the fruit of that tree which, of all the trees, is the most desirable for its delicious flavor and exhilarating influence. Eve thought that the serpent's discourse was very wise, and that the prohibition of God was unjust. She looked with longing desire upon the tree laden with fruit which appeared very delicious. The serpent was eating it with apparent delight. She longed for this fruit above every other variety which God had given her a perfect right to use."},{"refcode_short":"2Red 11.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 11.1 (Ellen Gould White)","content":"Eve had overstated the words of God's command. He had said to Adam and Eve, “But of the tree of the knowledge of good and evil thou shalt not eat of it; for in the day thou eatest thereof thou shalt surely die.” In Eve's controversy with the serpent, she added “Neither shall ye touch it.” Here the subtlety of the serpent appeared. This statement of Eve gave him advantage; he plucked the fruit and placed it in her hand, using her own words, He hath said, If ye touch it, ye shall die. You see no harm comes to you from touching the fruit, neither will you receive any harm by eating it. Eve yielded to the lying sophistry of the devil in the form of a serpent. She ate the fruit, and realized no immediate harm. She then plucked the fruit for herself and for her husband. “And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat.”"},{"refcode_short":"2Red 11.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 11.2 (Ellen Gould White)","content":"Adam and Eve should have been perfectly satisfied with their knowledge of God derived from his created works, and received by the instruction of the holy angels. But their curiosity was aroused to become acquainted with that of which God designed they should have no knowledge. It was for their happiness to be ignorant of sin. The high state of knowledge to which they thought to attain by eating of the forbidden fruit, plunged them into the degradation of sin and guilt."},{"refcode_short":"2Red 12","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 12 (Ellen Gould White)","content":"Paradise Lost"},{"refcode_short":"2Red 12.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 12.1 (Ellen Gould White)","content":"Adam was driven from Eden, and the angels who, before his transgression, had been appointed to guard him in his Eden home, were now appointed to guard the gates of paradise and the way of the tree of life, lest he should return, gain access to the tree of life, and sin be immortalized."},{"refcode_short":"2Red 12.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 12.2 (Ellen Gould White)","content":"Sin drove man from paradise; and sin was the cause of the removal of paradise from the earth. In consequence of transgression of God's law, Adam lost paradise. In obedience to the Father's law, and through faith in the atoning blood of his Son, paradise may be regained. “Repentance toward God,” because his law has been transgressed, and faith toward our Lord Jesus Christ, as man's only Redeemer, will be acceptable with God. Notwithstanding man's sinfulness, the merits of God's dear Son in his behalf will avail with the Father."},{"refcode_short":"2Red 12.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 12.3 (Ellen Gould White)","content":"Satan was determined to succeed in his temptation of the sinless Adam and Eve. And he could reach even this holy pair more successfully through the medium of appetite than in any other way. The fruit of the forbidden tree seemed pleasant to the eye and desirable to the taste. They ate and fell. They transgressed God's just command and became sinners. Satan's triumph was complete. He then had the vantage-ground over the race. He flattered himself that, through his subtlety, he had thwarted the purpose of God in the creation of man."},{"refcode_short":"2Red 12.4","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 12.4 (Ellen Gould White)","content":"Satan made his exulting boasts to Christ and to loyal angels that he had succeeded in gaining a portion of the angels in Heaven to unite with him in his daring rebellion, and now that he had succeeded in overcoming Adam and Eve, he claimed that their Eden home was his. He proudly boasted that the world which God had made, was his dominion; that having conquered Adam, the monarch of the world, he had gained the race as his subjects, and should now possess Eden, making that his head-quarters, and would there establish his throne, and be monarch of the world."},{"refcode_short":"2Red 13.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 13.1 (Ellen Gould White)","content":"But measures were immediately taken in Heaven to defeat Satan in his plans. Strong angels, with beams of light like flaming swords turning in every direction, were placed as sentinels to guard the way of the tree of life from the approach of Satan and the guilty pair. Adam and Eve had forfeited all right to their beautiful Eden home, and were now expelled from it. The earth was cursed because of Adam's sin, and was ever after to bring forth briers and thorns. While he lived, Adam was to be exposed to the temptations of Satan and was finally to pass through death to dust again."},{"refcode_short":"2Red 13","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 13 (Ellen Gould White)","content":"Plan of Redemption"},{"refcode_short":"2Red 13.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 13.2 (Ellen Gould White)","content":"A council was held in Heaven, the result of which was that God's dear Son undertook to redeem man from the curse and the disgrace of Adam's failure, and to conquer Satan. Oh, wonderful condescension! The Majesty of Heaven, through love and pity for fallen man, proposed to become his substitute and surety. He would bear man's guilt. He would take the wrath of his Father upon himself, which otherwise would have fallen upon man because of his disobedience."},{"refcode_short":"2Red 14.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 14.1 (Ellen Gould White)","content":"The law of God was unalterable. It could not be abolished, nor yield the smallest part of its claim, to meet man in his fallen state. Man was separated from God by transgression of his expressed command, notwithstanding he had made known to Adam the consequences of such transgression. The sin of Adam caused a deplorable state of things. Satan would now have unlimited control over the race, unless a mightier being than was Satan before his fall, should take the field, conquer him, and ransom man."},{"refcode_short":"2Red 14.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 14.2 (Ellen Gould White)","content":"Christ's divine soul was exercised with infinite pity for the fallen pair. As their wretched, helpless condition came up before him, and as he saw that by transgression of God's law they had fallen under the power and control of the prince of darkness, he proposed the only means that could be acceptable with God, that would give them another trial, and place them again on probation. Christ consented to leave his honor, his kingly authority, his glory with the Father, and humble himself to humanity, and engage in contest with the mighty prince of darkness, in order to redeem man. Through his humiliation and poverty Christ would identify himself with the weakness of the fallen race, and by firm obedience show that man might redeem Adam's disgraceful failure, and by humble obedience regain lost Eden."},{"refcode_short":"2Red 14.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 14.3 (Ellen Gould White)","content":"The great work of redemption could be carried out only by the Redeemer taking the place of fallen Adam. With the sins of the world laid upon him, he would go over the ground where Adam stumbled. He would bear a test infinitely more severe than that which Adam failed to endure. He would overcome on man's account, and conquer the tempter, that, through his obedience, his purity of character and steadfast integrity, his righteousness might be imputed to man, that, through his name, man might overcome the foe on his own account."},{"refcode_short":"2Red 15.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 15.1 (Ellen Gould White)","content":"What love! What amazing condescension! The King of glory proposed to humble himself to fallen humanity! He would place his feet in Adam's steps. He would take man's fallen nature, and engage to cope with the strong foe who triumphed over Adam. He would overcome Satan, and in thus doing he would open the way for the redemption from the disgrace of Adam's failure and fall, of all those who would believe on him."},{"refcode_short":"2Red 15.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 15.2 (Ellen Gould White)","content":"Angels on probation had been deceived by Satan, and had been led on by him in the great rebellion in Heaven against Christ. They failed to endure the test brought to bear upon them, and they fell. Adam was then created in the image of God and placed upon probation. He had a perfectly developed organism. All his faculties were harmonious. In all his emotions, words, and actions, there was a perfect conformity to the will of his Maker. After God had made every provision for the happiness of man, and had supplied his every want, he tested his loyalty. If the holy pair should be obedient, the race would, after a time, be made equal to the angels. As Adam and Eve failed to bear this test, Christ proposed to become a voluntary offering for man."},{"refcode_short":"2Red 15.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 15.3 (Ellen Gould White)","content":"Satan knew that if Christ was indeed the Son of God, the world's Redeemer, it was for no good to himself that the Lord had left the royal courts of Heaven to come to a fallen world. He feared that his own power was thenceforth to be limited, and that his deceptive wiles would be discerned and exposed, and his influence over man would be weakened. He feared that his dominion and control of the kingdoms of the world were to be contested. He remembered the words which Jehovah addressed to him when he was summoned into his presence with Adam and Eve, whom he had ruined by his lying deceptions, “I will put enmity between thee and the woman, and between thy seed and her seed. It shall bruise thy head, and thou shalt bruise his heel.” This declaration contained the first gospel promise to man."},{"refcode_short":"2Red 16.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 16.1 (Ellen Gould White)","content":"But these words, at the time they were spoken, were not fully understood by Satan. He knew that they contained a curse for him, because he had seduced the holy pair. And when Christ was manifested on the earth, Satan feared that he was indeed the One promised who should limit his power, and finally destroy him."},{"refcode_short":"2Red 16.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 16.2 (Ellen Gould White)","content":"Satan had peculiar interest in watching the development of events immediately after the fall of Adam, to learn how his work had affected the kingdom of God, and what the Lord would do with Adam because of his disobedience. The Son of God, undertaking to become the Redeemer of the race, placed Adam in a new relation to his Creator. He was still fallen; but a door of hope was opened to him. The wrath of God still hung over Adam, but the execution of the sentence of death was delayed, and the indignation of God was restrained, because Christ had entered upon the work of becoming man's Redeemer. Christ was to take the wrath of God which in justice should fall upon man. He became a refuge for man, and, although man was indeed a criminal, deserving the wrath of God, yet he could, by faith in Christ, run into the refuge provided, and be safe. In the midst of death, there was life if man chose to accept it. The holy and infinite God, who dwelleth in light unapproachable, could no longer talk with man. No communication could now exist directly between man and his Maker."},{"refcode_short":"2Red 17.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 17.1 (Ellen Gould White)","content":"God forbears, for a time, the full execution of the sentence of death pronounced upon man. Satan flattered himself that he had forever broken the link between Heaven and earth. But in this he was greatly mistaken and disappointed. The Father had given the world into the hands of his Son for him to redeem from the curse and the disgrace of Adam's failure and fall. Through Christ alone can man now find access to God. And through Christ alone will the Lord hold communication with man."},{"refcode_short":"2Red 17.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 17.2 (Ellen Gould White)","content":"Christ volunteered to maintain and vindicate the holiness of the divine law. He was not to do away the smallest part of its claims in the work of redemption for man, but, in order to save man, and maintain the sacred claims and justice of his Father's law, he gave himself a sacrifice for the guilt of man. Christ's life did not, in a single instance, detract from the claims of his Father's law, but, through firm obedience to all its precepts, and by dying for the sins of those who had transgressed it, he established it immutability."},{"refcode_short":"2Red 17.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 17.3 (Ellen Gould White)","content":"After the transgression of Adam, Satan saw that the ruin was complete. The human race was brought into a deplorable condition. Man was cut off from intercourse with God. It was Satan's design that the state of man should be the same as that of the fallen angels, in rebellion against God, uncheered by a gleam of hope. He reasoned that if God pardoned sinful man whom he had created, he would also pardon him and his angels, and receive them into his favor. But he was disappointed."},{"refcode_short":"2Red 18.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 18.1 (Ellen Gould White)","content":"The divine Son of God saw that no arm but his own could save fallen man, and he determined to help man. He left the fallen angels to perish in their rebellion, but stretched forth his hand to rescue perishing man. The angels who were rebellious were dealt with according to the light and experience they had abundantly enjoyed in Heaven. Satan, the chief of the fallen angels, once had an exalted position in Heaven. He was next in honor to Christ. The knowledge which he, as well as the angels who fell with him, had of the character of God, of his goodness, his mercy, wisdom, and excellent glory, made their guilt unpardonable."},{"refcode_short":"2Red 18.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 18.2 (Ellen Gould White)","content":"There was no possible hope for the redemption of those who had witnessed and enjoyed the inexpressible glory of Heaven, and had seen the terrible majesty of God, and, in presence of all this glory, had rebelled against him. There were no new and wonderful exhibitions of God's exalted power that could impress them so deeply as those they had already experienced. If they could rebel in the very presence of glory inexpressible, they could not be placed in a more favorable condition to be proved. There was no reserve force of power, nor were there any greater heights and depths of infinite glory to overpower their jealous doubts and rebellious murmuring. Their guilt and their punishment must be in proportion to their exalted privileges in the heavenly courts."},{"refcode_short":"2Red 19","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 19 (Ellen Gould White)","content":"Sacrificial Offerings"},{"refcode_short":"2Red 19.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 19.1 (Ellen Gould White)","content":"Fallen man, because of his guilt, could no longer come directly before God with his supplications; for his transgression of the divine law had placed an impassable barrier between the holy God and the transgressor. But a plan was devised that the sentence of death should rest upon a substitute. In the plan of redemption there must be the shedding of blood, for death must come in consequence of man's sin. The beasts for sacrificial offerings were to prefigure Christ. In the slain victim, man was to see the fulfillment for the time being of God's word, “Ye shall surely die.” And the flowing of the blood from the victim would also signify an atonement. There was no virtue in the blood of animals; but the shedding of the blood of beasts was to point forward to a Redeemer who would one day come to the world and die for the sins of men. And thus Christ would fully vindicate his Father's law."},{"refcode_short":"2Red 19.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 19.2 (Ellen Gould White)","content":"Satan watched every event in regard to the sacrificial offerings with intense interest. The devotion and solemnity connected with the shedding of the blood of the victim caused him great uneasiness. To him, this ceremony was clothed with mystery; but he was not a dull scholar, and he soon learned that the sacrificial offerings typified some future atonement for man. He saw that these offerings signified repentance for sin. This did not agree with his purposes, and he at once commenced to work upon the heart of Cain, to lead him to rebellion against the sacrificial offering which prefigured a Redeemer to come."},{"refcode_short":"2Red 20.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 20.1 (Ellen Gould White)","content":"Adam's repentance, evidenced by his sorrow for his transgression and his hope of salvation through Christ, shown by his works in the sacrifices offered, were a disappointment to Satan. He hoped forever to gain Adam to unite with him in murmuring against God, and in rebelling against his authority. Cain and Abel were representatives of the two great classes. Abel, as priest, in solemn faith offered his sacrifice. Cain was willing to offer the fruit of his ground, but refused to connect with his offering the blood of beasts. His heart refused to show his repentance for sin, and his faith in a Saviour, by offering the blood of beasts. He refused to acknowledge his need of a Redeemer. This, to his proud heart, was dependence and humiliation."},{"refcode_short":"2Red 20.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 20.2 (Ellen Gould White)","content":"But Abel, by faith in a future Redeemer, offered to God a more acceptable sacrifice than Cain. His offering the blood of beasts signified that he was a sinner, and had sins to put away, and that he was penitent and believed in the efficacy of the blood of the future great offering. Satan is the parent of unbelief, murmuring, and rebellion. He filled Cain with doubt and with madness against his innocent brother, and against God because his sacrifice was refused, and Abel's was accepted. And he slew his brother in his insane madness."},{"refcode_short":"2Red 20.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 20.3 (Ellen Gould White)","content":"The sacrificial offerings were instituted to be a standing pledge to man of God's pardon through the great offering to be made, typified by the blood of beasts. Through this ceremony man signified repentance, obedience, and faith in a Redeemer to come. That which made Cain's offering offensive to God was his lack of submission and obedience to the ordinance of his appointment. He thought that his own plan, in offering to God merely the fruit of the ground, was nobler, and not as humiliating as the offering of the blood of beasts, which showed dependence upon another, thus expressing his own weakness and sinfulness. Cain slighted the blood of the atonement."},{"refcode_short":"2Red 21.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 21.1 (Ellen Gould White)","content":"Adam, in transgressing the law of Jehovah, had opened the door for Satan, who had planted his banner in the midst of the first family. He was made to feel, indeed, that the wages of sin was death. Satan designed to gain Eden by deceiving our first parents; but in this he was disappointed. Instead of securing to himself Eden, he now feared that he would lose all he had claimed out of Eden. His sagacity could trace the signification of these offerings, that they pointed man forward to a Redeemer, and, for the time being, were a typical atonement for the sin of fallen man, opening a door of hope to the race."},{"refcode_short":"2Red 21.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 21.2 (Ellen Gould White)","content":"The rebellion of Satan against God was most determined. He worked, in warring against the kingdom of God, with perseverance and fortitude worthy of a better cause."},{"refcode_short":"2Red 21","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 21 (Ellen Gould White)","content":"Appetite and Passion"},{"refcode_short":"2Red 21.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 21.3 (Ellen Gould White)","content":"The world had become so corrupt through indulgence of appetite and debased passion in the days of Noah that God destroyed its inhabitants by the waters of the flood. And as men again multiplied upon the earth, the indulgence in wine to intoxication, perverted the senses, and prepared the way for excessive meat-eating and the strengthening of the animal passions. Men lifted themselves up against the God of Heaven; and their faculties and opportunities were devoted to glorifying themselves rather than honoring their Creator. Satan found easy access to the hearts of men. He is a diligent student of the Bible, and is much better acquainted with the prophecies than many religious teachers. He knows that it is for his interest to keep well informed in the revealed purposes of God, that he may defeat the plans of the Infinite. So infidels frequently study the Scriptures more diligently than some who profess to be guided by them. Some of the ungodly search the Scriptures that they may become familiar with Bible truth, and furnish themselves with arguments to make it appear that the Bible contradicts itself. And many professed Christians are so ignorant of the word of God, through neglect of its study, that they are blinded by the deceptive reasoning of those who pervert sacred truth, that they may turn souls away from the counsel of God in his word."},{"refcode_short":"2Red 22.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 22.1 (Ellen Gould White)","content":"Satan saw in the typical offerings an expected Redeemer who was to ransom man from his control. He laid his plans deep, to rule the hearts of men from generation to generation, and to blind their understanding of the prophecies, that when Jesus should come, the people would refuse to accept him as their Saviour."},{"refcode_short":"2Red 22.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 22.2 (Ellen Gould White)","content":"God appointed Moses to lead out his people from their bondage in the land of Egypt, that they might consecrate themselves to serve him with perfect hearts, and be to him a peculiar treasure. Moses was their visible leader, while Christ stood at the head of the armies of Israel, their invisible leader. If they could have always realized this, they would not have rebelled, and provoked God in the wilderness by their unreasonable murmurings. God said to Moses, “Behold, I send an Angel before thee, to keep thee in the way, and to bring thee into the place which I have prepared. Beware of him, and obey his voice, provoke him not; for he will not pardon your transgressions; for my name is in him.”"},{"refcode_short":"2Red 23.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 23.1 (Ellen Gould White)","content":"When Christ, as the guiding, guarding angel, condescended to lead the armies of Israel through the wilderness to Canaan, Satan was provoked, for he felt that his power could not so well control them. But as he saw that the armies of Israel were easily influenced and incited to rebellion by his suggestions, he hoped to lead them to murmuring and sin which would bring upon them the wrath of God. And as he saw that his power was submitted to by men, he became bold in his temptations, inciting them to crime and violence. Through Satan's devices, each generation was becoming more feeble in physical, mental, and moral power. This gave him courage to think that he might succeed in his warfare against Christ in person when he should be manifested."},{"refcode_short":"2Red 23.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 23.2 (Ellen Gould White)","content":"A few in every generation from Adam resisted his every artifice and stood forth as noble representatives of what it was in the power of man to do and to be, while Christ should co-operate with human efforts, to help man in overcoming the power of Satan. Enoch and Elijah are the correct representatives of what the race might be through faith in our Lord Jesus Christ. Satan was greatly disturbed because these noble, holy men were untainted amid the moral pollution surrounding them, perfecting righteous characters, and accounted worthy for translation to Heaven. As they had stood forth in moral power, in noble uprightness, overcoming Satan's temptations, he could not bring them under the dominion of death. He triumphed that he had power to overcome Moses with his temptations, and that he could mar his illustrious character and lead him to the sin of taking to himself glory before the people which belonged to God."},{"refcode_short":"2Red 24.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 24.1 (Ellen Gould White)","content":"Christ resurrected Moses, and took him to Heaven. This enraged Satan, and he accused the Son of God of invading his dominion by robbing the grave of his lawful prey. Jude says of the resurrection of Moses, “Yet Michael the archangel, when contending with the devil, he disputed about the body of Moses, durst not bring against him a railing accusation, but said, The Lord rebuke thee.”"},{"refcode_short":"2Red 24.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 24.2 (Ellen Gould White)","content":"When Satan succeeds in tempting men whom God has especially honored to commit grievous sins, he triumphs; for he has gained to himself a great victory and has done harm to the kingdom of Christ."},{"refcode_short":"2Red 24","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 24 (Ellen Gould White)","content":"Birth and Life of Christ"},{"refcode_short":"2Red 24.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 24.3 (Ellen Gould White)","content":"At the birth of Christ, Satan saw the plains of Bethlehem illuminated with the brilliant glory of a multitude of heavenly angels. He heard their song, “Glory to God in the highest, and on earth peace, good will toward men.” The prince of darkness saw the amazed shepherds filled with fear as they beheld the illuminated plains. They trembled before the exhibitions of bewildering glory which seemed to entrance their senses. The rebel chief himself trembled at the proclamation of the angel to the shepherds, “Fear not; for behold, I bring you good tidings of great joy, which shall be to all people. For unto you is born this day, in the city of David, a Saviour, which is Christ the Lord.” He had met with good success in devising a plan to ruin men, and he had become bold and powerful. He had controlled the minds and bodies of men from Adam down to the first appearing of Christ. But now Satan was troubled and alarmed for his kingdom and his life."},{"refcode_short":"2Red 25.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 25.1 (Ellen Gould White)","content":"The song of the heavenly messengers proclaiming the advent of the Saviour to a fallen world, and the joy expressed at this great event, Satan knew boded no good to himself. Dark forebodings were awakened in his mind as to the influence this advent to the world would have upon his kingdom. He queried if this was not the coming One who would contest his power and overthrow his kingdom. He looked upon Christ from his birth as his rival. He stirred the envy and jealousy of Herod to destroy Christ by insinuating to him that his power and his kingdom were to be given to this new king. Satan imbued Herod with the very feelings and fears that disturbed his own mind. He inspired the corrupt mind of Herod to slay all the children in Bethlehem who were two years old and under, which plan he thought would succeed in ridding the earth of the infant king."},{"refcode_short":"2Red 26.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 26.1 (Ellen Gould White)","content":"But against his plans, Satan sees a higher power at work. Angels of God protected the life of the infant Redeemer. Joseph was warned in a dream to flee into Egypt, that in a heathen land he might find an asylum for the world's Redeemer. Satan followed him from infancy to childhood and from childhood to manhood, inventing means and ways to allure him from his allegiance to God, and overcome him with his subtle temptations. The unsullied purity of the childhood, youth, and manhood, of Christ which Satan could not taint, annoyed him exceedingly. All his darts and arrows of temptation fell harmless before the Son of God. And when he found that all his temptations prevailed nothing in moving Christ from the steadfast integrity, or in marring the spotless purity of the youthful Galilean, he was perplexed and enraged. He looked upon this youth as an enemy that he must dread and fear."},{"refcode_short":"2Red 26.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 26.2 (Ellen Gould White)","content":"That there should be one who walked the earth with moral power to withstand all his temptations, who resisted all his attractive bribes to allure him to sin, and over whom he could obtain no advantage to separate from God, chafed and enraged his satanic majesty."},{"refcode_short":"2Red 26.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 26.3 (Ellen Gould White)","content":"The childhood, youth, and manhood of John, who came in the spirit and power of Elijah to do a special work in preparing the way for the world's Redeemer, were marked with firmness and moral power. Satan could not move his integrity. When the voice of this prophet was heard in the wilderness, “Prepare ye the way of the Lord, make his paths straight,” Satan was afraid for his kingdom. He felt that the voice, sounding forth in trumpet tones in the wilderness, caused sinners under his control to tremble. He saw that his power over many was broken. The sinfulness of sin was revealed in such a manner that men became alarmed; and some, by repentance of their sins, found the favor of God, and gained moral power to resist his temptations."},{"refcode_short":"2Red 27.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 27.1 (Ellen Gould White)","content":"He was on the ground at the time when Christ presented himself to John for baptism. He heard the majestic voice resounding through Heaven and echoing through the earth like peals of thunder. He saw the lightnings flash from the cloudless heavens, and heard the fearful words from Jehovah, “This is my beloved Son, in whom I am well pleased.” He saw the brightness of the Father's glory overshadowing the form of Jesus, thus pointing out in that crowd the One whom he acknowledged as his Son with unmistakable assurance. The circumstances connected with this baptismal scene had aroused the most intense hatred in the breast of Satan. He knew then for a certainty that unless he could overcome Christ, from thenceforth there would be a limitation of his power. He understood that the communication from the throne of God signified that Heaven was more directly accessible to man."},{"refcode_short":"2Red 27.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 27.2 (Ellen Gould White)","content":"As Satan had led man to sin, he had hoped that God's abhorrence of sin would forever separate him from man, and break the connecting link between Heaven and earth. The opening heavens, in connection with the voice of God addressing his Son, was like a death-knell to Satan. He feared that God was now to unite man more fully to himself, and give power to overcome his devices. And for this purpose Christ had come from the royal courts to the earth. Satan was well acquainted with the position of honor Christ had held in Heaven as the Son of God, the beloved of the Father. And that he should leave Heaven, and come to this world as a man, filled him with apprehension for his safety. He could not comprehend the mystery of this great sacrifice for the benefit of fallen man. He knew that the value of Heaven far exceeded the anticipation and appreciation of fallen man. The most costly treasures of the world, he knew, would not compare with its worth. As he had lost through his rebellion all the riches and pure glories of Heaven, he was determined to be revenged by causing as many as he could to undervalue Heaven, and to place their affections upon earthly treasures."},{"refcode_short":"2Red 28.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 28.1 (Ellen Gould White)","content":"It was incomprehensible to the selfish soul of Satan that there could exist benevolence and love for the deceived race so great as to induce the Prince of Heaven to leave his home and come to a world marred with sin and seared with the curse. He had knowledge of the inestimable value of eternal riches that man had not. He had experienced the pure contentment, the peace, exalted holiness, and unalloyed joys of the heavenly abode. He had realized, before his rebellion, the satisfaction of the full approval of God. He had once a full appreciation of the glory that enshrouded the Father, and knew that there was no limit to his power."},{"refcode_short":"2Red 28.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 28.2 (Ellen Gould White)","content":"Satan knew what he had lost. He now feared that his empire over the world was to be contested, his right disputed, and his power broken. He knew, through prophecy, that a Saviour was predicted and that his kingdom would not be established in earthly triumph and with worldly honor and display. He knew that ancient prophecies foretold a kingdom to be established by the Prince of Heaven upon the earth, which he claimed as his dominion. This kingdom would embrace all the kingdoms of the world, and then his power and his glory would cease and he would receive his retribution for the sins he had introduced into the world, and for the misery he had brought upon man. He knew that everything which concerned his prosperity was pending upon his success or failure in overcoming Christ with his temptations in the wilderness. He brought to bear upon Christ every artifice and force of his powerful temptations to allure him from his allegiance."},{"refcode_short":"2Red 29.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 29.1 (Ellen Gould White)","content":"It is impossible for man to know the strength of Satan's temptations to the Son of God. Every temptation that seems so afflicting to man in his daily life, so difficult to resist and overcome, was brought to bear upon the Son of God in as much greater degree as his excellence of character was superior to that of fallen man."},{"refcode_short":"2Red 29.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 29.2 (Ellen Gould White)","content":"Christ was tempted in all points like as we are. As man's representative, he stood the closest test and proving of God. He met the strongest force of Satan. His most wily temptations Christ has tested and conquered in behalf of man. It is impossible for man to be tempted above what he is able to bear while he relies upon Jesus, the infinite Conqueror."},{"refcode_short":"2Red 30","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 30 (Ellen Gould White)","content":"The Temptation"},{"refcode_short":"2Red 30.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 30.1 (Ellen Gould White)","content":"In the desolate wilderness, Christ was not in so favorable a position to endure the temptations of Satan as was Adam when he was tempted in Eden. The Son of God humbled himself, and took man's nature, after the race had wandered four thousand years from Eden, and from their original state of purity and uprightness. Sin had been making its terrible marks upon the race for ages; and physical, mental, and moral degeneracy prevailed throughout the human family."},{"refcode_short":"2Red 30.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 30.2 (Ellen Gould White)","content":"When Adam was assailed by the tempter in Eden, he was without the taint of sin. He stood before God in the strength of perfect manhood. All the organs and faculties of his being were equally developed, and harmoniously balanced."},{"refcode_short":"2Red 30.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 30.3 (Ellen Gould White)","content":"Christ, in the wilderness of temptation, stood in Adam's place to bear the test he failed to endure. Here Christ overcame in the sinner's behalf, four thousand years after Adam turned his back upon the light of his home. Separated from the presence of God, the human family had been departing, each successive generation, farther from the original purity, wisdom, and knowledge, which Adam possessed in Eden. Christ bore the sins and infirmities of the race as they existed when he came to the earth to help man. In behalf of the race, with the weaknesses of fallen man upon him, he was to stand the temptations of Satan upon all points on which man could be assailed."},{"refcode_short":"2Red 30.4","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 30.4 (Ellen Gould White)","content":"Adam was surrounded with everything his heart could wish. Every want was supplied. There was no sin, and no signs of decay in glorious Eden. Angels of God conversed freely and lovingly with the holy pair. The happy songsters carolled forth their free, joyous songs of praise to their Creator. The peaceful beasts in happy innocence played around Adam and Eve, obedient to their word. Adam was in the perfection of manhood, the noblest of the Creator's works. He was in the image of God, but a little lower than the angels."},{"refcode_short":"2Red 31.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 31.1 (Ellen Gould White)","content":"What a contrast the second Adam presented as he entered the gloomy wilderness to cope with Satan single-handed. Since the fall, the race had been decreasing in size and physical strength, and sinking lower in the scale of moral worth, up to the period of Christ's advent to the earth. In order to elevate fallen man, Christ must reach him where he was. He took human nature, and bore the infirmities and degeneracy of the race. He who knew no sin became sin for us. He humiliated himself to the lowest depths of human woe, that he might be qualified to reach man, and bring him up from the degradation in which sin had plunged him."},{"refcode_short":"2Red 31.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 31.2 (Ellen Gould White)","content":"“For it became him, for whom are all things, and by whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings.”"},{"refcode_short":"2Red 31.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 31.3 (Ellen Gould White)","content":"“And being made perfect, he became the author of eternal salvation unto all them that obey him.”"},{"refcode_short":"2Red 31.4","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 31.4 (Ellen Gould White)","content":"“Wherefore in all things it behooved him to to be made like unto his brethren; that he might be a merciful and faithful high priest in things pertaining to God, to make reconciliation for the sins of the people. For in that he himself hath suffered, being tempted, he is able to succor them that are tempted.”"},{"refcode_short":"2Red 32.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 32.1 (Ellen Gould White)","content":"“For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin.”"},{"refcode_short":"2Red 32.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 32.2 (Ellen Gould White)","content":"Satan had been at war with the government of God, since he first rebelled. His success in tempting Adam and Eve in Eden, and introducing sin into the world, had emboldened this arch foe; and he had proudly boasted to the heavenly angels that when Christ should appear, taking man's nature, he would be weaker than himself, and that he would overcome him by his power. He exulted that Adam and Eve in Eden could not resist his insinuations when he appealed to their appetite. The inhabitants of the old world he overcame in the same manner, through the indulgence of lustful appetite and corrupt passions. Through the gratification of appetite, he had overthrown the Israelites. He boasted that the Son of God himself, who was with Moses and Joshua, was not able to resist his power, and lead the favored people of his choice to Canaan; for nearly all who left Egypt died in the wilderness; also, that he had tempted the meek man, Moses, to take to himself glory which God claimed. David and Solomon, who had been especially favored of God, he had induced, through the indulgence of appetite and passion, to incur God's displeasure. And he boasted that he could yet succeed in thwarting the purpose of God in the salvation of man through Jesus Christ."},{"refcode_short":"2Red 32.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 32.3 (Ellen Gould White)","content":"In the wilderness of temptation, Christ was without food forty days. Moses had, on especial occasions, been thus long without food. But he felt not the pangs of hunger. He was not tempted and harassed by a vile and powerful foe, as was the Son of God. He was elevated above the human, and especially sustained by the glory of God which enshrouded him."},{"refcode_short":"2Red 33.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 33.1 (Ellen Gould White)","content":"Satan had succeeded so well in deceiving the angels of God, and in ruining noble Adam, that he thought he should be successful in overcoming Christ in his humiliation. He looked with pleased exultation upon the result of his temptations, and the increase of sin in the continued transgression of God's law, for more than four thousand years. He had worked the ruin of our first parents, and brought sin and death into the world, and led to ruin multitudes of all ages, countries, and classes. By his power, he had controlled cities and nations, until their sin provoked the wrath of God to destroy them by fire, water, earthquakes, sword, famine, and pestilence. By his subtility and untiring efforts, he had controlled the appetite, and excited and strengthened the passions, to so fearful a degree that he had defaced, and almost obliterated, the image of God in man. His physical and moral dignity were in so great a degree destroyed that he bore but a faint resemblance in character, and noble perfection of form, to the dignified Adam in Eden."},{"refcode_short":"2Red 33.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 33.2 (Ellen Gould White)","content":"At the first advent of Christ, Satan had brought man down from his original, exalted purity, and had dimmed that golden character with sin. The man whom God had created a sovereign in Eden, he had transformed into a slave in the earth groaning under the curse of sin. The halo of glory, which God had given holy Adam to cover him as a garment, departed from him after his transgression. The light of God's glory could not cover disobedience and sin. In the place of health and plenitude of blessings, poverty, sickness, and suffering of every type, were to be the portion of the children of Adam."},{"refcode_short":"2Red 34.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 34.1 (Ellen Gould White)","content":"Satan had, through his seductive power, led men to vain philosophy, to question, and finally disbelieve, the divine revelation, and the existence of God. He looked abroad upon a world of moral wretchedness, and a race exposed to the wrath of a sin-avenging God, with fiendish triumph that he had been so successful in darkening the pathway of so many, and had led them to transgress the law of God. He clothed sin with pleasing attractions, to secure the ruin of many."},{"refcode_short":"2Red 34.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 34.2 (Ellen Gould White)","content":"But his most successful scheme in deceiving man has been to conceal his real purposes and his true character, by representing himself to be man's friend—a benefactor of the race. He flatters men with the pleasing fable that there is no rebellious foe, no deadly enemy that they need to guard against, and that the existence of a personal devil is all a fiction; and while he thus hides his existence, he is gathering thousands under his control. He is deceiving many, as he tried to deceive Christ, telling them that he is an angel from Heaven, doing a good work for humanity. And the masses are so blinded by sin that they cannot discern the devices of Satan, and they honor him as they would a heavenly angel while he is working their eternal ruin."},{"refcode_short":"2Red 34.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 34.3 (Ellen Gould White)","content":"Christ had entered the world as Satan's destroyer, and the Redeemer of the captives bound by his power. He would leave an example in his own victorious life for man to follow, and thus overcome the temptations of Satan. As soon as Christ entered the wilderness of temptation, his visage changed. The glory and splendor which were reflected from the throne of God and his countenance, when the heavens opened before him, and the Father's voice acknowledged him as his Son in whom he was well pleased, were now gone. The weight of the sins of the world was pressing his soul, and his countenance expressed unutterable sorrow, a depth of anguish that fallen man had never realized. He felt the overwhelming tide of woe that deluged the world. He realized the strength of indulged appetite and unholy passion, which controlled the world, and had brought upon man inexpressible suffering. The indulgence of appetite had been increasing and strengthening with every successive generation since Adam's transgression, until the race was so feeble in moral power that they could not overcome in their own strength. Christ, in behalf of the race, was to overcome appetite, by standing the most powerful test upon this point. He was to tread the path of temptation alone, and there must be none to help him—none to comfort or uphold him. Alone he was to wrestle with the powers of darkness."},{"refcode_short":"2Red 35.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 35.1 (Ellen Gould White)","content":"As in his human strength man could not resist the power of Satan's temptations, Jesus volunteered to undertake the work, and to bear the burden for man, and overcome the power of appetite in his behalf. In man's behalf, he must show self-denial, perseverance, and firmness of principle, paramount to the gnawing pangs of hunger. He must show a power of control stronger than hunger and even death."},{"refcode_short":"2Red 35.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 35.2 (Ellen Gould White)","content":"When Christ bore the test of temptation upon the point of appetite, he did not stand in beautiful Eden, as did Adam, with the light and love of God seen in everything his eye rested upon; but he was in a barren, desolate wilderness, surrounded with wild beasts. Everything around him was repulsive. With these surroundings, he fasted forty days and forty nights, “and in those days he did eat nothing.” He was emaciated through long fasting, and felt the keenest sense of hunger. His visage was indeed marred more than the sons of men."},{"refcode_short":"2Red 36.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 36.1 (Ellen Gould White)","content":"Christ thus entered upon his life of conflict to overcome the mighty foe, in bearing the very test which Adam failed to endure, that, through successful conflict, he might break the power of Satan, and redeem the race from the disgrace of the fall."},{"refcode_short":"2Red 36.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 36.2 (Ellen Gould White)","content":"All was lost when Adam yielded to the power of appetite. The Redeemer, in whom both the human and the divine were united, stood in Adam's place, and endured a terrible fast of nearly six weeks. The length of this fast is the strongest evidence of the great sinfulness of debased appetite, and the power it has upon the human family."},{"refcode_short":"2Red 36.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 36.3 (Ellen Gould White)","content":"The humanity of Christ reached to the very depths of human wretchedness, and identified itself with the weaknesses and necessities of fallen man, while his divine nature grasped the Eternal. His work in bearing the guilt of man's transgression was not to give him license to continue to violate the law of God; for transgression made man a debtor to the law, and Christ himself was paying this debt by his own suffering. The trials and sufferings of Christ were to impress man with a sense of his great sin in breaking the law of God, and to bring him to repentance and obedience to that law, and through obedience to acceptance with God. He would impute his righteousness to man, and so raise him in moral value with God that his efforts to keep the divine law would be acceptable. Christ's work was to reconcile man to God through his human nature, and God to man through his divine nature."},{"refcode_short":"2Red 37.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 37.1 (Ellen Gould White)","content":"As soon as the long fast of Christ commenced, Satan was at hand with his temptations. He came to Christ, enshrouded in light, claiming to be one of the angels from the throne of God, sent upon an errand of mercy to sympathize with him, and to relieve him of his suffering condition. He tried to make Christ believe that God did not require him to pass through the self-denial and sufferings he anticipated; that he had been sent from Heaven to bear to him the message, that God only designed to prove his willingness to endure."},{"refcode_short":"2Red 37.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 37.2 (Ellen Gould White)","content":"Satan told Christ that he was to set his feet in the blood-stained path, but not to travel it, that, like Abraham, he was tested to show his perfect obedience. He also stated that he was the angel that stayed the hand of Abraham as the knife was raised to slay Isaac, and he had now come to save his life; that it was not necessary for him to endure this painful hunger and death from starvation; and that he would help him bear the work in the plan of salvation."},{"refcode_short":"2Red 37.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 37.3 (Ellen Gould White)","content":"The Son of God turned from all these artful temptations, and was steadfast in his purpose to carry out in every particular, in the spirit and in the very letter, the plan which had been devised for the redemption of the fallen race. But Satan had manifold temptations prepared to ensnare Christ, and obtain advantage of him; if he failed in one temptation, he would try another. He thought he would succeed, because Christ had humbled himself as a man. He flattered himself that his assumed character, as one of the heavenly angels, could not be discerned. He feigned to doubt the divinity of Christ, because of his emaciated appearance and unpleasant surroundings."},{"refcode_short":"2Red 38.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 38.1 (Ellen Gould White)","content":"Christ knew that, in taking the nature of man, he would not be equal, in appearance, to the angels of Heaven. Satan urged that, if he was indeed the Son of God, he should give him evidence of his exalted character. He approached Christ with temptations upon appetite. He had overcome Adam upon this point, and he had controlled his descendants, and through indulgence of appetite, had led them to provoke God by iniquity, until their crimes were so great that the Lord destroyed them from off the earth by the waters of the flood."},{"refcode_short":"2Red 38.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 38.2 (Ellen Gould White)","content":"Under Satan's direct temptations, the children of Israel suffered appetite to control reason, and they were, through indulgence, led to commit grievous sins which awakened the wrath of God against them, and they fell in the wilderness. He thought that he should be successful in overcoming Christ with the same temptation. Satan told Christ, that one of the exalted angels had been exiled to the earth, that his appearance indicated that, instead of his being the king of Heaven, he was the angel fallen, and that this explained his emaciated and distressed appearance."},{"refcode_short":"2Red 38.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 38.3 (Ellen Gould White)","content":"He then called the attention of Christ to his own attractive appearance, clothed with light and strong in power. He claimed to be a messenger direct from the throne of Heaven, and asserted that he had a right to demand of Christ evidences of his being the Son of God. Satan would fain disbelieve, if he could, the words that came from Heaven to the Son of God at his baptism. He determined to overcome Christ, and, if possible, make his own kingdom and life secure. His first temptation to Christ was upon appetite. He had, upon this point, almost entire control of the world, and his temptations were so adapted to the circumstances and surroundings of Christ, that his temptations upon appetite were almost overpowering."},{"refcode_short":"2Red 39.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 39.1 (Ellen Gould White)","content":"Christ could have worked a miracle in his own behalf; but this would not have been in accordance with the plan of salvation. The many miracles in the life of Christ show his power to work miracles for the benefit of suffering humanity. By a miracle of mercy, he fed five thousand at once with five loaves and two small fishes. Therefore he had the power to work a miracle, and satisfy his own hunger. Satan flattered himself that he could lead Christ to doubt the words spoken from Heaven at his baptism. If he could tempt him to question his sonship, and doubt the truth of the word spoken by his Father, he would gain a great victory."},{"refcode_short":"2Red 39.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 39.2 (Ellen Gould White)","content":"He found Christ in the desolate wilderness without companions, without food, and in actual suffering. His surroundings were most melancholy and repulsive. Satan suggested to Christ that God would not leave his Son in this condition of want and suffering. He hoped to shake the confidence of Christ in his Father, who had permitted him to be brought into this condition of extreme suffering in the desert, where the feet of man had never trod. Satan hoped that he could insinuate doubts as to his Father's love, which would find a lodgment in the mind of Christ, and that, under the force of despondency and extreme hunger, he would exert his miraculous power in his own behalf, and take himself out of the hands of his Heavenly Father. This was indeed a temptation to Christ. But he cherished it not for a moment. He did not for a single moment doubt his Heavenly Father's love, although he was bowed down with inexpressible anguish. Satan's temptations, though skillfully devised, did not move the integrity of God's dear Son. His abiding confidence in his Father could not be shaken."},{"refcode_short":"2Red 40.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 40.1 (Ellen Gould White)","content":"Jesus did not condescend to explain to his enemy how he was the Son of God, and in what manner as such he was to act. In an insulting, taunting manner Satan referred to the present weakness and the distressed appearance of Christ in contrast with his own strength and glory. He taunted Christ with being a poor representative of the angels, much less of their exalted Commander, the acknowledged King in the royal courts, and that his present appearance indicated that he was forsaken of God and man. He said that, if Christ was indeed the Son of God, the monarch of Heaven, he had power equal with God, and he could give him evidence of this and relieve his hunger by working a miracle, by changing the stone just at his feet into bread. Satan promised that, if Christ would do this, he would at once yield his claims of superiority, and that the contest between himself and Christ should there be forever ended."},{"refcode_short":"2Red 40.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 40.2 (Ellen Gould White)","content":"Christ did not appear to notice the reviling taunts of Satan. He was not provoked to give him proofs of his power, but meekly bore his insults without retaliation. The words spoken from Heaven at his baptism were precious evidence to him that his Father approved the steps he was taking in the plan of salvation, as man's substitute and surety. The opening heavens, and descent of the heavenly dove, were assurances that his Father would unite his power in Heaven with that of his Son upon the earth, to rescue man from the control of Satan, and that God accepted the effort of Christ to link earth to Heaven, and finite man to the infinite God."},{"refcode_short":"2Red 41.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 41.1 (Ellen Gould White)","content":"The tokens received from his Father were inexpressibly precious to the Son of God through all his severe sufferings, and the terrible conflict with the rebel chief. And while enduring the test of God in the wilderness, and through his entire ministry, he had nothing to do in convincing Satan of his power, and that he was the Saviour of the world. Satan had sufficient evidence of his exalted station. His unwillingness to ascribe to Jesus the honor due to him, and to manifest submission as a subordinate, ripened into rebellion against God, and shut him out of Heaven."},{"refcode_short":"2Red 41.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 41.2 (Ellen Gould White)","content":"It was not part of the mission of Christ to exercise his divine power for his own benefit, to relieve himself of suffering. This he had volunteered to take upon himself. He had condescended to take man's nature, and he was to suffer the inconveniences, ills, and afflictions of the human family. He was not to perform miracles on his own account; he came to save others. The object of his mission was to bring blessings, hope, and life, to the afflicted and oppressed. He was to bear the burdens and griefs of suffering humanity."},{"refcode_short":"2Red 42.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 42.1 (Ellen Gould White)","content":"Although Christ was suffering the keenest pangs of hunger he withstood the temptation. He repulsed Satan with the same scripture he had given Moses to repeat to rebellious Israel when their diet was restricted, and they were clamoring for flesh-meats in the wilderness, “Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.” In this declaration, and also by his example, Christ would show man that hunger for temporal food was not the greatest calamity that could befall him. Satan flattered our first parents that eating the fruit which God had forbidden them, would bring to them great good, and would insure them against death, the very opposite of the truth which God had declared to them. “But of the tree of the knowledge of good and evil, thou shalt not eat of it; for in the day that thou eatest thereof thou shalt surely die.” If Adam had been obedient, he would have known neither want, sorrow, nor death."},{"refcode_short":"2Red 42.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 42.2 (Ellen Gould White)","content":"If the people who lived before the flood had been obedient to the word of God, they would not have perished by the waters of the flood. If the Israelites had been obedient to the words of God, he would have bestowed upon them special blessings. But they fell in consequence of the indulgence of appetite and passion. They would not be obedient to the words of God. Indulgence of perverted appetite led them into numerous and grievous sins. If they had made the requirements of God their first consideration, and their physical wants secondary, in submission to God's choice of proper food for them, not one of them would have fallen in the wilderness. They would have been established in the goodly land of Canaan, a holy, happy people with not a feeble one in all their tribes."},{"refcode_short":"2Red 43.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 43.1 (Ellen Gould White)","content":"The Saviour of the world became sin for the race. In becoming man's substitute, Christ did not manifest his power as the Son of God; but ranked himself among the sons of men. He was to bear the trial of temptation as a man, in man's behalf, under the most trying circumstances, and leave an example of faith and perfect trust in his Heavenly Father. Christ knew that his Father would supply him food when it would be for his glory. He would not in this severe ordeal, when hunger pressed him beyond measure, prematurely diminish one particle of the trial allotted to him, by exercising his divine power."},{"refcode_short":"2Red 43.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 43.2 (Ellen Gould White)","content":"Fallen man when brought into straightened places could not have the power to work miracles on his own behalf, to save himself from pain or anguish, or to give himself victory over his enemies. It was the purpose of God to test and prove the race, and give them an opportunity to develop character by bringing them frequently into trying positions to test their faith and confidence in his love and power. The life of Christ was a perfect pattern. He was ever, by his example and teachings, learning man that God was his dependence, and that in him should be his faith and firm trust."},{"refcode_short":"2Red 43.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 43.3 (Ellen Gould White)","content":"Christ knew that Satan was a liar from the beginning, and it required strong self-control to listen to the propositions of this insulting deceiver, and not instantly rebuke his bold assumptions. Satan was expecting that the Son of God would, in his extreme weakness and agony of spirit, give him an opportunity to obtain advantage over him by provoking him to engage in controversy with him. He designed to pervert the words of Christ and claim advantage, and call to his aid his fallen angels to use their utmost power to prevail against and overcome him."},{"refcode_short":"2Red 44.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 44.1 (Ellen Gould White)","content":"The Saviour of the world had no controversy with Satan, who was expelled from Heaven, because he was no longer worthy of a place there. He who could influence the angels of God against their Supreme Ruler, and against his Son, their loved commander, and enlist their sympathy for himself, was capable of any deception. Four thousand years he had been warring against the government of God, and had lost none of his skill or power to tempt and deceive."},{"refcode_short":"2Red 44.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 44.2 (Ellen Gould White)","content":"Because man fallen could not overcome Satan with his human strength, Christ came from the royal courts of Heaven to help him with his human and divine strength combined. Christ knew that Adam in Eden with his superior advantages might have withstood the temptations of Satan and conquered him. He also knew that it was not possible for man out of Eden, separated from the light and love of God since the fall, to resist the temptations of Satan in his own strength. In order to bring hope to man, and save him from complete ruin, he humbled himself to take man's nature, that with his divine power combined with the human he might reach man where he is. He obtained for the fallen sons and daughters of Adam that strength which it is impossible for them to gain for themselves, that in his name they might overcome the temptations of Satan."},{"refcode_short":"2Red 45.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 45.1 (Ellen Gould White)","content":"The exalted Son of God in assuming humanity draws himself near to man by standing as the sinner's substitute. He identifies himself with the sufferings and afflictions of men. He was tempted in all points as man is tempted that he might know how to succor those who should be tempted. Christ overcame on the sinner's behalf."},{"refcode_short":"2Red 45.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 45.2 (Ellen Gould White)","content":"Jacob in the night vision saw earth connected with Heaven by a ladder reaching to the throne of God. He saw the angels of God, clothed with garments of heavenly brightness, passing down from Heaven and up to Heaven upon this shining ladder. The bottom of this ladder rested upon the earth, while the top of it reached to the highest Heavens, and rested upon the throne of Jehovah. The brightness from the throne of God beamed down upon this ladder, and reflected a light of inexpressible glory upon the earth. This ladder represented Christ who had opened the communication between earth and Heaven."},{"refcode_short":"2Red 45.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 45.3 (Ellen Gould White)","content":"In Christ's humiliation he descended to the very depths of human woe in sympathy and pity for fallen man, which was represented to Jacob by one end of the ladder resting upon the earth, while the top of the ladder, reaching unto Heaven, represents the divine power of Christ, grasping the Infinite, and thus linking earth to Heaven, and finite man to the infinite God. Through Christ the communication is opened between God and man. Angels may pass to and fro from Heaven to earth with messages of love to fallen man, and to minister unto those who shall be heirs of salvation. It is through Christ alone that the heavenly messengers minister to men."},{"refcode_short":"2Red 45.4","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 45.4 (Ellen Gould White)","content":"Adam and Eve in Eden were placed under most favorable circumstances. It was their privilege to hold communion with God and angels. They were without the condemnation of sin. The light of God and angels was with them, and around about them. The Author of their existence was their teacher. But they fell beneath the power and temptations of the artful foe. Four thousand years had Satan been at work against the government of God, and he had obtained strength and experience from determined practice."},{"refcode_short":"2Red 46.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 46.1 (Ellen Gould White)","content":"Fallen men had not the advantages of Adam in Eden. They had been separating from God for four thousand years. The wisdom to understand, and power to resist, the temptations of Satan had become less and less, until Satan seemed to reign triumphant in the earth. Appetite and passion, the love of the world, and presumptuous sins were the great branches of evil out of which every species of crime, violence, and corruption grew. Satan was defeated in his object to overcome Christ upon the point of appetite. And here in the wilderness Christ achieved a victory in behalf of the race upon the point of appetite, making it possible for man, in all future time in his name to overcome the strength of appetite on his own behalf."},{"refcode_short":"2Red 46.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 46.2 (Ellen Gould White)","content":"But Satan was not willing to cease his efforts until he had tried every means to obtain victory over the world's Redeemer. He knew that with himself all was at stake, whether he or Christ should be victor in the contest. And in order to awe Christ with his superior strength he carried him to Jerusalem and set him on a pinnacle of the temple, and continued to beset him with temptations. He again demanded of Christ that if he was indeed the Son of God to give him evidence by casting himself from the dizzy height upon which he had placed him. He urged Christ to show his confidence in the preserving care of his Father by casting himself down from the temple."},{"refcode_short":"2Red 47.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 47.1 (Ellen Gould White)","content":"In Satan's first temptation upon the point of appetite he had tried to insinuate doubts in regard to God's love and care for Christ as his Son, by presenting his surroundings and his hunger as an evidence that he was not in favor with God. He was unsuccessful in this. He next tried to take advantage of the faith and perfect trust Christ had shown in his Heavenly Father, to urge him to presumption. “If thou be the Son of God cast thyself down; for it is written, He shall give his angels charge concerning thee, and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.” Jesus promptly answered, “It is written again, Thou shalt not tempt the Lord thy God.”"},{"refcode_short":"2Red 47.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 47.2 (Ellen Gould White)","content":"The sin of presumption lies close beside the virtue of perfect faith and confidence in God. Satan flattered himself that he could take advantage of the humanity of Christ to urge him over the line of trust to presumption. Upon this point many souls are wrecked. Satan tried to deceive Christ through flattery. He admitted that he was right in the wilderness, in his faith and confidence that God was his Father under the most trying circumstances. He then urged Christ to give him one more proof of his entire dependence upon God, one more evidence of his faith that he was the Son of God, by casting himself from the temple. He told Christ that if he has indeed the Son of God he had nothing to fear, for angels were at hand to uphold him. Satan gave evidence that he understood the Scriptures by the use he made of them."},{"refcode_short":"2Red 48.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 48.1 (Ellen Gould White)","content":"The Redeemer of the world wavered not from his integrity, and showed that he had perfect faith in his Father's promised care. He would not put the faithfulness and love of his Father to a needless trial, although he was in the hands of an enemy, and placed in a position of extreme difficulty and peril. He would not at Satan's suggestion tempt God by presumptuously experimenting on his providence. Satan had brought in Scripture which seemed appropriate for the occasion, hoping to accomplish his designs by making the application to our Saviour at this special time."},{"refcode_short":"2Red 48.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 48.2 (Ellen Gould White)","content":"Christ knew that God could indeed bear him up if he had required him to throw himself from the temple. But to do this unbidden, and to experiment upon his Father's protecting care and love, because dared by Satan to do so would not show his strength of faith. Satan was well aware that if Christ could be prevailed upon, unbidden by his Father, to fling himself from the temple to prove his claim to his Heavenly Father's protecting care, he would in the very act show the weakness of his human nature."},{"refcode_short":"2Red 48.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 48.3 (Ellen Gould White)","content":"Christ came off victor in the second temptation. He manifested perfect confidence and trust in his Father during his severe conflict with the powerful foe. Our Redeemer, in the victory here gained, has left man a perfect pattern, showing him that his only safety is in firm trust and unwavering confidence in God in all trials and perils. He refused to presume upon the mercy of his Father by placing himself in peril that would make it necessary for his Heavenly Father to display his power to save him from danger. This would be forcing providence on his own account, and he would not then leave for his people a perfect example of faith and firm trust in God."},{"refcode_short":"2Red 49.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 49.1 (Ellen Gould White)","content":"Satan's object in tempting Christ was to lead him to daring presumption, and to show human weakness that would not make him a perfect pattern for his people. He thought that should Christ fail to bear the test of his temptations there could be no redemption for the race, and his power over them would be completed."},{"refcode_short":"2Red 49.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 49.2 (Ellen Gould White)","content":"The humiliation and agonizing sufferings of Christ in the wilderness of temptation were for the race. In Adam all was lost by transgression. Through Christ was man's only hope of restoration to the favor of God. Man had separated himself at such distance from God by transgression of his law that he could not humiliate himself before God in any degree proportionate to the magnitude of his sin. The Son of God could fully understand the aggravating sins of the transgressor, and, in his sinless character, he alone could make an acceptable atonement for man, in suffering the agonizing sense of his Father's displeasure. The sorrow and anguish of the Son of God for the sins of the world were proportionate to his divine excellence and purity, as well as to the magnitude of the offense."},{"refcode_short":"2Red 49.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 49.3 (Ellen Gould White)","content":"Christ was our example in all things. As we see his humiliation in the long trial and fast to overcome the temptation of appetite in our behalf, we are to learn how to overcome when we are tempted. If the power of appetite is so strong upon the human family, and its indulgence so fearful, that the Son of God subjected himself to such a test, how important that we feel the necessity of having appetite under the control of reason. Our Saviour fasted nearly six weeks, that he might gain for man the victory upon the point of appetite. How can professed Christians, with enlightened consciences, and with Christ before them as their pattern, yield to the indulgence of those appetites which have an enervating influence upon the mind and body? It is a painful fact that habits of self-gratification at the expense of health and moral power are, at the present time, holding a large share of the Christian world in the bonds of slavery."},{"refcode_short":"2Red 50.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 50.1 (Ellen Gould White)","content":"Many who profess godliness do not inquire into the reason of Christ's long period of fasting and suffering in the wilderness. His anguish was not so much from the pangs of hunger as from his sense of the fearful result of the indulgence of appetite and passion upon the race. He knew that appetite would be man's idol, and would lead him to forget God, and would stand directly in the way of his salvation."},{"refcode_short":"2Red 50.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 50.2 (Ellen Gould White)","content":"Our Saviour showed perfect confidence that his Heavenly Father would not suffer him to be tempted above what he should give him strength to endure, but would bring him off conqueror, if he patiently bore the test to which he was subjected. Christ had not, of his own will, placed himself in danger. God had suffered Satan, for the time being, to have this power over his Son. Jesus knew that, if he preserved his integrity in this extremely trying position, an angel of God would be sent to relieve him if there was no other way. He had taken humanity, and was the representative of the race."},{"refcode_short":"2Red 51.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 51.1 (Ellen Gould White)","content":"Satan saw that he prevailed nothing with Christ in his second great temptation. “And the devil, taking him up into an high mountain, showed unto him all the kingdoms of the world in a moment of time. And the devil said unto him, All this power will I give thee, and the glory of them; for that is delivered unto me, and to whomsoever I will, I give it. If thou therefore wilt worship me, all shall be thine.”"},{"refcode_short":"2Red 51.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 51.2 (Ellen Gould White)","content":"In the first two great temptations, Satan had not revealed his true purposes or his character; he claimed to be an exalted messenger from the courts of Heaven, but he now throws off his disguise. In a panoramic view he presented before Christ all the kingdoms of the world in the most attractive light, while he claimed to be the prince of the world."},{"refcode_short":"2Red 51.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 51.3 (Ellen Gould White)","content":"This last temptation was the most alluring of the three. Satan knew that Christ's life must be one of sorrow, hardship, and conflict. And he thought he could take advantage of this fact to bribe Christ to yield his integrity. Satan brought all his strength to bear upon this last temptation; for this last effort was to decide his destiny as to who should be victor. He claimed the world as his dominion, and that he was the prince of the power of the air. He bore Jesus to the top of an exceeding high mountain, and then in a panoramic view presented before him all the kingdoms of the world that had been so long under his dominion, and offered them to him in one great gift. He told Christ that he could come into possession of all these kingdoms without suffering or peril. Satan promises to yield his scepter and dominion, and to make Christ the rightful Ruler, for one favor from him. All he requires in return for making over to him the kingdoms of the world that day presented before him, is that Christ shall do him homage as to a superior."},{"refcode_short":"2Red 52.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 52.1 (Ellen Gould White)","content":"The eye of Jesus for a moment rested upon the glory presented before him; but he turned away, and refused to look upon the entrancing spectacle. He would not endanger his steadfast integrity by dallying with the tempter. When Satan solicited homage, Christ's divine indignation was aroused, and he could no longer tolerate his blasphemous assumption, or even permit him to remain in his presence. Here Christ exercised his divine authority, and commanded Satan to desist. “Get thee hence, Satan; for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.” Satan, in his pride and arrogance, had declared himself to be the rightful and permanent ruler of the world, the possessor of all its riches and glory, claiming homage of all who lived in it, as though he had created the world and all things that were therein. Said he to Christ, “All this power will I give thee, and the glory of them; for that is delivered unto me; and to whomsoever I will I give it.” He endeavored to make a special contract with Christ, to make over to him at once the whole of his claim, if he would worship him."},{"refcode_short":"2Red 52.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 52.2 (Ellen Gould White)","content":"This insult to the Creator moved the indignation of the Son of God to rebuke and dismiss him. Satan had flattered himself in his first temptation that he had so well concealed his true character and purposes that Christ did not recognize him as the fallen rebel chief whom he had conquered and expelled from Heaven. The words of dismissal from Christ. “Get thee hence, Satan,” evidenced that he was known from the first, and that all his deceptive arts had been unsuccessful upon the Son of God. Satan knew that if Jesus should die to redeem man, his power would end after a season, and he would be destroyed. Therefore it was his studied plan to prevent, if possible, the completion of the great work which had been commenced by the Son of God. If the plan of man's redemption should fail, he would retain the kingdom which he then claimed, and if he should succeed, he flattered himself that he would reign in opposition to the God of Heaven."},{"refcode_short":"2Red 53.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 53.1 (Ellen Gould White)","content":"When Jesus left Heaven, and there left his power and glory, Satan exulted. He thought that the Son of God was placed in his power. The temptation took so easily with the holy pair in Eden, that he hoped, with his satanic cunning and power, to overthrow even the Son of God, and thereby save his life and kingdom. If he could tempt Jesus to depart from the will of God, as he had done in his temptation with Adam and Eve, then his object would be gained."},{"refcode_short":"2Red 53.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 53.2 (Ellen Gould White)","content":"The time was to come when Jesus should redeem the possession of Satan by giving his own life, and after a season, all in Heaven and earth should submit to him. He was steadfast. He chose this life of suffering, this ignominious death, and, in the way appointed by his Father, to become a lawful ruler of the kingdoms of the earth, and have them given into his hands as an everlasting possession. Satan also will be given into his hands to be destroyed by death, never more to annoy Jesus nor the saints in glory."},{"refcode_short":"2Red 54.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 54.1 (Ellen Gould White)","content":"Jesus said to this wily foe, “Get thee hence, Satan; for it is written, thou shalt worship the Lord thy God, and him only shalt thou serve.” Satan had asked Christ to give him evidence that he was the Son of God, and he had in this instance the proof he had asked. At the divine command of Christ, he was compelled to obey. He was repulsed and silenced. He had no power to withstand the peremptory dismissal. He was compelled without another word instantly to desist and leave the world's Redeemer."},{"refcode_short":"2Red 54.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 54.2 (Ellen Gould White)","content":"The hateful presence of Satan was withdrawn. The contest was ended. With inestimable suffering, Christ's victory in the wilderness was as complete as was the failure of Adam. And for a season he stood freed from the presence of his powerful adversary and his legions of angels."},{"refcode_short":"2Red 54","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 54 (Ellen Gould White)","content":"Christ's Temptation Ended"},{"refcode_short":"2Red 54.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 54.3 (Ellen Gould White)","content":"After Satan had ended his temptations, he departed from Jesus for a little season. The foe was conquered, but the conflict had been long and exceedingly trying, and Christ was exhausted and fainting. He fell upon the ground as though dying. Heavenly angels who had bowed before him in the royal courts, and who had been with intense and painful interest watching their loved commander, and with amazement had witnessed the terrible contest he had endured with Satan, now came and ministered unto him. They prepared him food and strengthened him, for he lay as one dead. Angels were filled with amazement and awe, as they knew the world's Redeemer was passing through inexpressible suffering to achieve the redemption of man. He who was equal with God in the royal courts, was before them emaciated from nearly six weeks of fasting. Solitary and alone he had been pursued by the rebel chief, who had been expelled from Heaven. He had endured a more close and severe test than would ever be brought to bear upon man. The warfare with the power of darkness had been long and intensely trying to Christ's human nature in his weak and suffering condition. The angels brought messages of love and comfort from the Father and the assurance that all Heaven triumphed in the full and entire victory he had gained in behalf of man."},{"refcode_short":"2Red 55.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 55.1 (Ellen Gould White)","content":"The cost of the redemption of the race can never be fully realized until the redeemed shall stand with the Redeemer, by the throne of God. And as they have capacity to appreciate the value of immortal life, and the eternal reward, they will swell the song of victory and immortal triumph, “Saying with a loud voice, Worthy is the Lamb that was slain to receive power, and riches, and wisdom, and strength, and honor, and glory, and blessing.” “And every creature,” says John, “which is in Heaven and on the earth, and under the earth, and such as are in the sea, and all that are in them, heard I saying, blessing, and honor, and glory, and power, be unto him that sitteth upon the throne, and unto the Lamb forever and ever.”"},{"refcode_short":"2Red 55.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 55.2 (Ellen Gould White)","content":"Although Satan had failed in his strongest efforts, and most powerful temptations, yet he had not given up all hope that he might, at some future time, be successful in his efforts. He looked forward to the period of Christ's ministry, when he should have opportunities to try his artifices against him. Satan laid his plans to blind the understanding of the Jews, God's chosen people, that they should not discern in Christ the world's Redeemer. He thought he could fill their hearts with envy, jealousy, and hatred against the Son of God, so that they would not receive him, but would make his life upon earth as bitter as possible."},{"refcode_short":"2Red 56.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 56.1 (Ellen Gould White)","content":"Satan held a counsel with his angels, as to the course they should pursue to prevent the people from having faith in Christ as the Messiah whom the Jews had so long been anxiously expecting. He was disappointed and enraged that he had prevailed nothing against Jesus in the manifold temptations in the wilderness. He thought if he could inspire in the hearts of Christ's own people, unbelief as to his being the promised One, he might discourage Jesus in his mission and secure the Jews as his agents to carry out his purposes."},{"refcode_short":"2Red 56.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 56.2 (Ellen Gould White)","content":"Satan comes to man with his temptations as an angel of light, as he came to Christ. He has been working to bring man into a condition of physical and moral weakness, that he may easily overcome him and then triumph over his ruin. And he has been successful in tempting man to indulge appetite, regardless of the result. He well knows that it is impossible for man to discharge his obligations to God, and to his fellowmen, while he impairs the faculties which God has given him. The brain is the capital of the body. If the perceptive faculties become benumbed through intemperance of any kind, eternal things are not discerned."},{"refcode_short":"2Red 57","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 57 (Ellen Gould White)","content":"Christian Temperance"},{"refcode_short":"2Red 57.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 57.1 (Ellen Gould White)","content":"God gives man no permission to violate the laws of his being. But man, through yielding to Satan's temptations to indulge intemperance, brings the higher faculties in subjection to the animal appetites and passions, and when these gain the ascendency, man, who was created a little lower than the angels, with faculties susceptible of the highest cultivation, surrenders to the control of Satan. And he gains easy access to those who are in bondage to appetite. Through intemperance, some sacrifice one-half, and others two-thirds, of their physical, mental, and moral powers, and become playthings for the enemy."},{"refcode_short":"2Red 57.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 57.2 (Ellen Gould White)","content":"Those who would have clear minds to discern Satan's devices, must have their physical appetites under the control of reason and conscience. The moral and vigorous action of the higher powers of the mind are essential to the perfection of Christian character, and the strength or the weakness of the mind has very much to do with our usefulness in this world, and with our final salvation. The ignorance that has prevailed in regard to God's law in our physical nature, is deplorable. Intemperance of any kind is a violation of the laws of our being. Imbecility is prevailing to a fearful extent. Sin is made attractive by the covering of light which Satan throws over it, and he is well pleased when he can hold the Christian world in their daily habits under the tyranny of custom, like the heathen, and allow appetite to govern them."},{"refcode_short":"2Red 57.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 57.3 (Ellen Gould White)","content":"If men and women of intelligence have their moral powers benumbed through intemperance of any kind, they are, in many of their habits, elevated but little above the heathen. Satan is constantly drawing the people from saving light, to custom and fashion, irrespective of physical, mental, and moral health. The great enemy knows that if appetite and passion predominate, the health of body and strength of intellect are sacrificed upon the altar of self-gratification, and man is brought to speedy ruin. If enlightened intellect holds the reins, controlling the animal propensities and keeping them in subjection to the moral powers, Satan well knows that his power to overcome with his temptations is very small."},{"refcode_short":"2Red 58.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 58.1 (Ellen Gould White)","content":"In our day, people talk of the dark ages, and boast of progress. But with this progress wickedness and crime do not decrease. We deplore the absence of natural simplicity, and the increase of artificial display. Health, strength, beauty, and long life, which were common in the so-called “dark ages,” are rare now. Nearly everything desirable is sacrificed to meet the demands of fashionable life."},{"refcode_short":"2Red 58.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 58.2 (Ellen Gould White)","content":"A large share of the Christian world have no right to call themselves Christians. Their habits, their extravagance, and general treatment of their own bodies, are violations of physical law, and contrary to the Bible. They are working out for themselves, in their course of life, physical suffering, and mental and moral feebleness."},{"refcode_short":"2Red 58.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 58.3 (Ellen Gould White)","content":"Through his devices, Satan, in many respects, has made the domestic life one of care and complicated burdens, in order to meet the demands of fashion. His purpose in doing this is to keep minds occupied so fully with the things of this life that they can give but little attention to their highest interest. Intemperance in eating and in dressing has so engrossed the minds of the Christian world that they do not take time to become intelligent in regard to the laws of their being, that they may obey them. To profess the name of Christ is of but little account, if the life does not correspond with the will of God, revealed in his word."},{"refcode_short":"2Red 59.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 59.1 (Ellen Gould White)","content":"In the wilderness of temptation Christ overcame appetite. His example of self-denial, and self-control, when suffering the gnawing pangs of hunger, is a rebuke to the Christian world for their dissipation and gluttony. There is at this time nine times as much money expended for the gratification of appetite, and the indulgence of foolish and hurtful lusts, as there is given to advance the gospel of Christ. Were Peter upon the earth now, he would exhort the professed followers of Christ to abstain from fleshly lusts which war against the soul. And Paul would call upon the churches in general, to cleanse themselves from “all filthiness of the flesh and spirit, perfecting holiness in the fear of God.” And Christ would drive from the temple those who are defiled by the use of tobacco, polluting the sanctuary of God by their tobacconized breaths. He would say to these worshipers, as he did to the Jews, “My house shall be called of all nations the house of prayer; but ye have made it a den of thieves.” We would say to such, your unholy offerings of ejected quids of tobacco defile the temple, and are abhorred of God. Your worship is not acceptable, for your bodies, which should be the temple for the Holy Ghost, are defiled. You also rob the treasury of God of thousands of dollars through the indulgence of unnatural appetite."},{"refcode_short":"2Red 60.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 60.1 (Ellen Gould White)","content":"If we would see the standard of virtue and godliness exalted, as Christians, we have a work devolving upon us individually to control appetite, the indulgence of which counteracts the force of truth, and weakens moral power to resist and overcome temptation. As Christ's followers, we should, in eating and drinking, act from principle. When we obey the injunction of the apostle, “Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God,” thousands of dollars which are now sacrificed upon the altar of hurtful lust will flow into the Lord's treasury, multiplying publications in different languages to be scattered like the leaves of autumn. Missions will be established in other nations, and then will the followers of Christ be indeed the light of the world."},{"refcode_short":"2Red 60.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 60.2 (Ellen Gould White)","content":"The adversary of souls is working in these last days with greater power than ever before, to accomplish the ruin of man through the indulgence of appetite and passions. And many who are held by Satan under the power of slavish appetite, are the professed followers of Christ. They profess to worship God, while appetite is their god. Their unnatural desires for these indulgences are not controlled by reason or judgment. Those who are slaves to tobacco will see their families suffering for the conveniences of life, and for necessary food, yet they have not the power of will to forego their tobacco. The clamors of appetite prevail over natural affection, and this brute passion controls them. The cause of Christianity, and even humanity, would not in any case be sustained, if dependent upon those in the habitual use of tobacco and liquor. If they had means to use only in one direction, the treasury of God would not be replenished, but they would have their tobacco and liquor, for the tobacco idolater will not deny his appetite for the cause of God."},{"refcode_short":"2Red 61.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 61.1 (Ellen Gould White)","content":"It is impossible for such men to realize the binding claims and holiness of the law of God, for their brain and nerves are deadened by the use of this narcotic. They cannot value the atonement or appreciate the worth of immortal life. The indulgence of fleshly lusts wars against the soul. The apostle in the most impressive language addresses Christians, “I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God.” If the body is saturated with liquor and defiled by tobacco, it is not holy and acceptable to God. Satan knows that it cannot be, and for this reason he brings his temptations to bear upon the point of appetite, that he may bring us into bondage to this propensity and thus work our ruin."},{"refcode_short":"2Red 61.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 61.2 (Ellen Gould White)","content":"The Jewish sacrifices were all examined with careful scrutiny to see if any blemish was upon them, or if they were tainted with disease, and the least defect or impurity was a sufficient reason for the priests to reject them. The offering must be sound and valuable. The apostle has in view the requirements of God upon the Jews in their offerings when he in the most earnest manner appeals to his brethren to present their bodies a living sacrifice. Not a diseased, decaying offering, but a living sacrifice, holy and acceptable unto God."},{"refcode_short":"2Red 61.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 61.3 (Ellen Gould White)","content":"How many come to the house of God in feebleness, and how many come defiled by the indulgence of their own appetite! Those who have degraded themselves by wrong habits, when they assemble for the worship of God, give forth such emanations from their diseased bodies as to be disgusting to those around them. And how offensive must this be to a pure and holy God."},{"refcode_short":"2Red 62.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 62.1 (Ellen Gould White)","content":"A large proportion of all the infirmities that afflict the human family, are the results of their own wrong habits, because of their willing ignorance, or of their disregard of the light which God has given in relation to the laws of their being. It is not possible for us to glorify God while living in violation of the laws of life. The heart cannot possibly maintain consecration to God while the lustful appetite is indulged. A diseased body and disordered intellect, because of continual indulgence in hurtful lust, make sanctification of the body and spirit impossible. The apostle understood the importance of the healthful conditions of the body for the successful perfection of Christian character. He says, “I keep under my body, and bring it into subjection; lest that by any means, when I have preached to others, I myself should be a castaway.” He mentions the fruit of the Spirit, among which is temperance. “And they that are Christ's have crucified the flesh with the affections and lusts.”"},{"refcode_short":"2Red 62.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 62.2 (Ellen Gould White)","content":"Men and women indulge appetite at the expense of health and their powers of intellect, so that they cannot appreciate the plan of salvation. What appreciation can such have of the temptation of Christ in the wilderness, and of the victory he gained upon the point of appetite. It is impossible for them to have exalted views of God, and to realize the claims of his law. The proposed followers of Christ are forgetful of the great sacrifice made by him on their account. The majesty of Heaven, in order to bring salvation within their reach, was smitten, bruised, and afflicted. He became a man of sorrow and acquainted with grief. In the wilderness of temptation he resisted Satan, although the tempter was clothed with the livery of Heaven. Christ, although brought to great physical suffering, refused to yield a single point, notwithstanding the most flattering inducements were presented to bribe and influence him to yield his integrity. All this honor, all this riches and glory, said the deceiver, will I give thee if thou wilt only acknowledge my claims."},{"refcode_short":"2Red 63.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 63.1 (Ellen Gould White)","content":"Christ was firm. Oh! where would now be the salvation of the race, if Christ had been as weak in moral power as man? No wonder that joy filled Heaven as the fallen chief left the wilderness of temptation, a conquered foe. Christ has power from his Father to give his divine grace and strength to man—making it possible for us, through his name, to overcome. There are but few professed followers of Christ who choose to engage with him in the work of resisting Satan's temptation as he resisted and overcame."},{"refcode_short":"2Red 63.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 63.2 (Ellen Gould White)","content":"Professed Christians, who enjoy gatherings of gaiety, pleasure, and feasting, cannot appreciate the conflict of Christ in the wilderness. This example of their Lord in overcoming Satan is lost to them. This infinite victory which Christ achieved for them in the plan of salvation, is meaningless. They have no special interest in the wonderful humiliation of our Saviour, and the anguish and sufferings he endured for sinful man, while Satan was pressing him with his manifold temptations. The scene of trial with Christ in the wilderness was the foundation of the plan of salvation, and gives to fallen man the key whereby he, in Christ's name, may overcome."},{"refcode_short":"2Red 64.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 64.1 (Ellen Gould White)","content":"Many professed Christians look upon this portion of the life of Christ as they would upon a common warfare between two kings, and as having no special bearing upon their own life and character. Therefore, the manner of warfare, and the wonderful victory gained, have but little interest for them. Their perceptive powers are blunted by Satan's artifices, so that they cannot discern that he who afflicted Christ in the wilderness, determined to rob him of his integrity as the Son of the Infinite, is to be their adversary to the end of time. Although he failed to overcome Christ, his power is not weakened over man. All are personally exposed to the temptations that Christ overcame, but strength is provided for them in the all-powerful name of the great conqueror. And all must, for themselves, individually overcome. Many fall under the very same temptations wherewith Satan assailed Christ."},{"refcode_short":"2Red 64.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 64.2 (Ellen Gould White)","content":"Although Christ gained a priceless victory in behalf of man in overcoming the temptations of Satan in the wilderness, this victory will not benefit him unless he also gains the victory on his own account."},{"refcode_short":"2Red 64.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 64.3 (Ellen Gould White)","content":"Man now has the advantage over Adam in his warfare with Satan; for he has Adam's experience in disobedience and his consequent fall to warn him to shun his example. Man also has Christ's example in overcoming appetite and the manifold temptations of Satan, and in vanquishing the mighty foe upon every point, and coming off victor in every contest. If man stumbles and falls under the temptations of Satan, he is without excuse; for he has the disobedience of Adam as a warning, and the life of the world's Redeemer as an example of obedience and self-denial, and the promise of Christ that “to him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne.”"},{"refcode_short":"2Red 65","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 65 (Ellen Gould White)","content":"Church Festivals"},{"refcode_short":"2Red 65.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 65.1 (Ellen Gould White)","content":"Professed Christians engage in feastings and in scenes of amusement which degrade the religion of Jesus Christ. It is impossible for those who find pleasure in church socials, festivals, and numerous gatherings for pleasure, to have ardent love and sacred reverence for Jesus. His words of warning and instruction have no weight upon their minds. Should Christ come into the assembly of those who were absorbed in their plays and frivolous amusements, would the solemn melody of his voice be heard in benediction, saying, “Peace be to this house”? How would the Saviour of the world enjoy these scenes of gaiety and folly?"},{"refcode_short":"2Red 65.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 65.2 (Ellen Gould White)","content":"Christians and the world unite, one in heart and one in spirit, in these festal occasions. The Man of sorrows, who was acquainted with grief, would find no welcome in these places of amusement. The lovers of pleasure and luxury, the thoughtless and the gay are collected in these rooms, and the glitter and tinsel of fashion are seen everywhere. The ornament of crosses of gold and pearl, which represent a Redeemer crucified, adorn their persons. But the one whom these highly-prized jewels represents, finds no welcome, no room. His presence would be a restraint upon their mirth and their sensual amusements, and would remind them of neglected duty, and bring to their remembrance hidden sins which caused that sorrowful countenance, and made those eyes so sad and tearful."},{"refcode_short":"2Red 66.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 66.1 (Ellen Gould White)","content":"The presence of Christ would be positively painful in these gatherings for pleasure. Surely, none could invite him there, for his countenance is marred with sorrows more than the sons of men, because of these very amusements which put God out of mind, and make the broad road attractive to the sinner. The enchantments of these exciting scenes pervert reason, and destroy reverence for sacred things. Ministers who profess to be Christ's representatives frequently take the lead in these frivolous amusements. “Ye are,” says Christ, “the light of the world.” “Let your light so shine before men, that they may see your good works, and glorify your Father which is in Heaven.”"},{"refcode_short":"2Red 66.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 66.2 (Ellen Gould White)","content":"In what manner is the light of truth shining from that thoughtless, pleasure-seeking company? Professed followers of Jesus Christ who indulge in gaiety and feasting cannot be partakers with Christ of his sufferings. They have no sense of his sufferings. They do not care to meditate upon self-denial and sacrifice. They find but little interest in studying the marked points in the history of the life of Christ upon which the plan of salvation rests, but imitate ancient Israel who ate and drank and rose up to play. In order to copy a pattern correctly we must carefully study its design. If we are indeed to overcome as Christ overcame, that we may mingle with the blood-washed, glorified company before the throne of God, it is of the highest importance that we become acquainted with the life of our Redeemer and deny self as did Christ. We must meet temptations and overcome obstacles, and through toil and suffering, in the name of Jesus, overcome as he overcame."},{"refcode_short":"2Red 67.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 67.1 (Ellen Gould White)","content":"The great trial of Christ in the wilderness on the point of appetite was to leave man an example of self-denial. This long fast was to convict men of sinfulness of the things in which professed Christians indulge. The victory which Christ gained in the wilderness was to show man the sinfulness of the very things in which he takes such pleasure. The salvation of man was in the balance, and to be decided by the trial of Christ in the wilderness. If Christ was a victor on the point of appetite, then there was a chance for man to overcome. If Satan gained the victory through his subtlety, man was bound by the power of appetite in chains of indulgence which he could not have moral power to break. Christ's humanity alone could never have endured this test, but his divine power combined with humanity gained in behalf of man an infinite victory. Our representative in this victory raised humanity in the scale of moral value with God."},{"refcode_short":"2Red 67.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 67.2 (Ellen Gould White)","content":"Christians, who understand the mystery of godliness, who have a high and sacred sense of the atonement, who realize in the sufferings of Christ in the wilderness a victory gained for them, would see such marked contrast between these things and the church gatherings for pleasure and the indulgence of appetite, as would turn them in disgust from these scenes of revelry. Christians would be greatly strengthened by earnestly and frequently comparing their lives with the true standard, the life of Christ. The numerous socials, festivals, and picnics, to tempt the appetite to over-indulgence, and the amusements which lead to levity and forgetfulness of God, can find no sanction in the example of Christ, the world's Redeemer, the only safe pattern for man to copy if he would overcome as Christ overcame."},{"refcode_short":"2Red 68.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 68.1 (Ellen Gould White)","content":"We present the faultless pattern to all Christians. Says Christ, “Ye are the salt of the earth; but if the salt have lost his savor, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out and to be trodden under foot of men. Ye are the light of the world. A city that is set on a hill cannot be hid. Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house. Let your light so shine before men, that they may see your good works, and glorify your Father which is in Heaven.” The light of Heaven is to be reflected through Christ's followers to the world. This is the Christian's life-work to direct the minds of sinners to God. The Christian's life should awaken in the hearts of worldlings high and elevated views of the purity of the Christian religion. This will make believers the salt of the earth, the saving power in our world; for a well-developed Christian character is harmonious in all its parts."},{"refcode_short":"2Red 68.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 68.2 (Ellen Gould White)","content":"We tremble for the youth of our day, because of the example that is given them by those who profess to be Christians. We cannot close the door of temptation to the youth, but we can educate them that their words and their actions may have a direct bearing upon their future happiness or misery. They will be exposed to temptation. They will meet foes without and foes within, but they can be instructed to stand firm in their integrity, having moral principle to resist temptation. The lessons given our youth by world-loving professors are doing great harm. The festal gatherings, the gluttonous feasts, the lotteries, tableau and theatrical performances, are doing a work that will bear a record with its burden of results to the Judgment."},{"refcode_short":"2Red 69.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 69.1 (Ellen Gould White)","content":"All these inconsistencies, sanctioned by professed Christians under a garb of Christian beneficence, to collect means to pay church expenses, have their influence with the youth to make them lovers of pleasures more than lovers of God. They think if Christians can encourage and engage in these lotteries and scenes of festivities, and connect them with sacred things, why may not they be safe in taking an interest in lotteries, and in engaging in gambling to win money for special objects."},{"refcode_short":"2Red 69.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 69.2 (Ellen Gould White)","content":"It is Satan's studied plan to clothe sin with garments of light to hide its deformity, and make it attractive. And ministers and people professing righteousness unite with the adversary of souls to help him in his plans. Never was there a time when every member of the church should feel his responsibility to walk humbly and circumspectly before God as at the present. Vain philosophy, false creeds, and infidelity, are on the increase. And many who bear the name of Christ's followers are, through pride of heart, seeking popularity, and are drifting away from the established landmarks. The plain commands of God in his word are discarded because they are so plain and old-fashioned, while vain and vague theories attract the mind and please the fancy. In these scenes of church festivities, there is a union with the world that the word of God does not justify. Christians and worldlings are united in them."},{"refcode_short":"2Red 70.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 70.1 (Ellen Gould White)","content":"But the apostle inquires:—"},{"refcode_short":"2Red 70.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 70.2 (Ellen Gould White)","content":"“What fellowship hath righteousness with unrighteousness? and what communion hath light with darkness? And what concord hath Christ with Belial? or what part hath he that believeth with an infidel? And what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people. Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you, and will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.”"},{"refcode_short":"2Red 70.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 70.3 (Ellen Gould White)","content":"When we are able to comprehend the temptations and victories of the Son of God while in severe conflict with Satan, we shall have a more correct idea of the greatness of the work before us in overcoming. Satan knew that if he failed, his case was hopeless. If he succeeded, he had gained a victory over the entire race, and his life and kingdom he thought would be established."},{"refcode_short":"2Red 70.4","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 70.4 (Ellen Gould White)","content":"In professedly Christian gatherings, Satan throws a religious garment over delusive pleasures and unholy revelings to give them the appearance of sanctity, and the consciences of many are quieted because means are raised by these to defray church expenses. Men refuse to give for the love of Christ; but for the love of pleasure, and the indulgence of appetite for selfish considerations, they will part with their money."},{"refcode_short":"2Red 71.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 71.1 (Ellen Gould White)","content":"Is it because there is not power in the lessons of Christ upon benevolence, and in his example, and the grace of God upon the heart, to lead men to glorify God with their substance, that such a course must be resorted to in order to sustain the church? The injury sustained to the physical, mental, and moral health in these scenes of amusement and gluttony, is not small. And the day of final reckoning will show souls lost through the influence of these scenes of gaiety and folly."},{"refcode_short":"2Red 71.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 71.2 (Ellen Gould White)","content":"It is a deplorable fact that sacred and eternal considerations do not have that power to open the hearts of the professed followers of Christ to make free-will offerings to sustain the gospel as the temptation of feasting and general merriment. It is a sad reality that these inducements will prevail when sacred and eternal things will have no force to influence the heart to engage in works of benevolence."},{"refcode_short":"2Red 71.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 71.3 (Ellen Gould White)","content":"The plan of Moses in the wilderness to raise means was highly successful. There was no compulsion necessary. Moses made no grand feast, and he did not invite the people to scenes of gaiety, dancing, and general amusement. Neither did he institute lotteries or anything of this profane order to obtain means to erect the tabernacle of God in the wilderness. God commanded Moses to invite the children of Israel to bring their offerings. Moses was to accept gifts of every man that gave willingly from his heart. But the free-will offerings came in so great abundance that Moses proclaimed it was enough. They must cease their presents; for they had given abundantly, more than they could use."},{"refcode_short":"2Red 72.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 72.1 (Ellen Gould White)","content":"Satan's temptations succeed with the professed followers of Christ on the point of indulgence of pleasure and appetite. Clothed as an angel of light he will quote Scripture to justify the temptations he places before men to indulge the appetite, and in worldly pleasures which suit the carnal heart. The professed followers of Christ are weak in moral power, and are fascinated with the bribe which Satan has presented before them, and he gains the victory. How does God look upon churches that are sustained by such means? Christ cannot accept these offerings, because they were not given through their love and devotion to him, but through their idolatry of self. But what many would not do for the love of Christ, they will do for the love of delicate luxuries to gratify the appetite, and for love of worldly amusements to please the carnal heart."},{"refcode_short":"2Red 72.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 72.2 (Ellen Gould White)","content":"The conflict of Christ with Satan in the wilderness will be regarded with sacred interest by every true follower of Christ. We should have feelings of the deepest gratitude to our Redeemer for teaching us by his own example how to resist and overcome Satan. Jesus did not visit scenes of gaiety and feasting to attain the victory so essential to our salvation; but he went into a desolate wilderness. Many do not even contemplate this scene of Christ in conflict with the fallen chief. They do not enter into sympathy with their Redeemer. Some even doubt whether Christ really felt the pangs of hunger in his abstinence from food during the period of forty days and forty nights."},{"refcode_short":"2Red 73.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 73.1 (Ellen Gould White)","content":"He who suffered death for us on Calvary's cross, just as surely suffered the keenest pangs of hunger as that he died for us. And no sooner did this suffering commence than Satan was at hand with his temptations. We have a foe no less vigilant to contend with. Satan adapts his temptations to our circumstances. In every temptation he will present some bribe, some apparent good to be gained. But in the name of Christ we may have complete victory in resisting his devices."},{"refcode_short":"2Red 73.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 73.2 (Ellen Gould White)","content":"It is more than eighteen hundred years since Christ walked upon the earth as a man among men. He found suffering and wretchedness abounding everywhere. What humiliation on the part of Christ! For, though he was in the form of God, he took upon himself the form of a servant. He was rich in Heaven, crowned with glory and honor, and for our sakes he became poor. What an act of condescension of the Lord of life and glory, that he might lift up fallen man."},{"refcode_short":"2Red 73.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 73.3 (Ellen Gould White)","content":"Jesus did not come to men with commands and threatenings, but with love that is without a parallel. Love begets love; and thus the love of Christ displayed upon the cross woos and wins the sinner, and binds him repenting to the cross, believing and adoring the matchless depths of a Saviour's love. Christ came to the world to perfect a righteous character for many and to elevate the fallen race. But only a few of the millions in our world will accept the righteousness and excellency of his character, and fulfill the requirements given to secure their happiness."},{"refcode_short":"2Red 73.4","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 73.4 (Ellen Gould White)","content":"His lessons of instruction and his holy life, if followed, would stay the tide of physical and moral wretchedness that has so defiled the moral image of God in man that he bears scarcely a resemblance to the noble Adam as he stood in Eden in his holy innocency. Every prohibition of God is for the health and eternal well-being of man. In obedience to all the requirements of God, there will be peace and happiness unaccompanied with shame or reproaches of conscience."},{"refcode_short":"2Red 74.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 74.1 (Ellen Gould White)","content":"But very few of the Christian world are following their Master in a course of humble obedience, progressing in holiness and perfection of Christian character. Intemperance and licentiousness are greatly increasing, and are practiced to a large extent under the cloak of Christianity. This deplorable state of things is not because men are obedient to God's law, but because their hearts rise in rebellion to his holy precepts."},{"refcode_short":"2Red 74.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 74.2 (Ellen Gould White)","content":"Repentance toward God, because his law has been transgressed, and faith in Jesus Christ, are the only means whereby we may be elevated to purity of life and reconciliation with God. Were all the sins, which have brought the wrath of God upon cities and nations, fully understood, their woes and calamities would be found to be the results of uncontrolled appetites and passions."},{"refcode_short":"2Red 74","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 74 (Ellen Gould White)","content":"More Than One Fall"},{"refcode_short":"2Red 74.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 74.3 (Ellen Gould White)","content":"If the race had ceased to fall when Adam was driven from Eden, we should now be in a far more elevated condition physically, mentally, and morally. But while men deplore the fall of Adam, which has resulted in such unutterable woe, they disobey the express injunctions of God, as did Adam, although they have his example to warn them from doing as he did in violating the law of Jehovah. Would that man had stopped falling with Adam. But there has been a succession of falls. Men will not take warning from Adam's experience. They will indulge appetite and passion in direct violation of the law of God, and at the same time continue to mourn Adam's transgression, which brought sin into the world."},{"refcode_short":"2Red 75.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 75.1 (Ellen Gould White)","content":"From Adam's day to ours there has been a succession of falls, each greater than the last, in every species of crime. God did not create a race of beings so devoid of health, beauty, and moral power as now exists in the world. Disease of every kind has been fearfully increasing upon the race. This has not been by God's especial providence, but directly contrary to his will. It has come by man's disregard of the very means which God has ordained to shield him from the terrible evils existing. Obedience to God's law in every respect would save men from intemperance, licentiousness, and disease of every type. No one can violate natural law without suffering the penalty."},{"refcode_short":"2Red 75.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 75.2 (Ellen Gould White)","content":"What man would, for any sum of money, deliberately sell his mental capabilities? Should one offer him money if he would part with his intellect he would turn with disgust from the insane suggestion. Yet thousands are parting with health of body, vigor of intellect, and elevation of soul, for the sake of gratifying appetite. Instead of gain, they experience only loss. This they do not realize because of their benumbed sensibilities. They have bartered away their God-given faculties. And for what? Answer. Groveling sensualities and degrading vices. The gratification of taste is indulged at the cost of health and intellect."},{"refcode_short":"2Red 76.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 76.1 (Ellen Gould White)","content":"Christ commenced the work of redemption just where the ruin began. He made provision to re-instate man in his God-like purity, if he accepted the help brought him. Through faith in his all-powerful name—the only name given under Heaven whereby we may be saved—man could overcome appetite and passion, and, through his obedience to the law of God, health would take the place of infirmities and corrupting diseases. Those who overcome will follow the example of Christ by bringing bodily appetites and passions under the control of enlightened conscience and reason."},{"refcode_short":"2Red 76.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 76.2 (Ellen Gould White)","content":"If ministers who preach the gospel would do their duty, and would also be ensamples to the flock of God, their voices would be lifted up like a trumpet to show the people their transgressions and the house of Israel their sins. Ministers who exhort sinners to be converted should distinctly define what sin is and what conversion from sin is. Sin is the transgression of the law. The convicted sinner must exercise repentance toward God for the transgression of his law, and faith toward our Lord Jesus Christ."},{"refcode_short":"2Red 76.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 76.3 (Ellen Gould White)","content":"The apostle gives us the true definition of sin. “Sin is the transgression of the law.” The largest class of Christ's professed ambassadors are blind guides. They lead the people away from the path of safety by representing the requirements and prohibitions of the ancient law of Jehovah as arbitrary and severe. They give the sinner license to overstep the limits of God's law. In this they are like the great adversary of souls, opening before them a life of freedom in violation of God's commandments. With this lawless freedom the basis of moral responsibility is gone."},{"refcode_short":"2Red 77.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 77.1 (Ellen Gould White)","content":"Those who follow these blind leaders close the avenues of their souls to the reception of truth. They will not allow the truth with its practical bearings to affect their hearts. The largest number brace their souls with prejudice against new truths, and also against the clearest light which shows the correct application of an old truth, the law of God, which is as old as the world. The intemperate and licentious delight in the oft-repeated assertion that the law of the ten commandments is not binding in this dispensation. Avarice, thefts, perjuries, and crimes of every description, are carried on under the cloak of Christianity."},{"refcode_short":"2Red 77","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 77 (Ellen Gould White)","content":"Health and Happiness"},{"refcode_short":"2Red 77.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 77.2 (Ellen Gould White)","content":"And why should not men do these things if the law forbidding them is abolished? No message from earth or Heaven can forcibly impress the intemperate and the licentious who are deluded with the theory that the law of ten commandments is abolished. Many professed ministers of Christ exhort the people to holiness of life, while they themselves yield to the power of appetite, and the defilement of tobacco. These teachers, who are leading the people to despise physical and moral law, will have a fearful record to meet by-and-by."},{"refcode_short":"2Red 77.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 77.3 (Ellen Gould White)","content":"Health, truth, and happiness, can never be advanced without an intelligent knowledge of, and full obedience to, the law of God, and perfect faith in Jesus Christ. The Lord uses no other medium through which to reach the human heart. Many professed Christians acknowledge that in the use of tobacco they are indulging a filthy, expensive, and hurtful practice. But they excuse themselves by saying that the habit is formed and they cannot overcome it. In this acknowledgement they yield homage to Satan, saying, by their actions, if not in words, that, “Although God is powerful, Satan has greater power.” By profession they say, “We are the servants of Jesus Christ,” while their works say that they yield subjection to Satan's sway because it costs them the least inconvenience. Is this overcoming as Christ overcame? Or is it being overcome by temptation? And the above apology is urged by men in the ministry, who profess to be Christ's ambassadors."},{"refcode_short":"2Red 78.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 78.1 (Ellen Gould White)","content":"Many are the temptations and besetments on every side to ruin the prospects of young men, both for this world and the next. But the only path of safety is for young and old to live in strict conformity to the principles of physical and moral law. The path of obedience is the only path that leads to Heaven. Alcohol and tobacco inebriates would, at times, give any amount of money if they could by so doing overcome their appetite for these body and soul-destroying indulgences. And they who will not subject the appetites and passions to the control of reason, will indulge them at the expense of physical and moral obligations."},{"refcode_short":"2Red 78.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 78.2 (Ellen Gould White)","content":"The victims of a depraved appetite, goaded on by Satan's continual temptations, will seek indulgence at the expense of health and even life, and will go to the bar of God as self-murderers. Many have so long allowed habit to master them that they have become slaves to appetite. They have not the moral courage to persevere in self-denial, and to endure suffering for a time through restraint and denial of the taste, in order to master the vice. This class refuse to overcome as did their Redeemer. Did not Christ endure physical suffering and mental anguish on man's account in the wilderness?"},{"refcode_short":"2Red 79.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 79.1 (Ellen Gould White)","content":"Many have so long allowed appetite and taste to control reason that they have not moral power to persevere in self-denial, and endure suffering for a time, until abused nature can take up her work, and healthy action be established in the system. Very many with perverted tastes shrink at the thought of restricting their diet, and they continue their unhealthful indulgences. They are not willing to overcome as did their Redeemer."},{"refcode_short":"2Red 79.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 79.2 (Ellen Gould White)","content":"What a scene of unexampled suffering was that fast of nearly six weeks, while Jesus was assailed with the fiercest temptations! How few can understand the love of God for the fallen race in that he withheld not his divine Son from taking upon him the humiliation of humanity. He gave up his dearly beloved to shame and agony, that he might bring many sons and daughters to glory."},{"refcode_short":"2Red 79.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 79.3 (Ellen Gould White)","content":"When sinful man can discern the inexpressible love of God in giving his Son to die upon the cross, we shall better understand that it is infinite gain to overcome as Christ overcame. And we shall understand that it is eternal loss if we gain the whole world, with all its pleasure and glory, and yet lose the soul. Heaven is cheap enough at any cost."},{"refcode_short":"2Red 79.4","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 79.4 (Ellen Gould White)","content":"On Jordan's banks the voice from Heaven, attended by the manifestation from the excellent glory, proclaimed Christ to be the Son of the Eternal. Satan was to personally encounter the Head of the kingdom which he came to overthrow. If he failed, he knew that he was lost. Therefore the power of his temptations was in accordance with the greatness of the object which he would lose or gain. For four thousand years, ever since the declaration was made to Adam that the seed of the woman should bruise the serpent's head, he had been planning his manner of attack."},{"refcode_short":"2Red 80.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 80.1 (Ellen Gould White)","content":"He put forth his strongest efforts to overcome Christ on the point of appetite, who endured the keenest pangs of hunger. The victory gained was designed, not only to set an example to those who have fallen under the power of appetite, but to qualify the Redeemer for his special work of reaching to the very depths of human woe. By experiencing in himself the strength of Satan's temptation, and of human sufferings and infirmities, he would know how to succor those who should put forth efforts to help themselves."},{"refcode_short":"2Red 80.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 80.2 (Ellen Gould White)","content":"No amount of money can buy a single victory over the temptations of Satan. But that which money is valueless to obtain, which is integrity, determined effort, and moral power, will, through the name of Christ, obtain noble victories upon the point of appetite. What if the conflict should cost man even his life? What if the slaves to these vices do really die in the struggle to free themselves from the controlling power of appetite? they die in a good cause. And if the victory be gained at the cost of human life, it is not too dearly earned if the victor can come up in the first resurrection, and have the overcomer's reward."},{"refcode_short":"2Red 80.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 80.3 (Ellen Gould White)","content":"Everything, then, is gained. But life will not be sacrificed in the struggle to overcome depraved appetites. And it is a certainty that unless we do overcome as Christ overcame we cannot have a seat with him upon his throne. Those who in the face of light and truth destroy mental, moral, and physical health by indulgence of any kind will lose Heaven. They sacrifice their God-given powers to idols. God deserves and claims our first and loftiest thoughts, and our holiest affections."},{"refcode_short":"2Red 81.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 81.1 (Ellen Gould White)","content":"At an infinite cost, Christ our Redeemer has purchased every faculty and our very existence, and all our blessings in life have been purchased for us with the price of his blood. Shall we accept the blessings, and forget the claims of the Giver? Can any of us consent to follow our inclination, indulge appetites and passions, and live without God? Shall we eat and drink like the beast, and no more associate the thought of God with every good we enjoy than the dumb animals?"},{"refcode_short":"2Red 81.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 81.2 (Ellen Gould White)","content":"Those who make determined efforts in the name of the Conqueror to overcome every unnatural craving of appetite will not die in the conflict. In their efforts to control appetite, they are placing themselves in right relation to life, so that they may enjoy health and the favor of God, and have a right hold on the immortal life."},{"refcode_short":"2Red 81.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 81.3 (Ellen Gould White)","content":"Thousands are continually selling physical, mental, and moral vigor for the pleasure of taste. Each of the faculties has its distinctive office, and yet they all have a mutual dependence upon each other. And if the balance is carefully preserved, they will be kept in harmonious action. Not one of these faculties can be valued by dollars and cents. And yet, for a good dinner, for alcohol, or tobacco, they are sold. And while paralyzed by the indulgence of appetite, Satan controls the mind, and leads to every species of crime and wickedness. God has enjoined upon us to preserve every faculty in healthful vigor, that we may have a clear sense of his requirements, and that we may perfect holiness in his fear."},{"refcode_short":"2Red 82","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 82 (Ellen Gould White)","content":"Strange Fire"},{"refcode_short":"2Red 82.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 82.1 (Ellen Gould White)","content":"Nadab and Abihu, the sons of Aaron, who ministered in the holy office of priesthood, partook freely of wine, and, as was their usual custom, went in to minister before the Lord. The priests who burned incense before the Lord were required to use the fire of God's kindling, which burned day and night, and was never extinguished. God gave explicit directions how every part of his service should be conducted, that all connected with his sacred worship might be in accordance with his holy character. And any deviation from the express directions of God in connection with his holy service was punishable with death. No sacrifice would be acceptable to God which was not salted nor seasoned with divine fire, which represented the communication between God and man that was opened through Jesus Christ alone. The holy fire which was to be put upon the censer was kept burning perpetually. And while the people of God were without, earnestly praying, the incense kindled by the holy fire was to arise before God mingled with their prayers. This incense was an emblem of the mediation of Christ."},{"refcode_short":"2Red 82.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 82.2 (Ellen Gould White)","content":"Aaron's sons took the common fire which God did not accept, and they offered insult to the infinite God by presenting this strange fire before him. God consumed them by fire for their positive disregard of his express directions. All their works were as the offering of Cain. There was no divine Saviour represented. Had these sons of Aaron been in full command of their reasoning faculties they would have discerned the difference between the common and sacred fire. The gratification of appetite debased their faculties and so beclouded their intellect that their power of discernment was gone. They fully understood the holy character of the typical service, and the awful solemnity and responsibility assumed of presenting themselves before God to minister in sacred service."},{"refcode_short":"2Red 83.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 83.1 (Ellen Gould White)","content":"Some may inquire, How could the sons of Aaron have been accountable when their intellects were so far paralyzed by intoxication that they were not able to discern the difference between sacred and common fire? It was when they put the cup to their lips that they made themselves responsible for all their acts committed while under the influence of wine. The indulgence of appetite cost those priests their lives. God expressly forbade the use of wine that would have an influence to becloud the intellect."},{"refcode_short":"2Red 83.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 83.2 (Ellen Gould White)","content":"“And the Lord spake unto Aaron, saying, Do not drink wine nor strong drink, thou, nor thy sons with thee, when ye go into the tabernacle of the congregation, lest ye die; it shall be a statute forever throughout your generations; and that ye may put difference between holy and unholy, and between unclean and clean; and that ye may teach the children of Israel all the statutes which the Lord hath spoken unto them by the hand of Moses.”"},{"refcode_short":"2Red 84.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 84.1 (Ellen Gould White)","content":"The special injunction of God to the Hebrews in reference to the use of intoxicating liquors should be regarded in this dispensation. But many who are holding the highest responsibilities in our country are, in too many cases, liquor-and-tobacco slaves."},{"refcode_short":"2Red 84.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 84.2 (Ellen Gould White)","content":"Jurors in our courts, by whose verdict the innocence or guilt of their fellow-men is decided, are many of them liquor-drinkers and tobacco-inebriates. And, while under the influence of these, which becloud the intellect and debase the soul, judgment is given upon the liberty and life of their fellow-men."},{"refcode_short":"2Red 84.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 84.3 (Ellen Gould White)","content":"Perverted judgment in many cases clears from all punishment the greatest criminals, when the safety of society demands they should receive the full penalty of the law which they have violated."},{"refcode_short":"2Red 84.4","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 84.4 (Ellen Gould White)","content":"The men who are legislating, and those who are executing the laws of our government while they are violating the laws of their being in debasing appetites, which stupefy and paralyze the intellect, are not fitted to decide the destiny of their fellow-men. Those only who feel the necessity of keeping soul, body, and spirit, in conformity to natural law, to the end that they may preserve the right balance of their mental powers, are fitted to decide important questions in reference to the execution of the law of our land. This was the mind of God by decrees to the Hebrews that wine should not be used by those who ministered in holy office."},{"refcode_short":"2Red 84.5","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 84.5 (Ellen Gould White)","content":"Here we have the most plain directions of God, and his reasons for prohibiting the use of wine; that their power of discrimination and discernment might be clear, and in no way confused; that their judgment might be correct, and they be ever able to discern between the clean and unclean. Another reason of weighty importance why they should abstain from anything which would intoxicate, is also given. It would require the full use of unclouded reason to present to the children of Israel all the statutes which God had spoken to them."},{"refcode_short":"2Red 85.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 85.1 (Ellen Gould White)","content":"Anything in eating and drinking which disqualifies the mental powers for healthful and active exercise is an aggravating sin in the sight of God. Especially is this the case with those who minister in holy things, who should at all times be examples to the people, and be in a condition to properly instruct them."},{"refcode_short":"2Red 85.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 85.2 (Ellen Gould White)","content":"Notwithstanding they have this striking example before them, some professed Christians will desecrate the house of God with breaths polluted with the fumes of liquor and tobacco. And the spittoons are sometimes filled with the ejected spittle and quids of tobacco. The effluvia is constantly arising from these receptacles, polluting the atmosphere. Men professing to be Christians bow to worship God, and dare to pray to him, with their lips stained by tobacco, while their half-paralyzed nerves tremble from the exhausting use of this powerful narcotic. And this is the devotion they offer to a holy, and sin-hating God. Ministers in the sacred desk, with mouth and lips defiled, dare to take the sacred word of God in their polluted lips. They think God does not notice their sinful indulgence. “Because sentence against an evil work is not executed speedily, therefore the heart of the sons of men is fully set in them to do evil.” God will no more receive a sacrifice from the hands of those who thus pollute themselves, and offer with their service the incense of tobacco and liquor, than he would receive the offering of the sons of Aaron, who offered incense with strange fire."},{"refcode_short":"2Red 86.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 86.1 (Ellen Gould White)","content":"God has not changed. He is as particular and exact in his requirements now as he was in the days of Moses. But in the sanctuaries of worship in our day, with the songs of praise, the prayers, and the teaching from the pulpit, there is not merely strange fire, but positive defilement. Instead of truths being preached with holy unction from God, it is sometimes spoken under the influence of tobacco and brandy. Strange fire indeed! Bible truth and Bible holiness are presented to the people, and prayers are offered to God, mingled with the stench of tobacco! Such incense is most acceptable to Satan! A terrible deception is this! What an offense in the sight of God! What an insult to him who is holy, dwelling in light unapproachable!"},{"refcode_short":"2Red 86.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 86.2 (Ellen Gould White)","content":"If the faculties of the mind were in healthful vigor, professed Christians would discern the inconsistency of such worship. Like Nadab and Abihu, their sensibilities are so blunted that they make no difference between the sacred and common. Holy and sacred things are brought down upon a level with their tobacconized breaths, benumbed brains, and their polluted souls, defiled through indulgence of appetite and passion. Professed Christians eat and drink, smoke and chew tobacco, and become gluttons and drunkards, to gratify appetite, and still talk of overcoming as Christ overcame!!"},{"refcode_short":"2Red 87","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 87 (Ellen Gould White)","content":"Sin of Presumption"},{"refcode_short":"2Red 87.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 87.1 (Ellen Gould White)","content":"There are many who fail to distinguish between the rashness of presumption and the intelligent confidence of faith. Satan thought that by his temptations he could delude the world's Redeemer, to make one bold move in manifesting his divine power, to create a sensation, and to surprise all by the wonderful display of the power of his Father in preserving him from injury. He suggested that Christ should appear in his real character, and by this masterpiece of power, establish his right to the confidence and faith of the people, that he was indeed the Saviour of the world. If Christ had been deceived by Satan's temptations, and had exercised his miraculous power to relieve himself from difficulty, he would have broken the contract made with his Father, to be a probationer in behalf of the race."},{"refcode_short":"2Red 87.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 87.2 (Ellen Gould White)","content":"It was a difficult task for the Prince of Life to carry out the plan which he had undertaken for the salvation of man, in clothing his divinity with humanity. He had received honor in the heavenly courts, and was familiar with absolute power. It was as difficult for him to keep the level of humanity as for men to rise above the low level of their depraved natures, and be partakers of the divine nature."},{"refcode_short":"2Red 87.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 87.3 (Ellen Gould White)","content":"Christ was put to the closest test, requiring the strength of all his faculties to resist the inclination when in danger, to use his power to deliver himself from peril, and triumph over the power of the prince of darkness. Satan showed his knowledge of the weak points of the human heart, and puts forth his utmost power to take advantage of the weakness of the humanity, which Christ had assumed in order to overcome his temptations on man's account."},{"refcode_short":"2Red 88.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 88.1 (Ellen Gould White)","content":"God has given man precious promises upon conditions of faith and obedience; but they are not to sustain him in any rash act. If men needlessly place themselves in peril, and go where God does not require them to go, and self-confidently expose themselves to danger, disregarding the dictates of reason, God will not work a miracle to relieve them. He will not send his angels to preserve any from being burned if they choose to place themselves in the fire."},{"refcode_short":"2Red 88.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 88.2 (Ellen Gould White)","content":"Adam was not deceived by the serpent, as was Eve, and it was inexcusable in Adam to rashly transgress God's positive command. Adam was presumptuous because his wife had sinned. He could not see what would become of Eve. He was sad, troubled, and tempted. He listened to Eve's recital of the words of the serpent, and his constancy and integrity began to waver. Doubts arose in his mind in regard to whether God did mean just as he said. He rashly ate the tempting fruit."},{"refcode_short":"2Red 88","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 88 (Ellen Gould White)","content":"Spiritualism"},{"refcode_short":"2Red 88.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 88.3 (Ellen Gould White)","content":"Spiritualists make the path to hell most attractive. Spirits of darkness are clothed by these deceptive teachers in pure robes of Heaven, and they have power to deceive those not fortified with Bible truth. Vain philosophy is employed in representing the path to hell as a path of safety. With the imagination highly wrought, and voices musically tuned, they picture the broad road as one of happiness and glory. Ambition holds before deluded souls, as Satan presented to Eve, a freedom and bliss for them to enjoy which they never conceived was possible. Men are praised who have traveled the broad path to hell, and after they die are exalted to the highest positions in the eternal world. Satan, clothed in robes of brightness, appearing like an exalted angel, tempted the world's Redeemer without success. But as he comes to man robed as an angel of light he has better success. He covers his hideous purposes, and succeeds too well in deluding the unwary who are not firmly anchored upon eternal truth."},{"refcode_short":"2Red 89.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 89.1 (Ellen Gould White)","content":"Riches, power, genius, eloquence, pride, perverted reason, and passion, are enlisted as Satan's agents in doing his work in making the broad road attractive, strewing it with tempting flowers. But every word they have spoken against the world's Redeemer will be reflected back upon them, and will one day burn into their guilty souls like molten lead. They will be overwhelmed with terror and shame as they behold the exalted One coming in the clouds of heaven with power and great glory. Then shall the bold defier, who lifted himself up against the Son of God, see himself in the true blackness of his character. The sight of the inexpressible glory of the Son of God will be intensely painful to those whose characters are stained with sin. The pure light and glory emanating from Christ will awaken remorse, shame, and terror. They will send forth wails of anguish to the rocks and mountains, “Fall on us, and hide us from the face of Him who sitteth on the throne, and from the wrath of the Lamb; for the great day of his wrath is come, and who shall be able to stand?”"},{"refcode_short":"2Red 90.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 90.1 (Ellen Gould White)","content":"Spiritualists claim superior light and power. They have opened the door and invited the prince of darkness in, and have made him their honored guest. They have allied themselves to the powers of darkness which are developing in these last days in signs and wonders, that if it were possible they would deceive the very elect. Spiritualists claim that they can do greater miracles than Christ did. Satan made the same boasts to Christ. Because the Son of God had linked himself to the weakness of humanity, to be tempted in all points like as man should be tempted, Satan triumphed over him, and taunted him. He boasted of his superior strength, and dared him to open a controversy with him."},{"refcode_short":"2Red 90.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 90.2 (Ellen Gould White)","content":"Spiritualists are increasing in numbers. They will come to men who have the truth as Satan came to Christ, tempting them to manifest their power, and work miracles, and give evidence of their being favored of God, and of their being the people who have the truth. Satan said to Christ, “If thou be the Son of God, command these stones that they be made bread.” Herod and Pilate asked Christ to work miracles when he was on trial for his life. Their curiosity was aroused, but Christ did not work a miracle to gratify them."},{"refcode_short":"2Red 90.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 90.3 (Ellen Gould White)","content":"Spiritualists will press the matter to engage in controversy with ministers who teach the truth. If they decline, they will dare them. They will quote Scripture, as did Satan to Christ. “Prove all things,” say they. But their idea of proving is to listen to their deceptive reasonings, and in attending their circles. But in their gatherings, the angels of darkness assume the forms of dead friends, and communicate with them as angels of light."},{"refcode_short":"2Red 91.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 91.1 (Ellen Gould White)","content":"Their loved ones will appear in robes of light, as familiar to the sight as when they were upon the earth. They will teach them, and converse with them. And many will be deceived by this wonderful display of Satan's power. The only safety for the people of God is to be thoroughly conversant with their Bibles, and be intelligent upon the reasons of our faith in regard to the sleep of the dead."},{"refcode_short":"2Red 91.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 91.2 (Ellen Gould White)","content":"Satan is a cunning foe. And it is not difficult for the evil angels to represent both saints and sinners who have died, and make these representations visible to human eyes. These manifestations will be more frequent, and developments of a more startling character will appear as we near the close of time. We need not be astonished at anything in the line of deceptions to allure the unwary, and deceive, if possible, the very elect. Spiritualists quote, “Prove all things.” But God has, for the benefit of his people who live amid the perils of the last days, proved this class, and given the result of his proving."},{"refcode_short":"2Red 91.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 91.3 (Ellen Gould White)","content":"2 Thessalonians 2:9-12: “Even him, whose coming is after the working of Satan with all power and signs and lying wonders, and with all deceivableness of unrighteousness in them that perish; because they received not the love of the truth, that they might be saved. And for this cause God shall send them strong delusion, that they should believe a lie; that they all might be damned who believed not the truth, but had pleasure in unrighteousness.”"},{"refcode_short":"2Red 91.4","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 91.4 (Ellen Gould White)","content":"John, upon the Isle of Patmos, saw the things which should come upon the earth in the last days. Revelation 13:13; 16:14: “And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men.” “For they are the spirits of devils, working miracles, which go forth unto the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.”"},{"refcode_short":"2Red 92.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 92.1 (Ellen Gould White)","content":"The apostle Peter distinctly points out the class which will be manifested in these last days."},{"refcode_short":"2Red 92.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 92.2 (Ellen Gould White)","content":"2 Peter 2:10-14: “But chiefly them that walk after the flesh in the lust of uncleanness, and despise government. Presumptuous are they, self-willed, they are not afraid to speak evil of dignities. Whereas, angels, which are greater in power and might, bring not railing accusation against them before the Lord. But these, as natural brute beasts made to be taken and destroyed, speak evil of the things that they understand not; and shall utterly perish in their own corruption, and shall receive the reward of unrighteousness, as they that count it pleasure to riot in the daytime. Spots they are and blemishes, sporting themselves with their own deceivings while they feast with you; having eyes full of adultery, and that cannot cease from sin; beguiling unstable souls; a heart they have exercised with covetous practices; cursed children.”"},{"refcode_short":"2Red 92.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 92.3 (Ellen Gould White)","content":"God, in his word, has placed his stamp upon the heresies of spiritualism as he placed his mark upon Cain. The godly need not be deceived if they are students of the Scriptures and obedient to follow the plain path marked out for them in the word of God."},{"refcode_short":"2Red 92.4","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 92.4 (Ellen Gould White)","content":"The boastful spiritualist claims great freedom, and in smooth, flowery language seeks to fascinate and delude unwary souls to choose the broad path of pleasure and sinful indulgence, rather than the narrow path and the straight way. Spiritualists call the requirements of God's law bondage, and say those who obey them live a life of slavish fear. With smooth words and fair speeches they boast of their freedom, and seek to cover their dangerous heresies with the garments of righteousness. They would make the most revolting crimes be considered as blessings to the race."},{"refcode_short":"2Red 93.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 93.1 (Ellen Gould White)","content":"They open before the sinner a wide door to follow the promptings of the carnal heart, and violate the law of God, especially the seventh commandment. Those who speak these great swelling words of vanity, and who triumph in their freedom in sin, promise those whom they deceive the enjoyment of freedom in a course of rebellion against the revealed will of God. These deluded souls are themselves in the veriest bondage to Satan and are controlled by his power, and yet promising liberty to those who will dare to follow the same course of sin that they themselves have chosen."},{"refcode_short":"2Red 93.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 93.2 (Ellen Gould White)","content":"The Scriptures are indeed fulfilled in this, that the blind are leading the blind. For by whom a man is overcome, of the same is he brought in bondage. These deluded souls are under the most abject slavery to the will of demons. They have allied themselves to the powers of darkness and have no strength to go contrary to the will of demons. This is their boasted liberty. By Satan are they overcome and brought into bondage, and the great liberty promised to those they deceive is helpless slavery to sin and Satan."},{"refcode_short":"2Red 93.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 93.3 (Ellen Gould White)","content":"We are not to attend their circles, neither are our ministers to engage in controversy with them. They are of that class specified whom we should not invite into our houses, or bid them God speed. We have to compare their teachings with the revealed will of God. We are not to engage in an investigation of spiritualism. God has investigated this for us, and told us definitely that a class would arise in the last days who would deny Christ who has purchased them with his own blood. The character of spiritualists is so plainly described that we need not be deceived by them. If we obey the divine injunction, we shall have no sympathy with spiritualists, however smooth and fair may be their words."},{"refcode_short":"2Red 94.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 94.1 (Ellen Gould White)","content":"The beloved John continues his warning against seducers: “Who is a liar but he that denieth that Jesus is the Christ? He is Antichrist that denieth the Father and the Son. Whosoever denieth the Son, the same hath not the Father: (but he that acknowledgeth the Son, hath the Father also.)”"},{"refcode_short":"2Red 94.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 94.2 (Ellen Gould White)","content":"In Paul's second epistle to the Thessalonians, he exhorts to be on guard, and not depart from the faith. He speaks of Christ's coming as an event to immediately follow the work of Satan in spiritualism in these words: “Even him, whose coming is after the workings of Satan with all power and signs and lying wonders, and with all deceivableness of unrighteousness in them that perish; because they received not the love of the truth, that they might be saved. And for this cause God shall send them strong delusion, that they should believe a lie; that they all might be damned who believed not the truth, but had pleasure in unrighteousness.”"},{"refcode_short":"2Red 94.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 94.3 (Ellen Gould White)","content":"In the epistle of Paul to Timothy, he foretells what will be manifested in the latter days. And this warning was for the benefit of those who should live when these things should take place. God revealed to his servant the perils of the church in the last days. He writes, “Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits and doctrines of devils, speaking lies in hypocrisy, having their conscience seared with a hot iron.”"},{"refcode_short":"2Red 95.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 95.1 (Ellen Gould White)","content":"The faithful Peter speaks of the dangers to which the Christian church would be exposed in the last days, and more fully describes the heresies which would arise and the blaspheming seducers who would seek to draw away souls after them. “But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction. And many shall follow their pernicious ways, by reason of whom the way of truth shall be evil spoken of.”"},{"refcode_short":"2Red 95.2","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 95.2 (Ellen Gould White)","content":"Here God has worked out for us the proof of the class mentioned. They have refused to acknowledge Christ as the Son of God, and they have no more reverence for the eternal Father than for his Son, Jesus Christ. They have neither the Son nor the Father. And like their great leader, the rebel chief, they are in rebellion against the law of God, and they despise the blood of Christ."},{"refcode_short":"2Red 95.3","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 95.3 (Ellen Gould White)","content":"We may rejoice in every condition of life, and triumph under all circumstances, because the Son of God came down from Heaven and submitted to bear our infirmities, and to endure sacrifice and death in order to give to us immortal life. He will ever bear the marks of his earthly humiliation in man's behalf. While the redeemed host and the pure angelic throng shall do him honor and worship him, he will carry the marks of one that has been slain. The more fully we appreciate the infinite sacrifice made in our behalf by a sin-atoning Saviour, the more closely do we come into harmony with Heaven."},{"refcode_short":"2Red 96.1","refcode_long":"Redemption; or the Temptation of Christ in The Wilderness, p. 96.1 (Ellen Gould White)","content":"We have characters to form here. God will test us and prove us by placing us in positions to develop the most enduring strength, purity and nobility of soul, with perfect patience on our part, and entire trust in a crucified Saviour. We shall meet with reverses, affliction, and severe trials, for these are God's tests. He will sit as a refiner and purifier of silver and purge his people as gold and silver, that they may offer to the Lord an offering in righteousness."}]