[{"refcode_short":"3BC 1125","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1125 (Ellen Gould White)","content":"EGW Comments SDA Bible Commentary Vol. 3"},{"refcode_short":"3BC 1127.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1127.1 (Ellen Gould White)","content":"The following quotations are from unpublished manuscripts and from articles in various papers, such as the Review and Herald, that at the time  of publication in the SDA Bible Commentary were not incorporated in any of the current Ellen G. White books. These quotations are arranged in sequence from 1 Chronicles to Song of Solomon, the books covered in this volume of the commentary. Bible references in parentheses preceding certain quotations indicate other passages of Scripture on which these quotations throw light."},{"refcode_short":"3BC 1127","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1127 (Ellen Gould White)","content":"1 Chronicles"},{"refcode_short":"3BC 1127","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1127 (Ellen Gould White)","content":"Chapter 21"},{"refcode_short":"3BC 1127.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1127.2 (Ellen Gould White)","content":"1-13 (2 Samuel 24:1-14). David Trusted Himself to God's Mercies—The work of numbering Israel is not fully completed before David feels convicted that he has committed a great sin against God. He sees his error, and humbles himself before God, confessing his great sin in foolishly numbering the people. But his repentance came too late. The word had already gone forth from the Lord to His faithful prophet, to carry a message to David, and offer him his choice of punishments for his transgression. David still shows that he has confidence in God. He chooses to fall into the hands of a merciful God, rather than to be left to the cruel mercies of wicked men (The Spirit of Prophecy 1:385)."},{"refcode_short":"3BC 1127.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1127.3 (Ellen Gould White)","content":"14-27 (2 Samuel 24:15-25). David's Repentance Accepted and Destruction Stayed—Swift destruction followed. Seventy thousand were destroyed by pestilence. David and the elders of Israel were in the deepest humiliation, mourning before the Lord. As the angel of the Lord was on his way to destroy Jerusalem, God bade him stay his work of death. A pitiful God loves His people still, notwithstanding their rebellion. The angel, clad in warlike garments, with a drawn sword in his hand, stretched out over Jerusalem, is revealed to David, and to those who are with him. David is terribly afraid, yet he cries out in his distress, and his compassion for Israel. He begs of God to save the sheep. In anguish he confesses, “I have sinned, and I have done wickedly; but these sheep, what have they done? Let thine hand, I pray thee, be against me, and against my father's house.” God speaks to David, by His prophet, and bids him make atonement for his sin. David's heart was in the work, and his repentance was accepted. The threshing floor of Araunah is offered him freely, where to build an altar unto the Lord; also cattle, and everything needful for the sacrifice. But David tells him who would make this generous offering, that the Lord will accept the sacrifice which he is willing to make, but that he would not come before the Lord with an offering which cost him nothing. He would buy it of him for full price. He offered there burnt-offerings and peace-offerings. God accepted the offerings by answering David in sending fire from heaven to consume the sacrifice. The angel of the Lord was commanded to put his sword into his sheath, and cease his work of destruction (The Spirit of Prophecy 1:385, 386)."},{"refcode_short":"3BC 1128","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1128 (Ellen Gould White)","content":"Chapter 22"},{"refcode_short":"3BC 1128.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1128.1 (Ellen Gould White)","content":"13. God Blesses Those Who Cherish Principle—Did the Lord make a mistake in placing Solomon in a position of so great responsibility? Nay. God prepared him to bear these responsibilities, and promised him grace and strength on condition of obedience. [1 Chronicles 22:13 quoted.]"},{"refcode_short":"3BC 1128.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1128.2 (Ellen Gould White)","content":"The Lord sets men in responsible places, not to act out their own wills, but His will. So long as they cherish His pure principles of government, He will bless and strengthen them, recognizing them as His instrumentalities. God never forsakes the one who is true to principle. (Manuscript 164, 1902)."},{"refcode_short":"3BC 1128","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1128 (Ellen Gould White)","content":"Chapter 23"},{"refcode_short":"3BC 1128.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1128.3 (Ellen Gould White)","content":"1-5 (2 Chronicles 8:14). Organization for the Temple Services—[1 Chronicles 23:1-5 quoted.] The four thousand musicians, divided into twenty-four courses, were each lead by twelve men especially instructed and skilful in the use of musical instruments. The work of the porters was also definitely arranged."},{"refcode_short":"3BC 1128.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1128.4 (Ellen Gould White)","content":"The priests were divided into twenty-four courses, and a full and accurate record was made regarding this division. Each course was thoroughly organized under its chief, and each was to come to Jerusalem twice a year, to attend for one week to the ministry of the sanctuary."},{"refcode_short":"3BC 1128.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1128.5 (Ellen Gould White)","content":"The Levites, whose duty it was to assist in the sanctuary service, were organized and allotted their part with similar precision (The Review and Herald, October 5, 1905)."},{"refcode_short":"3BC 1128","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1128 (Ellen Gould White)","content":"Chapter 27"},{"refcode_short":"3BC 1128.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1128.6 (Ellen Gould White)","content":"1, 32-34 (Proverbs 11:14; 24:6). Wide Distribution of Responsibility Lessened Burdens—In planning for the administration of the affairs of the kingdom, after David abdicated in favor of Solomon, the aged king and his son and their counselors regarded it as essential that everything be done with regularity, propriety, fidelity, and dispatch. So far as possible, they followed the system of organization given Israel soon after the deliverance from Egypt. The Levites were assigned the work connected with the temple service, including the ministry of song and instrumental music, and the keeping of the treasures. The men capable of bearing arms and of serving the king were divided into twelve courses of twenty-four thousand each. Over every course was a captain. “The general of the king's army was Joab.” “The courses ... came in and went out month by month throughout all the months of the year.” Thus every group of twenty-four thousand served the king one month during each year."},{"refcode_short":"3BC 1128.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1128.7 (Ellen Gould White)","content":"David appointed Jonathan, his uncle, as “a counselor, a wise man, and a scribe”; Ahithophel also was “the king's counselor.... And after Ahithophel was Jehoiada ... and Abiathar.” Hushai was “the king's friend.” By his prudent example, the aged king taught Solomon that “in the multitude of counselors there is safety.”"},{"refcode_short":"3BC 1128.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1128.8 (Ellen Gould White)","content":"The thoroughness and completeness of the organization perfected at the beginning of Solomon's reign; the comprehensiveness of the plans for bringing the largest number possible of all the people into active service; the wide distribution of responsibility, so that the service of God and of the king should not be unduly burdensome to any individual or class,—these are lessons which all may study with profit, and which the leaders of the Christian church should understand and follow."},{"refcode_short":"3BC 1128.9","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1128.9 (Ellen Gould White)","content":"This picture of a great and mighty nation living in simplicity and comfort in rural homes, every person rendering willing and unsalaried service to God and the king for a portion of each year, is one from which we may gather many helpful suggestions (The Review and Herald, October 12, 1905)."},{"refcode_short":"3BC 1128","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1128 (Ellen Gould White)","content":"Chapter 28"},{"refcode_short":"3BC 1128.10","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1128.10 (Ellen Gould White)","content":"9. Fidelity Must Precede Blessings—[1 Chronicles 28:9 quoted.] This charge is given to the men in positions of trust in the work of God today as verily as it was given to Solomon. The day of test and trial is upon them, as verily as it was then upon Solomon."},{"refcode_short":"3BC 1128.11","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1128.11 (Ellen Gould White)","content":"Fidelity is required before God can bestow the blessings that He has promised. Those who offer God acceptable service must obey all His commandments. Thus they become representatives of Christ (Manuscript 163, 1902)."},{"refcode_short":"3BC 1128.12","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1128.12 (Ellen Gould White)","content":"11-13, 19. An Angel Guided David's Writing—The Lord, through His angel, instructed David, and gave him a pattern of the house which Solomon should build for Him. An angel was commissioned to stand by David while he was writing out, for the benefit of Solomon, the important directions in regard to the arrangements of the house. David's heart was in the work (The Spirit of Prophecy 1:387, 388)."},{"refcode_short":"3BC 1129.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1129.1 (Ellen Gould White)","content":"Carpenter of Nazareth Was Heavenly Architect—Christ was the foundation of the Jewish economy. He planned the arrangements of the first earthly tabernacle. He gave every specification in regard to the building of Solomon's temple. He who worked as a carpenter in the village of Nazareth was the heavenly Architect who marked out the plan of the house where His name should be honored. The things of heaven and earth are more directly under Christ's supervision than many realize (Manuscript 34, 1899)."},{"refcode_short":"3BC 1129.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1129.2 (Ellen Gould White)","content":"20, 21. God Gives Wisdom to Accomplish This Work—[1 Chronicles 28:20, 21 quoted.] David's solemn charge should be kept in mind by those who are in positions of trust today; for it is as verily binding upon these men as it was upon Solomon at the time it was given. In this our day of probation God's people are being tested and tried as surely as they were in the days of Solomon."},{"refcode_short":"3BC 1129.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1129.3 (Ellen Gould White)","content":"This whole chapter is of importance to all the people of God living in this age. In the business that He desires men of His appointment to carry on for the safety and prosperity of His kingdom, the Lord does not link together scattered elements that have not had a genuine experience, and that give no promise of developing characters that may be depended upon to bear responsibilities in connection with the work of molding and fashioning a nation to do a most solemn, sacred service for God, consistent with the uplifted, purified state of a people who represent Him."},{"refcode_short":"3BC 1129.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1129.4 (Ellen Gould White)","content":"God's service is not committed to one man's judgment and option, but is divided among those who are found willing to labor interestedly and self-sacrificingly. Thus all, according to the skill and ability God has given them, bear the responsibilities that He has appointed to them. The important interests of a great nation were entrusted to men whose talents fitted them to handle these responsibilities. Some were chosen to direct the business affairs; others were chosen to look after spiritual matters connected with the worship of God. All the religious service and every branch of the business was to bear the signature of heaven. “Holiness unto the Lord” was to be the motto of the laborers in every department. It was regarded as essential that everything be conducted with regularity, propriety, fidelity, and dispatch."},{"refcode_short":"3BC 1129.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1129.5 (Ellen Gould White)","content":"To all who are engaged in His service, the Lord gives wisdom. The tabernacle to be borne in the wilderness, and the temple at Jerusalem, were built in accordance with special directions from God. In the very beginning, He was particular as to the design and the accomplishment of His work. In this age of the world He has given His people much light and instruction in regard to how His work is to be carried forward,—on an elevated, refined, ennobling basis; and He is displeased with those who in their service do not carry out His design. He will separate such men from His cause, and prove others, who, if self-sufficient, will in turn be replaced by still other laborers (Manuscript 81, 1900)."},{"refcode_short":"3BC 1129","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1129 (Ellen Gould White)","content":"Chapter 29"},{"refcode_short":"3BC 1129.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1129.6 (Ellen Gould White)","content":"5. Half-hearted Service Cannot Please God—[1 Chronicles 29:5 quoted.] The response came not only in liberal offerings of treasures to meet the expense of the building, but also in willing service in the various lines of God's work. Hearts were filled with a desire to return to the Lord His own, by consecrating to His service all the energies of mind and body. Those upon whom had been placed burdens of state, determined to labor heartily and unselfishly, using for God the skill and ability He had given them."},{"refcode_short":"3BC 1129.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1129.7 (Ellen Gould White)","content":"David's exhortation to Solomon, and his appeal to the burden-bearers of the nation, should be kept in mind by those who are in positions of trust in the Lord's cause today. In this our day God's people will prosper only so long as they keep His precepts; and those who bear responsibilities are called upon to consecrate their service to the Lord. Conference officers, church officers, managers and heads of departments in our institutions, laborers in the field at home and abroad,—all are to render faithful service by using their talents wholly for God. The Lord is not pleased with half-hearted service. To Him we owe all that we have and are (The Review and Herald, September 14, 1905)."},{"refcode_short":"3BC 1130.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130.1 (Ellen Gould White)","content":"14. David and God Were Partners—This subject of the use of the means entrusted to us should be carefully considered; for the Lord will require His own with usury. While in poverty, many regard systematic giving as a Bible requirement; but when they come into possession of money or property, they do not acknowledge God's claim upon them. They look upon their means as their own. But not so did King David regard his possessions. He understood that God is the great proprietor of all things, and that he himself was highly honored in that he had been taken into partnership with God. His heart was filled with gratitude for the favor and mercy of God, and in his prayer when presenting offerings for the building of the temple, he said, “Of thine own have we given thee” (The Review and Herald, December 8, 1896)."},{"refcode_short":"3BC 1130","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130 (Ellen Gould White)","content":"2 Chronicles"},{"refcode_short":"3BC 1130","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130 (Ellen Gould White)","content":"Chapter 1"},{"refcode_short":"3BC 1130.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130.2 (Ellen Gould White)","content":"3-6. See EGW on 1 Kings 3:4, Vol. 2, p. 1025."},{"refcode_short":"3BC 1130.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130.3 (Ellen Gould White)","content":"7-10. See EGW on 1 Kings 3:5-9, Vol. 2, p. 1025."},{"refcode_short":"3BC 1130.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130.4 (Ellen Gould White)","content":"7-12. See EGW on 1 Kings 3:5-15, Vol. 2, p. 1026."},{"refcode_short":"3BC 1130","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130 (Ellen Gould White)","content":"Chapter 2"},{"refcode_short":"3BC 1130.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130.5 (Ellen Gould White)","content":"3-14. See EGW on 1 Kings 5:3-18, Vol. 2, p. 1026."},{"refcode_short":"3BC 1130.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130.6 (Ellen Gould White)","content":"13, 14. See EGW on 1 Kings 7:13, 14, Vol. 2, p. 1030."},{"refcode_short":"3BC 1130","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130 (Ellen Gould White)","content":"Chapter 4"},{"refcode_short":"3BC 1130.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130.7 (Ellen Gould White)","content":"11. See EGW on 1 Kings 7:13, 14, Vol. 2, p. 1030."},{"refcode_short":"3BC 1130","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130 (Ellen Gould White)","content":"Chapter 5"},{"refcode_short":"3BC 1130.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130.8 (Ellen Gould White)","content":"7, 8, 12-14. See EGW on 1 Kings 6:23-28, Vol. 2, p. 1030."},{"refcode_short":"3BC 1130","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130 (Ellen Gould White)","content":"Chapter 6"},{"refcode_short":"3BC 1130.9","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130.9 (Ellen Gould White)","content":"13 (1 Kings 8:54). Kneel for Prayer in Public Worship—I have received letters questioning me in regard to the proper attitude to be taken by a person offering prayer to the Sovereign of the universe. Where have our brethren obtained the idea that they should stand upon their feet when praying to God? ..."},{"refcode_short":"3BC 1130.10","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130.10 (Ellen Gould White)","content":"[Luke 22:41; Acts 9:40; 7:59, 60; 20:36; 21:5; Ezra 9:5, 6; Psalm 95:6; Ephesians 3:14 quoted.]..."},{"refcode_short":"3BC 1130.11","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130.11 (Ellen Gould White)","content":"Both in public and private worship it is our duty to bow down upon our knees before God when we offer our petitions to Him. This act shows our dependence upon God...."},{"refcode_short":"3BC 1130.12","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130.12 (Ellen Gould White)","content":"[2 Chronicles 6:1-13 quoted.]..."},{"refcode_short":"3BC 1130.13","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130.13 (Ellen Gould White)","content":"Is it possible that with all the light that God has given to His people on the subject of reverence, that ministers, principals, and teachers in our schools, by precept and example teach young men to stand erect in devotion as did the Pharisees? Shall we look upon this as significant of their self-sufficiency and self-importance? Are these traits to become conspicuous? ..."},{"refcode_short":"3BC 1130.14","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130.14 (Ellen Gould White)","content":"We hope that our brethren will not manifest less reverence and awe as they approach the only true and living God than the heathen manifest for their idol deities, or these people will be our judges in the day of final decision. I would speak to all who occupy the place of teachers in our schools. Men and women, do not dishonor God by your irreverence and pomposity. Do not stand up in your Phariseeism and offer your prayers to God. Mistrust your own strength. Depend not in it; but often bow down on your knees before God, and worship Him."},{"refcode_short":"3BC 1130.15","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1130.15 (Ellen Gould White)","content":"And when you assemble to worship God, be sure and bow your knees before Him. Let this act testify that the whole soul, body, and spirit are in subjection to the Spirit of truth. Who have searched the Word closely for examples and direction in this respect? ..."},{"refcode_short":"3BC 1131.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1131.1 (Ellen Gould White)","content":"Man must come on bended knee, as a subject of grace, a suppliant at the footstool of mercy. And as he receives daily mercies at the hand of God, he is ever to cherish gratitude in his heart, and give expression to it in the words of thanksgiving and praise for these unmerited favors (NL 37, pp. 1-3)."},{"refcode_short":"3BC 1131.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1131.2 (Ellen Gould White)","content":"The prayer offered by Solomon during the dedication of the temple, was not made while he stood upon his feet. The king knelt in the humble position of a petitioner."},{"refcode_short":"3BC 1131.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1131.3 (Ellen Gould White)","content":"Herein is a lesson for God's people today. Our spiritual strength and our influence are not increased by conformity to a worldly attitude during prayer.... Let man come on bended knee, as a subject of grace, a suppliant at the footstool of mercy. Thus he is to testify that the whole soul, body, and spirit are in subjection to his Creator (The Review and Herald, November 30, 1905)."},{"refcode_short":"3BC 1131","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1131 (Ellen Gould White)","content":"Chapter 8"},{"refcode_short":"3BC 1131.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1131.4 (Ellen Gould White)","content":"14. See EGW on 1 Chronicles 23:1-5."},{"refcode_short":"3BC 1131","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1131 (Ellen Gould White)","content":"Chapter 9"},{"refcode_short":"3BC 1131.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1131.5 (Ellen Gould White)","content":"17-22. See EGW on Ecclesiastes 1:14."},{"refcode_short":"3BC 1131.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1131.6 (Ellen Gould White)","content":"22, 23 (1 Kings 10:23, 24). God Endows Man With Talent—[2 Chronicles 9:22, 23 quoted.] This honor was not brought about by Solomon himself. God gave to him the talents of influence and of great wisdom. Let all remember that tact and ability do not come from the natural man. Those who depend upon ministers or upon any other men whom they regard as superior to themselves, should understand that God is the One who endows man with talent."},{"refcode_short":"3BC 1131.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1131.7 (Ellen Gould White)","content":"We see danger in the bestowal of rich gifts or of words of commendation upon human agencies. Those who are favored by the Lord need to be on guard constantly, lest pride or self-esteem obtain the supremacy. He who has an unusual following, he who has received words of commendation from the Lord, needs the special prayers of God's faithful watchmen, that he may be shielded from the danger of cherishing thoughts of self-esteem and spiritual pride. Never is such a man to manifest self-importance, or attempt to act as a dictator or a ruler. Faithfully should his brethren warn him of his dangers; for, if left to himself, he will surely make mistakes, and reveal human frailties."},{"refcode_short":"3BC 1131.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1131.8 (Ellen Gould White)","content":"In studying Solomon's history, we can see clearly that the very ones who flattered and praised and glorified the man of ability are the ones who did not recognize and glorify God for the blessings He bestowed upon them through the human instrumentality. They supported and glorified the man; God was dishonored; and therefore the Lord found the vessel He had ordained and used in His sacred service, becoming unclean. The sentiments, the spirit, and the likeness of the natural man began to appear, and he who once was doing God's will, became corrupted through human exaltations. Then the feebleness and weakness of man was revealed by the choice of injudicious friends, whose course of action helped the tempter to ensnare the man. The Lord allowed him to be ensnared, because he went on to exalt his own wisdom, and made not God his trust. He would not be counseled; he would walk in his own way...."},{"refcode_short":"3BC 1131.9","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1131.9 (Ellen Gould White)","content":"The Lord sets men in positions of responsibility to carry out not their own will, but God's will. He gives wisdom to those who seek Him and depend upon Him as their Counselor. So long as men represent the pure principles of His government, He will continue to bless and maintain them as His instrumentalities to carry out His purposes concerning His people. He cooperates with those who cooperate with Him.... The test by which Solomon was measured, is used to measure all (Manuscript 81, 1900)."},{"refcode_short":"3BC 1131","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1131 (Ellen Gould White)","content":"Chapter 14"},{"refcode_short":"3BC 1131.10","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1131.10 (Ellen Gould White)","content":"11. God Will Work With Us When We Trust Him—[2 Chronicles 14:11 quoted.] This is an appropriate prayer for us to make. Our prospects are anything but flattering. There are vast numbers arrayed against the truth, whom we must meet in presenting the light to others. Our hope is not in our knowledge of the truth, and in our own ability, but in the living God ... There should be ... living faith for the mighty God to manifest His power, else all will prove a failure. God defeated the enemies of Israel. He put their forces into disorder. They fled they knew not whither. Who can stand before the Lord God of Israel?"},{"refcode_short":"3BC 1132.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1132.1 (Ellen Gould White)","content":"Now we are not warring against flesh and blood, but against principalities and powers and spiritual wickedness in high places. The Lord would encourage us to look to Him as the source of all our strength, the One who is able to help us. We may look to men, and they will give us counsel, and yet this may be defeated; but when the God of Israel undertakes work for us, He will make it a success. We want to know that we are right before God; if we are not right before Him, then we want to make an earnest effort to come in right relation to Him. We must individually do something ourselves. We are not to risk our eternal interest upon guesswork. We must set everything right; we must follow out the requirements of God, and then expect God to work with our efforts. 2 Chronicles 20:15. God works in us by the light of His truth. We are to be obedient to all His commandments."},{"refcode_short":"3BC 1132.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1132.2 (Ellen Gould White)","content":"Oh, that we could take this point into consideration, that the work in which we are engaged is not our work, but God's work, and we as humble instruments are laborers together with Him; and with an eye single to God's glory, not mistake the beginning of the Christian life for its consummation, but see the necessity of training upon the earth to prepare us for doing God's will! We are not to lift up ourselves, not to be self-confident, but to trust in God, knowing that He is willing and able to help us. God will work with His people, but we want to be in that position where our trust and confidence will become firm in Him (The Review and Herald, May 10, 1887)."},{"refcode_short":"3BC 1132","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1132 (Ellen Gould White)","content":"Chapter 17"},{"refcode_short":"3BC 1132.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1132.3 (Ellen Gould White)","content":"3-7, 9, 10. Obedience Brings God's Favor—[2 Chronicles 17:3-7, 9, 10 quoted.] Obedience to the Lord always brings favor, and a faithful discharge of righteous principles will bear the divine credentials; but the Lord is dishonored when those who are placed as stewards of God's flock, sustain and sanction an evil work."},{"refcode_short":"3BC 1132.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1132.4 (Ellen Gould White)","content":"The outward signs of fasting and prayer, without a broken and contrite spirit, are of no value in God's sight. The inward work of grace is needed. Humiliation of soul is essential. God looks upon this. He will graciously receive those who will humble their hearts before Him. He will hear their petitions and heal their backslidings."},{"refcode_short":"3BC 1132.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1132.5 (Ellen Gould White)","content":"Ministers and people need the work of purification in their souls, that God's judgments may be turned away from them. God is waiting, waiting for humiliation and repentance. He will receive all who will turn unto Him with their whole heart (Manuscript 33, 1903)."},{"refcode_short":"3BC 1132","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1132 (Ellen Gould White)","content":"Chapter 26"},{"refcode_short":"3BC 1132.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1132.6 (Ellen Gould White)","content":"16-21 (2 Kings 15:5). Success Must Not Lift One Up—[2 Chronicles 26:16-21 quoted.] The case of Uzziah the king reveals how God will punish the sin of presumption.... The Lord has ordained men to certain positions in His church, and He would not have them step out of the places to which He has appointed them. When the Lord gives them a measure of success, they are not to become lifted up, and think themselves qualified to do a work for which they are not fitted, and to which God has not called them (The Review and Herald, August 14, 1900)."},{"refcode_short":"3BC 1132","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1132 (Ellen Gould White)","content":"Chapter 33"},{"refcode_short":"3BC 1132.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1132.7 (Ellen Gould White)","content":"9-13. The Way God Works—In the case of Manasseh the Lord gives us an instance of the way in which He works. [2 Chronicles 33:9-13 quoted.]"},{"refcode_short":"3BC 1132.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1132.8 (Ellen Gould White)","content":"The Lord has often spoken to His people in warning and reproof. He has revealed Himself in mercy, love, and kindness. He has not left His backsliding people to the will of the enemy, but has borne long with them, even during obdurate apostasy. But after appeals have been made in vain, He prepares the rod for punishment. What compassionate love has been exercised toward the people of God! The Lord might have cut down in their sins those who were working at cross purposes with Him, but He has not done this. His hand is stretched out still. We have reason to offer thanksgiving to God that He has not taken His Spirit from those who have refused to walk in His way (Letter 94, 1899)."},{"refcode_short":"3BC 1133","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133 (Ellen Gould White)","content":"Chapter 34"},{"refcode_short":"3BC 1133.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133.1 (Ellen Gould White)","content":"18, 19. See EGW on 2 Kings 22:10, 11, Vol. 2, p. 1038."},{"refcode_short":"3BC 1133.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133.2 (Ellen Gould White)","content":"21 (2 Kings 22:13). Word of the Lord Still Binding—[2 Kings 22:13 quoted.] Josiah did not say, “I knew nothing about this book. These are ancient precepts, and times have changed.” He appointed men to investigate the matter, and these men went to Huldah, the prophetess. [2 Kings 22:15-20 quoted.]"},{"refcode_short":"3BC 1133.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133.3 (Ellen Gould White)","content":"In Josiah's day the Word of the Lord was as binding, and should have been as strictly enforced, as at the time it was spoken. And today it is as binding as it was then (The General Conference Bulletin, April 1, 1903)."},{"refcode_short":"3BC 1133.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133.4 (Ellen Gould White)","content":"22 (2 Kings 22:14). Huldah Visited by Most Honored of the Kingdom—Josiah sent as messengers to the prophetess, the highest and most honored of the people. He sent the first men of his kingdom,—men who occupied high positions of trust in the nation. Thus he conferred honor upon the oracles of God (The General Conference Bulletin, April 1, 1903)."},{"refcode_short":"3BC 1133.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133.5 (Ellen Gould White)","content":"29-31. See EGW on 2 Kings 23:1-3, Vol. 2, p. 1038."},{"refcode_short":"3BC 1133.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133.6 (Ellen Gould White)","content":"30. See EGW on 2 Kings 23:2, Vol. 2, p. 1039."},{"refcode_short":"3BC 1133.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133.7 (Ellen Gould White)","content":"26-33. See EGW on 2 Kings 23:29, 30, Vol. 2, p. 1039."},{"refcode_short":"3BC 1133","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133 (Ellen Gould White)","content":"Chapter 35"},{"refcode_short":"3BC 1133.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133.8 (Ellen Gould White)","content":"20-24. See EGW on 2 Kings 23:29, 30, Vol. 2, p. 1039."},{"refcode_short":"3BC 1133","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133 (Ellen Gould White)","content":"Chapter 36"},{"refcode_short":"3BC 1133.9","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133.9 (Ellen Gould White)","content":"11-13. See EGW on 2 Kings 24:17-20, Vol. 2, p. 1040."},{"refcode_short":"3BC 1133.10","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133.10 (Ellen Gould White)","content":"14-21. Jews Exemplified Termination of God's Forbearance—The Jewish nation is before us as an example of the termination of God's long forbearance. In the destruction of Jerusalem the destruction of the world is typified. The lips of Him who ever pronounced blessings upon the penitent, and spoke encouragement to the poor and suffering, and brought gladness to the humble, pronounced a curse upon those to whom He had presented light, who would not appreciate or accept light. Those who thought to evade the clear, distinct Word of God, and cherish man-made traditions, He declared would be found guilty of all the blood of the prophets which had been slain from the foundation of the world."},{"refcode_short":"3BC 1133.11","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133.11 (Ellen Gould White)","content":"Again and again God had arrested the Jews in their wicked course by severe chastisement, but they provoked Him by their wicked works, casting away the law of the Lord of Hosts, and finally refusing to reverence His only begotten Son. Each century of transgression treasured up wrath against the day of wrath. Jesus bade the stubborn and impenitent nation to fill up the measure of their iniquity. Their wicked works were not forgotten nor overlooked. When the time of retributive judgment was fully due, the mandate was sent forth from the sacred place of the Most High for the vindication of God's honor and the magnifying of His law (Manuscript 69, 1896)."},{"refcode_short":"3BC 1133.12","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133.12 (Ellen Gould White)","content":"19. See EGW on 2 Kings 25:9, Vol. 2, p. 1040."},{"refcode_short":"3BC 1133.13","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133.13 (Ellen Gould White)","content":"20. See EGW on 2 Kings 24:10-16, Vol. 2, p. 1040."},{"refcode_short":"3BC 1133","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133 (Ellen Gould White)","content":"Ezra"},{"refcode_short":"3BC 1133","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133 (Ellen Gould White)","content":"Chapter 3"},{"refcode_short":"3BC 1133.14","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1133.14 (Ellen Gould White)","content":"10-12. Some Praised and Others Mourned—[Ezra 3:10, 11 quoted.] This praise and thanksgiving, we have no need to say, was entirely appropriate. The house upon which their eyes rested was of sufficient consequence for the Lord to send His word again and again to encourage the builders. The Lord gives His servants words to speak; and this gratitude all should have ... expressed when they saw that the foundation of the house ... was laid."},{"refcode_short":"3BC 1134.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1134.1 (Ellen Gould White)","content":"But there came another difficulty. Lamentation and weeping and mourning was heard because the temple was not outwardly so glorious as the first. There were those who used their conversational powers to talk of the inferiority of the building to the one built by Solomon. Mingled with music and singing, with rejoicing and praise to God, was an inharmonious sound, not of joy or praise or thanksgiving, but of dissatisfaction. [Ezra 3:12 quoted.]"},{"refcode_short":"3BC 1134.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1134.2 (Ellen Gould White)","content":"They saw enough to make them praise God. They saw that the Lord had visited them after He had scattered them for their ingratitude and disloyalty to His commandments. He had moved upon the heart of Cyrus to aid those who were appointed to rebuild His house. But those who were easily discouraged did not walk by faith. They entertained discouraging sentiments, that were not a savor of life unto good works (Manuscript 116, 1897)."},{"refcode_short":"3BC 1134","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1134 (Ellen Gould White)","content":"Chapter 7"},{"refcode_short":"3BC 1134.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1134.3 (Ellen Gould White)","content":"6-10. Ezra Published Copies of the Law—Ezra was of the sons of Aaron, a priest, whom God chose to be an instrument of good unto Israel, that He might put honor upon the priesthood, the glory of which had been greatly eclipsed during the captivity. Ezra was a man of great piety and holy zeal. He was also a man of learning, and a ready scribe in the law of Moses. These qualifications made him an eminent man."},{"refcode_short":"3BC 1134.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1134.4 (Ellen Gould White)","content":"Ezra was impressed by the Spirit of God to search the historical and poetical books of the Bible, and by this means he became familiar with the sense and understanding of the law. During the captivity the knowledge of God's will had to some extent been lost. Ezra gathered all the copies of the law that he could find. He published copies of these among God's people, and became a teacher of the law and the prophecies in the schools of the prophets. The pure Word, thus diligently taught by Ezra, gave knowledge that was invaluable at that time (Letter 100, 1907)."},{"refcode_short":"3BC 1134.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1134.5 (Ellen Gould White)","content":"God Gives Another Opportunity and Shows Forbearance—The Lord raised up Ezra to be His servant. He moved upon the heart of the king, so that Ezra found favor with him. The king placed in his hands abundant means for the rebuilding of the temple, and made it possible for the Jews to return who for seventy years had been in captivity in Babylon. In thus giving to His people another opportunity to serve God in their own country, the Lord shows His forbearance with His wayward children (Letter 98, 1907)."},{"refcode_short":"3BC 1134.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1134.6 (Ellen Gould White)","content":"10. An Example in Knowledge and Practice—Shall we let the example of Ezra teach us the use we should make of our knowledge of the Scriptures? The life of this servant of God should be an inspiration to us to serve the Lord with heart and mind and strength. We each have an appointed work to do, and this can be accomplished only by consecrated effort. We need first to set ourselves to know the requirements of God, and then to practise them. Then we can sow seeds of truth that will bear fruit unto eternal life (The Review and Herald, February 6, 1908)."},{"refcode_short":"3BC 1134","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1134 (Ellen Gould White)","content":"Chapter 8"},{"refcode_short":"3BC 1134.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1134.7 (Ellen Gould White)","content":"22. Ezra Willing to Run the Risk—Ezra and his companions had determined to fear and obey God, and to put their trust wholly in Him. They would not form a connection with the world in order to secure the help or friendship of the enemies of God. Whether they were with the many or the few, they knew that success could come from God only. And they had no desire that their success should be attributed to the wealth or influence of wicked men."},{"refcode_short":"3BC 1134.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1134.8 (Ellen Gould White)","content":"Ezra would run the risk of trusting his cause with God. He well knew that if they failed in their important work, it would be because they had not complied with the requirements of God and therefore He could not help them."},{"refcode_short":"3BC 1134.9","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1134.9 (Ellen Gould White)","content":"The Scriptures furnish abundant evidence that it is safer to be joined to the Lord, and lose the favor and friendship of the world, than to look to the world for favor and support, and forget our dependence upon God. It was because they were convinced of this truth that the Jews had refused to allow their adversaries to unite with them in the work of building the temple. They saw in the propositions of those idolaters a device of Satan to beguile God's people into union and fellowship with His enemies (The Review and Herald, January 8, 1884)."},{"refcode_short":"3BC 1135","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1135 (Ellen Gould White)","content":"Chapter 9"},{"refcode_short":"3BC 1135.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1135.1 (Ellen Gould White)","content":"6. A Prayer of Humiliation and Contrition—Ezra had the true spirit of prayer. Presenting his petition before God for Israel, when they had sinned grievously in the face of great light and privileges, he exclaimed, “I am ashamed and blush to lift up my face to thee, my God; for our iniquities are increased over our head, and our trespass is grown up unto the heavens.” Ezra remembered the goodness of God in again giving his people a foothold in their native land, and he was overwhelmed with indignation and grief at the thought of their ingratitude in return for the divine favor. His language is that of true humiliation of soul, the contrition that prevails with God in prayer. Only the prayer of the humble enters into the ears of the Lord of Sabaoth (The Signs of the Times, February 19, 1885)."},{"refcode_short":"3BC 1135","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1135 (Ellen Gould White)","content":"Nehemiah"},{"refcode_short":"3BC 1135","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1135 (Ellen Gould White)","content":"Chapter 1"},{"refcode_short":"3BC 1135.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1135.2 (Ellen Gould White)","content":"1. Men of Opportunity and Principle—Nehemiah and Ezra are men of opportunity. The Lord had a special work for them to do. They were to call upon the people to consider their ways, and to see where they had made their mistake; for the Lord had not suffered His people to become powerless and confused and to be taken into captivity without a cause. The Lord especially blessed these men for standing up for the right. Nehemiah was not set apart as a priest or a prophet, but the Lord used him to do a special work. He was chosen as a leader of the people. But his fidelity to God did not depend upon his position."},{"refcode_short":"3BC 1135.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1135.3 (Ellen Gould White)","content":"The Lord will not allow His work to be hindered, even though the workmen may prove unworthy. God has men in reserve, prepared to meet the demand, that His work may be preserved from all contaminating influences. God will be honored and glorified. When the divine Spirit impresses the mind of the man appointed by God as fit for the work, he responds, saying, “Here am I; send me.”"},{"refcode_short":"3BC 1135.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1135.4 (Ellen Gould White)","content":"God demonstrated to the people for whom He had done so much that He would not serve with their sins. He wrought, not through those who refused to serve Him with singleness of purpose, who had corrupted their ways before Him, but through Nehemiah; for he was registered in the books of heaven as a man. God has said, “Them that honor me I will honor.” Nehemiah showed himself to be a man whom God could use to put down false principles and to restore heaven-born principles; and God honored him. The Lord will use in His work men who are as true as steel to principle, who will not be swayed by the sophistries of those who have lost their spiritual eyesight."},{"refcode_short":"3BC 1135.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1135.5 (Ellen Gould White)","content":"Nehemiah was chosen by God because he was willing to cooperate with the Lord as a restorer. Falsehood and intrigue were used to pervert his integrity, but he would not be bribed. He refused to be corrupted by the devices of unprincipled men, who had been hired to do an evil work. He would not allow them to intimidate him into following a cowardly course. When he saw wrong principles being acted upon, he did not stand by as an onlooker, and by his silence give consent. He did not leave the people to conclude that he was standing on the wrong side. He took a firm, unyielding stand for the right. He would not lend one jot of influence to the perversion of the principles that God has established. Whatever the course others might pursue, he could say, “So did not I, because of the fear of God.”"},{"refcode_short":"3BC 1135.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1135.6 (Ellen Gould White)","content":"In his work, Nehemiah kept the honor and glory of God ever in view. The governors that had been before him had dealt unjustly with the people, “and had taken of them bread and wine, beside forty shekels of silver; yea, even their servants bear rule over the people.” “But so did not I,” Nehemiah declared, “because of the fear of God” (The Review and Herald, May 2, 1899)."},{"refcode_short":"3BC 1136.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1136.1 (Ellen Gould White)","content":"5-11. A Prayer to Be Studied—[Nehemiah 1:5, 6 quoted.] Not only did Nehemiah say that Israel had sinned. He acknowledged with penitence that he and his father's house had sinned. “We have dealt corruptly against Thee,” he says, placing himself among those who had dishonored God by not standing stiffly for the truth.... [Nehemiah 1:7-11 quoted.] ..."},{"refcode_short":"3BC 1136.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1136.2 (Ellen Gould White)","content":"Nehemiah humbled himself before God, giving Him the glory due unto His name. Thus also did Daniel in Babylon. Let us study the prayers of these men. They teach us that we are to humble ourselves, but that we are never to obliterate the line of demarcation between God's commandment-keeping people and those who have no respect for His law."},{"refcode_short":"3BC 1136.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1136.3 (Ellen Gould White)","content":"We all need to draw near to God. He will draw near to those who approach Him in humility, filled with a holy awe for His sacred majesty, and standing before Him separate from the world (Manuscript 58, 1903)."},{"refcode_short":"3BC 1136.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1136.4 (Ellen Gould White)","content":"6, 7. Nehemiah Trusted God's Faithfulness—By faith taking fast hold of the divine promise, Nehemiah laid down at the footstool of heavenly mercy his petition that God would maintain the cause of His penitent people, restore their strength, and build up their waste places. God had been faithful to His threatenings when His people separated from Him; He had scattered them abroad among the nations, according to His Word. And Nehemiah found in this very fact an assurance that He would be equally faithful in fulfilling His promises (The Southern Watchman, March 1, 1904)."},{"refcode_short":"3BC 1136","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1136 (Ellen Gould White)","content":"Chapter 2"},{"refcode_short":"3BC 1136.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1136.5 (Ellen Gould White)","content":"4 (Romans 12:12). Instant in Prayer—God in His providence does not permit us to know the end from the beginning; but He gives us the light of His Word to guide us as we pass along, and bids us to keep our minds stayed upon Jesus. Wherever we are, whatever our employment, our hearts are to be uplifted to God in prayer. This is being instant in prayer. We need not wait until we can bow upon our knees, before we pray. On one occasion, when Nehemiah came in before the king, the king asked why he looked so sad, and what request he had to make. But Nehemiah dared not answer at once. Important interests were at stake. The fate of a nation hung upon the impression that should then be made upon the monarch's mind; and Nehemiah darted up a prayer to the God of heaven, before he dared to answer the king. The result was that he obtained all that he asked or even desired (Historical Sketches of the Foreign Missions of the Seventh-day Adventists, 144)."},{"refcode_short":"3BC 1136.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1136.6 (Ellen Gould White)","content":"8, 18. The Good Hand of God Acknowledged—The Lord requires us to sink self in Jesus Christ, and let the glory be all of God. Our life is the Lord's, and is invested with a responsibility that we do not fully comprehend. The threads of self have become woven into the fabric, and this has dishonored God. Nehemiah, after gaining so great an influence over the monarch in whose court he lived, and over his people in Jerusalem, instead of ascribing praise to his own excellent traits of character, his remarkable aptness and energy, stated the matter just as it was. He declared that his success was due to the good hand of God that was upon him. He cherished the truth that God was his safeguard in every position of influence. For every trait of character by which he obtained favor he praised the working power of God through His unseen agencies. And God gave him wisdom because he did not exalt himself. The Lord taught him how to use the gifts entrusted to him to the very best advantage, and under the supervision of God, these talents gained other talents. This human agent could be worked by divine agencies (Letter 83, 1898)."},{"refcode_short":"3BC 1136.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1136.7 (Ellen Gould White)","content":"12-15. Angels View Church as Nehemiah Viewed Jerusalem—With sorrow-stricken heart, the visitor from afar gazed upon the ruined defenses of his loved Jerusalem. And is it not thus that angels of heaven survey the condition of the church of Christ? Like the dwellers at Jerusalem, we become accustomed to existing evils, and often are content while making no effort to remedy them. But how are these evils regarded by beings divinely illuminated? Do not they, like Nehemiah, look with sorrow-burdened heart upon ruined walls, and gates burned with fire?"},{"refcode_short":"3BC 1136.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1136.8 (Ellen Gould White)","content":"Are not everywhere visible the shameful tokens of backsliding from God and conformity with a sin-loving and truth-hating world? In these days of darkness and peril, who is able to stand in defense of Zion and show her any good? Her spiritual state and prospects are not in accordance with the light and privileges bestowed of God (The Southern Watchman, March 22, 1904)."},{"refcode_short":"3BC 1137.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1137.1 (Ellen Gould White)","content":"17, 18. Needed: Nehemiahs—There is need of Nehemiahs in the church today,—not men who can pray and preach only, but men whose prayers and sermons are braced with firm and eager purpose. The course pursued by this Hebrew patriot in the accomplishment of his plans is one that should still be adopted by ministers and leading men. When they have laid their plans, they should present them to the church in such a manner as to win their interest and cooperation. Let the people understand the plans and share in the work, and they will have a personal interest in its prosperity. The success attending Nehemiah's efforts shows what prayer, faith, and wise, energetic action will accomplish. Living faith will prompt to energetic action. The spirit manifested by the leader will be, to a great extent, reflected by the people. If the leaders professing to believe the solemn, important truths that are to test the world at this time, manifest no ardent zeal to prepare a people to stand in the day of God, we must expect the church to be careless, indolent, and pleasure-loving (The Southern Watchman, March 29, 1904)."},{"refcode_short":"3BC 1137.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1137.2 (Ellen Gould White)","content":"We need Nehemiahs in this age of the world, who shall arouse the people to see how far from God they are because of the transgression of His law. Nehemiah was a reformer, a great man raised up for an important time. As he came in contact with evil and every kind of opposition, fresh courage and zeal were aroused. His energy and determination inspired the people of Jerusalem; and strength and courage took the place of feebleness and discouragement. His holy purpose, his high hope, his cheerful consecration to the work, were contagious. The people caught the enthusiasm of their leader, and in his sphere each man became a Nehemiah, and helped to make stronger the hand and heart of his neighbor. Here is a lesson for ministers of the present day. If they are listless, inactive, destitute of godly zeal, what can be expected of the people to whom they minister (The Southern Watchman, June 28, 1904)?"},{"refcode_short":"3BC 1137","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1137 (Ellen Gould White)","content":"Chapter 4"},{"refcode_short":"3BC 1137.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1137.3 (Ellen Gould White)","content":"1-8. Satan Still Uses Contempt and Derision—The experience of Nehemiah is repeated in the history of God's people in this time. Those who labor in the cause of truth will find that they cannot do this without exciting the anger of its enemies. Though they have been called of God to the work in which they are engaged, and their course is approved of Him, they cannot escape reproach and derision. They will be denounced as visionary, unreliable, scheming, hypocritical,—anything, in short, that will suit the purpose of their enemies. The most sacred things will be represented in a ridiculous light to amuse the ungodly. A very small amount of sarcasm and low wit, united with envy, jealousy, impiety, and hatred, is sufficient to excite the mirth of the profane scoffer. And these presumptuous jesters sharpen one another's ingenuity, and embolden each other in their blasphemous work. Contempt and derision are indeed painful to human nature; but they must be endured by all who are true to God. It is the policy of Satan thus to turn souls from doing the work which the Lord has laid upon them."},{"refcode_short":"3BC 1137.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1137.4 (Ellen Gould White)","content":"Proud scorners are not to be trusted; yet, as Satan found in the heavenly courts a company to sympathize with him, so these find among professed followers of Christ those whom they can influence, who believe them honest, who sympathize with them, plead in their behalf, and become permeated with their spirit. Those who are at variance in almost everything else, will unite in persecuting the few who dare to pursue the straightforward path of duty. And the same enmity which leads to contempt and derision, will, at a favorable opportunity, inspire more violent and cruel measures, especially when workers for God are active and successful (The Southern Watchman, April 12, 1904)."},{"refcode_short":"3BC 1137.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1137.5 (Ellen Gould White)","content":"7-9. Union Through a Dragonic Bond—A spirit of hatred and opposition to the Hebrews formed the bond of union, and created the mutual sympathy among different bodies of men, who otherwise might have warred against each other. This will illustrate what we frequently witness in our day in the existing union of men of different denominations to oppose the present truth, whose only bond seems to be that which is dragonic in its nature, manifesting hatred and bitterness against the remnant who keep the commandments of God. “Nevertheless, we made our prayer unto our God, and set a watch against them day and night, because of them.”"},{"refcode_short":"3BC 1138.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1138.1 (Ellen Gould White)","content":"We are in constant danger of becoming self-sufficient, relying upon our own wisdom, and not making God our strength. Nothing disturbs Satan so much as our not being ignorant of his devices. If we feel our dangers, we shall feel the need of prayer as did Nehemiah, and, like him, we shall obtain that sure defense that will give us security in peril. If we are careless and indifferent, we shall surely be overcome by Satan's devices. We must be vigilant. While, like Nehemiah, we resort to prayer, taking all our perplexities and burdens to God, we should not feel that we have nothing to do. We are to watch as well as pray. We should watch the work of our adversaries, lest they gain advantage in deceiving souls. We should, in the wisdom of Christ, make efforts to defeat their purposes, while, at the same time, we do not suffer them to call us from our great work. Truth is stronger than error. Righteousness will prevail over wrong...."},{"refcode_short":"3BC 1138.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1138.2 (Ellen Gould White)","content":"We shall meet with opposition of every description, as did the builders of the walls of Jerusalem; but if we watch and pray, and work as they did, God will fight our battles for us, and give us precious victories (The Review and Herald, July 6, 1886)."},{"refcode_short":"3BC 1138","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1138 (Ellen Gould White)","content":"Chapter 6"},{"refcode_short":"3BC 1138.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1138.3 (Ellen Gould White)","content":"3. The Way to Meet Intimidating Threats—We shall receive the most fierce opposition from those who oppose the law of God. But, like the builders of the walls of Jerusalem, we should not be diverted and hindered from our work by reports, by messengers desiring discussion or controversy, or by intimidating threats, the publication of falsehoods, or any of the devices Satan may instigate. Our answer should be, We are engaged in a great work, and we cannot come down. We shall sometimes be perplexed to know what course we should pursue, to preserve the honor of the cause of God, and to vindicate His truth."},{"refcode_short":"3BC 1138.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1138.4 (Ellen Gould White)","content":"The course of Nehemiah should have a strong bearing upon our minds, as to the manner of meeting this kind of opponents. We should take all these things to the Lord in prayer, as Nehemiah made his supplication to God while his own spirit was humbled. He clung to God with unwavering faith."},{"refcode_short":"3BC 1138.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1138.5 (Ellen Gould White)","content":"This is the course we should pursue. Time is too precious for the servants of God to devote to vindicating their character blackened by those who hate the Sabbath of the Lord. We should move forward with unwavering confidence, believing that God will give to His truth great and precious victories. In humility, meekness, and purity of life, relying upon Jesus, we shall carry a convincing power with us that we have the truth (The Review and Herald, July 6, 1886)."},{"refcode_short":"3BC 1138","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1138 (Ellen Gould White)","content":"Chapter 9"},{"refcode_short":"3BC 1138.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1138.6 (Ellen Gould White)","content":"Bible Principles Versus Customs of Men—In the ninth chapter of Nehemiah the works of the Lord in behalf of His people are recorded. The sins of the people in turning from God are pointed out. These sins had separated them from God, and He had permitted them to be brought under the control of heathen nations."},{"refcode_short":"3BC 1138.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1138.7 (Ellen Gould White)","content":"This history has been recorded for our benefit. What has been will be, and we need to look to God for counsel. We must not trust to the counsel of men. We need increased discernment, that we may distinguish between truth and error. The history of the children of Israel shows the sure result of turning from Bible principles to the customs and practises of men. The Lord will not serve with any plans which gratify the selfishness of men, and blight His work. He will not give prosperity to devices that lead away from fidelity to His commandments. He demands that the talents lent to man shall be used in keeping His way, in doing justice and judgment, whether it be to break down or to restore and build up. God would not have us follow the wisdom of men who have disregarded His Word, and made themselves a reproach by their practises and counsels (The Review and Herald, May 2, 1899)."},{"refcode_short":"3BC 1139.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1139.1 (Ellen Gould White)","content":"6-15. See EGW on Exodus 20:1-17, Vol. 1, p. 1103."},{"refcode_short":"3BC 1139.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1139.2 (Ellen Gould White)","content":"38 (Nehemiah 10:29). Unite in a Solemn Covenant—It would be a scene well-pleasing to God and angels, would His professed followers in this generation unite, as did Israel of old [referring especially to the revival in the days of Nehemiah], in a solemn covenant to “observe and do all the commandments of the Lord our Lord, and his judgments and his statutes” (The Southern Watchman, June 7, 1904)."},{"refcode_short":"3BC 1139","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1139 (Ellen Gould White)","content":"Esther"},{"refcode_short":"3BC 1139","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1139 (Ellen Gould White)","content":"Chapter 1"},{"refcode_short":"3BC 1139.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1139.3 (Ellen Gould White)","content":"9. Contrast of Two Feasts—We read with pleasure of the feast of queen Vashti. This was not a feast attended by a promiscuous number, but a feast given by the queen for the women of rank in the kingdom, who were entertained with modest courtesy, without wantonness or sensuality."},{"refcode_short":"3BC 1139.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1139.4 (Ellen Gould White)","content":"It was when the king was not himself, when his reason was dethroned by wine-drinking that he sent for the queen, that those present at his feast, men besotted by wine, might gaze on her beauty. She acted in harmony with a pure conscience."},{"refcode_short":"3BC 1139.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1139.5 (Ellen Gould White)","content":"Vashti refused to obey the king's command, thinking that when he came to himself, he would commend her course of action. But the king had unwise advisers. They argued it would be a power given to woman that would be to her injury (Manuscript 29, 1911)."},{"refcode_short":"3BC 1139.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1139.6 (Ellen Gould White)","content":"10-12. Vashti's Refusal Was for the King's Good—[Esther 1:10, 11 quoted.] Had the king maintained his royal dignity by practicing habits of temperance, he would never have made this command. But his mind was affected by the wine that he had used so freely, and he was not prepared to act wisely."},{"refcode_short":"3BC 1139.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1139.7 (Ellen Gould White)","content":"When this command came from the king, Vashti did not carry out his orders, because she knew that wine had been freely used, and that Ahasuerus was under the influence of the intoxicating liquor. For her husband's sake as well as her own, she decided not to leave her position at the head of the women of the court [Esther 1:12 quoted] (Manuscript 39, 1910)."},{"refcode_short":"3BC 1139.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1139.8 (Ellen Gould White)","content":"16-22. God Overruled Ahasuerus’ Folly for Good—[Esther 1:16-22 quoted.] There is little doubt that the king, when he afterward considered the matter, felt that Vashti deserved to be honored, rather than to be treated as she was."},{"refcode_short":"3BC 1139.9","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1139.9 (Ellen Gould White)","content":"No law of divorce, drawn up by men who for many days had given themselves up to wine-drinking, men who were unable to control the appetite, could be of any value in the eyes of the King of kings. These men were unable to reason soundly and nobly. They could not discern the real situation."},{"refcode_short":"3BC 1139.10","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1139.10 (Ellen Gould White)","content":"However high their office, men are amenable to God. The great power exercised by kings, often leads to extremes in exaltation of self. And the worthless vows made to enact laws which disregard the higher laws of God, lead to great injustice."},{"refcode_short":"3BC 1139.11","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1139.11 (Ellen Gould White)","content":"Occasions of indulgence such as are pictured in the first chapter of Esther, do not glorify God. But the Lord accomplishes His will through men who are nevertheless misleading others. If God did not stretch forth His restraining hand, strange presentations would be seen. But God impresses human minds to accomplish His purpose, even though the one used continues to follow wrong practices. And the Lord works out His plans through men who do not acknowledge His lessons of wisdom. In His hand is the heart of every earthly ruler, to turn whithersoever He will, as He turneth the waters of the river."},{"refcode_short":"3BC 1139.12","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1139.12 (Ellen Gould White)","content":"Through the experience that brought Esther to the Medo-Persian throne, God was working for the accomplishment of His purposes for His people. That which was done under the influence of much wine worked out for good to Israel (Manuscript 39, 1910)."},{"refcode_short":"3BC 1140","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1140 (Ellen Gould White)","content":"Chapter 4"},{"refcode_short":"3BC 1140.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1140.1 (Ellen Gould White)","content":"14-17. Consecrated Women Can Act Important Part—Through Esther the queen the Lord accomplished a mighty deliverance for His people. At a time when it seemed that no power could save them, Esther and the women associated with her, by fasting and prayer and prompt action, met the issue, and brought salvation to their people."},{"refcode_short":"3BC 1140.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1140.2 (Ellen Gould White)","content":"A study of women's work in connection with the cause of God in Old Testament times will teach us lessons that will enable us to meet emergencies in the work today. We may not be brought into such a critical and prominent place as were the people of God in the time of Esther; but often converted women can act an important part in more humble positions (Letter 22, 1911)."},{"refcode_short":"3BC 1140","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1140 (Ellen Gould White)","content":"Job"},{"refcode_short":"3BC 1140","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1140 (Ellen Gould White)","content":"Chapter 1"},{"refcode_short":"3BC 1140.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1140.3 (Ellen Gould White)","content":"1. Moses Wrote Book of Job—The long years amid desert solitudes were not lost. Not only was Moses gaining a preparation for the great work before him, but during this time, under the inspiration of the Holy Spirit, he wrote the book of Genesis and also the book of Job, which would be read with the deepest interest by the people of God until the close of time (The Signs of the Times, February 19, 1880)."},{"refcode_short":"3BC 1140.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1140.4 (Ellen Gould White)","content":"5. Job as a Faithful Priest—It were well for parents to learn from the man of Uz a lesson of steadfastness and devotion. Job did not neglect his duty to those outside of his household; he was benevolent, kind, thoughtful of the interest of others; and at the same time he labored earnestly for the salvation of his own family. Amid the festivities of his sons and daughters, he trembled lest his children should displease God. As a faithful priest of the household, he offered sacrifices for them individually. He knew the offensive character of sin, and the thought that his children might forget the divine claims, led him to God as an intercessor in their behalf (The Review and Herald, August 30, 1881)."},{"refcode_short":"3BC 1140","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1140 (Ellen Gould White)","content":"Chapter 4"},{"refcode_short":"3BC 1140.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1140.5 (Ellen Gould White)","content":"7-9 (ch. 38:1, 2). Calamities Not an Index to Sins—It is very natural for human beings to think that great calamities are a sure index of great crimes and enormous sins; but men often make a mistake in thus measuring character. We are not living in the time of retributive judgment. Good and evil are mingled, and calamities come upon all. Sometimes men do pass the boundary line beyond God's protecting care, and then Satan exercises his power upon them, and God does not interpose. Job was sorely afflicted, and his friends sought to make him acknowledge that his suffering was the result of sin, and cause him to feel under condemnation. They represented his case as that of a great sinner; but the Lord rebuked them for their judgment of His faithful servant (Manuscript 56, 1894)."},{"refcode_short":"3BC 1140.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1140.6 (Ellen Gould White)","content":"9. Job's Friends Misrepresented God—There is wickedness in our world, but all the suffering is not the result of a perverted course of life. Job is brought distinctly before us as a man whom the Lord allowed Satan to afflict. The enemy stripped him of all he possessed; his family ties were broken; his children were taken from him. For a time his body was covered with loathsome sores, and he suffered greatly. His friends came to comfort him, but they tried to make him see that he was responsible, by his sinful course, for his afflictions. But he defended himself, and denied the charge, declaring, Miserable comforters are ye all. By seeking to make him guilty before God, and deserving of His punishment, they brought a grievous test upon him, and represented God in a false light; but Job did not swerve from his loyalty, and God rewarded His faithful servant (Manuscript 22, 1898)."},{"refcode_short":"3BC 1141","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1141 (Ellen Gould White)","content":"Chapter 38"},{"refcode_short":"3BC 1141.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1141.1 (Ellen Gould White)","content":"(Romans 11:33.) God Asks Questions Scholars Cannot Answer—Men of the greatest intellect cannot understand the mysteries of Jehovah as revealed in nature. Divine inspiration asks many questions which the most profound scholar cannot answer. These questions were not asked, supposing that we could answer them, but to call our attention to the deep mysteries of God, and to make men know that their wisdom is limited; that in the common things of daily life there are mysteries past the comprehension of finite minds; that the judgment and purposes of God are past finding out, His wisdom unsearchable. If He reveals Himself to man, it is by shrouding Himself in the thick cloud of mystery."},{"refcode_short":"3BC 1141.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1141.2 (Ellen Gould White)","content":"God's purpose is to conceal more of Himself than He makes known to man. Could men fully understand the ways and works of God, they would not then believe Him to be the infinite One. He is not to be comprehended by man in His wisdom, and reasons, and purposes. “His ways are past finding out” [Romans 11:33]. His love can never be explained upon natural principles. If this could be done, we would not feel that we could trust Him with the interests of our souls. Skeptics refuse to believe, because with their finite minds they cannot comprehend the infinite power by which God reveals Himself to men. Even the mechanism of the human body cannot be fully understood; it presents mysteries that baffle the most intelligent."},{"refcode_short":"3BC 1141.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1141.3 (Ellen Gould White)","content":"Yet because human science cannot in its research explain the ways and works of the Creator, men will doubt the existence of God, and ascribe infinite power to nature. God's existence, His character, His law, are facts that all the reasoning of men of the highest attainments cannot controvert. They deny the claims of God, and neglect the interest of their souls, because they cannot understand His ways and works. Yet God is ever seeking to instruct finite men that they may exercise faith in Him and trust themselves wholly in His hands. Every drop of rain or flake of snow, every spire of grass, every leaf and flower and shrub, testifies of God. These little things so common around us, teach the lesson that nothing is beneath the notice of the infinite God, nothing too small for His attention (The General Conference Daily Bulletin, February 18, 1897)."},{"refcode_short":"3BC 1141.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1141.4 (Ellen Gould White)","content":"1, 2. See EGW on ch. 4:7-9."},{"refcode_short":"3BC 1141.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1141.5 (Ellen Gould White)","content":"11. Power That Controls Waves Can Control Rebellion—Nothing can happen in any part of the universe without the knowledge of Him who is omnipresent. Not a single event of human life is unknown to our Maker. While Satan is constantly devising evil, the Lord our God overrules all, so that it will not harm His obedient, trusting children. The same power that controls the boisterous waves of the ocean can hold in check all the power of rebellion and of crime. God says to one as to the other, “Thus far shalt thou go, and no farther.”"},{"refcode_short":"3BC 1141.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1141.6 (Ellen Gould White)","content":"What lessons of humility and faith may we not learn as we trace the dealings of God with His creatures. The Lord can do but little for the children of men, because they are so full of pride and vain glory. They exalt self, magnifying their own strength, learning, and wisdom. It is necessary for God to disappoint their hopes and frustrate their plans, that they may learn to trust in Him alone. All our powers are from God; we can do nothing independent of the strength which He has given us. Where is the man or woman or child that God does not sustain? Where is the desolate place which God does not fill? Where is the want that any but God can supply? ..."},{"refcode_short":"3BC 1141.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1141.7 (Ellen Gould White)","content":"He would have us make Him our protector and our guide in all the duties and affairs of life (The Signs of the Times, July 14, 1881)."},{"refcode_short":"3BC 1141","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1141 (Ellen Gould White)","content":"Chapter 42"},{"refcode_short":"3BC 1141.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1141.8 (Ellen Gould White)","content":"10. Pray for Those Who Hurt Us—Let us strive to walk in the light as Christ is in the light. The Lord turned the captivity of Job when he prayed, not only for himself, but for those who were opposing him. When he felt earnestly desirous that the souls that had trespassed against him might be helped, he himself received help. Let us pray, not only for ourselves, but for those who have hurt us, and are continuing to hurt us. Pray, pray, especially in your mind. Give not the Lord rest; for His ears are open to hear sincere, importunate prayers, when the soul is humbled before Him (Letter 88, 1906)."},{"refcode_short":"3BC 1142","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1142 (Ellen Gould White)","content":"Psalms"},{"refcode_short":"3BC 1142.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1142.1 (Ellen Gould White)","content":"Direction to Study Several Psalms—How terrible it is when the acknowledgment of God is not made when it should be made! How sad to humble one's self when it is too late! Why, O why, do not men heed the invitation? The psalmist said, “When thou saidst, Seek ye my face, my heart said unto thee, Thy face, Lord, will I seek” [Psalm 27:8]. The whole of this psalm is excellent, and should be placed in the reading and spelling lessons of the classes. The twenty-eighth, twenty-ninth, and seventy-eighth psalms tell of the rich blessings bestowed by God upon His people, and of their poor returns for all His benefits. The eighty-first psalm explains why Israel was scattered. They forgot God, as the churches in our land are forgetting Him today. Read the eighty-ninth, ninetieth, ninety-first, ninety-second, and ninety-third psalms. My attention has been called to these matters. Shall we not consider the Word of the Lord? These things were written for our admonition, upon whom the ends of the world are come, and should they not be the objects of study in our schools? The Word of God contains instructive lessons, given in reproof, in warning, in encouragement, and in rich promises. Would not such food as this be meat in due season to the youth (Manuscript 96, 1899)?"},{"refcode_short":"3BC 1142","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1142 (Ellen Gould White)","content":"Psalm 1"},{"refcode_short":"3BC 1142.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1142.2 (Ellen Gould White)","content":"3. What Makes an Evergreen Christian?—Seek to be an evergreen tree. Wear the ornament of a meek and quiet spirit, which is in the sight of God of great price. Cherish the grace of love, joy, peace, long-suffering, gentleness, goodness, faith, meekness, temperance. This is the fruit of the Christian tree. Planted by the rivers of water, it always brings forth its fruit in due season (Manuscript 39, 1896)."},{"refcode_short":"3BC 1142","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1142 (Ellen Gould White)","content":"Psalm 5"},{"refcode_short":"3BC 1142.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1142.3 (Ellen Gould White)","content":"5-12 (James 3:8). Distinguishing Features of Speech—Speech is one of the great gifts of God to man. The tongue is a little member, but the words it frames, made vocal by the voice, have a great power. The Lord declares, “The tongue can no man tame.” It has set nation against nation, and has caused battle and bloodshed. Words have kindled fires that have been hard to quench. They have also brought joy and gladness to many souls. And when words are spoken because God says, “Speak unto them My words,” they often cause sorrow unto repentance."},{"refcode_short":"3BC 1142.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1142.4 (Ellen Gould White)","content":"The talent of speech carries with it great responsibility. It needs to be carefully guarded; for it is a mighty power for evil as well as for good."},{"refcode_short":"3BC 1142.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1142.5 (Ellen Gould White)","content":"[Psalm 5:5-12 quoted.]"},{"refcode_short":"3BC 1142.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1142.6 (Ellen Gould White)","content":"In these verses righteousness and unrighteousness are represented. These are the distinguishing features of speech (Letter 34, 1899)."},{"refcode_short":"3BC 1142","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1142 (Ellen Gould White)","content":"Psalm 8"},{"refcode_short":"3BC 1142.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1142.7 (Ellen Gould White)","content":"3. See EGW on Isaiah 60:1."},{"refcode_short":"3BC 1142","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1142 (Ellen Gould White)","content":"Psalm 11"},{"refcode_short":"3BC 1142.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1142.8 (Ellen Gould White)","content":"6 (Malachi 4:1). Devouring Flames Recompense the Wicked—The wicked receive their recompense in the earth. “Upon the wicked he shall rain quick burning coals, fire and brimstone, and a horrible tempest: this shall be the portion of their cup.” Fire comes down from God out of heaven. The earth is broken up. The weapons concealed in its depths are drawn forth. Devouring flames burst from every yawning chasm. The very rocks are on fire. The day has come that shall burn as an oven. The elements melt with fervent heat, the earth also, and the works that are therein are burned up. The wicked “shall be stubble; and the day that cometh shall burn them up, saith the Lord of hosts.” All are punished “according to their deeds” (The Southern Watchman, March 14, 1905)."},{"refcode_short":"3BC 1142","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1142 (Ellen Gould White)","content":"Psalm 17"},{"refcode_short":"3BC 1142.9","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1142.9 (Ellen Gould White)","content":"(Ephesians 6:12; Revelation 12:12.) David's Struggle—David was a representative man. His history is of interest to every soul who is striving for eternal victories. In his life two powers struggled for the mastery. Unbelief marshalled its forces, and tried to eclipse the light shining upon him from the throne of God. Day by day the battle went on in his heart, Satan disputing every step of advance made by the forces of righteousness. David understood what it meant to fight against principalities and powers, against the rulers of the darkness of this world. At times it seemed that the enemy must gain the victory. But in the end, faith conquered, and David rejoiced in the saving power of Jehovah."},{"refcode_short":"3BC 1143.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1143.1 (Ellen Gould White)","content":"The struggle that David went through, every other follower of Christ must go through. Satan has come down with great power, knowing that his time is short. The controversy is being waged in full view of the heavenly universe, and angels stand ready to lift up for God's hard pressed soldiers a standard against the enemy, and to put into their lips songs of victory and rejoicing (Manuscript 38, 1905)."},{"refcode_short":"3BC 1143.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1143.2 (Ellen Gould White)","content":"5. All Paths Are Beset With Peril—You need not be surprised if everything in the journey heavenward is not pleasant. There is no use in looking to our own defects. Looking unto Jesus, the darkness passes away, and the true light shineth. Go forth daily, expressing the prayer of David, “Hold up my goings in Thy paths, that my footsteps slip not.” All the paths of life are beset with peril, but we are safe if we follow where the Master leads the way, trusting the One whose voice we hear saying, “Follow Me.” “He that followeth Me shall not walk in darkness, but shall have the light of life.” Let your heart repose in His love. We need sanctification, soul, body, and spirit. This we must seek for (NL No. 11, p. 2)."},{"refcode_short":"3BC 1143","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1143 (Ellen Gould White)","content":"Psalm 18"},{"refcode_short":"3BC 1143.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1143.3 (Ellen Gould White)","content":"3. Determination Increases Will Power—As you confess before men and women your confidence in the Lord, additional strength is imparted to you. Determine to praise Him. With firm determination comes increased will power; and soon you will find that you cannot help praising Him [Psalm 18:3 quoted] (Manuscript 116, 1902)."},{"refcode_short":"3BC 1143.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1143.4 (Ellen Gould White)","content":"25. An Illustration of Mercy and Uprightness—The psalmist continues: “With the merciful Thou wilt shew Thyself merciful.” Let us begin to put into practise the instruction given us in the fifty-eighth chapter of Isaiah, showing mercy to those who are afflicted. “With an upright man Thou wilt shew Thyself upright.” God will reward men according to their uprightness (Manuscript 116, 1902)."},{"refcode_short":"3BC 1143.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1143.5 (Ellen Gould White)","content":"26. God Meets Us Where We Are—“With the pure Thou wilt shew Thyself pure; and with the froward Thou wilt shew Thyself froward”—that is, as God meets us where we are, so we are to meet men where they are. Let us not, by refusing to meet our fellow-men where they are, place ourselves outside the compass of God's love and mercy (Manuscript 116, 1902)."},{"refcode_short":"3BC 1143","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1143 (Ellen Gould White)","content":"Psalm 19"},{"refcode_short":"3BC 1143.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1143.6 (Ellen Gould White)","content":"(Psalm 119:130.) Teach Lessons From the Heavens—God calls upon teachers to behold the heavens and study the works of God in nature. [Psalm 19:1-3 quoted.] Shall we not commit to memory the lessons nature teaches? Shall we not open the eyes of our senses; and take in the beautiful things of God? We would do well to read often the nineteenth psalm that we may understand how the Lord binds up His law with His created works...."},{"refcode_short":"3BC 1143.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1143.7 (Ellen Gould White)","content":"We are to contemplate the wonderful works of God, and repeat the lessons learned from them to our children, that we may lead them to see His skill, His power, His grandeur in His created works."},{"refcode_short":"3BC 1143.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1143.8 (Ellen Gould White)","content":"What a God is our God! He rules over His kingdom with diligence and care, and He has built a hedge—the ten commandments—about His subjects, to preserve them from transgression. In requiring obedience to the laws of His kingdom, God gives His people health and happiness, peace and joy. He teaches them that the perfection of character He requires can only be attained by becoming familiar with His Word. The psalmist declares, “The entrance of thy word giveth light; it giveth understanding to the simple” (Manuscript 96, 1899)."},{"refcode_short":"3BC 1143.9","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1143.9 (Ellen Gould White)","content":"1-14. A Revelation of Higher Education—When the Son of man came among men, He brought the intelligence of heaven with Him; for He created the worlds and all things that are therein. Man's study of the sciences and nature, unaided by the divine instruction, falls short of the precious things Christ would have him learn in the things of the natural world. He fails to be instructed by the little things in nature, which teach large and important truths essential for the salvation of the soul."},{"refcode_short":"3BC 1144.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1144.1 (Ellen Gould White)","content":"Obedience to natural laws is obedience to divine laws. Christ came to all as the God of nature. He came to reflect upon all the things of nature in their relative importance, the glory of heaven, to impress human minds with the glory of Him who created all things, to teach men to obey His voice, and impart the science of true education, which is the simplicity of true religion. [Psalm 19:1-6 quoted.]"},{"refcode_short":"3BC 1144.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1144.2 (Ellen Gould White)","content":"Then the psalmist connects the law of God in the natural world with the laws given to His created intelligences. [Psalm 19:7-14 quoted.]"},{"refcode_short":"3BC 1144.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1144.3 (Ellen Gould White)","content":"This psalm reveals that higher education which all must receive, or perish in their sins. Man alone is disobedient to the laws of Jehovah. When the Lord bids nature bear testimony to the things which He has made, instantly they witness to the glory of God."},{"refcode_short":"3BC 1144.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1144.4 (Ellen Gould White)","content":"Christ represents the earthly things, that they may represent the spiritual. The parable of the sower and the seed has a lesson of the highest importance. As a lesson-book Christ has opened it before us to represent the spiritual sowing. The Lord calls attention to the things which He has created, and those things repeat the lessons of Christ. He bids the things of nature speak to the senses, that man may take heed to the voice of God therein. The things of nature speak eternal truths (Manuscript 28, 1898)."},{"refcode_short":"3BC 1144.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1144.5 (Ellen Gould White)","content":"1 (see EGW on Isaiah 40:26). Moon and Stars May Be Our Companions—The heavens may be to them [the youth] a study-book, from which they may learn lessons of intense interest. The moon and the stars may be their companions, speaking to them in the most eloquent language of the love of God (The Youth's Instructor, October 25, 1900)."},{"refcode_short":"3BC 1144.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1144.6 (Ellen Gould White)","content":"Natural Science, God's Storehouse—If the follower of Christ will believe His Word and practice it, there is no science in the natural world but he will be able to grasp and appropriate, nothing but will furnish him means by which he can impart truth to others. Natural science is God's storehouse from which every student in the school of Christ may draw. The ways of God in natural philosophy, and the mysteries connected with His dealings with man, are a treasury from which all may draw (Manuscript 95, 1898)."},{"refcode_short":"3BC 1144.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1144.7 (Ellen Gould White)","content":"Science and Religion Cannot Be Divorced—Nature is full of lessons of the love of God. Rightly understood, these lessons lead to the Creator. They point from nature to nature's God, teaching those simple, holy truths which cleanse the mind, bringing it into close touch with God. These lessons emphasize the truth that science and religion cannot be divorced."},{"refcode_short":"3BC 1144.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1144.8 (Ellen Gould White)","content":"Christ came to this earth to teach men the mysteries of the kingdom of God. But men could not by human reasoning understand His lessons. Man's wisdom cannot originate the science which is divine.... When man is reconciled to God, nature speaks to him in words of heavenly wisdom, bearing testimony to the eternal truth of God's Word. As Christ tells us the meaning of the things in nature, the science of true religion flashes forth, explaining the relation of the law of God to the natural and spiritual world (Manuscript 67, 1901)."},{"refcode_short":"3BC 1144.9","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1144.9 (Ellen Gould White)","content":"1-3 (see EGW on Psalm 147:4). Study of Creation Lifts the Mind—If the frivolous and pleasure-seeking will allow their minds to dwell upon the real and the true, the heart cannot but be filled with reverence, and they will adore the God of nature. The study of God's character as revealed in His created works will open a field of thought that will draw the mind away from low, enervating pleasures. The knowledge of God's works and ways we can only begin to obtain in this world; the study will be continued throughout eternity (The Youth's Instructor, May 6, 1897)."},{"refcode_short":"3BC 1144.10","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1144.10 (Ellen Gould White)","content":"1-6. Forces of Nature Are God's Ministers—[Psalm 19:1-6 quoted.] God encourages us to contemplate His works in the natural world. He desires that we shall turn our mind from the study of the artificial to the natural. We shall understand this better as we lift up our eyes to the hills of God, and contemplate the works which His own hands have created. They are God's work. His hand has molded the mountains and balances them in their position, that they shall not be moved except at His command. The wind, the sun, the rain, the snow, and the ice, are all His ministers to do His will (Manuscript 16, 1897)."},{"refcode_short":"3BC 1145.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1145.1 (Ellen Gould White)","content":"14 (Proverbs 4:23; Matthew 12:34-37; Philippians 4:8). Controlled, Noble Thinking Acceptable to God—[Psalm 19:14 quoted.] As God works upon the heart by His Holy Spirit, man must cooperate with Him. The thoughts must be bound about, restricted, withdrawn from branching out and contemplating things that will only weaken and defile the soul. The thoughts must be pure, the meditations of the heart must be clean, if the words of the mouth are to be words acceptable to heaven, and helpful to your associates....[Matthew 12:34-37 quoted.]"},{"refcode_short":"3BC 1145.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1145.2 (Ellen Gould White)","content":"In the sermon on the mount, Christ presented before His disciples the far-reaching principles of the law of God. He taught His hearers that the law was transgressed by the thoughts before the evil desire was carried out in actual commission. We are under obligation to control our thoughts, and to bring them into subjection to the law of God. The noble powers of the mind have been given to us by the Lord, that we may employ them in contemplating heavenly things. God has made abundant provision that the soul may make continual progression in the divine life. He has placed on every hand agencies to aid our development in knowledge and virtue; and yet, how little these agencies are appreciated or enjoyed! How often the mind is given to the contemplation of that which is earthly, sensual, and base! We give our time and thought to the trivial and commonplace things of the world, and neglect the great interests that pertain to eternal life. The noble powers of the mind are dwarfed and enfeebled by lack of exercise on themes that are worthy of their concentration. [Philippians 4:8 quoted.]"},{"refcode_short":"3BC 1145.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1145.3 (Ellen Gould White)","content":"Let every one who desires to be a partaker of the divine nature appreciate the fact that he must escape the corruption that is in the world through lust. There must be a constant, earnest struggling of the soul against the evil imaginings of the mind. There must be a steadfast resistance of temptation to sin in thought or act. The soul must be kept from every stain, through faith in Him who is able to keep you from falling. We should meditate upon the scriptures, thinking soberly and candidly upon the things that pertain to our eternal salvation. The infinite mercy and love of Jesus, the sacrifice made in our behalf, call for most serious and solemn reflection. We should dwell upon the character of our dear Redeemer and Intercessor. We should seek to comprehend the meaning of the plan of salvation. We should meditate upon the mission of Him who came to save His people from their sins. By constantly contemplating heavenly themes, our faith and love will grow stronger. Our prayers will be more and more acceptable to God, because they will be more and more mixed with faith and love. They will be more intelligent and fervent. There will be more constant confidence in Jesus, and you will have a daily, living experience in the willingness and power of Christ to save unto the uttermost all that come unto God by Him."},{"refcode_short":"3BC 1145.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1145.4 (Ellen Gould White)","content":"By beholding we are to become changed, and as we meditate upon the perfections of our divine Model, we shall desire to become wholly transformed and renewed in the image of His purity. There will be a hungering and thirsting of soul to be made like Him whom we adore. The more our thoughts are upon Christ, the more we shall speak of Him to others, and represent Him to the world. We are called to come out and be separate from the world, that we may be the sons and daughters of the Most High; and we are under sacred obligation to glorify God, as His children upon the earth. It is essential that the mind should be stayed upon Christ, that we may hope to the end for the grace that is to be brought unto us at the revelation of Jesus Christ from heaven (The Review and Herald, June 12, 1888)."},{"refcode_short":"3BC 1145","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1145 (Ellen Gould White)","content":"Psalms 19, 20"},{"refcode_short":"3BC 1145.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1145.5 (Ellen Gould White)","content":"Nineteenth and Twentieth Psalms Especially for Us—The Lord would have us awake to our true spiritual condition. He desires that every soul shall humble heart and mind before Him. The words of inspiration found in the nineteenth and twentieth psalms are presented to me for our people. It is our privilege to accept these precious promises, and to believe the warnings. I pray that our hearts may be fully awake to the perils that surround those who are indifferent to the soul's eternal welfare. We need to search the Scriptures as never before. The Word of God is to be our educator, our guide. We are to understand what saith the Scriptures."},{"refcode_short":"3BC 1146.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1146.1 (Ellen Gould White)","content":"In the night season I seemed to be repeating these words to the people: There is need of close examination of self. We have no time now to spend in self-indulgence. If we are connected with God, we shall humble our hearts before Him, and be very zealous in the perfecting of Christian characters. We have a grand and solemn work to do, for the world is to be enlightened in regard to the times in which we live; and they will be enlightened when a straight testimony is borne. They will be led to earnest examination of self (Letter 12, 1909)."},{"refcode_short":"3BC 1146","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1146 (Ellen Gould White)","content":"Psalm 25"},{"refcode_short":"3BC 1146.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1146.2 (Ellen Gould White)","content":"18 (2 Samuel 16:12). A Strong Man in a Storm—David was never more worthy of admiration than in his hour of adversity. Never was this cedar of God truly greater than when wrestling with the storm and tempest. He was a man of the keenest temperament, which might have been raised to the strongest feelings of resentment. He was cut to the quick with the imputation of unmerited wrong. Reproach, he tells us, had broken his heart. And it would not have been surprising if, stung to madness, he had given vent to his feelings of uncontrollable irritation, to bursts of vehement rage, and expressions of revenge. But there was nothing of this which would naturally be expected of a man with his stamp of character. With spirits broken and in tearful emotion, but without one expression of repining, he turns his back upon the scenes of his glory and also of his crime, and pursues his flight for his life (Letter 6, 1880)."},{"refcode_short":"3BC 1146","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1146 (Ellen Gould White)","content":"Psalm 32"},{"refcode_short":"3BC 1146.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1146.3 (Ellen Gould White)","content":"1, 2. David Was Reconverted—David was pardoned of his transgression because he humbled his heart before God in repentance and contrition of soul, and believed that God's promise to forgive would be fulfilled. He confessed his sin, repented, and was reconverted. In the rapture of the assurance of forgiveness, he exclaimed, “Blessed is he whose transgression is forgiven, whose sin is covered. Blessed is the man unto whom the Lord imputeth not iniquity, and in whose spirit there is no guile.” The blessing comes because of pardon; pardon comes through faith that the sin, confessed and repented of, is borne by the great Sin-bearer. Thus from Christ cometh all our blessings. His death is an atoning sacrifice for our sins. He is the great Medium through whom we receive the mercy and favor of God. He, then, is indeed the Originator, the Author, as well as the Finisher, of our faith (Manuscript 21, 1891)."},{"refcode_short":"3BC 1146","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1146 (Ellen Gould White)","content":"Psalm 33"},{"refcode_short":"3BC 1146.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1146.4 (Ellen Gould White)","content":"6, 9. See EGW on Genesis 1:1-3, Vol. 1, p. 1081."},{"refcode_short":"3BC 1146","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1146 (Ellen Gould White)","content":"Psalm 34"},{"refcode_short":"3BC 1146.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1146.5 (Ellen Gould White)","content":"12-15. Assurance Fosters Health—[1 Peter 3:10-12 quoted.] ..."},{"refcode_short":"3BC 1146.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1146.6 (Ellen Gould White)","content":"The assurance of God's approval will promote physical health. It fortifies the soul against doubt, perplexity, and excessive grief, that so often sap the vital forces and induce nervous diseases of a most debilitating and distressing character. The Lord has pledged His unfailing word that His eye shall be over the righteous, and His ear open to their prayer, while He is against all them that do evil. We make very hard work for ourselves in this world when we take such a course that the Lord is against us (The Review and Herald, October 16, 1883)."},{"refcode_short":"3BC 1146","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1146 (Ellen Gould White)","content":"Psalm 35"},{"refcode_short":"3BC 1146.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1146.7 (Ellen Gould White)","content":"28. Education for the Tongue—The tongue needs to be educated and disciplined and trained to speak of the glories of heaven, to talk of the matchless love of Jesus Christ (Letter 32, 1890)."},{"refcode_short":"3BC 1146","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1146 (Ellen Gould White)","content":"Psalm 42"},{"refcode_short":"3BC 1146.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1146.8 (Ellen Gould White)","content":"1. Our Souls Should Hunger for Heaven's Gifts—We are to come to God in faith, and pour out our supplications before Him, believing that He will work in our behalf, and in the behalf of those we are seeking to save. We are to devote more time to earnest prayer. With the trusting faith of a little child, we are to come to our heavenly Father, telling Him of all our needs. He is always ready to pardon and help. The supply of divine wisdom is inexhaustible, and the Lord encourages us to draw largely from it. The longing that we should have for spiritual blessings is described in the words, “As the hart panteth after the water brooks, so panteth my soul after thee, O God.” We need a deeper soul-hunger for the rich gifts that heaven has to bestow. We are to hunger and thirst after righteousness."},{"refcode_short":"3BC 1147.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1147.1 (Ellen Gould White)","content":"O that we might have a consuming desire to know God by an experimental knowledge, to come into the audience chamber of the Most High, reaching up the hand of faith, and casting our helpless souls upon the One mighty to save. His loving kindness is better than life (Manuscript 38, 1905)."},{"refcode_short":"3BC 1147","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1147 (Ellen Gould White)","content":"Psalm 51"},{"refcode_short":"3BC 1147.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1147.2 (Ellen Gould White)","content":"1-17. The Way Back to God—I present before you the fifty-first psalm, a psalm filled with precious lessons. From it we may learn what course to follow if we have departed from the Lord. To the king of Israel, exalted and honored, the Lord sent a message of reproof by His prophet. David confessed his sin and humbled his heart, declaring God to be just in all His dealings [Psalm 51:1-17 quoted] (Manuscript 147, 1903)."},{"refcode_short":"3BC 1147.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1147.3 (Ellen Gould White)","content":"Chief Guilt Is Sin Against God—Sin is sin, whether committed by one sitting on a throne, or by one in the humbler walks of life. The day is coming when all who have committed sin will make confession, even though it is too late for them to receive pardon. God waits long for the sinner to repent. He manifests a wonderful forbearance. But He must at last call the transgressor of His law to account."},{"refcode_short":"3BC 1147.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1147.4 (Ellen Gould White)","content":"A man incurs guilt by injuring a fellow-being, but his chief guilt is the sin that he has committed against the Lord, and the evil influence of his example upon others."},{"refcode_short":"3BC 1147.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1147.5 (Ellen Gould White)","content":"The sincere child of God does not make light of any of His requirements (Manuscript 147, 1903)."},{"refcode_short":"3BC 1147.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1147.6 (Ellen Gould White)","content":"3. A Live Conscience Leads to Confession—David often triumphed in God, and yet he dwelt much upon his own unworthiness and sinfulness. His conscience was not asleep or dead. “My sin,” he cried, “is ever before me.” He did not flatter himself that sin was a matter with which he had nothing to do, and that should not concern him. As he saw the depths of deceit in his heart, he was deeply disgusted with himself, and prayed that God would keep him back by His power from presumptuous sins, and cleanse him from secret faults."},{"refcode_short":"3BC 1147.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1147.7 (Ellen Gould White)","content":"It is not safe for us to close our eyes and harden our consciences, that we shall not see or realize our sins. We need to cherish the instruction we have had in regard to the hateful character of sin in order that we may repent of and confess our sins (Letter 71, 1893)."},{"refcode_short":"3BC 1147","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1147 (Ellen Gould White)","content":"Psalm 63"},{"refcode_short":"3BC 1147.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1147.8 (Ellen Gould White)","content":"5, 6 (Psalm 104:34). Meditation Leads to Love and Fellowship—Rest yourself wholly in the hands of Jesus. Contemplate His great love, and while you meditate upon His self-denial, His infinite sacrifice made in our behalf in order that we should believe in Him, your heart will be filled with holy joy, calm peace, and indescribable love. As we talk of Jesus, as we call upon Him in prayer, our confidence that He is our personal, loving Saviour will strengthen and His character will appear more and more lovely.... We may enjoy rich feasts of love, and as we fully believe that we are His by adoption, we may have a foretaste of heaven. Wait upon the Lord in faith. The Lord draws out the soul in prayer, and gives us to feel His precious love. We have a nearness to Him, and can hold sweet communion with Him. We obtain distinct views of His tenderness and compassion, and our hearts are broken and melted with contemplation of the love that is given to us. We feel indeed an abiding Christ in the soul. We abide in Him, and feel at home with Jesus. The promises flow into the soul. Our peace is like a river, wave after wave of glory rolls into the heart, and indeed we sup with Jesus and He with us. We have a realizing sense of the love of God, and we rest in His love. No language can describe it, it is beyond knowledge. We are one with Christ, our life is hid with Christ in God. We have the assurance that when He who is our life shall appear, then shall we also appear with Him in glory. With strong confidence, we can call God our Father (Letter 52, 1894)."},{"refcode_short":"3BC 1148","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1148 (Ellen Gould White)","content":"Psalm 66"},{"refcode_short":"3BC 1148.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1148.1 (Ellen Gould White)","content":"1-5. This Psalm Often Sung by Christ—[Psalm 66:1-5 quoted.] This psalm and portions of the sixty-eighth and seventy-second psalms were often sung by Christ. Thus in the most simple and unassuming way He taught others (The Youth's Instructor, September 8, 1898)."},{"refcode_short":"3BC 1148.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1148.2 (Ellen Gould White)","content":"16. Praise God More—Would it not be well to cultivate gratitude, and to offer grateful songs of thanksgiving to God? As Christians we ought to praise God more than we do. We ought to bring more of the brightness of His love into our lives. As by faith we look to Jesus His joy and peace are reflected from the countenances. How earnestly we should seek so to relate ourselves to God that our faces may reflect the sunshine of His love! When our own souls are vivified by the Holy Spirit, we shall exert an uplifting influence upon others who know not the joy of Christ's presence."},{"refcode_short":"3BC 1148.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1148.3 (Ellen Gould White)","content":"Said David, “Come and hear, all ye that fear God, and I will declare what He hath done for my soul” (Manuscript 115, 1903)."},{"refcode_short":"3BC 1148","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1148 (Ellen Gould White)","content":"Psalm 71"},{"refcode_short":"3BC 1148.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1148.4 (Ellen Gould White)","content":"9, 17, 19 (Psalm 92:13-15). Guard Against Evils Attending Old Age—David entreated the Lord not to forsake him in old age. And why did he thus pray? He saw that most of the aged around him were unhappy, because of the unfortunate traits of their character being increased with their age. If they had been naturally close and covetous, they were most disagreeably so in mature years. If they had been jealous, fretful, and impatient, they were especially so when aged."},{"refcode_short":"3BC 1148.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1148.5 (Ellen Gould White)","content":"David was distressed as he saw those who once seemed to have the fear of God before them, now in old age seemingly forsaken of God and exposed to ridicule by the enemies of the Lord. And why were they thus situated? As age crept on they seemed to lose their former powers of discernment, and were ready to listen to the deceptive advice of strangers in regard to those whom they should confide in. Their jealousy unrestrained sometimes burned into a flame, because all did not agree with their failing judgment. Some thought that their own children and relatives wanted them to die in order to take their places and possess their wealth, and receive the homage which had been bestowed upon them. And others were so controlled by their jealous, covetous feelings, as to destroy their own children."},{"refcode_short":"3BC 1148.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1148.6 (Ellen Gould White)","content":"David was strongly moved. He was distressed. He looked forward to the time when he should be aged, and feared that God would leave him and he would be as unhappy as other aged persons whose course he had noticed, and that he should be left to the reproach of the enemies of the Lord. With this burden upon him he earnestly prays [Psalm 71:9, 17, 19 quoted]. David felt the necessity of guarding against the evils which attend old age."},{"refcode_short":"3BC 1148.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1148.7 (Ellen Gould White)","content":"It is frequently the case that aged persons are unwilling to acknowledge that their mental strength is failing, and therefore shorten their days by taking care which belongs to their children. Satan often plays upon their imagination, and leads them to hoard their means with miserly care, and thus create a continual anxiety about their earthly goods. Some will even deprive themselves of many of the comforts of life, and labor beyond their strength, rather than use the means which they have. Thus they are in continual vexation, through fear that some time in the future they shall want."},{"refcode_short":"3BC 1148.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1148.8 (Ellen Gould White)","content":"If such would take the position God would have them, their last days might be their best, their happiest. Those who have children in whose honesty and management they have reason to confide, should allow them to manage for them and provide for their happiness. Unless they do this, Satan will take advantage of their lack of mental strength, and will manage for them. They should lay aside anxiety and burdens, and occupy their time as happily as they can, in ripening up for heaven (The Signs of the Times, February 19, 1880)."},{"refcode_short":"3BC 1149.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1149.1 (Ellen Gould White)","content":"17. See EGW on 1 Samuel 2:26, Vol. 2, p. 1010."},{"refcode_short":"3BC 1149","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1149 (Ellen Gould White)","content":"Psalm 77"},{"refcode_short":"3BC 1149.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1149.2 (Ellen Gould White)","content":"7, 10-12. David's Varying Mental Experience—The psalmist David in his experience had many changes of mind. At times, as he obtained views of God's will and ways, he was highly exalted. Then as he caught sight of the reverse of God's mercy and changeless love, everything seemed to be shrouded in a cloud of darkness. But through the darkness he obtained a view of the attributes of God, which gave him confidence and strengthened his faith. But when he meditated upon the difficulties and danger of life, they looked so forbidding that he thought himself abandoned by God because of his sins. He viewed his sin in such a strong light that he exclaimed, “Will the Lord cast off for ever? will he be favorable no more?”"},{"refcode_short":"3BC 1149.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1149.3 (Ellen Gould White)","content":"But as he wept and prayed, he obtained a clearer view of the character and attributes of God, being educated by heavenly agencies, and he decided that his ideas of God's justice and severity were exaggerated. He rejected his impressions as being the result of his weakness, ignorance, and physical infirmities, and as dishonoring to God, and with renewed faith he exclaimed, “This is my infirmity; but I will remember the years of the right hand of the Most High.”"},{"refcode_short":"3BC 1149.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1149.4 (Ellen Gould White)","content":"Most earnestly he studied the ways of God, expressed by Christ when enshrouded in the pillar of cloud, and given to Moses to be faithfully repeated to all Israel. He called to mind what God had wrought to secure for Himself a people to whom He could entrust sacred and vital truth for future ages. God wrought most wondrously to free more than a million people; and as David considered His pledges and promises to them, knowing they were for all who need them as much as for Israel, he appropriated them to himself, saying, “I will remember the works of the Lord: surely I will remember thy wonders of old. I will meditate also of all thy work, and talk of thy doing.”"},{"refcode_short":"3BC 1149.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1149.5 (Ellen Gould White)","content":"His faith laid hold of God, and he was strengthened and encouraged; although he recognized God's ways as mysterious, yet he knew they were merciful and good; for this was His character as revealed to Moses: “The Lord descended in the cloud, and stood with him there, and proclaimed the name of the Lord. And the Lord passed by before him, and proclaimed, The Lord, The Lord God, merciful and gracious, long-suffering, and abundant in goodness and truth.”"},{"refcode_short":"3BC 1149.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1149.6 (Ellen Gould White)","content":"As David appropriated these promises and privileges to himself he decided that he would no longer be hasty in judgment, becoming discouraged, and casting himself down in helpless despair. His soul took courage as he contemplated the general character of God as displayed in His teaching, His forbearance, His surpassing greatness and mercy, and he saw that the works and wonders of God are to have no confined application."},{"refcode_short":"3BC 1149.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1149.7 (Ellen Gould White)","content":"But again David's experience changed.… [Psalm 73:2-5, 12, 17-23, 28 quoted] (Manuscript 4, 1896)."},{"refcode_short":"3BC 1149","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1149 (Ellen Gould White)","content":"Psalm 89"},{"refcode_short":"3BC 1149.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1149.8 (Ellen Gould White)","content":"14. Twin Sisters—Justice has a twin sister that should ever stand by her side, which is Mercy and Love (Letter 18e, 1890)."},{"refcode_short":"3BC 1149.9","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1149.9 (Ellen Gould White)","content":"(1 Peter 5:3.) Men Must Not Dominate Others—Let those who occupy positions of trust rid themselves of the unmerciful spirit which so greatly offends God. Justice and judgment are the habitation of His throne. Let no one suppose that God has given to men the power of ruling their fellow-men. He will accept the service of no man who hurts and discourages Christ's heritage. Now is the time for every man to examine himself, to prove himself, that he may see whether he is in the faith. Investigate closely the motives which prompt you to action. We are engaged in the work of the Most High. Let us not weave into the web of our work one thread of selfishness. Let us rise to a higher plane in our daily experience. God will not serve with the sins of any man (Manuscript 42, 1901)."},{"refcode_short":"3BC 1150","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1150 (Ellen Gould White)","content":"Psalm 90"},{"refcode_short":"3BC 1150.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1150.1 (Ellen Gould White)","content":"8. We May See Our Lives as God Does—To dwell upon the beauty, goodness, mercy, and love of Jesus is strengthening to the mental and moral powers, and while the mind is kept trained to do the works of Christ, to be obedient children, you will habitually inquire, Is this the way of the Lord? Will Jesus be pleased to have me do this? Will this course be to please myself or to please Jesus?"},{"refcode_short":"3BC 1150.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1150.2 (Ellen Gould White)","content":"Then will every soul remember the words of the Lord: Thou hast my secret sins in the light of thy countenance. Many need to make a decided change in the tenor of their thoughts and actions, if they would please Jesus. We can seldom see our sins in the grievous light that God can. Many have habituated themselves to pursue a course of sin, and their hearts harden, under the influence of the power of Satan. And their thoughts are brought into captivity to his evil influences; but when in the strength and grace of God they place their minds against the temptations of Satan, their minds are made clear, their hearts and consciences by being influenced by the Spirit of God are made sensitive, and then sin appears as it is—exceedingly sinful. Then is the time when the secret sins are set in the light of their countenance. They confess their sins to God, and repent of them and become ashamed of sin.... He casts them from the light of His countenance behind His back (Letter 43, 1892)."},{"refcode_short":"3BC 1150","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1150 (Ellen Gould White)","content":"Psalm 91"},{"refcode_short":"3BC 1150.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1150.3 (Ellen Gould White)","content":"Loss Sustained by the Wicked—In the ninety-first psalm is a most wonderful description of the coming of the Lord to bring the wickedness of the wicked to an end, and to give to those who have chosen Him as their Redeemer the assurance of His love and protecting care."},{"refcode_short":"3BC 1150.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1150.4 (Ellen Gould White)","content":"[Psalm 91:1-15 quoted.]"},{"refcode_short":"3BC 1150.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1150.5 (Ellen Gould White)","content":"The righteous understand God's government, and will triumph with holy gladness in the everlasting protection and salvation that Christ through His merits has secured for them. Let all remember this, and forget not that the wicked, who do not receive Christ as their personal Saviour, understand not His providence. The way of righteousness they have not chosen, and they know not God. Notwithstanding all the benefits He has so graciously bestowed upon them, they have abused His mercy by neglecting to acknowledge His goodness and mercy in showing them these favors. At any moment God can withdraw from the impenitent the tokens of His wonderful mercy and love."},{"refcode_short":"3BC 1150.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1150.6 (Ellen Gould White)","content":"Oh, that human agencies might consider what will be the sure result of their ingratitude to Him, and of their disregard of the infinite gift of Christ to our world! If they continue to love transgression more than obedience, the present blessings and the great mercy of God that they now enjoy, but do not appreciate, will finally become the occasion of their eternal ruin. They may for a time choose to engage in worldly amusements and sinful pleasures, rather than to check themselves in their course of sin, and live for God and for the honor of the Majesty of heaven; but when it is too late for them to see and to understand that which they have slighted as a thing of naught, they will know what it means to be without God, without hope. Then they will sense what they have lost by choosing to be disloyal to God and to stand in rebellion against His commandments. In the past they defied His power and rejected His overtures of mercy; finally His judgments will fall upon them. Then they will realize that they have lost happiness—life, eternal life, in the heavenly courts...."},{"refcode_short":"3BC 1150.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1150.7 (Ellen Gould White)","content":"In the time when God's judgments are falling without mercy, oh, how enviable to the wicked will be the position of those who abide “in the secret place of the Most High”—the pavilion in which the Lord hides all who have loved Him and have obeyed His commandments! The lot of the righteous is indeed an enviable one at such a time to those who are suffering because of their sins. But the door of mercy is closed to the wicked, no more prayers are offered in their behalf, after probation ends."},{"refcode_short":"3BC 1150.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1150.8 (Ellen Gould White)","content":"But this time has not yet come. Mercy's sweet voice is still to be heard. The Lord is now calling sinners to come to Him (Manuscript 151, 1901)."},{"refcode_short":"3BC 1151","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1151 (Ellen Gould White)","content":"Psalm 92"},{"refcode_short":"3BC 1151.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1151.1 (Ellen Gould White)","content":"12. A “Palm-tree” Christian—The palm tree well represents the life of a Christian. It stands upright amid the burning desert sand, and dies not; for it draws its sustenance from the springs of life beneath the surface (The Review and Herald, September 1, 1885)."},{"refcode_short":"3BC 1151.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1151.2 (Ellen Gould White)","content":"The Christian a Palm in the Desert—[Psalm 92:12 quoted.] See the weary traveler toiling over the hot sands of the desert, with no shelter to protect him from the rays of a tropical sun. His water supply fails, and he has nothing to slake his burning thirst. His tongue becomes swollen; he staggers like a drunken man. Visions of home and friends pass before his mind, as he believes himself ready to perish in the terrible desert. Suddenly those in advance send forth a shout of joy. In the distance, looming up out of the dreary, sandy waste, is a palm tree, green and flourishing. Hope quickens his pulses. That which gives vigor and freshness to the palm tree will cool the fevered pulses, and give life to those who are perishing with thirst."},{"refcode_short":"3BC 1151.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1151.3 (Ellen Gould White)","content":"As the palm tree, drawing nourishment from fountains of living water, is green and flourishing in the midst of the desert, so the Christian may draw rich supplies of grace from the fountain of God's love, and may guide weary souls, that are full of unrest and ready to perish in the desert of sin, to those waters of which they may drink, and live. The Christian is ever pointing his fellow-men to Jesus, who invites, “If any man thirst, let him come unto Me and drink.” This fountain never fails us; we may draw, and draw again (The Signs of the Times, October 26, 1904, reprinted from The Signs of the Times, June 26, 1884)."},{"refcode_short":"3BC 1151.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1151.4 (Ellen Gould White)","content":"If the Christian thrives and progresses at all, he must do so amid strangers to God, amid scoffing, subject to ridicule. He must stand upright like the palm tree in the desert. The sky may be as brass, the desert sand may beat about the palm tree's roots, and pile itself in heaps about its trunk. Yet the tree lives as an evergreen, fresh and vigorous amid the burning desert sands. Remove the sand till you reach the rootlets of the palm tree, and you discover the secret of its life; it strikes down deep beneath the surface, to the secret waters hidden in the earth. Christians indeed may be fitly represented by the palm tree. They are like Enoch; although surrounded by corrupting influences, their faith takes hold of the Unseen. They walk with God, deriving strength and grace from Him to withstand the moral pollution surrounding them. Like Daniel in the courts of Babylon, they stand pure and uncontaminated; their life is hid with Christ in God. They are virtuous in spirit amid depravity; they are true and loyal, fervent and zealous, while surrounded by infidels, hypocritical professors, godless and worldly men. Their faith and life are hid with Christ in God. Jesus is in them a well of water springing up into everlasting life. Faith, like the rootlets of the palm tree, penetrates beneath the things which are seen, drawing spiritual nourishment from the Fountain of life (The Signs of the Times, July 8, 1886)."},{"refcode_short":"3BC 1151.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1151.5 (Ellen Gould White)","content":"(Ezekiel 31:7.) The Christian a Sturdy Cedar—When the love of Jesus is abiding in the soul, many who are now but withered branches will become as the cedars of Lebanon, “whose root is by the great waters.” The cedar is noted for the firmness of its roots. Not content to cling to the earth with a few weak fibers, it thrusts its rootlets, like a sturdy wedge, into the cloven rock, and reaches down deeper and deeper for strong holds to grasp. When the tempest grapples with its boughs, that firm-set tree cannot be uprooted. What a goodly cedar might not every follower of Christ become, if he were but rooted and grounded in the truth, firmly united to the Eternal Rock (The Review and Herald, June 20, 1882)."},{"refcode_short":"3BC 1151.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1151.6 (Ellen Gould White)","content":"13-16. See EGW on Psalm 71:9, 17, 19."},{"refcode_short":"3BC 1151","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1151 (Ellen Gould White)","content":"Psalm 104"},{"refcode_short":"3BC 1151.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1151.7 (Ellen Gould White)","content":"14 (see EGW on Genesis 1:29, Vol. 1, p. 1081). A Harmony of Words and Works—The words and works of the Lord harmonize. His words are gracious and His works bountiful. “He causeth grass to grow for the cattle, and herb for the service of man.” How liberal are the provisions He has made for us. How wonderfully He has displayed His munificence and power in our behalf. Should our gracious Benefactor treat us as we treat one another, where would we be? Shall we not strive earnestly to follow the golden rule, “All things whatsoever ye would that men should do to you, do ye even so to them; for this is the law and the prophets” (Letter 8, 1901)."},{"refcode_short":"3BC 1152.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1152.1 (Ellen Gould White)","content":"34. See EGW on Psalm 63:5, 6."},{"refcode_short":"3BC 1152","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1152 (Ellen Gould White)","content":"Psalm 119"},{"refcode_short":"3BC 1152.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1152.2 (Ellen Gould White)","content":"17, 18, 33-40. An Example of Prayer—[Psalm 119:17, 18, 33-40 quoted.] Such prayers as this the Lord's servants should be continually offering to Him. This prayer reveals a consecration to God of heart and mind; it is the consecration that God is asking us to make (The Review and Herald, September 17, 1908)."},{"refcode_short":"3BC 1152.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1152.3 (Ellen Gould White)","content":"18. The Reservoir of Heaven Not Locked—The Bible should be studied with prayer. We should pray as did David, “Open thou mine eyes, that I may behold wondrous things out of thy law.” No man can have insight into the Word of God without the illumination of the Holy Spirit. If we will but come into the right position before God, His light will shine upon us in rich, clear rays. This was the experience of the early disciples.... [Acts 2:1-4 quoted.] God is willing to give us a similar blessing, when we seek for it as earnestly."},{"refcode_short":"3BC 1152.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1152.4 (Ellen Gould White)","content":"The Lord did not lock the reservoir of heaven after pouring His Spirit upon the early disciples. We, also, may receive of the fullness of His blessing. Heaven is full of the treasures of His grace, and those who come to God in faith may claim all that He has promised. If we do not have His power, it is because of our spiritual lethargy, our indifference, our indolence. Let us come out of this formality and deadness (The Review and Herald, June 4, 1889)."},{"refcode_short":"3BC 1152.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1152.5 (Ellen Gould White)","content":"111-115, 125-130, 165. Commandments a Delight to the Obedient—To the obedient child of God, the commandments are a delight. David declares: [Psalm 119:111-115, 125 quoted]."},{"refcode_short":"3BC 1152.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1152.6 (Ellen Gould White)","content":"Did the contempt shown to the law of God extinguish David's loyalty? Hear his words. He calls upon God to interfere and vindicate His honor, to show that there is a God, that there are limits to His forbearance, that it is possible to so presume upon the mercy of God as to exhaust it. “It is time for thee, Lord, to work,” he says, “for they have made void thy law.”"},{"refcode_short":"3BC 1152.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1152.7 (Ellen Gould White)","content":"David saw the divine precepts thrown aside, and obstinacy and rebellion increasing. Was he swept away by the prevalence of apostasy? Did the scorn and contempt cast upon the law lead him to cowardly refrain from making an effort to vindicate the law? On the contrary his reverence for the law of Jehovah increased as he saw the disregard and contempt shown for it by others [Psalm 119:126-130, 165 quoted] (Manuscript 27, 1899)."},{"refcode_short":"3BC 1152.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1152.8 (Ellen Gould White)","content":"126, 127. Time for God to Work—David was greatly tried in his day in seeing men pouring contempt upon God's law. Men threw off restraint, and depravity was the result. The law of God had become a dead letter to those whom God had created. Men refused to receive the holy precepts as the rule of their life. Wickedness was so great that David feared lest God's forbearance should cease, and he sent up a heart-felt prayer to heaven, saying, “It is time for thee, Lord, to work: for they have made void thy law. Therefore I love thy commandments above gold; yea, above fine gold.”"},{"refcode_short":"3BC 1152.9","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1152.9 (Ellen Gould White)","content":"If David thought in his day that men had exceeded the limits of God's mercy, and that God would work to vindicate the honor of His law, and bring the wickedness of the wicked to an end, then what influence should the widespread iniquity of our day have upon those who love and fear God? When there is widespread disobedience, when iniquity is increasing to a swelling tide, will the professed Christian world be evil with the evil, unrighteous with the unrighteous? Shall we place our influence on the side of the great apostate, and shall universal scorn be heaped upon God's law, the great standard of righteousness? Shall we be swept away by the strong tide of transgression and apostasy? Or shall the righteous search the Scriptures, and know for themselves the conditions upon which the salvation of their souls depend? Those who make the Word of God the man of their counsel will esteem the law of God, and their appreciation of it will rise in proportion as it is set aside and despised. Loyal subjects of Christ's kingdom will re-echo the words of David and say, “It is time for thee, Lord, to work: for they have made void thy law. Therefore I love thy commandments above gold; yea, above fine gold.” This is the position those will occupy who love God sincerely and their neighbors as themselves. They will exalt the commandments in proportion as contempt increases (Manuscript 69, 1896)."},{"refcode_short":"3BC 1153.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1153.1 (Ellen Gould White)","content":"126. When David in his day saw the departing from the law of God, he expected that a manifestation of divine displeasure would be seen. He looked for the Lord to show forth His righteous indignation. “It is time for thee, Lord, to work,” he exclaimed, “for they have made void thy law.” He supposed that in their lawlessness men had exceeded the bounds of God's forbearance, and that the Lord would not longer restrain Himself (MS 15, 1906)."},{"refcode_short":"3BC 1153.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1153.2 (Ellen Gould White)","content":"Where Will the Church Stand?—It is possible for men to go so far in wickedness, under continual remonstrance, that God sees that He must arise and vindicate His honor. Thus it is at the present period of this earth's history. Crime of every degree is becoming more and more strikingly manifest. The earth is filled with violence of men against their fellow-men."},{"refcode_short":"3BC 1153.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1153.3 (Ellen Gould White)","content":"What position will the church take? Will those who in the past have had respect for the law of God, be drawn into the current of evil? Will the almost universal transgression and contempt of the law of God, darken the spiritual atmosphere of the souls of all alike? Will the disrespect of the law of God sweep away the protecting barriers? Because wickedness and lawlessness prevail, is the law of God to be less highly esteemed? Because it is made void by the great majority of those living on the earth, shall the few loyal ones become like all the disloyal, and act as the wicked act? Shall they not rather offer up the prayer of David, “It is time for thee, Lord, to work: for they have made void thy law” (Manuscript 15, 1906)?"},{"refcode_short":"3BC 1153.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1153.4 (Ellen Gould White)","content":"130. See EGW on Psalm 19."},{"refcode_short":"3BC 1153.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1153.5 (Ellen Gould White)","content":"165. In Harmony With Heaven—There is no peace in unrighteousness; the wicked are at war with God. But he who receives the righteousness of the law in Christ, is in harmony with heaven (Letter 96, 1896)."},{"refcode_short":"3BC 1153.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1153.6 (Ellen Gould White)","content":"Obedience Leads to Peace—Each law of God is an enactment of mercy, love, and saving power. These laws, obeyed, are our life, our salvation, our happiness, our peace [Psalm 119:165 quoted] (Letter 112, 1902)."},{"refcode_short":"3BC 1153","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1153 (Ellen Gould White)","content":"Psalm 121"},{"refcode_short":"3BC 1153.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1153.7 (Ellen Gould White)","content":"5. God Comes Near to Supply All Needs—True happiness may be found in unselfishly striving to help those who need help. God helps the feeble, and strengthens those who have no strength. In the fields where the trials and the conflicts and poverty are the greatest, God's workmen must have increased protection. To those laboring in the heat of the conflict, God says, “The Lord is thy shade upon thy right hand.”"},{"refcode_short":"3BC 1153.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1153.8 (Ellen Gould White)","content":"Our Lord adapts Himself to our special needs. He is a shade on our right hand. He walks close by our side, ready to supply all our necessities. He comes very near to those who are engaged in willing service for Him. He knows every one by name. O what assurances we have of the tender love of Christ (Manuscript 51, 1903)."},{"refcode_short":"3BC 1153","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1153 (Ellen Gould White)","content":"Psalm 135"},{"refcode_short":"3BC 1153.9","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1153.9 (Ellen Gould White)","content":"7. See EGW on Psalm 147:8, 16-18."},{"refcode_short":"3BC 1153","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1153 (Ellen Gould White)","content":"Psalm 139"},{"refcode_short":"3BC 1153.10","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1153.10 (Ellen Gould White)","content":"1-12 (Revelation 20:12, 15). Where You Are, God Is—We are never alone. We have a Companion, whether we choose Him or not. Remember, young men and young women, that wherever you are, whatever you are doing, God is there. To your every word and action you have a witness,—the holy, sin-hating God. Nothing that is said or done or thought can escape His infinite eye. Your words may not be heard by human ears, but they are heard by the Ruler of the universe. He reads the inward anger of the soul when the will is crossed. He hears the expression of profanity. In the deepest darkness and solitude He is there. No one can deceive God; none can escape from their accountability to Him."},{"refcode_short":"3BC 1153.11","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1153.11 (Ellen Gould White)","content":"[Psalm 139:1-12 quoted.]"},{"refcode_short":"3BC 1153.12","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1153.12 (Ellen Gould White)","content":"Day by day the record of your words, your actions, and your influence, is being made in the books of heaven. This you must meet [Revelation 20:12, 15 quoted] (The Youth's Instructor, May 26, 1898)."},{"refcode_short":"3BC 1153.13","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1153.13 (Ellen Gould White)","content":"8. No Solitude Without God—The psalmist represents the presence of the Infinite One as pervading the universe. “If I ascend up into heaven, thou art there; if I make my bed in hell, behold, thou art there.” [Psalm 139:8.] We can never find a solitude where God is not. The ever watchful eye of Omniscience is upon all our works, and although He can marshal the armies of heaven to do His will, He condescends to accept the services of frail, erring mortals (The Signs of the Times, July 14, 1881)."},{"refcode_short":"3BC 1154","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1154 (Ellen Gould White)","content":"Psalm 144"},{"refcode_short":"3BC 1154.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1154.1 (Ellen Gould White)","content":"12. God Spends Time on Jewels—We are God's workmanship. The value of the human agent depends wholly upon the polishing he receives. When the rough stones are prepared for the building, they must be taken into the shop, and hewed and squared. The process is often sharp as the stone is pressed down upon the wheel, but the rough coarseness is being removed, and the lustre begins to appear. The Lord spends not His time upon worthless material; only His jewels are polished after the similitude of a palace. Every soul must not only submit to this work of the divine hand, but must put to the tax every spiritual sinew and muscle, that the character may become more pure, the words more helpful, the actions such as God can approve (Letter 27, 1896)."},{"refcode_short":"3BC 1154.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1154.2 (Ellen Gould White)","content":"The divine Worker spends little time on worthless material. Only the precious jewels does He polish after the similitude of a palace, cutting away the rough edges. The process is severe and trying; Christ cuts away the surplus surface, and putting the stone to the polishing wheel, presses it close, that all roughness may be worn off. Then, holding the jewel up to the light, the Master sees in it a reflection of Himself, and He pronounces it worthy of a place in His casket."},{"refcode_short":"3BC 1154.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1154.3 (Ellen Gould White)","content":"Blessed be the experience, however severe, that gives new value to the stone, causing it to shine with living brightness (Letter 69, 1903)."},{"refcode_short":"3BC 1154.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1154.4 (Ellen Gould White)","content":"A Painful but Necessary Process—By the mighty cleaver of truth God has brought His people, as rough stones, from the quarry of the world. These stones must be squared and polished. The rough edges must be removed. This is a painful process; but it is a necessary one. Without it, we could not be prepared for a place in God's temple. By trial, by warnings, by admonitions, God seeks to prepare us to fulfill His purpose. If we cooperate with Him, our characters will be fashioned “after the similitude of a palace.” It is the specified work of the Comforter to transform us. At times it is hard for us to submit to the purifying, refining process. But this we must do if we would be saved at last (Letter 139, 1903)."},{"refcode_short":"3BC 1154.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1154.5 (Ellen Gould White)","content":"Children May Be Polished for God—Patiently, lovingly, as faithful stewards of the manifold grace of God, parents are to do their appointed work. It is expected of them that they will be found faithful. Everything is to be done in faith. Constantly they must pray that God will impart His grace to their children. Never must they become weary, impatient, or fretful in their work. They must cling closely to their children and to God."},{"refcode_short":"3BC 1154.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1154.6 (Ellen Gould White)","content":"If parents work in patience and love, earnestly endeavoring to help their children to reach the highest standard of purity and modesty, they will succeed. In this work parents need to manifest patience and faith, that they may present their children to God, polished after the similitude of a palace (NL No. 28, p. 3)."},{"refcode_short":"3BC 1154.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1154.7 (Ellen Gould White)","content":"(1 Peter 2:5; 1 Corinthians 3:11-13.) Some Are Not What They Appear—Many, from worldly policy, endeavor, by their own efforts, to become as polished stones, but cannot be living stones, because they are not built upon the true foundation. The day of God will reveal that they are, in reality, only hay, wood, and stubble (Redemption: or the Teachings of Paul, and his Mission to the Gentiles, 78)."},{"refcode_short":"3BC 1154","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1154 (Ellen Gould White)","content":"Psalm 147"},{"refcode_short":"3BC 1154.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1154.8 (Ellen Gould White)","content":"4 (Psalm 19:1-3; see EGW on Isaiah 60:1). The World Only a Jot—He made the night, marshaling the shining stars in the firmament. He calls them all by name. The heavens declare the glory of God, and the firmament showeth his handiwork, showing man that this little world is but a jot in God's creation (The Youth's Instructor, April 4, 1905)."},{"refcode_short":"3BC 1154.9","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1154.9 (Ellen Gould White)","content":"8, 16-18 (Psalm 135:7). Operations of Nature Are God's Servants—There is scarcely an operation of nature to which we may not find reference in the Word of God...."},{"refcode_short":"3BC 1154.10","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1154.10 (Ellen Gould White)","content":"[Psalm 147:8, 16-18; 135:7 quoted.]"},{"refcode_short":"3BC 1155.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1155.1 (Ellen Gould White)","content":"These words of Holy Writ say nothing of the independent laws of nature. God furnishes the matter and the properties with which to carry out His plans. He employs His agencies that vegetation may flourish. He sends the dew and the rain and the sunshine that verdure may spring forth and spread its carpet over the earth, that the shrubs and fruit trees may bud and blossom and bring forth. It is not to be supposed that a law is set in motion for the seed to work itself, that the leaf appears because it must do so of itself. God has laws which He has instituted, but they are only the servants through which He effects results. It is through the immediate agency of God that every tiny seed breaks through the earth and springs into life. Every leaf grows, every flower blooms, by the power of God (The Review and Herald, November 8, 1898)."},{"refcode_short":"3BC 1155","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1155 (Ellen Gould White)","content":"Proverbs"},{"refcode_short":"3BC 1155","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1155 (Ellen Gould White)","content":"Chapter 1"},{"refcode_short":"3BC 1155.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1155.2 (Ellen Gould White)","content":"10 (Isaiah 43:10; 2 Corinthians 6:17, 18). Dart a Prayer to Heaven; Then Firmly Resist—Hear the voice of God: “My son, if sinners entice thee, consent thou not.” Those who are controlled by the Spirit of God are to keep their perceptive faculties awake; for the time has come when their integrity and loyalty to God and to one another will be tested. Do not commit the least injustice in order to gain an advantage for yourselves. Do unto others, in small matters as well as in great, as you would that others should do unto you. God says, “Ye are my witnesses.” You are to act in My place."},{"refcode_short":"3BC 1155.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1155.3 (Ellen Gould White)","content":"Could the curtain be rolled back, you would see the heavenly universe looking with intense interest upon the one who is tempted. If you do not yield to the enemy, there is joy in heaven. When the first suggestion of wrong is heard, dart a prayer to heaven, and then firmly resist the temptation to tamper with the principles condemned in God's Word. The first time the temptation comes, meet it in such a decided manner that it will never be repeated. Turn from the one who has ventured to present wrong practises to you. Resolutely turn from the tempter, saying, I must separate from your influence; for I know you are not walking in the footsteps of our Saviour."},{"refcode_short":"3BC 1155.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1155.4 (Ellen Gould White)","content":"Even though you may not feel able to speak a word to those who are working on wrong principles, leave them. Your withdrawal and silence may do more than words. Nehemiah refused to associate with those who were untrue to principle, and he would not permit his workmen to associate with them. The love and fear of God were his safeguard. He lived and worked as in view of the unseen world. And David said, “I have set the Lord always before me.”"},{"refcode_short":"3BC 1155.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1155.5 (Ellen Gould White)","content":"Dare to be a Daniel. Dare to stand alone. Thus, as did Moses, you will endure the seeing of Him who is invisible. But a cowardly and silent reserve before evil associates, while you listen to their devices, makes you one with them. [2 Corinthians 6:17, 18 quoted.]"},{"refcode_short":"3BC 1155.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1155.6 (Ellen Gould White)","content":"Have courage to do right. The Lord's promise is more valuable than gold and silver to all who are doers of His Word. Let all regard it as a great honor to be acknowledged by God as His children (The Review and Herald, May 9, 1899)."},{"refcode_short":"3BC 1155","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1155 (Ellen Gould White)","content":"Chapter 3"},{"refcode_short":"3BC 1155.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1155.7 (Ellen Gould White)","content":"6. God Guides Us in Doing His Will—Has not God said He would give the Holy Spirit to them that ask Him? and is not this spirit a real, true actual guide? Some men seem afraid to take God at His word as though it would be presumption in them. They pray for the Lord to teach us and yet are afraid to credit the pledged word of God and believe we have been taught of Him. So long as we come to our heavenly Father humbly and with a spirit to be taught, willing and anxious to learn, why should we doubt God's fulfilment of His own promise? You must not for a moment doubt Him and dishonor Him thereby. When you have sought to know His will, your part in the operation with God is to believe that you will be led and guided and blessed in the doing of His will. We may mistrust ourselves lest we misinterpret His teachings, but make even this a subject of prayer, and trust Him, still trust Him to the uttermost, that His Holy Spirit will lead you to interpret aright His plans and the working of His providence (Letter 35, 1893)."},{"refcode_short":"3BC 1156.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1156.1 (Ellen Gould White)","content":"It was Christ who guided the Israelites through the wilderness. And it is Christ who is guiding His people today, showing them where and how to work (Letter 335, 1904)."},{"refcode_short":"3BC 1156.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1156.2 (Ellen Gould White)","content":"13, 14. The Meaning of Enduring Wisdom—True wisdom is a treasure as lasting as eternity. Many of the world's so-called wise men are wise only in their own estimation. Content with the acquisition of worldly wisdom, they never enter the garden of God, to become acquainted with the treasures of knowledge contained in His holy Word. Supposing themselves to be wise, they are ignorant concerning the wisdom which all must have who gain eternal life. They cherish a contempt for the Book of God, which, if studied and obeyed, would make them truly wise. The Bible is to them an impenetrable mystery. The grand, deep truths of the Old and New Testaments are obscure to them, because spiritual things are not spiritually discerned. They need to learn that the fear of the Lord is the beginning of wisdom, and that without this wisdom, their learning is of little worth."},{"refcode_short":"3BC 1156.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1156.3 (Ellen Gould White)","content":"Those who are striving for an education in the sciences, but who have not learned the lesson that the fear of God is the beginning of wisdom, are working helplessly and hopelessly, questioning the reality of everything. They may acquire an education in the sciences, but unless they gain a knowledge of the Bible and a knowledge of God, they are without true wisdom. The unlearned man, if he knows God and Jesus Christ, has a more enduring wisdom than has the most learned man who despises the instruction of God (Manuscript 33, 1911)."},{"refcode_short":"3BC 1156.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1156.4 (Ellen Gould White)","content":"17 (1 Timothy 4:8). Devotion to God Advances Health and Cheerfulness—The wise man says that wisdom's “ways are ways of pleasantness, and all her paths are peace.” Many cherish the impression that devotion to God is detrimental to health and to cheerful happiness in the social relations of life. But those who walk in the path of wisdom and holiness find that “godliness is profitable unto all things, having promise of the life that now is, and of that which is to come.” They are alive to the enjoyment of life's real pleasures, while they are not troubled with vain regrets over misspent hours, nor with gloom or horror of mind, as the worldling too often is when not diverted by some exciting amusement...."},{"refcode_short":"3BC 1156.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1156.5 (Ellen Gould White)","content":"Godliness does not conflict with the laws of health, but is in harmony with them. Had men ever been obedient to the law of ten commandments, had they carried out in their lives the principles of these ten precepts, the curse of disease that now floods the world would not be.... One whose mind is quiet and satisfied in God is on the highway to health (The Signs of the Times, October 23, 1884)."},{"refcode_short":"3BC 1156","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1156 (Ellen Gould White)","content":"Chapter 4"},{"refcode_short":"3BC 1156.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1156.6 (Ellen Gould White)","content":"18. Christian Life Lights Way for Others—A soul filled with the love of Jesus lends to the words, the manners, the looks, hope, courage and serenity. It reveals the spirit of Christ. It breathes a love which will be reflected. It awakens a desire for a better life; souls ready to faint are strengthened; those struggling against temptation will be fortified and comforted. The words, the expression, the manners throw out a bright ray of sunshine, and leave behind them a clear path toward heaven, the source of all light. Every one of us has opportunities of helping others. We are constantly making impressions upon the youth about us. The expression of the countenance is itself a mirror of the life within. Jesus desires that we shall become like Himself, filled with tender sympathy, exerting a ministry of love in the small duties of life (Manuscript 24, 1887)."},{"refcode_short":"3BC 1156.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1156.7 (Ellen Gould White)","content":"The Light Burns Dimly—The light which is given to shine brighter and brighter unto the perfect day, burns dimly. The church no longer sends out the clear bright rays of light amidst the moral darkness that is enveloping the world as a funeral pall. The light of many does not burn or shine. They are moral icebergs (Letter 1f, 1890)."},{"refcode_short":"3BC 1157.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1157.1 (Ellen Gould White)","content":"20-22. See EGW on Exodus 20:3-17, Vol. 1, p. 1105."},{"refcode_short":"3BC 1157.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1157.2 (Ellen Gould White)","content":"23 (1 Thessalonians 5:17; see EGW on Psalm 19:14). How Hearts May Be Kept for God—“Keep thy heart with all diligence; for out of it are the issues of life.” Diligent heart-keeping is essential to a healthy growth in grace. The heart in its natural state is a habitation for unholy thoughts and sinful passions. When brought into subjection to Christ, it must be cleansed by the Spirit from all defilement. This can not be done without the consent of the individual."},{"refcode_short":"3BC 1157.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1157.3 (Ellen Gould White)","content":"When the soul has been cleansed, it is the duty of the Christian to keep it undefiled. Many seem to think that the religion of Christ does not call for the abandonment of daily sins, the breaking loose from habits which have held the soul in bondage. They renounce some things condemned by the conscience, but they fail to represent Christ in the daily life. They do not bring Christlikeness into the home. They do not show a thoughtful care in their choice of words. Too often, fretful, impatient words are spoken, words which stir the worst passions of the human heart. Such ones need the abiding presence of Christ in the soul. Only in His strength can they keep guard over the words and actions."},{"refcode_short":"3BC 1157.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1157.4 (Ellen Gould White)","content":"In the work of heart-keeping we must be instant in prayer, unwearied in petitioning the throne of grace for assistance. Those who take the name of Christian should come to God in earnestness and humility, pleading for help. The Saviour has told us to pray without ceasing. The Christian can not always be in the position of prayer, but his thoughts and desires can always be upward. Our self-confidence would vanish, did we talk less and pray more (The Youth's Instructor, March 5, 1903)."},{"refcode_short":"3BC 1157.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1157.5 (Ellen Gould White)","content":"(Psalm 19:14; Ephesians 4:13.) Christians should be careful that they keep the heart with all diligence. They should cultivate a love for meditation, and cherish a spirit of devotion. Many seem to begrudge moments spent in meditation, and the searching of the Scriptures, and prayer, as though the time thus occupied was lost. I wish you could all view these things in the light God would have you; for you would then make the kingdom of heaven of the first importance. To keep your heart in heaven, will give vigor to all your graces, and put life into all your duties. To discipline the mind to dwell upon heavenly things, will put life and earnestness into all our endeavors. Our efforts are languid, and we run the Christian race slowly, and manifest indolence and sloth, because we so little value the heavenly prize. We are dwarfs in spiritual attainments. It is the privilege and duty of the Christian to be “increasing in the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fullness of Christ.” [Ephesians 4:13.] As exercise increases the appetite, and gives strength and healthy vigor to the body, so will devotional exercises bring an increase of grace and spiritual vigor."},{"refcode_short":"3BC 1157.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1157.6 (Ellen Gould White)","content":"The affections should center upon God. Contemplate His greatness, His mercy and excellences. Let His goodness and love and perfection of character captivate your heart. Converse upon His divine charms, and the heavenly mansions He is preparing for the faithful. He whose conversation is in heaven, is the most profitable Christian to all around him. His words are useful and refreshing. They have a transforming power upon those who hear them, and will melt and subdue the soul (The Review and Herald, March 29, 1870)."},{"refcode_short":"3BC 1157.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1157.7 (Ellen Gould White)","content":"Practical Religion Breathes Fragrance—Let the prayer go up to God, “Create in me a clean heart;” for a pure, cleansed soul has Christ abiding therein, and out of the abundance of the heart are the issues of life. The human will is to be yielded to Christ. Instead of passing on, closing the heart in selfishness, there is need of opening the heart to the sweet influences of the Spirit of God. Practical religion breathes its fragrance everywhere. It is a savor of life unto life (Letter 31a, 1894)."},{"refcode_short":"3BC 1157","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1157 (Ellen Gould White)","content":"Chapter 6"},{"refcode_short":"3BC 1157.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1157.8 (Ellen Gould White)","content":"6. Ant Industry Reproaches Idleness—[Proverbs 6:6 quoted.] The habitations which the ants build for themselves show skill and perseverance. Only one little grain at a time can they handle, but by diligence and perseverance they accomplish wonders. Solomon presents to the world the industry of the ant as a reproach to those who waste their hours in sinful idleness, in practices which corrupt soul and body. The ant prepares for future seasons. This is a lesson which many gifted with reasoning powers disregard. They fail entirely to prepare for the future immortal life which God has in His providence secured for the fallen race (Manuscript 35, 1899)."},{"refcode_short":"3BC 1158","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1158 (Ellen Gould White)","content":"Chapter 10"},{"refcode_short":"3BC 1158.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1158.1 (Ellen Gould White)","content":"9. Uprightness Makes a Man a Blessing—The very first step in the path of life is to keep the mind stayed on God, to have His fear continually before the eyes. A single departure from moral integrity blunts the conscience, and opens the door to the next temptation. “He that walketh uprightly walketh surely; but he that perverteth his way shall be known.” [Proverbs 10:9.] We are commanded to love God supremely, and our neighbor as ourselves; but the daily experience of life shows that this law is disregarded. Uprightness in deal and moral integrity will secure the favor of God, and make a man a blessing to himself and to society; but amid the varied temptations that assail one whichever way he may turn, it is impossible to keep a clear conscience and the approval of heaven without divine aid and a principle to love honesty for the sake of the right."},{"refcode_short":"3BC 1158.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1158.2 (Ellen Gould White)","content":"A character that is approved of God and man is to be preferred to wealth. The foundation should be laid broad and deep, resting on the rock Christ Jesus. There are too many who profess to work from the true foundation, whose loose dealing shows them to be building on sliding sand; but the great tempest will sweep away their foundation, and they will have no refuge."},{"refcode_short":"3BC 1158.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1158.3 (Ellen Gould White)","content":"Many plead that unless they are sharp, and watch to advantage themselves, they will meet with loss. Their unscrupulous neighbors, who take selfish advantages, are prospered; while they, although trying to deal strictly in accordance with Bible principles, are not so highly favored. Do these persons see the future? Or are their eyes too dim to see, through the miasma-laden fogs of worldliness, that honor and integrity are not rewarded in the coin of this world? Will God reward virtue with mere worldly success? He has their names graven on the palms of His hands, as heirs to enduring honors, riches that are imperishable. What did that dishonest man gain by his worldly policy? How high a price did he pay for his success? He has sacrificed his noble manhood, and has started on the road that leads to perdition. He may be converted; he may see the wickedness of his injustice to his fellow-men, and, as far as possible, make restitution; but the scars of a wounded conscience will ever remain (The Signs of the Times, February 7, 1884)."},{"refcode_short":"3BC 1158","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1158 (Ellen Gould White)","content":"Chapter 11"},{"refcode_short":"3BC 1158.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1158.4 (Ellen Gould White)","content":"1. All Business on Square Principles—In all business transactions, we are to let the light shine decidedly. There is to be no sharp practice. Everything is to be done with the strictest integrity. Better consent to lose something financially than to gain a few shillings by sharp practice. We shall lose nothing in the end by fair dealing. We are to live the law of God in our world, and perfect a character after the divine similitude. All business, with those in the faith and those not in the faith, is to be transacted on square, righteous principles. Everything is to be seen in the light of God's law, everything done without fraud, without duplicity, without one tinge of guile (Manuscript 47, 1898)."},{"refcode_short":"3BC 1158.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1158.5 (Ellen Gould White)","content":"God Honors Honesty, Curses Injustice—“A false balance is abomination to the Lord.” A false balance is a symbol of all unfair dealing, all devices to conceal selfishness and injustice under an appearance of fairness and equity. God will not in the slightest degree favor such practices. He hates every false way. He abhors all selfishness and covetousness. Unmerciful dealing He will not tolerate, but will repay in kind. God can give prosperity to the working men whose means are acquired honestly. But His curse rests upon all that is gained by selfish practices."},{"refcode_short":"3BC 1158.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1158.6 (Ellen Gould White)","content":"When one indulges in selfishness or sharp dealing, he shows that he does not fear the Lord or reverence His name. Those who are connected with God will not only shun all injustice, but will manifest His mercy and goodness toward all with whom they have to do. The Lord will sanction no respect of person; but He will not approve the course of those who make no difference in favor of the poor, the widow, and the orphan (Letter 20a, 1893)."},{"refcode_short":"3BC 1159.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1159.1 (Ellen Gould White)","content":"14. See EGW on 1 Chronicles 27:32-34."},{"refcode_short":"3BC 1159","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1159 (Ellen Gould White)","content":"Chapter 12"},{"refcode_short":"3BC 1159.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1159.2 (Ellen Gould White)","content":"18. Words Mean Much—The voice and tongue are gifts from God, and if rightly used, they are a power for God. Words mean very much. They may express love, devotion, praise, melody to God, or hatred and revenge. Words reveal the sentiments of the heart. They may be a savor of life unto life or of death unto death. The tongue is a world of blessing, or a world of iniquity (Manuscript 40, 1896)."},{"refcode_short":"3BC 1159.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1159.3 (Ellen Gould White)","content":"Desolating Hail or Seeds of Love?—Some are seen to come forth from their daily communion with God clothed with the meekness of Christ. Their words are not like a desolating hail, crushing everything before it; they come forth sweetly from their lips. They scatter seeds of love and kindness all along their path, and that all unconsciously, because Christ lives in their heart. Their influence is felt more than it is seen (Manuscript 24, 1887)."},{"refcode_short":"3BC 1159.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1159.4 (Ellen Gould White)","content":"19. The Honest Are His Jewels Forever—Truthfulness and frankness should be ever cherished by all who claim to be followers of Christ. God and the right should be the motto. Deal honestly and righteously in this present evil world. Some will be honest when they see that honesty will not endanger their worldly interests; but all who act from this principle will have their names blotted out of the book of life."},{"refcode_short":"3BC 1159.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1159.5 (Ellen Gould White)","content":"Strict honesty must be cultivated. We can go through the world but once; we cannot come back to rectify any mistakes; therefore every move made should be with godly fear and careful consideration. Honesty and policy will not harmonize; either policy will be subdued, and truth and honesty hold the lines of control, or policy will take the lines, and honesty cease to direct. Both cannot act together; they can never be in agreement. When God makes up His jewels, the true, the frank, the honest, will be His chosen ones, His treasures. Angels are preparing crowns for such; and light from the throne of God will be reflected in its splendor from these star-gemmed diadems (The Review and Herald, December 29, 1896)."},{"refcode_short":"3BC 1159","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1159 (Ellen Gould White)","content":"Chapter 14"},{"refcode_short":"3BC 1159.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1159.6 (Ellen Gould White)","content":"30 (ch. 27:4). A Despicable Trait of Satanic Character—Envy is one of the most despicable traits of Satanic character. It is constantly seeking the lifting up of self, by casting slurs upon others. A man who is envious will belittle his neighbor, thinking to exalt himself. The sound of praise is grateful to him who has approbativeness highly developed, and he hates to hear the praises of another. Oh, what untold mischief has this evil trait of character worked in our world! The same enmity existed in the heart of Saul that stirred the heart of Cain against his brother Abel, because Abel's works were righteous, and God honored him, and his own works were evil, and the Lord could not bless him."},{"refcode_short":"3BC 1159.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1159.7 (Ellen Gould White)","content":"Envy is the offspring of pride, and, if it is entertained in the heart, it will lead to cruel deeds, to hatred, revenge, and murder. The great controversy between Christ and the prince of darkness, is carried on in everyday, practical life (The Signs of the Times, August 17, 1888)."},{"refcode_short":"3BC 1159","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1159 (Ellen Gould White)","content":"Chapter 15"},{"refcode_short":"3BC 1159.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1159.8 (Ellen Gould White)","content":"1, 2. Seeds That Produce a Bad Crop—Passionate words sow seeds that produce a bad crop which no one will care to garner. Our own words have an effect upon our character, but they act still more powerfully upon the characters of others. The infinite God alone can measure the mischief that is done by careless words. These words fall from our lips, and we do not perhaps mean any harm; yet they are the index of our inward thoughts, and work on the side of evil. What unhappiness has been produced by the speaking of thoughtless, unkind words in the family circle! Harsh words rankle in the mind, it may be for years, and never lose their sting. As professed Christians, we should consider the influence our words have upon those with whom we come into association, whether they are believers or unbelievers. Our words are watched, and mischief is done by thoughtless utterances. No after association with believers or unbelievers will wholly counteract the unfavorable influence of thoughtless, foolish words. Our words evidence the manner of food upon which the soul feeds (The Youth's Instructor, June 27, 1895)."},{"refcode_short":"3BC 1160.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1160.1 (Ellen Gould White)","content":"33. See EGW on Judges 6:15, Vol. 2, p. 1003."},{"refcode_short":"3BC 1160","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1160 (Ellen Gould White)","content":"Chapter 16"},{"refcode_short":"3BC 1160.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1160.2 (Ellen Gould White)","content":"2. God Reads the Secret Devisings—It is for the eternal interest of every one to search his own heart, and to improve every God-given faculty. Let all remember that there is not a motive in the heart of any man that the Lord does not clearly see. The motives of each one are weighed as carefully as if the destiny of the human agent depended upon this one result. We need a connection with divine power, that we may have an increase of clear light and an understanding of how to reason from cause to effect. We need to have the powers of the understanding cultivated, by our being partakers of the divine nature, having escaped the corruption that is in the world through lust. Let each one consider carefully the solemn truth, God in heaven is true, and there is not a design, however intricate, nor a motive, however carefully hidden, that He does not clearly understand. He reads the secret devisings of every heart. Men may plan out crooked actions for the future, thinking that God does not understand; but in that great day when the books are opened, and every man is judged by the things written in the books, those actions will appear as they are...."},{"refcode_short":"3BC 1160.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1160.3 (Ellen Gould White)","content":"[Psalm 139:1-5, 11, 12 quoted.]"},{"refcode_short":"3BC 1160.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1160.4 (Ellen Gould White)","content":"The Lord sees and understands all dishonesty in planning, all unlawful appropriation in any degree of property or means, all injustice in man's dealing with his fellow men ... [Daniel 5:27 quoted] (The Review and Herald, March 8, 1906)."},{"refcode_short":"3BC 1160.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1160.5 (Ellen Gould White)","content":"11 (Hosea 12:7). Religion With Deceitful Balances an Abomination—Fraud in any business transaction is a grievous sin in God's sight; for the goods men are handling belong to Him, and must be used to the glory of His name if men would be pure and clean in His sight. The religion that carries in its hand the scant measure and the deceitful balance is an abomination in the sight of God. He who cherishes such a religion will be brought to confusion; for God is a jealous God (Letter 8, 1901)."},{"refcode_short":"3BC 1160.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1160.6 (Ellen Gould White)","content":"28. See EGW on ch. 26:20-22."},{"refcode_short":"3BC 1160.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1160.7 (Ellen Gould White)","content":"32 (See EGW on 1 Samuel 24:6, Vol. 2, p. 1021). How to Be Stronger Than Kings or Conquerors—Is Christ using cutting words, stern criticism and unkind suspicion toward His people who commit faults? No. He takes every infirmity into account; He acts with discernment. He knows every one of our failings; but He uses patience; for otherwise we would have perished long ago on account of our bad treatment of Him. The greatest insult we can inflict upon Him, is to pretend to be His disciples while manifesting the spirit of Satan in our words, our dispositions and our actions. It does not behoove those from whom Jesus has so much to bear, in their failings and perversity, to be ever mindful of slights and real or imaginary offense. And yet there are those who are ever suspecting the motives of others about them. They see offense and slights where no such thing was intended. All this is Satan's work in the human heart. The heart filled with that love which thinketh no evil will not be on the watch to notice discourtesies and grievances of which he may be the object. The will of God is that His love shall close the eyes, the ears and the heart to all such provocations and to all the suggestions with which Satan would fill them. There is a noble majesty in the silence of the one exposed to evil-surmising or outrage. To be master of one's spirit is to be stronger than kings or conquerors. A Christian leads one to think of Christ. He will be affable, kind, patient, humble and yet courageous and firm in vindicating the truth and the name of Christ (Manuscript 24, 1887)."},{"refcode_short":"3BC 1160.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1160.8 (Ellen Gould White)","content":"We must not consider as our enemies all those who do not receive us with a smile upon their lips and with demonstrations of love. It is much easier to play the martyr than to overcome a bad temper."},{"refcode_short":"3BC 1160.9","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1160.9 (Ellen Gould White)","content":"We must give others an example of not stopping at every trifling offense in order to vindicate our rights. We may expect that false reports will circulate about us; but if we follow a straight course, if we remain indifferent to these things, others will also be indifferent. Let us leave to God the care of our reputation. And thus, like sons and daughters of God, we shall show that we have self-control. We shall show that we are led by the Spirit of God, and that we are slow to anger. Slander can be lived down by our manner of living; it is not lived down by words of indignation. Let our great anxiety be to act in the fear of God, and show by our conduct that these reports are false. No one can injure our character as much as ourselves. It is the weak trees and the tottering houses that need to be constantly propped. When we show ourselves so anxious to protect our reputation against attacks from the outside, we give the impression that it is not blameless before God, and that it needs therefore to be continually bolstered up (Manuscript 24, 1887)."},{"refcode_short":"3BC 1161.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1161.1 (Ellen Gould White)","content":"Avoid Intoxication Through Wrath—One class have come up without self-control; they have not bridled the temper or the tongue; and some of these claim to be Christ's followers, but they are not. Jesus has set them no such example. When they have the meekness and lowliness of the Saviour, they will not act out the promptings of the natural heart, for this is of Satan. Some are nervous, and if they begin to lose self-control in word or spirit under provocation, they are as much intoxicated with wrath as the inebriate is with liquor. They are unreasonable, and not easily persuaded or convinced. They are not sane; Satan for the time has full control. Every one of these exhibitions of wrath weakens the nervous system and the moral powers, and makes it difficult to restrain anger or another provocation. With this class there is only one remedy,—positive self-control under all circumstances. The effort to get into a favorable place, where self will not be annoyed, may succeed for a time; but Satan knows where to find these poor souls, and will assail them in their weak points again and again. They will be continually troubled so long as they think so much of self. They carry the heaviest load a mortal can lift, that is self, unsanctified and unsubdued. But there is hope for them. Let this life, so stormy with conflicts and worries, be brought into connection with Christ, and then self will no longer clamor for the supremacy (The Youth's Instructor, November 10, 1886)."},{"refcode_short":"3BC 1161","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1161 (Ellen Gould White)","content":"Chapter 17"},{"refcode_short":"3BC 1161.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1161.2 (Ellen Gould White)","content":"9. See EGW on ch. 26:20-22."},{"refcode_short":"3BC 1161","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1161 (Ellen Gould White)","content":"Chapter 18"},{"refcode_short":"3BC 1161.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1161.3 (Ellen Gould White)","content":"12. See EGW on Judges 6:15."},{"refcode_short":"3BC 1161.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1161.4 (Ellen Gould White)","content":"21. Devil May Use Christians’ Tongues to Ruin—Do not allow the devil to use your tongue and your voice to ruin those weak in the faith; for at the day of final reckoning God will call upon you to give an account of your work (Manuscript 39, 1896)."},{"refcode_short":"3BC 1161","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1161 (Ellen Gould White)","content":"Chapter 20"},{"refcode_short":"3BC 1161.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1161.5 (Ellen Gould White)","content":"1. See EGW on ch. 23:29-35."},{"refcode_short":"3BC 1161","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1161 (Ellen Gould White)","content":"Chapter 21"},{"refcode_short":"3BC 1161.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1161.6 (Ellen Gould White)","content":"2. Sometimes on Lucifer's Ground—When a man takes the position that when he has once made a decision he must stand by it, and never to alter his decision, he is on the same ground as was Lucifer when he rebelled against God. He held his plans regarding the government of heaven as an exalted, unchangeable theory."},{"refcode_short":"3BC 1161.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1161.7 (Ellen Gould White)","content":"No man should think that human opinions are to be immortalized. Any man taking the stand that he will never change his views places himself on dangerous ground. Those who hold the position that their views are unchangeable can not be helped; for they place themselves where they are not willing to receive counsel and admonition from their brethren (Letter 12, 1911)."},{"refcode_short":"3BC 1161","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1161 (Ellen Gould White)","content":"Chapter 22"},{"refcode_short":"3BC 1161.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1161.8 (Ellen Gould White)","content":"29. God Demands Vigorous and Earnest Efforts—Put your highest powers into your effort. Call to your aid the most powerful motives. You are learning. Endeavor to go to the bottom of everything you set your hand to. Never aim lower than to become competent in the matters which occupy you. Do not allow yourself to fall into the habit of being superficial and neglectful in your duties and studies; for your habits will strengthen and you will become incapable of anything better. The mind naturally learns to be satisfied with that which requires little care and effort, and to be content with something cheap and inferior. There are, young men and young women, depths of knowledge which you have never fathomed, and you are satisfied and proud of your superficial attainments. If you knew much more than you do now, you would be convinced that you know very little."},{"refcode_short":"3BC 1162.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1162.1 (Ellen Gould White)","content":"God demands of you vigorous and earnest intellectual efforts, and with every determined effort, your powers will strengthen. Your work will then always be agreeable, because you will know that you are progressing. You can either become accustomed to slow, uncertain, irresolute movements, so much so that the work of your life will not be one-half what it could be; or, your eyes fixed upon God, and your soul strengthened by prayer, you can overcome a disgraceful slowness and a dislike for work, and train your mind to think rapidly and to put forth strong efforts at the proper time. If your highest motive is to labor for wages, you will never, in any position, be qualified to carry high responsibilities, never be fit to teach (Manuscript 24, 1887)."},{"refcode_short":"3BC 1162","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1162 (Ellen Gould White)","content":"Chapter 23"},{"refcode_short":"3BC 1162.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1162.2 (Ellen Gould White)","content":"26. Youth's Most Precious Offering—Then, children, come to Jesus. Give to God the most precious offering that it is possible for you to make; give Him your heart. He speaks to you saying, “My son, my daughter, give me thine heart. Though your sins be as scarlet, I will make them white as snow; for I will cleanse you with my own blood. I will make you members of my family—children of the heavenly King. Take my forgiveness, my peace which I freely give you. I will clothe you with my own righteousness,—the wedding garment,—and make you fit for the marriage supper of the Lamb. When clothed in my righteousness, through prayer, through watchfulness, through diligent study of my Word, you will be able to reach a high standard. You will understand the truth, and your character will be molded by a divine influence; for this is the will of God, even your sanctification” (The Youth's Instructor, June 30, 1892)."},{"refcode_short":"3BC 1162.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1162.3 (Ellen Gould White)","content":"29-35 (ch. 20:1). Satan's Control Through Strong Drink—[Proverbs 23:29-35 quoted.] Is not this description true to life? Does it not represent to us the experience of the poor, besotted drunkard, who is plunged in degradation and ruin because he has put the bottle to his lips, and who says, “I will seek it yet again”? The curse has come upon such a soul through indulgence in evil, and Satan has control of his being...."},{"refcode_short":"3BC 1162.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1162.4 (Ellen Gould White)","content":"The man who has formed the habit of drinking intoxicating liquor, is in a desperate situation. He cannot be reasoned with, or persuaded to deny himself the indulgence. His stomach and brain are diseased, his will power is weakened, and his appetite uncontrollable. The prince of the powers of darkness holds him in bondage that he has no power to break. For the aid of such victims the liquor traffic should be stopped. Do not the rulers of this land see that awful results are the fruit of this traffic? Daily the papers are filled with accounts that would move a heart of stone; and if the senses of our rulers were not perverted, they would see the necessity of doing away with this death-dealing traffic. May the Lord move upon the hearts of those in authority, until they shall take measures that will prohibit the drink traffic (The Review and Herald, May 1, 1894)."},{"refcode_short":"3BC 1162","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1162 (Ellen Gould White)","content":"Chapter 24"},{"refcode_short":"3BC 1162.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1162.5 (Ellen Gould White)","content":"6. See EGW on 1 Chronicles 27:32-34."},{"refcode_short":"3BC 1162","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1162 (Ellen Gould White)","content":"Chapter 26"},{"refcode_short":"3BC 1162.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1162.6 (Ellen Gould White)","content":"20-22 (chs. 16:28; 17:9; Jeremiah 20:10). Floating Rumors Destroy Unity—Brethren sometimes associate together for years, and they think they can trust those they know so well just as they would trust members of their own family. There is a freedom and confidence in this association which could not exist between those not of the same faith. This is very pleasant while mutual faith and brotherly love last; but let the “accuser of the brethren” gain admittance to the heart of one of these men, controlling the mind and the imagination, and jealousies are created, suspicion and envy are harbored; and he who supposed himself secure in the love and friendship of his brother, finds himself mistrusted and his motives misjudged. The false brother forgets his own human frailties, forgets his obligation to think and speak no evil lest he dishonor God and wound Christ in the person of His saints, and every defect that can be thought of or imagined is commented upon unmercifully, and the character of a brother is represented as dark and questionable."},{"refcode_short":"3BC 1163.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1163.1 (Ellen Gould White)","content":"There is a betrayal of sacred trust. The things spoken in brotherly confidence are repeated and misrepresented; and every word, every action, however innocent and well-meaning, is scrutinized by the cold, jealous criticism of those who were thought too noble, too honorable to take the least advantage of friendly association or brotherly trust. Hearts are closed to mercy, judgment, and the love of God; and the cold, sneering, contemptuous spirit which Satan manifests toward his victim is revealed."},{"refcode_short":"3BC 1163.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1163.2 (Ellen Gould White)","content":"The Saviour of the world was treated thus, and we are exposed to the influence of the same malicious spirit. The time has come when it is not safe to put confidence in a friend or a brother."},{"refcode_short":"3BC 1163.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1163.3 (Ellen Gould White)","content":"As in the days of Christ spies were on His track, so they are on ours now. If Satan can employ professed believers to act as accusers of the brethren, he is greatly pleased; for those who do this are just as truly serving him as was Judas when he betrayed Christ, although they may be doing it ignorantly. Satan is no less active now than in Christ's day, and those who lend themselves to do his work will represent his spirit."},{"refcode_short":"3BC 1163.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1163.4 (Ellen Gould White)","content":"Floating rumors are frequently the destroyers of unity among brethren. There are some who watch with open mind and ears to catch flying scandal. They gather up little incidents which may be trifling in themselves, but which are repeated and exaggerated until a man is made an offender for a word. Their motto seems to be, “Report, and we will report it.” These tale bearers are doing the devil's work with surprising fidelity, little knowing how offensive their course is to God. If they would spend half the energy and zeal that is given to this unholy work in examining their own hearts, they would find so much to do to cleanse their souls from impurity that they would have no time or disposition to criticize their brethren, and they would not fall under the power of this temptation. The door of the mind should be closed against “they say” or “I have heard.” Why should we not, instead of allowing jealousy or evil-surmising to come into our hearts, go to our brethren, and, after frankly but kindly setting before them the things we have heard detrimental to their character and influence, pray with and for them? While we cannot love and fellowship those who are the bitter enemies of Christ, we should cultivate that spirit of meekness and love that characterized our Master,—a love that thinketh no evil and is not easily provoked (The Review and Herald, June 3, 1884)."},{"refcode_short":"3BC 1163","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1163 (Ellen Gould White)","content":"Chapter 27"},{"refcode_short":"3BC 1163.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1163.5 (Ellen Gould White)","content":"4 (ch. 14:30; Song of Solomon 8:6). Envy Is a Hellish Shadow—Envy, jealousy, and evil surmising is a hellish shadow by which Satan seeks to intercept your views of the character of Christ, so that by beholding the evil you may be fully changed into its likeness (Letter 9, 1892)."},{"refcode_short":"3BC 1163.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1163.6 (Ellen Gould White)","content":"9. The Value of a Friend—Things will go wrong with every one; sadness and discouragement press every soul; then a personal presence, a friend who will comfort and impart strength, will turn back the darts of the enemy that are aimed to destroy. Christian friends are not half as plentiful as they should be. In hours of temptation, in a crisis, what a value is a true friend! Satan at such times sends along his agents to cause the trembling limbs to stumble; but the true friends who will counsel, who will impart magnetic hopefulness, the calming faith that uplifts the soul,—oh, such help is worth more than precious pearls (Letter 7, 1883)!"},{"refcode_short":"3BC 1163","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1163 (Ellen Gould White)","content":"Chapter 29"},{"refcode_short":"3BC 1163.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1163.7 (Ellen Gould White)","content":"1. Rejecting Reproof Leads to Loss of Soul—Satan will move upon minds that have been indulged, upon men who have always had their own way, and anything presented to them in counsel or reproof to change their objectionable traits of character, is considered fault-finding, binding them, restraining them, that they cannot have liberty to act themselves. The Lord in great mercy has sent messages of warning to them, but they would not listen to reproof. Like the enemy who rebelled in heaven, they did not like to hear; they do not correct the wrong they have done, but become accusers, declaring themselves misused and unappreciated."},{"refcode_short":"3BC 1164.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1164.1 (Ellen Gould White)","content":"Now is the time of trial, of test, of proving. Those who like Saul, will persist in having their own way, will suffer as he did, loss of honor, and finally the loss of the soul (Letter 13, 1892)."},{"refcode_short":"3BC 1164","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1164 (Ellen Gould White)","content":"Chapter 31"},{"refcode_short":"3BC 1164.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1164.2 (Ellen Gould White)","content":"26. The Law of Kindness on Your Lips—The Lord will help every one of us where we need help the most in the grand work of overcoming and conquering self. Let the law of kindness be upon your lips and the oil of grace in your heart. This will produce wonderful results. You will be tender, sympathetic, courteous. You need all these graces. The Holy Spirit must be received and brought into your character; then it will be as holy fire, giving forth incense which will rise up to God, not from lips that condemn, but as a healer of the souls of men. Your countenance will express the image of the divine. No sharp, critical, blunt, or severe words should be spoken. This is common fire, and must be left out of all our councils and intercourse with our brethren. God requires every soul in His service to kindle their censers from the coals of sacred fire. The common, severe, harsh words that come from your lips so readily must be withheld, and the Spirit of God speak through the human agent. By beholding the character of Christ you will become changed into His likeness. The grace of Christ alone can change your heart and then you will reflect the image of the Lord Jesus. God calls upon us to be like Him,—pure, holy, and undefiled. We are to bear the divine image (Letter 84, 1899)."},{"refcode_short":"3BC 1164.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1164.3 (Ellen Gould White)","content":"(Colossians 3:12, 13.) Live the Law of Kindness—The Lord Jesus is our only helper. Through His grace we shall learn to cultivate love, to educate ourselves to speak kindly and tenderly. Through His grace our cold, harsh manners will be transformed. The law of kindness will be upon our lips, and those who are under the precious influences of the Holy Spirit, will not feel that it is an evidence of weakness to weep with those who weep, to rejoice with them that rejoice. We are to cultivate heavenly excellences of character. We are to learn what it means to have good-will toward all men, a sincere desire to be as sunshine and not as shadow in the lives of others."},{"refcode_short":"3BC 1164.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1164.4 (Ellen Gould White)","content":"My brethren, let your hearts become broken and contrite. Let expressions of sympathy and love, which will not blister the tongue, flow from your lips. Let others feel that warmth which love can create in the heart, and educate the professed disciples of Christ to correct the evils that have so long existed,—selfishness, coldness, and hardheartedness. All these traits reveal the fact that Christ is not abiding in the soul [Colossians 3:12, 13 quoted] (The Review and Herald, January 2, 1894)."},{"refcode_short":"3BC 1164.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1164.5 (Ellen Gould White)","content":"27 (Isaiah 65:21-23). No Idle Believers—The Bible does not acknowledge a believer who is idle, however high his profession may be. There will be employment in heaven. The redeemed state is not one of idle repose. There remaineth therefore a rest to the people of God, but it is a rest found in loving service (Letter 203, 1905)."},{"refcode_short":"3BC 1164","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1164 (Ellen Gould White)","content":"Ecclesiastes"},{"refcode_short":"3BC 1164.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1164.6 (Ellen Gould White)","content":"Solomon's Mournful Autobiography—The book of Ecclesiastes was written by Solomon in his old age, after he had fully proved that all the pleasures earth is able to give are empty and unsatisfying. He there shows how impossible it is for the vanities of the world to meet the longings of the soul. His conclusion is that it is wisdom to enjoy with gratitude the good gifts of God, and to do right; for all our works will be brought into judgment."},{"refcode_short":"3BC 1164.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1164.7 (Ellen Gould White)","content":"Solomon's autobiography is a mournful one. He gives us the history of his search for happiness. He engaged in intellectual pursuits; he gratified his love for pleasure; he carried out his schemes of commercial enterprise. He was surrounded by the fascinating splendor of court life. All that the carnal heart could desire was at his command; yet he sums up his experience in this sad record: [Ecclesiastes 1:14-2:11 quoted] (The Health Reformer, June 1878)."},{"refcode_short":"3BC 1165","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1165 (Ellen Gould White)","content":"Chapter 1"},{"refcode_short":"3BC 1165.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1165.1 (Ellen Gould White)","content":"13, 14. Learning Without God Is Foolishness—Solomon had great learning; but his wisdom was foolishness; for he did not know how to stand in moral independence, free from sin, in the strength of a character molded after the divine similitude. Solomon has told us the result of his research, his painstaking efforts, his persevering inquiry. He pronounces his wisdom altogether vanity (The Review and Herald, April 5, 1906)."},{"refcode_short":"3BC 1165.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1165.2 (Ellen Gould White)","content":"13-18. See EGW on Genesis 3:6, Vol. 1, p. 1083."},{"refcode_short":"3BC 1165.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1165.3 (Ellen Gould White)","content":"14 (ch. 10:16-19; 1 Kings 10:18-23; 2 Chronicles 9:17-22). “All Is Vanity.”—Solomon sat upon a throne of ivory, the steps of which were of solid gold, flanked by six golden lions. His eyes rested upon highly cultivated and beautiful gardens just before him. Those grounds were visions of loveliness, arranged to resemble, as far as possible, the garden of Eden. Choice trees and shrubs, and flowers of every variety, had been brought from foreign lands to beautify them. Birds of every variety of brilliant plumage flitted from tree to tree, making the air vocal with sweet songs. Youthful attendants, gorgeously dressed and decorated, waited to obey his slightest wish. Scenes of revelry, music, sports, and games were arranged for his diversion at an extravagant expenditure of money."},{"refcode_short":"3BC 1165.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1165.4 (Ellen Gould White)","content":"But all this did not bring happiness to the king. He sat upon his magnificent throne, his frowning countenance dark with despair. Dissipation had left its impress upon his once fair and intellectual face. He was sadly changed from the youthful Solomon. His brow was furrowed with care and unhappiness, and he bore in every feature the unmistakable marks of sensual indulgence. His lips were prepared to break forth into reproaches at the slightest deviation from his wishes."},{"refcode_short":"3BC 1165.5","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1165.5 (Ellen Gould White)","content":"His shattered nerves and wasted frame showed the result of violating Nature's laws. He confessed to a wasted life, an unsuccessful chase after happiness. His is the mournful wail, “All is vanity and vexation of spirit.” [Ecclesiastes 10:16-19 quoted.]"},{"refcode_short":"3BC 1165.6","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1165.6 (Ellen Gould White)","content":"It was customary for the Hebrews to eat but twice a day, their heartiest meal coming not far from the middle of the day. But the luxurious habits of the heathen had been engrafted into the nation, and the king and his princes were accustomed to extend their festivities far into the night. On the other hand, if the earlier part of the day was devoted to feasting and wine-drinking, the officers and rulers of the kingdom were totally unfitted for their grave duties."},{"refcode_short":"3BC 1165.7","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1165.7 (Ellen Gould White)","content":"Solomon was conscious of the evil growing out of the indulgence of perverted appetite, yet seemed powerless to work the required reformation. He was aware that physical strength, calm nerves, and sound morals can only be secured through temperance. He knew that gluttony leads to drunkenness, and that intemperance in any degree disqualifies a man for any office of trust. Gluttonous feasts, and food taken into the stomach at untimely seasons, leave an influence upon every fiber of the system; and the mind also is seriously affected by what we eat and drink."},{"refcode_short":"3BC 1165.8","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1165.8 (Ellen Gould White)","content":"The life of Solomon teaches a lesson of warning not only to the youth, but also to those of mature age. We are apt to look upon men of experience as safe from the allurements of sinful pleasure. But still we often see those whose early life has been exemplary being led away by the fascinations of sin, and sacrificing their God-given manhood for self-gratification. For a time they vacillate between the promptings of principle, and their inclination to pursue a forbidden course; but the current of evil finally proves too strong for their good resolutions, as in the case of the once wise and righteous king, Solomon...."},{"refcode_short":"3BC 1165.9","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1165.9 (Ellen Gould White)","content":"Dear reader, as you stand in imagination on the slopes of Moriah, and look across the Kidron valley upon those ruined pagan shrines, take the lesson of the repentant king home to your heart, and be wise. Make God your trust. Turn your face resolutely against temptation. Vice is a costly indulgence. Its effects are fearful upon the constitutions of those whom it does not speedily destroy. A dizzy head, loss of strength, loss of memory, derangements of the brain, heart, and lungs, follow quickly upon such transgression of the rules of health and morality (The Health Reformer, June 1878)."},{"refcode_short":"3BC 1166","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1166 (Ellen Gould White)","content":"Chapter 8"},{"refcode_short":"3BC 1166.1","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1166.1 (Ellen Gould White)","content":"11. God's Long-suffering Leads Some to Carelessness—In His dealings with the human race, God bears long with the impenitent. He uses His appointed agencies to call men to allegiance, and offers them His full pardon if they will repent. But because God is long-suffering, men presume on His mercy. “Because sentence against an evil work is not executed speedily, therefore the heart of the sons of men is fully set in them to do evil.” The patience and long-suffering of God, which should soften and subdue the soul, has an altogether different influence upon the careless and sinful. It leads them to cast off restraint, and strengthens them in resistance. They think that the God who has borne so much from them will not heed their perversity. If we lived in a dispensation of immediate retribution, offenses against God would not occur so often. But though delayed, the punishment is none the less certain. There are limits even to the forbearance of God. The boundary of His long-suffering may be reached, and then He will surely punish. And when He does take up the case of the presumptuous sinner, He will not cease till He has made a full end."},{"refcode_short":"3BC 1166.2","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1166.2 (Ellen Gould White)","content":"Very few realize the sinfulness of sin; they flatter themselves that God is too good to punish the offender. But the cases of Miriam, Aaron, David, and many others show that it is not a safe thing to sin against God in deed, in word, or even in thought. God is a being of infinite love and compassion, but He also declares Himself to be a “consuming fire, even a jealous God” (The Review and Herald, August 14, 1900)."},{"refcode_short":"3BC 1166.3","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1166.3 (Ellen Gould White)","content":"(Matthew 26:36-46; Revelation 15:3.) Every Offense Set Down for Reckoning—The death of Christ was to be the convincing, everlasting argument that the law of God is as unchangeable as His throne. The agonies of the Garden of Gethsemane, the insult, the mockery, and abuse heaped upon God's dear Son, the horrors and ignominy of the crucifixion, furnish sufficient and thrilling demonstration that God's justice, when it punishes, does the work thoroughly. The fact that His own Son, the Surety for man, was not spared, is an argument that will stand to all eternity before saint and sinner, before the universe of God, to testify that He will not excuse the transgressor of His law. Every offense against God's law, however minute, is set down in the reckoning, and when the sword of justice is taken in hand, it will do the work for impenitent transgressors that was done to the divine Sufferer. Justice will strike; for God's hatred of sin is intense and overwhelming (Manuscript 58, 1897)."},{"refcode_short":"3BC 1166.4","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1166.4 (Ellen Gould White)","content":"11, 12. See EGW on Genesis 15:16."},{"refcode_short":"3BC 1166","refcode_long":"EGW SDA Bible Commentary, vol. 3, p. 1166 (Ellen Gould White)","content":"Chapter 10"}]