[{"refcode_short":"3Red 2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 2 (Ellen Gould White)","content":"Redemption: Or the Miracles of Christ, the Mighty One"},{"refcode_short":"3Red 2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 2 (Ellen Gould White)","content":"Note to the Reader"},{"refcode_short":"3Red 2.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 2.1 (Ellen Gould White)","content":"The miracles of Christ are of such vast importance, in evidencing his divine power, and in impressing his moral lessons upon the minds of the people, that it is with pleasure the publishers present to their readers this little book to aid them in their perusal of the mighty miracles of Christ, as set forth in the gospels. This work, together with the ministry and teachings of Christ, as contained in former pamphlets of this series by the same author, forms a study that cannot fail to profit the candid reader."},{"refcode_short":"3Red 3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 3 (Ellen Gould White)","content":"The Miracles of Christ"},{"refcode_short":"3Red 3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 3 (Ellen Gould White)","content":"The Marriage at Cana"},{"refcode_short":"3Red 3.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 3.1 (Ellen Gould White)","content":"In entering upon the great work of his earthly life, Jesus chose five disciples; John, Andrew, Simon, Philip, and Nathanael. These men were called from their humble occupations to accompany the Saviour in his ministry, receive his divine teachings, and witness his mighty miracles, that they might publish them to the world."},{"refcode_short":"3Red 3.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 3.2 (Ellen Gould White)","content":"There was to be a marriage in Cana of Galilee. The parties were relatives of Joseph and Mary. Christ knew of this family gathering, and that many influential persons would be brought together there, so, in company with his newly-made disciples, he made his way to Cana. As soon as it was known that Jesus had come to the place, a special invitation was sent to him and his friends. This was what he had purposed, and so he graced the feast with his presence."},{"refcode_short":"3Red 3.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 3.3 (Ellen Gould White)","content":"He had been separated from his mother for quite a length of time. During this period he had been baptized by John and had endured the temptations in the wilderness. Rumors had reached Mary concerning her son and his sufferings. John, one of the new disciples, had searched for Christ and had found him in his humiliation, emaciated, and bearing the marks of great physical and mental distress. Jesus, unwilling that John should witness his humiliation, had gently yet firmly dismissed him from his presence. He wished to be alone; no human eye must behold his agony, no human heart be called out in sympathy with his distress."},{"refcode_short":"3Red 4.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 4.1 (Ellen Gould White)","content":"The disciple had sought Mary in her home and related to her the incidents of this meeting with Jesus, as well as the event of his baptism, when the voice of God was heard in acknowledgment of his Son, and the prophet John had pointed to Christ, saying, “Behold the Lamb of God which taketh away the sin of the world.” For thirty years this woman had been treasuring up evidences that Jesus was the Son of God, the promised Saviour of the world. Joseph was dead, and she had no one in whom to confide the cherished thoughts of her heart. She had fluctuated between hope and perplexing doubts, but always feeling more or less of an assurance that her son was indeed the Promised One."},{"refcode_short":"3Red 4.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 4.2 (Ellen Gould White)","content":"She had been very sorrowful for the past two months, for she had been separated from her son, who had ever been faithful and obedient to her wishes. The widowed mother had mourned over the sufferings that Jesus had endured in his loneliness. His Messiahship had caused her deep sorrow as well as joy. Yet strangely, as it appears to her, she meets him at the marriage feast, the same tender, dutiful son, yet not the same, for his countenance is changed; she sees the marks of his fierce conflict in the wilderness of temptation, and the evidence of his high mission in his holy expression and the gentle dignity of his presence. She sees that he is accompanied by a number of young men who address him with reverence, calling him Master. These companions tell Mary of the wonderful things they have witnessed, not only at the baptism, but upon numerous other occasions, and they conclude by saying, “We have found Him of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, who is the long-looked-for Messiah.”"},{"refcode_short":"3Red 5.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 5.1 (Ellen Gould White)","content":"The heart of Mary was made glad by this assurance that the cherished hope of long years of anxious waiting was indeed true. It would have been strange enough if, mingled with this deep and holy joy, there had not been a trace of the fond mother's natural pride. But the guests assembled and time passed on. At length an incident occurred that caused much perplexity and regret. It was discovered that from some cause the wine had failed. The wine used was the pure juice of the grape, and it was impossible to provide it at the late hour. It was unusual to dispense with it on these occasions; so the mother of Christ, who, in her capacity of relative had a prominent part to perform at the feast, spoke to her son, saying, “They have no wine.” In this communication was a hidden request, or rather, suggestion, that He to whom all things were possible would relieve their wants. But Jesus answered, “Woman, what have I to do with thee? mine hour is not yet come.”"},{"refcode_short":"3Red 5.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 5.2 (Ellen Gould White)","content":"His manner was respectful, yet firm; he designed to teach Mary that the time for her to control him as a mother, was ended. His mighty work now lay before him, and no one must direct concerning the exercise of his divine power. There was danger that Mary would presume upon her relationship to Christ, and feel that she had special claims upon him and special rights. As Son of the Most High, and Saviour of the world, no earthly ties must hold him from his divine mission, nor influence the course he must pursue. It was needful that he should stand free from every personal consideration, ready to do the will of his Father in Heaven."},{"refcode_short":"3Red 6.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 6.1 (Ellen Gould White)","content":"Jesus loved his mother tenderly; for thirty years he had been subject to parental control; but the time had now come when he was to go about his Father's business. In rebuking his mother, Jesus also rebukes a large class who have an idolatrous love for their family, and allow the ties of relationship to draw them from the service of God. Human love is a sacred attribute; but should not be allowed to mar our religious experience, or draw our hearts from God."},{"refcode_short":"3Red 6.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 6.2 (Ellen Gould White)","content":"The future life of Christ was mapped out before him. His divine power had been hidden, and he had waited in obscurity and humiliation for thirty years, and was in no haste to act until the proper time should arrive. But Mary, in the pride of her heart, longed to see him prove to the company that he was really the honored of God. It seemed to her a favorable opportunity to convince the people present of his divine power, by working a miracle before their eyes, that would place him in the position he should occupy before the Jews. But he answered that his hour had not yet come. His time to be honored and glorified as King was not yet come; it was his lot to be a Man of sorrows and acquainted with grief."},{"refcode_short":"3Red 6.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 6.3 (Ellen Gould White)","content":"The earthly relation of Christ to his mother was ended. He who had been her submissive son was now her divine Lord. Her only hope, in common with the rest of mankind, was to believe him to be the Redeemer of the world, and yield him implicit obedience. The fearful delusion of the Roman church exalts the mother of Christ equal with the Son of the Infinite God; but he, the Saviour, places the matter in a vastly different light, and in a pointed manner indicates that the tie of relationship between them in no way raises her to his level, or insures her future. Human sympathies must no longer affect the One whose mission is to the world."},{"refcode_short":"3Red 7.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 7.1 (Ellen Gould White)","content":"The mother of Christ understood the character of her Son, and bowed in submission to his will. She knew that he would comply with her request if it was best to do so. Her manner evidenced her perfect faith in his wisdom and power, and it was this faith to which Jesus responded in the miracle that followed. Mary believed that Jesus was able to do that which she had desired of him, and she was exceedingly anxious that everything in regard to the feast should be properly ordered, and pass off with due honor. She said to those serving at table,” “Whatsoever he saith unto you, do it.” Thus she did what she could to prepare the way."},{"refcode_short":"3Red 7.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 7.2 (Ellen Gould White)","content":"At the entrance of the dwelling there stood six stone water-pots. Jesus directed the servants to fill these pots with water. They readily obeyed this singular order. The wine was wanted for immediate use, and Jesus commanded, “Draw out now, and bear unto the governor of the feast.” The servants beheld with astonishment, that instead of the crystal water with which they had just filled those vessels, there flowed forth wine. Neither the ruler of the feast nor the guests generally were aware that the supply of wine had failed; so, upon testing it, the ruler was astonished, for it was superior to any wine he had ever before drank, and vastly different from that which had been served at the commencement of the feast."},{"refcode_short":"3Red 8.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 8.1 (Ellen Gould White)","content":"He addressed the bridegroom, saying, “Every man at the beginning doth set forth good wine; and when men have well drunk, then that which is worse; but thou hast kept the good wine until now.” In this miracle, Jesus illustrates the truth that while the world presents its best gifts first, to fascinate the senses and please the eye, he gives good gifts, ever fresh and new unto the end. They never pall upon the taste, the heart never sickens and tires of them. The pleasures of the world are unsatisfying, its wine turns to bitterness, its gayety to gloom. That which was begun with songs and mirth ends in weariness and disgust. But Jesus provides a feast of the soul that never fails to give satisfaction and joy. Each new gift increases the capacity of the receiver to appreciate and enjoy the blessings of his Lord. He gives, not with stinted measure, but above what is asked or expected."},{"refcode_short":"3Red 8.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 8.2 (Ellen Gould White)","content":"This donation of Christ to the marriage supper was a symbol of the means of salvation. The water represented baptism into his death, the wine, the shedding of his blood for the purifying of the sins of the world. The provision made for the wedding-guests was ample, and not less abundant is the provision for blotting out the iniquities of men."},{"refcode_short":"3Red 8.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 8.3 (Ellen Gould White)","content":"Jesus had just come from his long fast in the wilderness, where he had suffered in order to break the power of appetite over man, which, among other evils, had led to the free use of intoxicating liquor. Christ did not provide for the wedding guests wine that from fermentation or adulteration was of an intoxicating character, but the pure juice of the grape, clarified and refined. Its effect was to bring the taste into harmony with a healthful appetite."},{"refcode_short":"3Red 9.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 9.1 (Ellen Gould White)","content":"The guests remarked upon the quality of the wine, and presently inquiries were made that drew from the servants an account of the wonderful work that the youthful Galilean had performed. The company listened with unbounded amazement, and exchanged words of doubt and surprise. At length they looked for Jesus, that they might pay him due respect and learn how he had accomplished this miraculous conversion of water into wine; but he was not to be found. He had, with dignified simplicity, performed the miracle, and had then quietly withdrawn."},{"refcode_short":"3Red 9.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 9.2 (Ellen Gould White)","content":"When it was ascertained that Jesus had really departed, the attention of the company was directed to his disciples who had remained behind. For the first time they had the opportunity of acknowledging themselves to be believers in Jesus of Nazareth as Saviour of the world. John related what he had heard and seen of his teachings. He told of the wonderful manifestations at the time of the baptism of Jesus, by the prophet John, in the river Jordan; how the light and glory from Heaven had descended upon him in the form of a dove, while a voice from the cloudless heavens proclaimed him to be the Son of the Infinite Father. John narrated these facts with convincing clearness and accuracy. The curiosity of all present was aroused, and many anxious ones who were looking and longing for the Messiah, thought it was indeed possible that this might be the Promised One of Israel."},{"refcode_short":"3Red 10.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 10.1 (Ellen Gould White)","content":"The news of this miracle wrought by Jesus spread through all that region and even reached Jerusalem. The priests and elders heard with wonder. They searched with new interest the prophecies pointing to the coming of Christ. There was the most intense anxiety to know the aim and mission of this new Teacher, who came among the people in so unassuming a manner, yet did that which no other man had ever done. Unlike the Pharisees and other dignitaries who preserved an austere seclusion, he had joined the mixed assembly of a festal gathering, and, while no shadow of worldly levity marred his conduct, he had sanctioned the social gathering with his presence."},{"refcode_short":"3Red 10.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 10.2 (Ellen Gould White)","content":"Here is a lesson for the disciples of Christ through all time, not to exclude themselves from society, renouncing all social communion and seeking a strict seclusion from their fellow-beings. In order to reach all classes, we must meet them where they are; for they will seldom seek us of their own accord. Not alone from the pulpit are the hearts of men and women touched by divine truth. Christ awakened their interest by going among them as one who desired their good. He sought them at their daily avocations, and manifested an unfeigned interest in their temporal affairs. He carried his instruction into the households of the people, bringing whole families in their own homes under the influence of his divine presence. His strong personal sympathies helped to win hearts to his cause."},{"refcode_short":"3Red 10.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 10.3 (Ellen Gould White)","content":"This example of the great Master should be closely followed by his servants. However instructive and profitable may be their public discourses, they should remember there is another field of action, humbler it may be, but full as promising of abundant harvests. It is found in the lowly walks of life, as well as the more pretentious mansions of the great, at the board of hospitality and gatherings for innocent social enjoyment."},{"refcode_short":"3Red 11.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 11.1 (Ellen Gould White)","content":"The course of Jesus in this respect was in direct contrast to that of the exclusive leaders of the Jews. They shut themselves up from sympathy with the people, and sought neither to benefit them nor win their friendship. But Christ linked himself with the interests of humanity, and so should those who preach his word. This should not be, however, from a desire to gratify the inclinations for personal enjoyment, or love of change and pleasure; but for the purpose of embracing every opportunity to do good, and shed the light of truth upon the hearts of men, keeping the life pure and uncorrupted by the follies and vanities of society."},{"refcode_short":"3Red 11.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 11.2 (Ellen Gould White)","content":"The special object of Jesus in attending this marriage feast was to commence the work of breaking down the exclusiveness which existed with the Jewish people, and to open the way for their freer mingling with the people. He had come not only as the Messiah of the Jews, but the Redeemer of the world. The Pharisees and elders refrained from associating with any class but their own. They held themselves aloof, not only from the Gentiles, but from the majority of their own people; and their teaching led all classes to separate themselves from the rest of the world, in a manner calculated to render them self-righteous, egotistical, and intolerant. This rigorous seclusion and bigotry of the Pharisees had narrowed their influence and created a prejudice which Christ would have removed, that the influence of his mission might be felt upon all classes."},{"refcode_short":"3Red 12.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 12.1 (Ellen Gould White)","content":"Those who think to preserve their religion by hiding it within stone walls to escape the contamination of the world, lose golden opportunities to enlighten and benefit humanity. The Saviour sought men in the public streets, in private houses, on the boats, in the synagogue, by the shores of lakes, and at the marriage feasts. He spent much time in the mountains, engaged in earnest prayer, in order to come forth braced for the conflict, strengthened for his active toil among men in real life, enlightening and relieving the poor, the sick, the ignorant, and those bound by the chains of Satan, as well as teaching the rich and honorable."},{"refcode_short":"3Red 12.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 12.2 (Ellen Gould White)","content":"The ministry of Christ was in marked contrast with that of the Jewish elders. They held themselves aloof from sympathy with men; considering that they were the favored ones of God, they assumed an undue appearance of righteousness and dignity. The Jews had so far fallen from the ancient teachings of Jehovah that they held that they would be righteous in the sight of God, and receive the fulfillment of his promises, if they strictly kept the letter of the law given them by Moses."},{"refcode_short":"3Red 12.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 12.3 (Ellen Gould White)","content":"The zeal with which they followed the teachings of the elders gave them an air of great piety. Not content with performing those services which God had specified to them through Moses, they were continually reaching for more rigid and difficult duties. They measured their holiness by the multitude of their ceremonies, while their hearts were filled with hypocrisy, pride, and avarice. The curse of God was upon them for their iniquities, while they professed to be the only righteous nation upon earth."},{"refcode_short":"3Red 13.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 13.1 (Ellen Gould White)","content":"They had received unsanctified and confused interpretations of the law, they had added tradition to tradition, they had restricted freedom of thought and action, till the commandments, ordinances, and service of God, were lost in a ceaseless round of meaningless rites and ceremonies. Their religion was a yoke of bondage. They had become so fettered that it was impossible for them to attend to the essential duties of life, without employing the Gentiles to do many necessary things which were forbidden the Jews to do for fear of contamination. They were in continual dread that they should become defiled. Dwelling constantly upon these matters had dwarfed their minds and narrowed the orbit of their lives."},{"refcode_short":"3Red 13.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 13.2 (Ellen Gould White)","content":"Jesus commenced the work of reformation by bringing himself into close sympathy with humanity. He was a Jew, and he designed to leave a perfect pattern of one who was a Jew inwardly. While he rebuked the Pharisees for their pretentious piety, endeavoring to free the people from the senseless exactions that bound them, he showed the greatest veneration for the law of God, and taught obedience of its precepts."},{"refcode_short":"3Red 13.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 13.3 (Ellen Gould White)","content":"Jesus rebuked intemperance, self-indulgence, and folly; yet he was social in his nature. He accepted invitations to dine with the learned and noble, as well as the poor and afflicted. On these occasions, his conversation was elevating and instructive, holding his hearers entranced. He gave no license to scenes of dissipation and revelry, yet innocent happiness was pleasing to him. A Jewish marriage was a solemn and impressive occasion, the pleasure and joy of which were not displeasing to the Son of Man. This miracle pointed directly toward breaking down the prejudices of the Jews. The disciples of Jesus learned a lesson of sympathy and humanity from it. His relatives were drawn to him with warm affection, and when he left for Capernaum, they accompanied him."},{"refcode_short":"3Red 14.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 14.1 (Ellen Gould White)","content":"By attending this feast, Jesus sanctioned marriage as a divine institution, and through all his subsequent ministry he paid the marriage covenant a marked respect in illustrating many important truths by it."},{"refcode_short":"3Red 14","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 14 (Ellen Gould White)","content":"The Centurion's Son"},{"refcode_short":"3Red 14.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 14.2 (Ellen Gould White)","content":"After laboring two days with the Samaritans, Jesus left them to continue his journey to Galilee. He made no tarry at Nazareth, where he had spent his youth and early manhood. His reception in the synagogue there, when he announced himself as the Anointed One, was so unfavorable that he decided to seek more fruitful fields, to preach to ears that would listen, and to hearts that would receive his message. He declared to his disciples that a prophet hath no honor in his own country. This saying sets forth that natural reluctance which many people have to acknowledge any wonderfully admirable development in one who has unostentatiously lived in their midst, and whom they have intimately known from childhood. At the same time, these same persons might become wildly excited over the pretensions of a stranger and an adventurer."},{"refcode_short":"3Red 15.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 15.1 (Ellen Gould White)","content":"The miracle that Jesus had performed in Cana prepared the way for his cordial reception. The people who had returned from the passover had brought back the report of his marvelous cleansing of the desecrated temple, followed by his miracles of healing the sick and restoring sight to the blind and hearing to the deaf. The judgment passed upon his acts by the dignitaries of the temple, opened his way at Galilee; for many of the people lamented the abuse of the temple and the lofty arrogance of the priests, and hoped that this man, who had the power to put these rulers to flight, might indeed be the looked-for Deliverer."},{"refcode_short":"3Red 15.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 15.2 (Ellen Gould White)","content":"The news that Jesus had returned from Judea to Cana soon spread throughout Galilee and the region round about. It reached the ears of a nobleman in Capernaum, who was a Jew of some honor. He was much interested in what he had heard of the power of Jesus to heal the sick, for he had a son suffering with disease. The father had consulted the most learned physicians among the Jews, and they had pronounced the case incurable, and told him that his son must soon die."},{"refcode_short":"3Red 15.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 15.3 (Ellen Gould White)","content":"But when he heard that Jesus was in Galilee his heart was encouraged; for he believed that one who could miraculously change water into wine, and drive out the desecrators of the temple, could raise his son to health even from the brink of the grave. Capernaum was quite a distance from Cana, and the centurion feared that, if he left his home to seek Jesus and present his plea to him, the child, who was very low, might die in his absence. Yet he dared not trust this errand to a servant; for he hoped that the prayers of a fond parent might touch the heart of the great Physician with pity, and induce him to accompany the father to the bedside of his dying son."},{"refcode_short":"3Red 16.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 16.1 (Ellen Gould White)","content":"He went to Cana, hastening for fear of being too late. Forcing a passage through the crowd that surrounded Jesus, he at length stood before him. But his faith faltered when he saw only a plainly dressed man, dusty and worn with travel. He doubted that this person could do what he had come to ask of him; yet he determined to make a trial. He secured a hearing from Jesus, told him his errand, and besought the Saviour to accompany him to his home for the purpose of healing his son. But Jesus already knew of his sorrow. Even before the centurion had left his home, the pitying Redeemer had read the father's grief, and his great heart of love had gone out in sympathy for the suffering child."},{"refcode_short":"3Red 16.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 16.2 (Ellen Gould White)","content":"But he was also aware that the father had made conditions in his mind concerning his belief in the Saviour. Unless his petition should be granted he would not have faith in him as the Messiah. While the father waited in an agony of suspense, Jesus addressed him, “Except ye see signs and wonders, ye will not believe.” He here revealed the superficial faith of the centurion, that would lead him to accept or reject Christ according as he did or did not perform the work required of him."},{"refcode_short":"3Red 16.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 16.3 (Ellen Gould White)","content":"Jesus designed, not only to heal the child, but to illuminate the darkened mind of the father. He saw unbelief struggling with his faith. He knew that this man had sought his help as a last and only hope. In this centurion he saw represented the condition of many of his nation. They were interested in Jesus from selfish motives; they desired some special benefit that they hoped to receive through his power, but they were ignorant as to their spiritual disease, and saw not their terrible need of divine grace, but staked their faith on the granting of some temporal favor. Jesus met this case as illustrating the position of many of the Jewish people. He contrasted this questioning unbelief with the faith of the Samaritans, who were ready to receive him as a teacher sent by God, and to accept him as the promised Messiah without a sign or miracle to establish his divinity."},{"refcode_short":"3Red 17.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 17.1 (Ellen Gould White)","content":"The father's soul was stirred to its depths with the thought that his doubts might cost him the life of his son. The words of Jesus had the desired effect; the centurion saw that his motives in seeking the Saviour were purely selfish; his vacillating faith appeared before him in its true light; he realized that he was indeed in the presence of One who could read the hearts of men, and to whom all things were possible. This thought brings his suffering child to his mind with new vividness, and he cries out in an agony of supplication, “Sir, come down ere my child die!”"},{"refcode_short":"3Red 17.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 17.2 (Ellen Gould White)","content":"He fears that while he has been doubting and questioning, death may have closed the scene. This was enough. The father in his need seizes the merits of Jesus as his Saviour. In demanding him to come down ere his child dies, he clings alone to the strength of Jesus as his only hope. His faith is as imperative as was that of Jacob, when, wrestling with the mighty angel, he cried, “I will not let thee go, except thou bless me!”"},{"refcode_short":"3Red 17.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 17.3 (Ellen Gould White)","content":"Jesus responds to the demands of the centurion by commanding him, “Go thy way; thy son liveth.” These brief and simple words thrill through the heart of the father; he feels the holy power of the speaker in every tone. Instead of going to Capernaum, Jesus, by a flash of divine telegraphy, sends the message of healing to the bedside of the suffering son. He dismisses the suppliant, who, with unspeakable gratitude, and perfect faith in the words of the Saviour, turns his steps homeward with a peace and joy he has never felt before."},{"refcode_short":"3Red 18.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 18.1 (Ellen Gould White)","content":"At the same hour the watchers stood around the dying child, in the distant home of the centurion. The form that had been so strong and symmetrical in its youthful grace, was now worn and emaciated. The hollow cheeks burned with a hectic fire. Suddenly the fever leaves him, intelligence beams from his eyes, his mind becomes clear, and health and strength return to his body. The fever has left him in the very heat of the day. The attendants behold the change with amazement; the family is summoned, and great is the rejoicing. No signs of his malady linger about the child, his burning flesh has become soft and moist, and he sinks into the peaceful slumber of childhood."},{"refcode_short":"3Red 18.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 18.2 (Ellen Gould White)","content":"Meanwhile the father hastens on his way with a hopeful heart. He went to Jesus with grief and trembling. He leaves him in joy and confidence. He feels the solemn assurance that he has talked with One whose power is unlimited. No doubt crosses his mind that Jesus has really healed his son at Capernaum. While still some distance from home, his servants meet him with the glad tidings that his son has recovered. With a light heart he hurries on, and, as he approaches his house, is met by the child, bounding out to receive him, radiant in health and beauty. He clasps him to his heart as one restored from the dead, and thanks God again and again for this miraculous restoration."},{"refcode_short":"3Red 19.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 19.1 (Ellen Gould White)","content":"The centurion and all his household become disciples of Jesus. Thus their affliction was sanctified to the conversion of the entire family. They published this miracle through all Capernaum, and thus opened the way for Christ's further labors there. Many of his most wonderful works were done at that place."},{"refcode_short":"3Red 19.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 19.2 (Ellen Gould White)","content":"This case of the centurion should be a lesson to all the followers of Christ. He would have them place implicit faith in him as their Redeemer, ready and willing to save all who come unto him. But he sometimes delays bestowing his precious gifts, in order to impress our hearts with a sense of our deep need of that true piety which entitles us to ask of him what we will. We are to lay by the selfishness that is frequently the sole cause of seeking him, and, confessing our helplessness and bitter need, trust in his promises. He invites all to come unto him who are weary and heavy-laden, and he will give them rest."},{"refcode_short":"3Red 19","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 19 (Ellen Gould White)","content":"Jesus at Bethesda"},{"refcode_short":"3Red 19.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 19.3 (Ellen Gould White)","content":"“After this there was a feast of the Jews; and Jesus went up to Jerusalem. Now there is at Jerusalem by the sheep market a pool, which is called in the Hebrew tongue Bethesda, having five porches. In these lay a great multitude of impotent folk, of blind, halt, withered, waiting for the moving of the water. For an angel went down at a certain season into the pool, and troubled the water; whosoever then first after the troubling of the water stepped in was made whole of whatsoever disease he had.”"},{"refcode_short":"3Red 20.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 20.1 (Ellen Gould White)","content":"Jesus did not hold himself aloof from the poor, the suffering, and sinful. His great heart of love went out in yearning tenderness for wretched objects who needed his help. He was acquainted with the sufferers who had learned to look forward to the period when it was thought that the waters were agitated by a supernatural power. Many suffering from different maladies visited the pool; but so great was the crowd at the appointed time, that they rushed forward, trampling under foot men, women, and children weaker than themselves."},{"refcode_short":"3Red 20.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 20.2 (Ellen Gould White)","content":"Hundreds were pressed back and could not get near the water. Many disappointed sufferers, who had, by great pains and effort, succeeded in reaching the pool, died upon its brink without being able to make the first plunge into its depths. Shelters had been erected about the place that the sick might be protected from the scorching rays of the sun and the chilliness of the night. Some wretched sufferers spent their nights in the porches, and would drag their diseased bodies to the favored spot day after day in the vain hope of obtaining relief."},{"refcode_short":"3Red 20.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 20.3 (Ellen Gould White)","content":"One man had been afflicted by an incurable disease for thirty-eight years, and he had repeatedly visited the pool. Those who pitied his helplessness would bear him to and fro at the time when the waters were supposed to be troubled. But those stronger than himself would rush in before him and seize the opportunity that he coveted. Thus the poor, palsied sufferer waited by the pool day and night, hoping that the favored moment would at length come when he could plunge into the water and be healed. His persistent efforts toward this object, and the doubt and anxiety of his mind, were fast wearing away the poor remnant of his strength."},{"refcode_short":"3Red 21.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 21.1 (Ellen Gould White)","content":"Jesus visited this retreat of misery, and his eye rested upon this helpless invalid. The poor creature was weak and despairing, but as the looked-for moment arrived, he gathered his feeble energies in a last effort to reach the water, but, just as he had almost gained his object, another stepped in before him. He crept back to his pallet to die. But a pitying face bends over him, saying, “Wilt thou be made whole?” The desponding man looked up, thinking it might be some one who had come to assist him into the pool; but the faint glow of encouragement faded out of his heart when he remembered that it was too late, his opportunity for that time was gone, and, in his state of sickness and exposure, he could scarcely hope that he might live to see another."},{"refcode_short":"3Red 21.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 21.2 (Ellen Gould White)","content":"He turned away wearily, saying, “Sir, I have no man, when the water is troubled, to put me into the pool; but while I am coming, another steppeth down before me.” Poor man! how could he hope to contend successfully with the selfish, scrambling crowd! Jesus did not ask this wretched sufferer to exercise faith in him; but with a voice of command said, “Rise, take up thy bed, and walk.” A sudden vigor was communicated to the paralyzed cripple. His whole being was stirred with a healing power, new blood and strength leaped into every limb and member. He bounded to his feet in obedience to the Saviour's command, and stooped to take up his bed, which was only a simple rug and blanket. As he straightened himself again, with a sense of delight at standing upon his feet after so many years of helpless infirmity, he looked around for his deliverer, but he was nowhere to be seen. Jesus was lost in the crowd, and the restored paralytic feared that he would not know him again if he should see him. He was disappointed, for he longed to pour forth his gratitude to the stranger. As he hurried on toward Jerusalem, with firm, free step, praising God as he went, and rejoicing in his new-found strength, he met the Pharisees, and immediately related to them the wonderful cure he had experienced. He was surprised at the coolness with which they listened to his story."},{"refcode_short":"3Red 22.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 22.1 (Ellen Gould White)","content":"Presently they interrupted him by asking why he was carrying that bed on the Sabbath day. They sternly reminded him that it was not lawful for him to bear burdens upon the Lord's day. In his joy the man had forgotten that it was the Sabbath; yet he felt no condemnation for obeying the command of one who had power from God to perform so wonderful a miracle. He answered boldly, “He that made me whole, the same said unto me, Take up thy bed, and walk.” The Pharisees were not delighted at the cure which had been effected upon this poor invalid of thirty-eight years. They overlooked the object of the wondrous miracle, and, with their characteristic bigotry, seized upon the act as a violation of the Sabbath law."},{"refcode_short":"3Red 22.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 22.2 (Ellen Gould White)","content":"They excused the restored man from blame, but appeared shocked at the guilt of him who had assumed the responsibility of ordering a man to take up his bed upon the Sabbath day. They asked him who it was that had done this thing, but he could not enlighten them on that subject. These rulers knew very well that only one person had shown himself able to do this deed; but they wished to get direct proof that it was Jesus, for they then hoped to be able to condemn him as a Sabbath-breaker. They considered that he had not only broken the law in healing the sick man on the Sabbath, but had committed an act of sacrilege in bidding him take up his bed and bear it away."},{"refcode_short":"3Red 23.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 23.1 (Ellen Gould White)","content":"Jesus did not come into the world to lessen the dignity of the law, but to exalt it. The Jews had perverted it by their traditions and misconceptions. They had made it a yoke of bondage. Their meaningless exactions and requirements had become a by-word among all other nations. Especially was the Sabbath hedged in by all manner of senseless restrictions which made that holy day almost unendurable. A Jew was not allowed to kindle a fire upon the Sabbath, nor even to light a candle on that day. The views of the people were so narrow that they had become slaves to their own useless regulations. As a consequence, they were dependent upon the Gentiles to do many services which their rules forbade them to do for themselves."},{"refcode_short":"3Red 23.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 23.2 (Ellen Gould White)","content":"They did not reflect that if these necessary duties of life were sins they were full as guilty in employing others to perform them as in doing them themselves. They thought salvation was restricted to the Jews, and the condition of all others, being entirely hopeless, could neither be improved nor made worse. But a just God has given no commandment which cannot be consistently kept by all. His laws sanction no meaningless usages nor clumsy restrictions."},{"refcode_short":"3Red 24.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 24.1 (Ellen Gould White)","content":"Soon after, Jesus met the man he had healed in the temple. He had come to bring a trespass-offering, a sin-offering, and a thank-offering for the great mercy he had received. Jesus, finding him among the worshipers, made himself known to him. The great Physician addressed him with a timely warning, “Behold, thou art made whole; sin no more, lest a worse thing come unto thee.” He who had suffered for thirty-eight years, as the result, in part, of his own dissipation, was thus plainly warned to avoid the sins that had caused him such suffering."},{"refcode_short":"3Red 24.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 24.2 (Ellen Gould White)","content":"The healed man was overjoyed to behold his deliverer, and, ignorant of the malice which the Jews held against Jesus, informed the Pharisees, who had before questioned him, that this was he who had wrought the wondrous cure. The Jewish dignitaries had only waited for proof that it was Jesus; from the first they had been confident that it could be no other. Now, a great uproar ensued in the court of the temple; for they sought to slay Jesus, but were prevented by the people, many of whom recognized in him a friend who had healed them from their infirmities and relieved their sorrows."},{"refcode_short":"3Red 24.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 24.3 (Ellen Gould White)","content":"A controversy now took place in regard to the true claims of the Sabbath law. Jesus had purposely chosen the Sabbath day upon which to perform the miracle at the pool. He could have healed the sick man as well on any other day of the week; also he might have simply cured him, and avoided arousing the indignation of the Jews, by bidding him take up his bed and depart. But a wise purpose underlay every act of Christ's life on earth; everything he did was important in itself and its teaching. He came to vindicate his Father's law and make it honorable. The Sabbath, instead of being the blessing it was designed to be, had become a curse through the added requirements of the Jews. Jesus wished to rid it of these incumbrances and leave it standing upon its own holy dignity."},{"refcode_short":"3Red 25.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 25.1 (Ellen Gould White)","content":"Therefore he chose the Sabbath for this special work. He selected the worst case among the afflicted ones at the pool of Bethesda upon whom to exercise his miraculous healing power, and bade him carry his bed through the city in order to publish the great work that had been wrought upon him, to call the attention of the people to his case, to the circumstances attending his cure, and to Him by whom it had been accomplished. This would raise the question of what it was lawful to do on the Sabbath day, and would give him an opportunity to denounce the narrow prejudice and restrictions of the Jews in regard to the Lord's day, and declare their bigotry and traditions void."},{"refcode_short":"3Red 25.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 25.2 (Ellen Gould White)","content":"Jesus stated to them that the work of relieving the sufferings of the afflicted was in harmony with the Sabbath law, whether it was relative to the salvation of souls or the removal of physical pain. Such work was in harmony with that of God's angels, who were ever descending and ascending between Heaven and earth to minister to suffering humanity. Jesus answered their accusations by declaring, “My Father worketh hitherto, and I work.” All days are God's, in which to carry out his great plans for the human race. If the Jews’ interpretation of the law was correct, then Jehovah was at fault, whose work had upheld and quickened creation since first he laid the foundations of the earth, when the morning stars sang together, and all the sons of God shouted for joy. He who pronounced his work good, and established the institution of the Sabbath to commemorate its completion, must put a period to his labor, and stop the never-ending routine of the universe."},{"refcode_short":"3Red 26.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 26.1 (Ellen Gould White)","content":"Should God forbid the sun to do its office upon the Sabbath, cut off its genial rays from warming the earth and nourishing vegetation? Must the system of worlds stand still through that holy day? Should he command the babbling brooks to stay their course from watering the fields and forests, and bid the advancing and receding waves to still their ceaseless ebbing and flowing? Must the wheat and corn stop growing, and the ripening cluster defer its purple bloom for a single day? Must the waving trees and the delicate flowers put forth no bud nor blossom on the Sabbath?"},{"refcode_short":"3Red 26.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 26.2 (Ellen Gould White)","content":"Surely in such a case man would miss the fruit of the earth and the blessings that make life desirable. Nature must continue her unvarying course; God must not stay his hand a single moment, or man would faint and die. And, in a like proportion, man has a labor to perform on this day. The necessities of life must be attended to, the sick must be cared for, the wants of the needy must be met. God does not hold him guiltless who stays his hand from relieving the suffering on the Sabbath day. The holy Sabbath was made for man, and acts of mercy and benevolence are always in order upon that day. God does not desire his creatures to suffer an hour's pain that may be relieved upon the Sabbath or any other day."},{"refcode_short":"3Red 27.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 27.1 (Ellen Gould White)","content":"Jesus sought to impress upon the narrow minds of the Jews a sense of the folly of their view of the Sabbath. He showed them that God's work never ceases. It is even greater upon the Sabbath than upon ordinary occasions, for at that time his people leave their usual employments and spend the time in prayerful meditation and worship. They ask more favors of him upon the Sabbath than upon other days, they demand his special attention, they crave his choicest blessings, they offer importunate prayers for special favors. God does not wait for the Sabbath to pass before he grants those requests, but he deals to the petitioners, with judicious wisdom, whatever is best for them to have."},{"refcode_short":"3Red 27.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 27.2 (Ellen Gould White)","content":"Heaven's work never ceases for a moment, and men should never rest from doing good. The Sabbath law forbids labor on the sanctified rest-day of the Lord. The toil that gains a livelihood must cease; no labor for worldly pleasure or profit is lawful upon the Lord's day; but the work of Christ in healing the sick did honor to the holy Sabbath. Jesus claimed equal rights with God in doing a work equally sacred and of the same character with that which engaged his Father in Heaven. But the Pharisees were still more incensed, because he had not only broken the law, according to their understanding, but added to this offense the heinous sin of declaring himself equal with God. Nothing but the interference of the people prevented the Jewish authorities from slaying him on the spot. “Then answered Jesus and said unto them, Verily, verily, I say unto you, The Son can do nothing of himself, but what he seeth the Father do; for what things soever he doeth, these also doeth the Son likewise. For the Father loveth the Son, and sheweth him all things that himself doeth; and he will show him greater works than these, that ye may marvel. For as the Father raiseth up the dead, and quickeneth them; even so the Son quickeneth whom he will.”"},{"refcode_short":"3Red 28.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 28.1 (Ellen Gould White)","content":"Here Jesus elevated himself to his true station before the Jews, and declared himself to be the the Son of God. He then, in mild and dignified language, instructed them regarding the Sabbath. He told them that the rest-day which Jehovah had sanctified and set apart for a special purpose, after he had completed the work of creation, was not intended to be a period of useless inactivity. As God ceased his labor of creating, and rested upon that day and blessed it, so man was to leave the occupation of his daily life, and devote those sacred hours to healthful rest, to worship, and to holy deeds."},{"refcode_short":"3Red 28.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 28.2 (Ellen Gould White)","content":"The rulers of the people could not answer these elevated truths that were brought home to their consciences. They had no arguments with which to meet them; they could only cite their customs and traditions, and these seemed weak and vapid compared with the strong arguments that Jesus had drawn from the work of God and the unceasing round of nature. Had they felt any desire to receive light, their hearts would have been convinced that Jesus spoke the truth. But they evaded the points he made concerning the Sabbath, and sought to stir up anger against him because he had made himself equal with God. The fury of the rulers knew no bounds, and it was with difficulty that they were prevented from seizing upon Jesus to put him to death."},{"refcode_short":"3Red 29.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 29.1 (Ellen Gould White)","content":"But the people were not excited to violence, and put the rulers to shame by the candor with which they listened to the words of Jesus. They justified him in healing the poor sufferer who had been afflicted for thirty-eight years. So the priests and elders were obliged to restrain their hatred for the time, and wait for a more favorable opportunity to carry out their evil designs."},{"refcode_short":"3Red 29.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 29.2 (Ellen Gould White)","content":"Jesus declared that he could do nothing of himself “but what he seeth the Father do.” His relationship with God forbade him from working independent of him, and he could do nothing against his will. What a rebuke were these words to men, and especially to those who were calling the Son of God to task for the very work that he was sent upon earth to do. They had separated themselves from God by wicked acts, and, in their pride and vanity, were moving independent of him, feeling sufficient in themselves for all things, and realizing no need of a higher wisdom than their own, to aid them in the direction of their acts."},{"refcode_short":"3Red 29.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 29.3 (Ellen Gould White)","content":"Few realize the full force of Christ's words in regard to his connection with the Father. They teach man that he should consider himself inseparably bound to his Heavenly Parent, that, whatever position he may occupy, he is responsible to God, who holds all destinies in his hands. He has appointed man to do his work, he has endowed him with faculties and means for that purpose, and so long as man is faithful to his high stewardship, he may feel warranted in claiming the blessings and promises of his Master. But if, when raised to a position of sacred trust, he becomes exalted in his own estimation,—depending upon his own wisdom and power, taking affairs into his own hands, and separating himself from Him whom he professes to serve,—God will call him to an account for his unauthorized acts; he has not worked in unison with his Commander."},{"refcode_short":"3Red 30.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 30.1 (Ellen Gould White)","content":"Jesus now stood before the Jews in his true character. He declared that whatsoever things the Father did, those did also the Son in like manner, by the exercise of a like power, and with like results. He also promised those who heard him that they should witness greater acts than he had yet performed in healing the sick, the lame, and the blind. The Sadducees were in opposition to the Pharisees regarding the resurrection of the dead. The former claimed that there would be no resurrection of the body. But Jesus tells them that one of the greatest works of his Father is raising up the dead, and even so the Son of God has power in himself to raise from the dead. “Marvel not,” said he, “at this; for the hour is coming, in the which all that are in the graves shall hear his voice, and shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.”"},{"refcode_short":"3Red 30.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 30.2 (Ellen Gould White)","content":"The humble Nazarene asserts his real nobility. He rises above humanity, throws off the guise of sin and shame, and stands revealed, the Honored of the angels, the Son of God, equal with the Creator of the universe. The rulers of the Jews, and the listening multitude are spell-bound before his mighty truths, and the lofty dignity of his bearing. No man had ever spoken words like these, nor borne himself with such a kingly majesty. His utterances were clear and plain, fully declaring his mission and the duty of the world. “For the Father judgeth no man, but hath committed all judgment unto the Son, that all men should honor the Son, even as they honor the Father. He that honoreth not the Son honoreth not the Father who hath sent him. Verily, verily, I say unto you, He that heareth my word, and believeth on Him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life. Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God, and they that hear shall live. For as the Father hath life in himself, so hath he given to the Son to have life in himself; and hath given him authority to execute judgment also, because he is the Son of man.”"},{"refcode_short":"3Red 31.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 31.1 (Ellen Gould White)","content":"Here Jesus throws back upon the rulers their accusations against him, and their attempts to prescribe his work, and to judge, by their narrow bigotry, his acts of mercy and benevolence. He declared himself their Judge, and the Judge of all the world. When he came to earth as the Redeemer, it was given into his hands, and all men are responsible unto him. He took the burden of humanity that he might save men from the consequences of their sins. He is in one their Advocate and Judge. Having tasted the very dregs of human affliction and temptation, he is qualified to understand the frailties and sins of men, and to pronounce judgment upon them. Therefore, the Father has given this work into the hands of his Son, knowing that He who victoriously withstood the temptations of Satan, in behalf of man, will be all-wise, just, and gracious in his dealing with him."},{"refcode_short":"3Red 32.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 32.1 (Ellen Gould White)","content":"The words of Jesus were more impressive because the controversy had risen very high. He was virtually summoned before the dignitaries of the Jews to be tried for his life. He, the Lord of the Sabbath, was arraigned before an earthly tribunal, to answer to the charge of breaking the Sabbath law. When he so boldly made known his mission and work, his judges looked upon him with mingled astonishment and rage, but his words were unanswerable and they could not condemn him."},{"refcode_short":"3Red 32.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 32.2 (Ellen Gould White)","content":"He denied the right of the Pharisees to question him or to interfere with his business. The Jewish system invested them with no such authority; their claims were based upon their own pride and arrogance. He refused to plead guilty to any wrong or submit to being catechised by them."},{"refcode_short":"3Red 32.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 32.3 (Ellen Gould White)","content":"After presenting before them these grand truths concerning his work in connection with the Father, he binds his assertions with the testimonies that have been borne of him: “I can of mine own self do nothing; as I hear, I judge; and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me. If I bear witness of myself, my witness is not true. There is another that beareth witness of me; and I know that the witness which he witnesseth of me is true. Ye sent unto John, and he bare witness unto the truth. But I receive not testimony from man; but these things I say, that ye might be saved. He was a burning and a shining light; and ye were willing for a season to rejoice in his light.” From his sublime height he reads the secrets of their hearts and reminds them that for a time they had accepted John as a prophet of God and rejoiced in the message that he brought them. He affirms that the mission of John was solely to prepare the way of himself, whom the prophet testified was the Christ, the Redeemer of the world."},{"refcode_short":"3Red 33.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 33.1 (Ellen Gould White)","content":"But no man could witness concerning the mysterious connection of Jesus with the Father; human knowledge cannot reach the courts of Heaven. Jesus assures them that he does not refer to the testimony of John in order to sustain his claims, but only that his persecutors may be convinced of their blindness and inconsistency in defiantly opposing him whom John had stated was the Son of God. They were not in ignorance regarding the evidence of John, for they had sent a deputy to him who had brought back his statement of the baptism of Jesus and the wonderful manifestations of God at that time."},{"refcode_short":"3Red 33.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 33.2 (Ellen Gould White)","content":"Jesus speaks of John that they may see how, in rejecting himself, they also reject the prophet whom they had received with joy. He further declares: “But I have greater witness than that of John; for the works which the Father hath given me to finish, the same works that I do, bear witness of me, that the Father hath sent me.” Had not the heavens opened and light from the throne of God encircled him with glory, while the voice of Jehovah proclaimed, “This is my beloved Son, in whom I am well pleased”? Besides all this, his own works declared his divinity. He who had been arraigned as a Sabbath-breaker stood before his accusers clothed with divine grace, and uttering words that pierced them like arrows of truth. Instead of apologizing for the act of which they complained, or explaining his purpose in doing it, he turns upon the rulers, and the accused becomes the accuser."},{"refcode_short":"3Red 34.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 34.1 (Ellen Gould White)","content":"He rebukes them for the hardness of their hearts, for the blind ignorance with which they read the Scriptures, while they boasted of their superiority over every other people. They who assume to be teachers of the Scriptures and expounders of the law are themselves basely ignorant of its claims. He denounces their worldliness, their love of praise and power, their avarice and want of compassion. He charges them with disbelieving the Scriptures which they profess to revere, carrying out its forms and ceremonies while ignoring the great principles of truth that are the foundation of the law. He declares that they have rejected the word of God, inasmuch as they have rejected him whom God has sent. He commands them to “search the Scriptures; for in them ye think ye have eternal life; and they are they which testify of me.”"},{"refcode_short":"3Red 34.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 34.2 (Ellen Gould White)","content":"The truth spoken by Jesus collided with their prejudices and customs, and they cast it from them, hardening their hearts against it. They refused to listen to the teachings of Christ, because those teachings directly condemned their cherished sins. Had the Son of Man come flattering their pride and justifying their iniquity, they would have hastened to do him honor. Said Jesus, “I am come in my Father's name, and ye receive me not; if another shall come in his own name, him ye will receive.” Pretenders, who could present no evidence of divine authority, might arise, who by prophesying smooth things, and gratifying the vanity of the rich and unsanctified, might secure their firm allegiance. These false prophets would lead their followers to eternal ruin."},{"refcode_short":"3Red 35.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 35.1 (Ellen Gould White)","content":"Jesus declared that there was no necessity for him to accuse them to the Father, for Moses, whom they professed to believe, had already accused them. “For,” said he, “had ye believed Moses, ye would have believed me; for he wrote of me. But if ye believe not his writings, how shall ye believe my words?” Jesus knew that the Jews were determined to take his life, yet in this discourse he fully explained to them his Sonship, the relation he bore to the Father and his equality with him. This left them without an excuse for their blind opposition and insane rage against the Saviour. But, though baffled in their designs, and overawed by his divine eloquence and truth, the murderous hatred of the priests and elders was not quenched. Fear seized them, for they could not close their understanding to the convincing power which attended the ministry of Christ. But they were so bound by the chains of pride and arrogance that they rejected the evidence of his divine power, resisted his appeals, and locked themselves in darkness."},{"refcode_short":"3Red 35.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 35.2 (Ellen Gould White)","content":"They had signally failed to subvert the authority of Jesus, or to turn from him the respect and attention of the people, many of whom were powerfully affected, and deeply convicted, by his impressive discourse. His mighty works had first arrested their notice and aroused their wonder, and when his searching words disclosed his true character, they were ready to acknowledge his divine authority. On the other hand, his words had thrilled the hearts of the rulers with condemnation for their course. He had pressed their guilt home upon their consciences, yet this only made them more bitter against him, and they were fully determined to take his life. They sent messengers all over the country to warn the people against Jesus, whom they denounced as an impostor. Spies were sent to watch him and report what he said and did. The precious Saviour was now most surely standing under the shadow of the cross."},{"refcode_short":"3Red 36","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 36 (Ellen Gould White)","content":"Jesus at Capernaum"},{"refcode_short":"3Red 36.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 36.1 (Ellen Gould White)","content":"After the work of healing that Jesus had performed upon the Sabbath at the Pool of Bethesda, the malice of the leading Jews was so kindled against him that they plotted against his life, and it was no longer safe for him to remain in Jerusalem. Therefore he repaired to Galilee, making Capernaum the scene of his labors. At this place he taught; and upon the Sabbaths, multitudes gathered to listen to his doctrine. Here his way seemed to be unobstructed, although spies were upon his track, watching for something whereof they might accuse him."},{"refcode_short":"3Red 36.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 36.2 (Ellen Gould White)","content":"The hearts of the common people were open to receive his divine instruction. His heart was overflowing with sympathy for suffering humanity, and it was with joy that he saw men respond to his teachings of love and benevolence. His hearers were charmed with the eloquent simplicity with which he preached the truth. His illustrations were drawn from scenes transpiring in their every-day lives. He adapted his language to all classes and conditions of men."},{"refcode_short":"3Red 36.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 36.3 (Ellen Gould White)","content":"Jesus did not go to Capernaum to avoid society nor to find rest from his labors. Capernaum was a great thoroughfare of travel; people from many countries passed through the city, or tarried there for rest in their journeyings to and fro. Here the great Teacher could meet all nations and all ranks. He could give lessons that would not only be received by those present, but would be carried to other countries and into many households. Investigations of the prophecies would thus be excited, notice would be directed to the Saviour, and his work and mission would be brought before the world."},{"refcode_short":"3Red 37.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 37.1 (Ellen Gould White)","content":"Here he had a better opportunity than elsewhere of meeting the representatives of all classes, as they mingled together, every one intent upon his own errand. The rich who were courted for their wealth could here be reached by his ministrations, as well as the poor and needy. Christ presented himself to the people as the Saviour of the world. As soon as it was known that he was in Capernaum, multitudes crowded to hear his words of heavenly wisdom. Jesus had taken his disciples up into a mountain for a little season of retirement, but when he saw the people flocking to him he had not the heart to turn them away."},{"refcode_short":"3Red 37.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 37.2 (Ellen Gould White)","content":"The feast of the Jews was near, and many had come in from the region about Jerusalem, seeking Jesus, of whose wonderful miracles they had heard. The sick and the afflicted were brought to him, and he healed their maladies. As he witnessed the joy of those whom he had relieved, his own heart of love rejoiced with those who had received his blessing. He made many families happy by restoring their suffering ones to health. He caused light to dawn upon households that had been plunged into the shadows of affliction. The sorrowing were comforted, the ignorant instructed, and hope was wakened in the hearts of the despairing."},{"refcode_short":"3Red 38.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 38.1 (Ellen Gould White)","content":"The people received the message that he brought them, and believed his words. None were more willing to accept the truth than the poor and humble, who were not separated from their Saviour by vanity and pride, the treasures of this world, or the praise of men. They found in him a consolation for all their toil and privations. He turned none away. He was touched with tender pity for the distress of those who sought his aid, and they left his presence, bearing evidence in their own persons of his healing and life-giving power. The hearts of the people went out in reverential love for their Benefactor, and he was a partaker of their joy. His labors while in Capernaum resulted in great good, and many were led to believe on him. His acts of matchless mercy won the hearts of the multitudes."},{"refcode_short":"3Red 38.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 38.2 (Ellen Gould White)","content":"The scribes and Pharisees were confounded; their purposes in regard to Jesus were defeated. They had listened to his teachings in order to catch him in his words, and turn the minds of the people from him to themselves. They knew that since the ministry of Jesus had commenced, their own influence over the people had greatly decreased. The sympathetic hearts of the multitude accepted lessons of love and kindly benevolence in preference to the cold forms and rigid ceremonies exacted by the priests."},{"refcode_short":"3Red 38.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 38.3 (Ellen Gould White)","content":"Although the Pharisees were astonished by the miracles that Jesus wrought, they were all the more anxious to remove one, who, by his great power, was most dangerous to their claims and pretensions."},{"refcode_short":"3Red 39.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 39.1 (Ellen Gould White)","content":"Bodily diseases, however aggravated and apparently hopeless, were met and baffled by his divine power; but the disease of the soul, fastened in unbelief and blind prejudice, took firmer hold upon those who closed their eyes against the light. The most powerful evidence that could be produced only strengthened their opposition. Leprosy and palsy were not so terrible as bigotry and unbelief. Jesus turned from the teachers of Israel, and their chains of darkness and skepticism tightened about them."},{"refcode_short":"3Red 39.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 39.2 (Ellen Gould White)","content":"The inhabitants of Capernaum had been greatly astonished by the sudden and effectual cure of the ruler's son at a word from Jesus, when he was more than twenty miles distant from the sufferer. They were rejoiced to learn that he who possessed such miraculous power was in their own city. On the Sabbath day, the synagogue where he spoke was packed with people, and yet many who desired to enter were unable to do so. As usual, a great number came through curiosity, but there were many who earnestly desired to learn regarding the gospel of the kingdom of God."},{"refcode_short":"3Red 39.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 39.3 (Ellen Gould White)","content":"All who heard him were astonished, “for he taught them as one having authority, and not as the scribes.” His words were a demonstration of the Spirit of God, and they struck home to the souls of men with divine power. The teaching of the scribes and elders was cold and formal, like a lesson learned by rote. They explained the law as a matter of custom, but no authority from God sanctified their utterances, no holy inspiration stirred their own hearts and those of their hearers."},{"refcode_short":"3Red 39.4","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 39.4 (Ellen Gould White)","content":"Jesus had nothing to do with the various subjects of dissension among the Jews. His words were so simple that a child could understand them, yet lofty enough in their grand simplicity to charm the highest mind with their noble truths. He spoke of a new kingdom which he came to set up among them, in opposition to the kingdom of this world, and of his power to wrest from Satan his dominion, and deliver the captives bound by his power."},{"refcode_short":"3Red 40.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 40.1 (Ellen Gould White)","content":"There was a man in the synagogue who was possessed of the spirit of Satan. He broke in upon the discourse of Jesus with a piercing shriek, that chilled the blood of the hearers with a nameless terror. “Let us alone!” he cried. “What have we to do with thee, thou Jesus of Nazareth? Art thou come to destroy us? I know thee, who thou art, the Holy One of God!”"},{"refcode_short":"3Red 40.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 40.2 (Ellen Gould White)","content":"Devils even believed and trembled, but the Israel of God had closed their eyes and ears to divine evidences, and knew not the time of their visitation. Satan's object in leading his wretched victim to the synagogue, was to distract the attention of the people from Jesus to the paroxysms of the poor sufferer and prevent the words of truth from reaching the hearts of the people. But the darkened understanding of the man comprehended that the teachings of Jesus were from Heaven. The power of divinity aroused the terror of the demon which controlled his mind, and a conflict ensued between it and his remnant of reason."},{"refcode_short":"3Red 40.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 40.3 (Ellen Gould White)","content":"As the victim realized that the Healer was near to release him, his heart was aroused to long for freedom from Satan's power. The demon resisted this power and held control over the poor wretch who was wrestling against him. The sufferer tried to appeal to Jesus for help, but when he opened his lips, the demon put words in his mouth so that he shrieked out in an agony of fear, “Let us alone! what have we to do with thee, thou Jesus of Nazareth?” The darkened reason of the poor man partially comprehended that he was in the presence of one who could free him from the bondage that had so long enslaved him; but when he sought to come within reach of that mighty hand, another's will held him back, another's words found utterance through him."},{"refcode_short":"3Red 41.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 41.1 (Ellen Gould White)","content":"By his own sinful course, this man had placed himself on the enemy's ground, and Satan had taken possession of all his faculties, so that when the gloom of his understanding was pierced by feeble rays of light from the Saviour's presence, the conflict between his desire for freedom and the devil's power threw him into terrible contortions, and drew from him unearthly cries. The demon exerted all his hellish power to retain the control of his victim. To lose ground here would be to give Jesus a victory. He who had, in his own person, conquered the prince of the power of darkness in the wilderness of temptation, was now again brought face to face with his enemy."},{"refcode_short":"3Red 41.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 41.2 (Ellen Gould White)","content":"It seemed that the tortured man must lose his life in the terrible struggle with the demon that had been the ruin of his manhood. Only one power could break this cruel tyranny. Jesus spoke with a voice of authority and set the captive free. The demoniac spirit made a last effort to rend the life from his victim before he was forced to depart. Then the man who had been possessed stood before the wondering people happy in the freedom of self-possession. In the synagogue on the Sabbath day, before the assembled congregation, the prince of darkness was again met and conquered. And even the demon had testified to the divine power of the Saviour, crying, “Thou Jesus of Nazareth! Art thou come to destroy us? I know thee, who thou art, the Holy One of God!”"},{"refcode_short":"3Red 42.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 42.1 (Ellen Gould White)","content":"The man whose reason was thus suddenly restored praised God for his deliverance. The eye that had so lately glared with the fire of insanity, now beamed with intelligence and overflowed with grateful tears. The people were dumb with amazement. As soon as they recovered speech they marveled one with another, saying, “What a word is this! for with authority and power he commandeth the unclean spirits, and they come out!”"},{"refcode_short":"3Red 42.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 42.2 (Ellen Gould White)","content":"It was not according to the will of God that this man should be visited with so terrible an affliction as to be delivered wholly into the hands of Satan. The secret source of his calamity, which had made him a fearful spectacle to his friends and a burden to himself, was in his own life. The pleasures of sin had fascinated him, the path of dissipation had looked bright and tempting, he had thought to make life a grand carnival. He did not dream of becoming a disgust and terror to the world and the reproach of his family. He thought his time could be spent in innocent folly; but once on the downward path, his feet rapidly descended till he had broken the laws of health and morality. Intemperance and frivolity chained his senses, the fine qualities of his mind were perverted, and Satan stepped in and took absolute control of him."},{"refcode_short":"3Red 42.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 42.3 (Ellen Gould White)","content":"Remorse came too late, and though he would then have sacrificed wealth and pleasure to regain his lost manhood, he had become helpless in the hands of the evil one. Satan had allured that young man with many charming presentations; he had cloaked vice with a flowery mantle that the victim might clasp it to his breast; but when his object was once accomplished and the wretched man was in his power, the fiend had become relentless in his cruelty, and terrible in his fierce and angry visitations. So it is ever with those who succumb to evil; the fascinating pleasure of their early career ends in the darkness of despair, or the madness of a lost and ruined soul."},{"refcode_short":"3Red 43.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 43.1 (Ellen Gould White)","content":"But he who conquered the arch-enemy in the wilderness, wrested this writhing captive from the grasp of Satan. Jesus well knew that although assuming another form, this demon was the same evil spirit that had tempted him in the wilderness. Satan seeks by various devices to gain his object. The same spirit that saw and recognized the Saviour, and cried out to him, “Let us alone! What have we to do with thee?” possessed the wicked Jews who rejected Christ and scorned his teachings. But with them he assumed an air of piety and learning, seeking to deceive them as to their real motives in refusing the Saviour."},{"refcode_short":"3Red 43.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 43.2 (Ellen Gould White)","content":"Jesus then retired from the synagogue while the people were still spell-bound with wonder and admiration. This miracle was then followed by another quite as wonderful. Jesus sought the house of Peter for a little rest; but there was no rest for the Son of Man. He was told that the mother of Peter's wife was sick of a fever. His sympathetic heart was at once called out to relieve the suffering woman. He rebuked the disease, and it was at once removed from her. She rose from the bed, filled with joy and gratitude, and ministered with willing hands to the wants of the Master and his disciples."},{"refcode_short":"3Red 44.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 44.1 (Ellen Gould White)","content":"These miracles and works of healing were spread abroad throughout the city. Yet these acts of mercy only made the bitterness of the Pharisees more intense. They closely watched all the movements of Jesus, seeking for cause to accuse him. Their influence prevented many from applying to Jesus for relief from their infirmities upon the Sabbath day. They feared being stigmatized as transgressors of the law. But no sooner had the sun passed out of sight in the west than a great commotion ensued. The diseased flocked to Jesus from every quarter. Those who had sufficient strength came by themselves, but a much larger number were borne by their friends to the great Physician."},{"refcode_short":"3Red 44.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 44.2 (Ellen Gould White)","content":"They were in every condition of helplessness and approaching death. Some were burning with fevers, others were paralyzed, stricken with dropsy, blind, deaf, and lame. And in the distance was heard the pitiful cry of the leper, Unclean! Unclean! as he stretched his decaying hands toward the Healer. The work of Jesus commenced when the first afflicted one was brought before him. The supplicants were healed by a word from his lips or a touch of his hand. With gratitude and rejoicing they returned to gladden with their enlightened minds and healthy bodies the homes that they had so recently left as helpless invalids."},{"refcode_short":"3Red 44.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 44.3 (Ellen Gould White)","content":"Those who had carefully borne them from their couches to the presence of Jesus returned with them, weeping tears of joy, and shouting the praises of the Saviour. Little children were not overlooked, but the puny sufferers were handed back to their happy mothers rosy with life and health. These living evidences of the divine power of Jesus created a great excitement in all that region. Never before had Capernaum witnessed a day like this. The air was filled with the voice of triumph and shouts of deliverance."},{"refcode_short":"3Red 45.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 45.1 (Ellen Gould White)","content":"The heart of the blessed Saviour, who had worked so great cures, was joyful in the joy he had awakened in the hearts of suffering humanity. He had healed every one who had applied to him for help. His great love for man was stirred to its very depths as he witnessed the suffering of those who had come to him, and he rejoiced in his power to restore them to health and happiness."},{"refcode_short":"3Red 45","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 45 (Ellen Gould White)","content":"The Leper"},{"refcode_short":"3Red 45.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 45.2 (Ellen Gould White)","content":"Jesus was frequently obliged to hide himself from the people; for the crowds collected so densely about him to witness his miracles, and the enthusiasm ran so high, that it became necessary to take precautions, lest the priests and rulers should take advantage of the great assemblies to arouse the Roman authorities to fear an insurrection."},{"refcode_short":"3Red 45.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 45.3 (Ellen Gould White)","content":"Never had there been such a period as this for the world. Heaven was brought down to men. All who came to Jesus for the purpose of instruction realized indeed that the Lord was gracious and full of wisdom. They received precious lessons of divine knowledge from the great source of intelligence. Many hungering and thirsting souls that had waited long for the redemption of Israel now feasted upon the bounteous grace of a merciful Saviour. The expected Teacher had come, and a favored people were living under the full splendor of his light, yet many comprehended it not, and turned from the divine radiance with indifference or unbelief."},{"refcode_short":"3Red 46.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 46.1 (Ellen Gould White)","content":"Jesus healed many and various cases of bodily disease, while he was preaching and ministering to sin-sick souls. Many hearts were liberated from the cruel bondage of sin. Unbelief, discouragement, and despair, gave place to faith, hope, and happiness. But when the sick and wretched applied to the Saviour for help, he first relieved the poor, suffering body before he attempted to minister to the darkened mind. When the present misery of the suppliant was removed, his thoughts could better be directed into the channel of light and truth."},{"refcode_short":"3Red 46.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 46.2 (Ellen Gould White)","content":"Leprosy was the most fearful and loathsome disease of the East. It was looked upon with great dread by all classes on account of its contagious character and its horrible effect upon its victim. Great precautions were taken to prevent the disease from spreading among the people. With the Hebrews the leper was pronounced unclean. He was isolated from his family, restricted from the privileges of society, and cut off from the congregation of Israel. He was doomed to associate only with those who were similarly afflicted with himself."},{"refcode_short":"3Red 46.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 46.3 (Ellen Gould White)","content":"Away from his friends and kindred he must bear the curse of his terrible malady. No affectionate hands could soothe his pain. He was obliged to publish his own calamity, to rend his garment, and sound the alarm, warning all to flee from his polluted and decaying body. The cry, Unclean! Unclean! coming with mournful tone from the lonely exile, was a signal heard with fear and abhorrence."},{"refcode_short":"3Red 47.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 47.1 (Ellen Gould White)","content":"There were many of these loathsome subjects in the region of Christ's ministry. The news of the great Healer had reached even them in their isolation, and a gleam of hope sprang up in their hearts that if they could come into the presence of Jesus he might relieve them. But as they were debarred from entering any city or village, it seemed impossible for them to reach the great Physician, whose chief work lay among the populace."},{"refcode_short":"3Red 47.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 47.2 (Ellen Gould White)","content":"There was one leper who had been a man of high distinction. It was with the greatest grief that he and his family had become convinced that he was a victim to the fatal disease. Physicians of note had been consulted, and they had examined his case thoroughly, and anxiously searched their books to obtain further knowledge; but they were reluctantly compelled to acknowledge that their skill was baffled, the disease was incurable. It was then the duty of the priest to make an examination; this resulted in a decision that his was the worst form of leprosy. This verdict sentenced him to a living death separated from his friends and the society in which he had held so lofty a position. But now those who had courted his favor and accepted his hospitality fled from his presence with horror. He went out an exile from his home."},{"refcode_short":"3Red 47.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 47.3 (Ellen Gould White)","content":"Jesus was teaching by the lake outside the city limits, and many were gathered to hear his words. The leper, who in his seclusion had heard of some of his mighty works, came out to see him, and drew as near as he dared. Since his exile, the disease had made fearful inroads upon his system. He was now a loathsome spectacle, his decaying body was horrible to look upon. Standing afar off, he heard some of the words of Jesus, and saw him laying hands upon the sick to heal them. He beheld, with amazement, the lame, the blind, the paralytic and those dying of various maladies, rise up at a word from the Saviour, restored to health and praising God for their salvation. He looked upon his own wretched body and wondered if this great Physician could not cure even him. The more he heard, and saw, and considered the matter, the more he was convinced that this was really the promised Saviour of the world, to whom all things were possible. None could perform such miracles but Him who was authorized of God, and the leper longed to come into his presence and be healed."},{"refcode_short":"3Red 48.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 48.1 (Ellen Gould White)","content":"He had not intended to approach near enough to endanger the people; but now his mind was so powerfully wrought upon that he forgot the restrictions that had been placed upon him, the safety of the people, and the horror with which they regarded him. He thought only of his blessed hope that the power of Jesus could set him free from his infirmity. His faith laid hold of the Saviour, and he pressed forward, heedless of the frightened multitude that fell back as he approached and crowded over and upon each other to avoid him."},{"refcode_short":"3Red 48.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 48.2 (Ellen Gould White)","content":"Some thought to prevent him from approaching Jesus, but their efforts were in vain. He neither saw nor heard them. The expressions of loathing and looks of horror that greeted his appearance were lost upon him. He saw only the Son of God, he heard only the voice that was giving health and happiness to the suffering and unfortunate. As he came before Jesus, his pent-up feelings found vent, he prostrated his foul, decaying body before him, crying out, “Lord, if thou wilt, thou canst make me clean.” His words were few, but comprehended his great need. He believed that Christ was able to give him life and health."},{"refcode_short":"3Red 49.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 49.1 (Ellen Gould White)","content":"Jesus did not shrink from his approach, but drew near him. The people fell back, and even the disciples were filled with terror, and would fain have prevented their Master from touching him; for by the law of Moses he who touched a leper was himself unclean. But Jesus, with calm fearlessness, laid his hand upon the supplicant and answered his petition with the magic words, “Be thou clean!”"},{"refcode_short":"3Red 49.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 49.2 (Ellen Gould White)","content":"No sooner were these life-giving words spoken than the dying body of corruption was changed to a being of healthy flesh, sensitive nerves, and firm muscle. The rough, scaly surface peculiar to leprosy was gone, and a soft glow, like that upon the skin of a healthy child, appeared in its place. The eager multitude now lose their terror, and crowd around to behold this new manifestation of divine power."},{"refcode_short":"3Red 49.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 49.3 (Ellen Gould White)","content":"Jesus charged the cleansed leper not to make known the work he had wrought upon him, saying, “See thou say nothing to any man; but go thy way, shew thyself to the priest, and offer for thy cleansing those things which Moses commanded, for a testimony unto them.” Accordingly the now happy man went to the same priests who had previously examined him, and whose decision had banished him from his family and friends."},{"refcode_short":"3Red 50.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 50.1 (Ellen Gould White)","content":"Joyfully he presented his offering to the priests and magnified the name of Jesus who had restored him to health. This irrefutable testimony convinced the priests of the divine power of Jesus, although they still refused to acknowledge him as the Messiah. The Pharisees had asserted that his teachings were directly opposed to the law of Moses, and for the purpose of exalting himself; yet his special directions to the cleansed leper to make an offering to the priest according to the law of Moses, evidenced to the people that these accusations were false."},{"refcode_short":"3Red 50.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 50.2 (Ellen Gould White)","content":"The priests were not allowed to accept an offering from the hands of one who had been afflicted with leprosy, unless they first thoroughly examined him and proclaimed to the people that he was entirely free from the infectious disease, was in sound health, and could again unite with his family and friends without endangering them. However unwilling the priest might have been to accredit this marvelous cure to Jesus, he could not evade an examination and decision of the case. The multitude were anxious to learn the result of the investigation, and when he was pronounced free from disease, and privileged to return to his family and friends, great was the excitement. Such a thing had never before been known."},{"refcode_short":"3Red 50.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 50.3 (Ellen Gould White)","content":"But notwithstanding the caution of Jesus to the cleansed leper he published the matter abroad. Conceiving that it was only the retiring modesty of Jesus that laid these restrictions upon him, he went about proclaiming the mighty power of this great Healer. He did not understand that every new manifestation of divine power on the part of Jesus only made the chief priests and elders more determined to destroy him. The restored man felt the boon of health was very precious. The pure blood coursing through his veins quickened his entire being with a new and delightful animation. He rejoiced in the full vigor of manhood and in his restoration to his family and society. He felt it impossible to refrain from giving full glory to the Physician who had made him whole."},{"refcode_short":"3Red 51.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 51.1 (Ellen Gould White)","content":"But the publicity of this affair created so great a commotion that Jesus was obliged to retire beyond the city. “And they came to him from every quarter.” These miracles were not worked for display; the acts of Christ were in direct contrast to those of the Pharisees, whose greatest ambition was to secure the praise and honor of men. Jesus well knew that if the fact of his cleansing the leper was noised abroad, those in a similar condition would be urgent to obtain the same cure. This would raise the cry that the people would be contaminated by contact with the loathsome disease of leprosy. His enemies would seize such an opportunity to accuse and condemn him."},{"refcode_short":"3Red 51.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 51.2 (Ellen Gould White)","content":"Jesus knew that many of the lepers who would seek him did not deserve the blessing of health, nor would they use it to the honor and glory of God should they obtain it. They had no real faith nor principle, but only a strong desire to be delivered from the certain doom that awaited them. The Saviour also knew that his enemies were ever seeking to limit his work and turn the people from him. If they could use the case of the cleansed leper for that purpose they would do so. But in directing the healed man to present his offering to the priest, as enjoined by the law of Moses, he would convince them that he was not opposed to the Jewish code, if their minds were open to conviction."},{"refcode_short":"3Red 52","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 52 (Ellen Gould White)","content":"The Loaves and Fishes"},{"refcode_short":"3Red 52.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 52.1 (Ellen Gould White)","content":"Jesus, to obtain a little season of repose, and for the benefit of his disciples, proposed that they should go with him into a desert place and rest awhile. There were suitable places for such retirement beyond the sea from Capernaum, and they entered a boat to make their way thither. But some who were searching for Jesus saw him depart from the shore, and the anxious people gathered together watching the slowly receding boat. The news spread from city to city that Jesus was crossing the sea; and many who were eager to see and hear him flocked to the place where it was thought that his boat would land, while others followed him over the water in boats. So when Jesus and his disciples landed they found themselves in the midst of a multitude of people, pressing forward on all sides to meet them."},{"refcode_short":"3Red 52.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 52.2 (Ellen Gould White)","content":"Hundreds of the sick and maimed had been brought for Jesus to relieve, and were disposed upon the ground in positions favorable to arrest his attention. The crowd had awaited his coming with intense anxiety, and their numbers were continually increasing. The Saviour could not here find the rest he sought, for the waiting company commanded his attention; their needs enlisted his immediate sympathy and aid. He could not steal away with his disciples to secure the coveted retirement, and disappoint this expectant people. All maladies were represented among the sick who claimed his notice. Some were burning with fever and unconscious of the anxious friends that ministered to them. There were the deaf, the blind, the palsied, the lame, and lunatic. In looking upon this wretched throng the heart of Jesus melted with compassion."},{"refcode_short":"3Red 53.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 53.1 (Ellen Gould White)","content":"He was so pressed upon by the multitude that he went a little apart upon a grassy eminence, where he could be seen and heard by all the people. Here he taught them through the entire day, and healed all the sick and afflicted that were brought to him. Those who had been confused in their belief, and longed for some intelligent doctrine to relieve their uncertainty, found their darkness dispelled by the beams of righteousness from the presence of Christ, and were charmed with the simplicity of the truths he taught."},{"refcode_short":"3Red 53.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 53.2 (Ellen Gould White)","content":"His discourse was often interrupted by the delirious ravings of some fever-stricken sufferer, or the piercing shriek of the insane, whose friends were trying to press through the crowd and bear the afflicted to the Healer. The voice of wisdom was also often lost in shouts of triumph as the victims of hopeless disease were instantly restored to health and strength. The great Physician patiently submitted to these interruptions, and spoke calmly and kindly to all. He came from the other side of the sea because he was weary, but lo, he found more pressing cases for his attention than at the place from which he had secretly departed."},{"refcode_short":"3Red 53.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 53.3 (Ellen Gould White)","content":"At length the day was spent, the sun was sinking out of sight in the west, and yet the people lingered. Many had come miles to hear the words of Jesus and had eaten nothing all day. The Master had labored through all that time without food or repose, and the disciples, seeing him pale with weariness and hunger, besought him to rest from his toil and take some refreshment. Their entreaties being of no avail, they consulted together as to the propriety of forcibly removing him from the eager multitude, fearing that he would die of fatigue. Peter and John each took an arm of their blessed Master and kindly endeavored to draw him away. But he refused to be removed from the place. His work was imperative; every applicant for his mercy felt his own case to be the most urgent. The crowd press about the Saviour; they sway him hither and thither. In their efforts to more nearly approach him, they trample upon each other."},{"refcode_short":"3Red 54.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 54.1 (Ellen Gould White)","content":"Jesus, perceiving all this, beckons to Peter, who is in his boat on the sea, to come nigh. The disciple obeys the signal, and comes to shore. Jesus presses through the throng, and steps into the boat, bidding Peter to thrust out a little from the land. He now sits in the rocking boat of the fisherman, and, in full sight and hearing of the crowd, finishes the long and toilsome day by speaking precious truths to them. The Son of God, leaving the royal courts of Heaven, takes not his position upon David's throne; but from the swaying seat of a fisherman's boat, speaks the words of eternal wisdom which are to be immortalized in the minds of his disciples and given to the world as the legacy of God."},{"refcode_short":"3Red 54.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 54.2 (Ellen Gould White)","content":"As the sun was setting, Jesus saw before him five thousand people besides women and children, who had been all day without food. He inquired of Philip concerning the probability of obtaining bread for so large a number, that they might not return to their homes unrefreshed nor faint by the way. This he did to test the faith of his disciples, for he himself was at no loss how to provide food. He who would not work a miracle to satisfy his own hunger in the wilderness, would not allow the multitude to suffer for lack of food. Philip looked over the sea of heads and thought how impossible it would be to obtain sufficient food to satisfy the wants of such a crowd. He answered that two hundred pennyworth of bread would not be nearly enough to divide among them so that each one might have a little. Jesus inquired how much food could be found among the company. He was told that Andrew had discovered a lad who had with him five barley loaves, and two small fishes. But this was nothing among so many, and they were in a desert place, where no more could be obtained."},{"refcode_short":"3Red 55.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 55.1 (Ellen Gould White)","content":"Jesus commanded that this meager store should be brought to him. This being done, he directed his disciples to seat the people upon the grass in parties of fifty, and one hundred, to preserve order, and that all might witness the miracle he was about to do. This marshaling of five thousand people into companies, was at length satisfactorily accomplished, and they were all seated in the presence of the Saviour. He then took the loaves and fishes, and, having given thanks, distributed them to the disciples and to the multitudes, in quantities sufficient to satisfy their appetites."},{"refcode_short":"3Red 55.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 55.2 (Ellen Gould White)","content":"The people had arranged themselves in the required order wondering what was to be done, but their amazement knew no bounds when the problem was solved, and they beheld food portioned out to that vast assembly from the slender store scarcely sufficient for a score of persons. The food did not diminish, as Jesus handed it to his disciples, who in their turn served the people. As often as they returned to him for a fresh supply, it was furnished them. After all had been satisfied, he directed the disciples to gather up the fragments that nothing might be lost; and the broken fragments filled twelve baskets."},{"refcode_short":"3Red 56.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 56.1 (Ellen Gould White)","content":"During this remarkable feast, there was much earnest reflection among those who were so miraculously served. They had followed Jesus to listen to words such as had never before fallen upon their ears. His teachings had sunk into their hearts. He had healed their sick, had comforted their sorrow, and, at last, rather than send them away hungering, he had fed them bounteously. His pure and simple doctrine laid hold of their minds, and his tender benevolence won their hearts. While eating the food he had provided for them, they decided that this was indeed the Messiah. No other one could do so mighty a miracle. No human power could create from five barley-loaves and two small fishes, food sufficient to feed thousands of hungry people. His teachings and work of healing had already nearly convinced them of his divinity, and this miracle crowned their growing conviction with entire belief."},{"refcode_short":"3Red 56.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 56.2 (Ellen Gould White)","content":"They decided that this was the Prince of Life, the promised Deliverer of the Jews. They perceive that he makes no effort to win the applause of the people. In this he is essentially different from the chief priests and rulers, who are ambitious for titles and the honor of men. They fear that he will never claim his right as King of Israel and take his place on David's throne in Jerusalem. But they decide that what he will not assume for himself, they will claim for him. They need no greater evidence of his divine power nor will they wait for any further proof. They quietly consult among themselves, and arrange to take him by force, and bear him upon their shoulders, proclaiming him the King of Israel. The disciples unite with the people in declaring that the throne of David is the rightful inheritance of their Master. Let the arrogant priests and rulers be humbled, and compelled to yield honor to Him who comes clothed with the authority of God. They begin to devise means to accomplish their purpose; but Jesus discerns their plans, which, if followed out, would defeat the very work he designs to do, and put a period to his instruction and deeds of mercy and benevolence."},{"refcode_short":"3Red 57.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 57.1 (Ellen Gould White)","content":"Already the priests and rulers look upon him as one who has turned the hearts of the people from them to himself. Already they so dread his growing influence among them that they seek to take his life. He knows that violence and insurrection would be the result of his exaltation as Israel's king. He did not come into the world to set up a temporal kingdom; his kingdom, as he had stated, was not of this world. The multitude do not perceive the dangers arising from the movement they contemplate; but the calm eye of divine wisdom discovers all the hidden evils. Jesus sees that it is time to change the current of feeling among the people. He calls his disciples to him and directs them to immediately take the boat and return to Capernaum, leaving him to dismiss the people. He promises to meet them that night or on the following morning. The disciples are loth to submit to this arrangement. They are ambitious that Jesus should receive his true merits, and be lifted above the persecutions of the priests and rulers. The favored moment seems to have arrived, when, by the unanimous voice of the people, Christ can be elevated to his true dignity."},{"refcode_short":"3Red 58.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 58.1 (Ellen Gould White)","content":"They cannot feel reconciled that all this enthusiasm shall come to naught. The people were assembling from all quarters to celebrate the passover at Jerusalem. They were all anxious to see the great Prophet whose fame had spread through all the land. This, to the faithful followers of Jesus, seemed the golden opportunity to establish their beloved Master as Israel's king. It seemed, in the glow of this new ambition, a very hard thing for them to go away by themselves and leave their Master alone upon the desolate shore, surrounded by high and barren mountains."},{"refcode_short":"3Red 58.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 58.2 (Ellen Gould White)","content":"They remonstrate against this arrangement: but Jesus is firm in his decision, and commands them to follow his directions with an authority that he had never before assumed toward them. They obey in silence. Jesus then turns to the multitude, and perceives that they are thoroughly decided to force him into becoming their king. Their movements must be checked at once. The disciples had already departed, and he now, standing before them with a grand dignity, dismisses them in so firm and decisive a manner that they dare not disobey his commands. The words of praise and exaltation die upon their lips. Their steps are stayed as they are in the very act of advancing to seize him, and the glad and eager looks fade from their countenances. There were men of strong minds and firm determination in that throng, but the kingly bearing of Jesus, and his few quiet words of authority, quelled the tumult in a moment and frustrated all their designs. Like meek, submissive children, they obey the command of their Lord, submitting humbly, and without question, to a power that they recognize as above all earthly authority."},{"refcode_short":"3Red 59.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 59.1 (Ellen Gould White)","content":"Jesus looked upon the retreating multitude with yearning compassion. He felt that they were as scattered sheep without a shepherd. The priests, who should have been teachers in Israel, were but machines for performing unmeaning ceremonies and repeating the law they did not themselves understand nor practice. When he was left alone he went up into the mountain, and, for many hours, bent in supplication before the Father with bitter agony and tears. Not for himself were those earnest prayers, but for man, depraved and lost but for redeeming grace. It was for man that the Son of God wrestled with his Father, asking that the poor sinful creature might turn from his guilt to the light of salvation."},{"refcode_short":"3Red 59.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 59.2 (Ellen Gould White)","content":"The Saviour knew that his days of personal effort for men upon earth were numbered. He who read the hearts of men knew that comparatively few would accept him as their Redeemer, acknowledging themselves lost without his divine aid. The Jews were rejecting the very help that God had sent to save them from utter ruin. They were fastening the chains that bound them in hopeless night. They were bringing upon themselves the certain wrath of God for their blind and obstinate wickedness. Hence the grief of Jesus, and his tears and strong cries for his mistaken people, who spurned his love that would shelter them, and his mercy that would save them from the retribution of their sins. Deep emotion shakes that noble form as he keenly realizes the doom of the people he has come to save. In every trial and emergency, Jesus went to his Heavenly Father for help, and, in those secret interviews, received strength for the work that lay before him. Christians should follow the example of their Saviour, and seek in prayer the strength that will enable them to endure the trials and duties of life. Prayer is the Christian's defense, the safeguard of his integrity and virtue."},{"refcode_short":"3Red 60","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 60 (Ellen Gould White)","content":"Walking on the Water"},{"refcode_short":"3Red 60.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 60.1 (Ellen Gould White)","content":"Meanwhile, the disciples were in trouble. A storm had arisen, and the sea was lashed into fury. Hour after hour they labored at the oars, being driven hither and thither by the resistless force of the waves. All night they were tossed upon the raging billows, feeling liable at any moment to be engulfed beneath them. It was but a few hours’ work, in ordinary weather, to reach the opposite shore from the place they had left; but their frail bark was driven farther and farther from the port they sought, the plaything of the angry tempest. They had left Jesus with dissatisfied hearts. They had set out, murmuring among themselves because their wishes had not been gratified in the matter of exalting their Lord to be the King of Israel. They had blamed themselves for being so easily turned from their purpose, and yielding so readily to the commands of Jesus. They reasoned that if they had remained and persisted in their intention, they might have finally gained the point."},{"refcode_short":"3Red 61.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 61.1 (Ellen Gould White)","content":"When the storm arose they still more deeply regretted having left Jesus. Had they remained this peril would have been avoided. This was a severe trial of their faith. In the darkness and tempest they sought to gain the point where he had promised to meet them, but the driving wind forced them from their course and made all their efforts futile. They were strong men and accustomed to the water, but now their hearts failed them with terror; they longed for the calm commanding presence of the Master, and felt that were he with them they would be secure. But Jesus had not forgotten his disciples. From the distant shore, his eye pierced the darkness, saw their danger, and read their thoughts. He would not suffer one of them to perish. As a fond mother watches the child she has in kindness corrected, so the compassionate Master watched his disciples; and when their hearts were subdued, their unholy ambition quelled, and they humbly prayed for help, it was given them. At the very moment they believed themselves lost, a flash of lightning revealed the figure of a man walking toward them upon the water. An unspeakable terror seized them. The hands that had grasped the oars with muscle like iron, relaxed their hold, and fell powerless by their sides. The boat rocked at the will of the waves, while their eyes were riveted upon this vision of a man stepping firmly upon the white-capped billows."},{"refcode_short":"3Red 62.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 62.1 (Ellen Gould White)","content":"They thought it must be a spirit, which omened their immediate destruction. Jesus calmly advanced as though he would pass them, but they recognize his form, and feel that he will not leave them in their distress. They cry out, supplicating his help! The figure turns! It is their beloved Master, whose well-known voice speaks, silencing their fear, “Be of good cheer. It is I, be not afraid.” Were ever words so welcome, so reassuring as these! The disciples are speechless with joy. Their apprehensions are gone. The storm is forgotten. They hail Jesus as their Deliverer!"},{"refcode_short":"3Red 62.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 62.2 (Ellen Gould White)","content":"Ardent Peter is nearly beside himself with delight. He sees his Master boldly treading the foam-wreathed waves, coming to save his followers, and he loves his Lord as never before. He yearns to embrace and worship him. He longs to meet him and walk by his side upon the stormy water. He cries, “Lord, if it be thou, bid me come unto thee on the water.” Jesus granted his request; but Peter had taken only a step upon the surface of the boiling deep, when he looked back proudly toward his companions to see if they were watching his movements, and admiring the ease with which he trod upon the yielding water."},{"refcode_short":"3Red 62.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 62.3 (Ellen Gould White)","content":"In taking his eyes from Jesus, they fell upon the boisterous waves that seemed greedily threatening to swallow him; their roaring filled his ears, his head swam, his heart failed him with fear. As he is sinking, he recovers presence of mind sufficient to remember that there is One near who can rescue him. He stretches out his arms toward Jesus, crying, “Lord, save me, or I perish!” The pitying Saviour grasps the trembling hands that are reached toward him, and lifts the sinking form beside his own. Never does that kindly face and that arm of strength turn from the supplicating hands that are stretched out for mercy. Peter clings to his Lord with humble trust, while Jesus mildly reproaches him: “O thou of little faith: wherefore didst thou doubt?”"},{"refcode_short":"3Red 63.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 63.1 (Ellen Gould White)","content":"The trembling disciple now clings firmly to the hand of the Master till they are both safely seated in the boat among their joyful companions. But Peter was subdued and silent; he had no reason to boast over his fellows, for he had very nearly lost his life through exaltation and unbelief. When he took his eyes from Jesus in order to note the admiration of others, he lost guidance, and doubt and fear seized upon him. So it is in the Christian life; nothing but an eye firmly fixed upon the Saviour will enable us to tread the stormy billows of the world. Immediately upon Jesus taking his place in the boat they were at the land. The tempest had ceased, and the night of horror was succeeded by the light of dawn. The disciples, and others who were also on board, bowed at the feet of Jesus with thankful hearts, saying, “Of a truth thou art the Son of God!”"},{"refcode_short":"3Red 63.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 63.2 (Ellen Gould White)","content":"The multitude that had been fed the preceding day had left Jesus on the barren shore, and they knew that there was no boat left by which he could depart. They therefore on the following morning returned to the spot where they had last seen him watching their departure with compassionate eyes. The news of his wonderful miracle of feeding the multitude had spread far and near, and at an early hour they began to arrive, by land and water, in large numbers. But they searched in vain for the great Teacher, and finally returned to Capernaum, still seeking him."},{"refcode_short":"3Red 64.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 64.1 (Ellen Gould White)","content":"Meanwhile, the Master, with his disciples, had found the seclusion they sought the previous day. Jesus felt that it was necessary to give his disciples some special instruction, but he was followed so closely by the crowds that it was extremely difficult to secure such seasons of retirement. He could not obtain the time for prayer in the day-time, but frequently devoted the entire night to communion with his Heavenly Father, wrestling in supplication for the erring children of men. The Saviour, oppressed by the unbelief of humanity, bearing the burden of the world's iniquity, was indeed a Man of sorrows, and acquainted with grief."},{"refcode_short":"3Red 64.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 64.2 (Ellen Gould White)","content":"Jesus made use of the few hours of seclusion with his disciples in praying with them, and teaching them more definitely concerning the nature of his kingdom. He saw that, in their human weakness, they were inclined to desire that his reign should be a temporal one. Their earthly ambition had caused them to become confused as to the real mission of Christ. He now reproved them for their misconception, and taught them that instead of worldly honor it was shame that awaited him, and instead of a throne, the pitiless cross. He taught them that for his sake, and to win salvation, they must also be willing to endure reproach and contumely."},{"refcode_short":"3Red 64.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 64.3 (Ellen Gould White)","content":"The time drew near when Jesus was to die, and leave his disciples to face the cold and cruel world alone. He knew how bitter hate and unbelief would persecute them, and he wished to encourage and strengthen them for their trials. He accordingly went away by himself and prayed for them, interceding with the Father, that in the time of that fearful test which awaited them, their faith would prove steadfast, and his sufferings and death might not utterly overwhelm them with despair. What tender love was this, that, in view of his own approaching agony, reached forward to shield his companions from danger!"},{"refcode_short":"3Red 65.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 65.1 (Ellen Gould White)","content":"When he again joined his disciples, he asked them: “Whom do men say that I, the Son of Man, am? And they said, Some say that thou art John the Baptist; some, Elias; and others, Jeremias, or one of the prophets.” Questioning still closer, he inquired, “But whom say ye that I am?” Peter, ever ready to speak, answered for himself and his brethren: “Thou art Christ, the Son of the living God. And Jesus answered and said unto him, Blessed art thou, Simon Bar-jona; for flesh and blood hath not revealed it unto thee, but my Father which is in Heaven.”"},{"refcode_short":"3Red 65.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 65.2 (Ellen Gould White)","content":"Notwithstanding the faith of many had utterly failed, and the power of the priests and rulers was mighty against them, the brave disciple thus boldly declared his belief. Jesus saw, in this acknowledgment, the living principle that would animate the hearts of his believers in coming ages. It is the mysterious working of God's Spirit upon the human heart, that elevates the humblest mind to a knowledge above all earthly wisdom, an acquaintance with the sacred truths of God. Ah, indeed, “blessed art thou, Simon Barjona, for flesh and blood hath not revealed it unto thee.”"},{"refcode_short":"3Red 65.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 65.3 (Ellen Gould White)","content":"Jesus continued: “And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.” The word Peter signifies rolling stone. Christ did not refer to Peter as being the rock upon which he would found his church. His expression, “this rock,” applied to himself as the foundation of the Christian church. In Isaiah 28:16, the same reference is made: “Therefore thus saith the Lord God, Behold, I lay in Zion, for a foundation, a stone, a tried stone, a precious corner stone, a sure foundation.” It is the same stone to which reference is made in Luke 20:17, 18: “And he beheld them, and said, What is this then that is written, The stone which the builders rejected, the same is become the head of the corner? Whosoever shall fall upon that stone shall be broken; but on whomsoever it shall fall, it will grind him to powder.” Also in Mark 12:10, 11: “And have ye not read this scripture, The stone which the builders rejected is become the head of the corner. This was the Lord's doing, and it is marvelous in our eyes?”"},{"refcode_short":"3Red 66.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 66.1 (Ellen Gould White)","content":"These texts prove conclusively that Christ is the rock upon which the church is built, and, in his address to Peter, he referred to himself as the rock which is the foundation of the church. He continues:—"},{"refcode_short":"3Red 66.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 66.2 (Ellen Gould White)","content":"“And I will give unto thee the keys of the kingdom of Heaven; and whatsoever thou shalt bind on earth shall be bound in Heaven; and whatsoever thou shalt loose on earth shall be loosed in Heaven.” The Roman church makes a wrong application of these words of Christ. They claim that he addressed them specially to Peter. Hence he is represented in works of art as carrying a bunch of keys, which is a symbol of trust and authority given to ambassadors and others in high positions. The words of Christ: “I will give unto thee the keys of the kingdom of Heaven,” were not addressed to Peter alone, but to the disciples, including those who compose the Christian church in all ages. Peter was given no preference nor power above that of the other disciples. Had Jesus delegated any special authority to one of them, we would not find them so frequently contending among themselves as to who should be greatest. They would have at once submitted to the wish of their Master, and paid honor to the one whom he had selected as their head."},{"refcode_short":"3Red 67.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 67.1 (Ellen Gould White)","content":"But the Roman Catholic church claims that Christ invested Peter with supreme power over the Christian church, and that his successors are divinely authorized to rule the Christian world. In still another place Jesus acknowledges the same power to exist in all the church that is claimed to have been given to Peter alone, upon the authority of the text previously quoted: “Verily I say unto you, Whatsoever ye shall bind on earth shall be bound in Heaven; and whatsoever ye shall loose on earth shall be loosed in Heaven.”"},{"refcode_short":"3Red 67","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 67 (Ellen Gould White)","content":"The Paralytic"},{"refcode_short":"3Red 67.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 67.2 (Ellen Gould White)","content":"Again the mission of Christ brought him to Capernaum. When the news spread abroad that Jesus was a guest at the house of Peter, men, women, and children flocked from every direction to hear the wonderful Teacher. There was a man in the vicinity who was reduced to utter helplessness by the incurable disease of palsy. He had given up all hope of recovery. But his friends and relatives had heard the gracious instruction of Jesus; they had witnessed his wonderful miracles; they saw that he turned none away, that even the loathsome lepers found access to his presence, and were healed, and they began to hope that the paralytic might be relieved if he could be brought under the notice of Jesus."},{"refcode_short":"3Red 68.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 68.1 (Ellen Gould White)","content":"They tried to encourage the sufferer, telling him of the miraculous power of Jesus to cure every malady, of the words of mercy he had spoken to the despairing, and of those who are set free from the power of Satan by a word of his sublime authority. As the palsied man listened to the good tidings, hope revived in his heart that he might be relieved of his terrible infirmity. He longed to see Jesus and place himself in his hands. But when he reflected that dissipation had been the main cause of his affliction, hope sank; for he feared that he would not be tolerated in the presence of the pure Physician. He had loved the pleasures of sin, his life had been a transgression of the law of God, and his bodily affliction was the penalty of his crime."},{"refcode_short":"3Red 68.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 68.2 (Ellen Gould White)","content":"He had long before placed his case in the hands of the Pharisees and doctors, entreating their interest and sympathy, hoping that they would do something to relieve his tortured mind and physical sufferings. But they had looked coldly upon him and pronounced him incurable. They had added to his woe by telling him that he was only suffering the righteous retribution of God for his misdemeanors. It was the custom of the Pharisees to hold themselves aloof from the sick and needy. They held that sickness and distress were always an evidence of God's anger toward the transgressor. Yet frequently these very men, who exalted themselves as holy and enjoying the peculiar favor of God, were more corrupt in heart and life than the poor sufferers whom they condemned."},{"refcode_short":"3Red 69.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 69.1 (Ellen Gould White)","content":"The palsied man had sunk into despair seeing no help from any quarter, till news of the miracles of mercy performed by Jesus had aroused hope again in his breast. Yet he feared that he might not be allowed in his presence; he felt that if Jesus would only see him and give him relief of mind by pardoning his sins, he would be content to live or die according to his righteous will. His friends assured him that Jesus had healed others who were in every respect as sinful and helpless as himself, and this encouraged him to believe that his own petition would be granted."},{"refcode_short":"3Red 69.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 69.2 (Ellen Gould White)","content":"He felt that there was no time to lose; already his wasted flesh was beginning to decay. If anything could be done to arrest mortality, it must be done at once. The despairing cry of the dying man was, Oh that I might come into his presence! His friends were anxious to assist him in gratifying his wish, and several projects were suggested to bring about this result, but none of them seemed feasible. The sick man, although racked with bodily pain, preserved the full strength of his intellect, and he now proposed that his friends should carry him on his bed to Jesus. This they cheerfully undertook to do."},{"refcode_short":"3Red 69.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 69.3 (Ellen Gould White)","content":"As they approached the dense crowd that had assembled in and about the house where Jesus was teaching, it seemed doubtful that they could accomplish their purpose. However, they pressed on with their burden, till their passage was completely blocked up and they were obliged to stop before they arrived within hearing of the Saviour's voice. Jesus was within, and, as was customary, his disciples sat near him; for it was most important that they should hear his words, and understand the truths which they were to proclaim by word or pen over all lands and through all ages."},{"refcode_short":"3Red 70.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 70.1 (Ellen Gould White)","content":"The haughty Pharisees, the doctors and the scribes, were also gathered near with wicked purposes in their hearts, and a desire to confuse and confound the sacred Teacher, that they might accuse him of being an impostor, and condemn him to death. Jealous of his power and wisdom, they concealed their intense hatred, for the purpose of closely watching his words, and calling him out upon various subjects with the hope of surprising him into some contradiction or forbidden heresy that would give them an excuse to prefer charges against him. They were present when Jesus healed the withered hand upon the Sabbath day, and these men, who claimed to enjoy the special favor of God, were filled with madness because he had presumed to do this good work upon the Lord's day."},{"refcode_short":"3Red 70.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 70.2 (Ellen Gould White)","content":"Outside of these magnates thronged the promiscuous multitude, drawn there from various motives. Some felt an irresistible impulse to hear the words of Jesus, yet dimly comprehended their import. They were eager to catch every syllable of the sacred utterances; and, in many cases, seeds of life lodged in their hearts, to spring up afterward and bear blessed fruit. Others came from wonder and curiosity, or a love of excitement,—the desire to see and hear some new thing. All grades of society were represented there, and many different nationalities."},{"refcode_short":"3Red 71.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 71.1 (Ellen Gould White)","content":"Through this surging crowd, the bearers of the paralytic seek to push their way; but the attempt is useless. They urge the necessity of their case, in order to prevail upon the people to fall back, but it is of no avail. The sufferings of the invalid are increased by his anxiety, and his friends fear that he will die in this scene of confusion. The sick man gazes about him with inexpressible anguish. Must he relinquish all hope when the longed-for help is so near? He feels that he cannot endure so bitter a disappointment. He suggests that they bear him to the rear of the house, and break through the roof and let him down into the immediate presence of Jesus."},{"refcode_short":"3Red 71.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 71.2 (Ellen Gould White)","content":"Seeing that it is his only chance of life, and fearing that he cannot live to be taken home, his friends follow his suggestion. The roof is opened, and the sick man is let down at the very feet of Christ. The discourse is interrupted; the Saviour looks upon that mournful countenance, and sees the pleading eyes fixed upon him with a silent entreaty. He understands the case, for it was he who had led the perplexed and doubting spirit to himself. He had come to the world to give hope to the guilty and wretched. John had pointed to him as “the Lamb of God, that taketh away the sin of the world.” The divine spirit of Jesus stirred the heart of this poor sinner, and while he was yet at home, had brought conviction to his conscience. He had watched the first glimmer of faith deepen into a belief that Jesus was his only helper, and had seen it grow stronger with every effort to come into his presence."},{"refcode_short":"3Red 72.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 72.1 (Ellen Gould White)","content":"The sufferer had wealth, but it could not relieve his soul of guilt, nor remove disease from his body. But divine power attracted him to the Friend of sinners, who alone could relieve him. Jesus acknowledges the faith that is evidenced by the sick man's efforts, under such perplexing difficulties, to reach the presence of his Lord, and lifting up his voice in melodious tones, addressed him; “Son, be of good cheer, thy sins are forgiven thee.” The burden of darkness and despair rolls from the sick man's soul; the peace of perfect love and forgiveness rests upon his spirit and shines out upon his countenance. His physical pain is gone, and his whole being is transformed before the eyes of the astonished multitude. The helpless paralytic is healed, the guilty sinner is pardoned! He has now received the evidence he so much desired. Yet not here, but at home, when he had repented of his sins and believed in the power of Jesus to make him whole, had the life-giving mercies of the Saviour first blessed his longing heart."},{"refcode_short":"3Red 72.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 72.2 (Ellen Gould White)","content":"The simple faith of the paralytic accepted the words of the Master as the boon of new life. He preferred no further request, he made no noisy demonstration, but remained in blissful silence too happy for words. The light of Heaven irradiated his countenance, and the people looked with awe upon the scene before them. Christ stood with a serene majesty that lifted him above the dignitaries of the synagogue and the doctors of the law. The Pharisees, the scribes, and the doctors had waited anxiously to see what disposition Jesus would make of this case. They recollected that the sufferer had appealed to them for help, and that they had entrenched themselves in the sanctity of their office and refused him one ray of encouragement. They had even expressed annoyance at being troubled with so disagreeable a matter. They had looked with horror upon his shriveled form, and said, We cannot raise one from the dead; dissolution has already commenced."},{"refcode_short":"3Red 73.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 73.1 (Ellen Gould White)","content":"Not satisfied with the agony thus inflicted, they had declared that he was suffering the curse of God for his sins. All these things came fresh to their minds when they saw the sick man before them. They also perceived that the people, most of whom were acquainted with these facts, were watching the scene with intense interest and awe. They felt a terrible fear that their own influence would be lost, not only over the multitude present, but also over all who should hear the news of this marvelous event."},{"refcode_short":"3Red 73.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 73.2 (Ellen Gould White)","content":"These lofty men did not exchange words together, but looking into one another's faces, they read the same thought expressed upon every countenance: Something must be done to arrest the tide of popular sentiment. Jesus had declared that the sins of the paralytic were forgiven. The Pharisees caught at these words as an assumption of infinite power, a blasphemy against God, and conceived that they could present this before the people as a crime worthy of death. They did not express their thoughts, but these worshippers of forms and symbols were saying in their minds, He is a blasphemer! Who can forgive sins but God alone? They were laying hold of the Saviour's words of divine pardon, to use as a means by which to accuse him. But Jesus read their thoughts, and fixing his reproving glance upon them, beneath which they cowered and drew back, addressed them thus: “Why reason ye these things in your hearts? Whether is it easier to say to the sick of the palsy, Thy sins be forgiven thee; or to say, Arise, and take up thy bed, and walk? But that ye may know that the Son of Man hath power on earth to forgive sins (he saith to the sick of the palsy), I say unto thee, Arise, and take up thy bed, and go thy way into thine house.”"},{"refcode_short":"3Red 74.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 74.1 (Ellen Gould White)","content":"Then he who had been borne to Jesus on a litter, and whose limbs were then useless, rises to his feet with the elasticity and strength of youth. The life-giving blood bounds through his veins, seeking its natural channels with unerring precision. The lagging human machinery springs into sudden activity, the animating glow of health succeeds the pallor of approaching death. “And immediately he arose, took up the bed, and went forth before them all; insomuch that they were all amazed, and glorified God, saying, We never saw it on this fashion.”"},{"refcode_short":"3Red 74.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 74.2 (Ellen Gould White)","content":"Oh! wondrous love of Christ, stooping to heal the guilty and the afflicted! Divinity sorrowing over and soothing the ills of suffering humanity! Oh! marvelous power thus displayed to the children of men! Who can doubt the message of salvation! Who can slight the mercies of a compassionate Redeemer!"},{"refcode_short":"3Red 74.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 74.3 (Ellen Gould White)","content":"The effect of this wonderful miracle upon the people was as if Heaven had opened and revealed the glories of the better world. As the man who had been cured of palsy passed through the crowd, blessing God at every bounding step, and bearing his burden as if it were a feather's weight, the people fell back to give him room, and with awestruck faces, gazed upon him, and whispered softly among themselves, saying, “We have seen strange things today.” The Pharisees were dumb with amazement, and overwhelmed with defeat. They saw that here was no opportunity for their prejudice and jealousy to inflame the multitude. The wonderful work wrought upon the man whom they, in their arrogance, had given over to death and the wrath of God, had so impressed the minds of the people that the influence of these leading Jews was, for the time, forgotten. They saw that Christ possessed a power, and claimed it as his own prerogative, which they thought belonged to God alone. The gentle dignity of his manner, united with his miraculous works, was in such marked contrast with their own proud and self-righteous bearing that they were disconcerted and abashed, recognizing but not confessing the presence of a superior being."},{"refcode_short":"3Red 75.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 75.1 (Ellen Gould White)","content":"Had the scribes and Pharisees been honest before God, they would have yielded to the conclusive evidence they had witnessed that Jesus was the Promised One of Israel. But they were determined that nothing should convince them of this fact. They were in haughty and determined opposition to this meek and humble Teacher, who came from the workshops of Nazareth, yet by his wonderful works threatened to annihilate their dignity and station. So they yielded in no degree their hatred and malice, but went away to invent new schemes for condemning and silencing the Son of God."},{"refcode_short":"3Red 75.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 75.2 (Ellen Gould White)","content":"These men had received many and repeated proofs that Jesus was the promised Saviour, but none had been so convincing and unquestioned as this miracle of mercy. Yet the stronger the evidence that was presented to their minds that Jesus had power on earth to forgive sins, as well as to heal the sick, the more they armed themselves with hatred and unbelief, till God left them to the forging of chains that would bind them in hopeless darkness. There was no reserve power to reach hearts so hardened with malice and skepticism."},{"refcode_short":"3Red 76.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 76.1 (Ellen Gould White)","content":"Many in these days are taking the same course as the unbelieving Jews. God has given them light which they refuse to accept. His Spirit has rebuked them; but they have made his reproofs a stumbling-block in their way, over which they trip and fall. They have rejected his offered mercies, they have scorned to believe his truth, till they are left unrestrained to pursue their downward course."},{"refcode_short":"3Red 76.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 76.2 (Ellen Gould White)","content":"There was great rejoicing in the home of the healed paralytic, when he came into the midst of his family, carrying with ease the couch upon which he had been slowly borne from their presence but a short time before. They gathered round with tears of joy, scarcely daring to believe their eyes. He stood before them in the full vigor of manhood. Those arms that they had seen lifeless were quick to obey his will; the flesh that had been shrunken and leaden-hued was now fresh and ruddy with health; he walked with a firm, free step; hope was written in every lineament of his countenance; all gloom had disappeared, and an expression of peace and purity had taken the place of the marks of sin and suffering. Glad thanksgivings went up from that house, and God was glorified through his Son, who had restored hope to the hopeless, and strength to the stricken one. This man and his family were ready to lay down their lives for Jesus. No doubt could dim their faith, no unbelief could mar their perfect fealty to Christ, who had brought light into their darkened home."},{"refcode_short":"3Red 77","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 77 (Ellen Gould White)","content":"Woman of Canaan"},{"refcode_short":"3Red 77.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 77.1 (Ellen Gould White)","content":"Jesus now left the vicinity of Jerusalem and went to the coasts of Tyre and Sidon. Here a woman who was a Canaanite met and besought him to heal her daughter, who was grievously vexed with a devil. The woman well knew that the Jews had no dealings with the Canaanites and that they refused even to speak to them; but having heard of the miracles of mercy which Jesus had performed, she resolved to appeal to him to relieve her daughter from the terrible affliction that was upon her. The poor woman realized that her only hope was in Jesus, and she had perfect faith in his power to do that which she asked of him."},{"refcode_short":"3Red 77.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 77.2 (Ellen Gould White)","content":"But Jesus received the importunities of this representative of a despised race in the same manner as the Jews would have done; this was not only to prove the faith and sincerity of the woman, but also to teach his disciples a lesson of mercy, that they might not be at a loss how to act in similar cases after Jesus should leave them and they could no longer go to him for personal counsel. Jesus designed that they should be impressed with the contrast between the cold and heartless manner in which the Jews would treat such a case, as evinced by his reception of the woman, and the compassionate manner in which he would have them deal with such distress, as manifested by his subsequent granting of her petition in the healing of her daughter."},{"refcode_short":"3Red 78.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 78.1 (Ellen Gould White)","content":"Although Jesus was apparently indifferent to her cries, yet she did not become offended and leave him, but still had faith that he would relieve her distress. As he passed on, as if not hearing her, she followed him, continuing her supplications. The disciples were annoyed at her importunity and asked Jesus to send her away. Their sympathies were not aroused by her distress. They saw that their Master treated her with indifference, and they therefore supposed that the prejudice of the Jews against the Canaanites was pleasing to him. But it was a pitying Saviour to whom the woman made her plea, and, in answer to the request of the disciples to send her away, Jesus said, “I am not sent but unto the lost sheep of the house of Israel.” Although this answer was in accordance with the prejudice of the Jews, it was an implied rebuke to the disciples, which they afterward understood as reminding them of what he had often told them: That he came to the world to save all who would accept him. Whoever sought the Saviour, ready to believe on him when he should be manifested to them, were of the lost sheep whom he had come to gather in his fold."},{"refcode_short":"3Red 78.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 78.2 (Ellen Gould White)","content":"The woman was encouraged that Jesus had noticed her case sufficiently to remark upon it, although his words conveyed no definite hope to her mind, and she now urged her case with increased earnestness, bowing at his feet and crying; “Have mercy on me, O Lord, thou Son of David; my daughter is grievously vexed with a devil.” Jesus, still apparently rejecting her entreaties, according to the unfeeling prejudice of the Jews, answered, “It is not meet to take the children's bread, and to cast it to dogs.” This was virtually asserting that it was not just to lavish the blessings brought to the favored people of God upon strangers and aliens from Israel. This answer would have utterly discouraged a less earnest seeker. Many would have given up all further effort upon receiving such a repulse, and would have gone away feeling humiliated and abused, beyond all patience; but the woman meekly answered, “Truth, Lord; yet the dogs eat of the crumbs which fall from their masters’ table.”"},{"refcode_short":"3Red 79.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 79.1 (Ellen Gould White)","content":"From the abundance upon which the rightful family feasts, the crumbs fall to the floor and are devoured by the dogs that watch for them under the table. She acknowledged that she occupied a like position to that of the brutes that accept thankfully whatever falls from their master's hand. While favoring God's people with rich and bountiful gifts, would not Jesus bestow upon her one of the many blessings he gave so freely to others? While confessing that she had no claim upon his favor, she still plead for a crumb from his bounty. Such faith and perseverance were unexampled. Few of the favored people of God had so high an appreciation of the Redeemer's benevolence and power."},{"refcode_short":"3Red 79.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 79.2 (Ellen Gould White)","content":"Jesus had just departed from Jerusalem because the scribes and Pharisees were seeking to take his life; but here he meets one of an unfortunate and despised race, that had not been favored with the light of God's word; yet she yields at once to the divine influence of Christ, and has implicit faith in his ability to grant her the favor she asks. She has no national nor religious prejudice or pride to influence her course of action, and she unconditionally acknowledges Jesus as the Redeemer, and able to do all that she asks of him. The Saviour is satisfied, he has tested her confidence in him, and he now grants her request and finishes the lesson to his disciples. Turning to her with a countenance of pity and love, he says, “O woman, great is thy faith. Be it unto thee even as thou wilt.” From that hour the daughter became whole, and the demon troubled her no more. The woman departed acknowledging her Saviour, and happy in the granting of her prayer."},{"refcode_short":"3Red 80.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 80.1 (Ellen Gould White)","content":"This was the only miracle that Jesus wrought while on this journey. It was for the performance of this very act that he went into the coast of Tyre and Sidon. He wished to relieve the afflicted woman, and at the same time to leave an example, in this work of mercy toward one of a despised people, for the benefit of his disciples when he should be no longer with them. He wished to lead them from their Jewish exclusiveness to be interested in working for others besides their own people. This act of Christ opened their minds more fully to the labor that lay before them among the Gentiles. Afterward, when the Jews turned still more persistently from the disciples because they declared Jesus to be the Saviour of the world, and when the partition wall between Jew and Gentile was broken down by the death of Christ, this lesson, and similar ones which pointed to a gospel work unrestricted by custom or nationality, brought a powerful influence to bear upon the representatives of Christ in directing their labors."},{"refcode_short":"3Red 81","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 81 (Ellen Gould White)","content":"Christ Stills the Tempest"},{"refcode_short":"3Red 81.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 81.1 (Ellen Gould White)","content":"Jesus had been teaching and healing uninterruptedly all day, and he greatly desired retirement and rest for himself and his disciples. He therefore instructed them to accompany him to the other side of the sea. But before he embarked he was accosted by a scribe who had listened to his words, representing the jewels of truth as being of far greater value than hidden treasure. In the grossness of his darkened mind, the scribe conceived that Jesus designed to enrich his followers with worldly treasure. He therefore eagerly addressed him, as had Judas, saying, “Master, I will follow thee whithersoever thou goest.” The Saviour read the unworthy thought that actuated his heart, and answered him as he had answered Judas, “The foxes have holes, and the birds of the air have nests; but the Son of Man hath not where to lay his head.” This Jewish teacher had only his own selfish interest in view when he proposed to follow Jesus. He hoped that the Saviour would soon establish his kingdom on earth, and that the wealth and station which would then accrue to his disciples, were the riches of which Jesus had spoken. But only a mind blinded by avarice and the lust of the world could so have misinterpreted the words of the Saviour."},{"refcode_short":"3Red 81.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 81.2 (Ellen Gould White)","content":"If it were not for the poverty of Christ, and the fact that the poor and humble are ranked beneath his banner, many would connect themselves with him and glorify his name. If he had bestowed honors and riches upon those who became his disciples, how gladly would the proud Pharisees, the chief priests and scribes, have paid him homage. Many in these days would accept the truth if there was no self-denial connected with it. If they could have the world with Christ, they would enlist in his army. But to follow him in his humiliation, with no prospect of an earthly reward thereby, is more than their feeble faith can endure. They turn back crest-fallen, as did the scribe from the rebuke of Jesus."},{"refcode_short":"3Red 82.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 82.1 (Ellen Gould White)","content":"After dismissing the multitude, Jesus and his disciples took ship for the other side of the sea, which was a desert in comparison with the shore that they were leaving; but for this very reason they hoped to find rest from the fatigue of their labors, being removed from the dwellings of men. However, as they were moving off, a number of boats loaded with people followed Jesus, desirous of learning more concerning the doctrine that he taught."},{"refcode_short":"3Red 82.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 82.2 (Ellen Gould White)","content":"The Saviour was wearied from his long and arduous labors, and being now for a time relieved from the claims of the multitude, he stretched himself upon the hard plank of the fishermen's boat and fell asleep. Soon after, the weather, which had been calm and pleasant, changed. The clouds gathered darkly over the sky, and a furious storm, such as frequently visited those parts, burst upon the sea. The sun had set, and the blackness of night settled down upon the water. The angry waves dashed against the ship, threatening every moment to engulf it. First tossed upon the crest of a mountain billow, and then as suddenly plunged into the trough of the sea, the ship was the plaything of the storm. Finally, it was discovered that it had sprung a leak and was fast filling with water. All was now hurry and confusion in the darkness and amid the roaring of the angry waves. The strong and courageous fishermen were skilled in managing their craft; but, experienced as they were to the changing moods of the sea, they knew not what to do in so terrible a gale, and their hearts filled with despair as they perceived that the boat was sinking."},{"refcode_short":"3Red 83.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 83.1 (Ellen Gould White)","content":"They had been so engaged in their efforts to save themselves and keep the ship afloat, that they had forgotten that Jesus was on board. But now, as their courage fails them, and they think themselves lost, they remember that it was he who commanded them to cross the sea. In their agony of fear they turn to him, remembering how he had once saved them in a like peril. They call, “Master! Master!” but the roaring of the tempest drowns their voices, and there is no reply. The waves break over them, and each one threatens them with destruction."},{"refcode_short":"3Red 83.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 83.2 (Ellen Gould White)","content":"Despair seizes them, and they call again; but there is no answer save the shrieking of the angry blast. Has the Master deserted them? Has he walked away upon the foam-capped billows and left them to their fate? They remembered that he had once walked upon the water to come and rescue them from death. Has he now given them up to the fury of the tempest? They search for him distractedly, for they can do no more to save themselves. The storm has so increased that all their efforts to manage the ship are vain; in Jesus is their only hope. Presently a flash of lightning reveals him fast asleep, undisturbed amid the noise and confusion."},{"refcode_short":"3Red 83.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 83.3 (Ellen Gould White)","content":"They rush to him, and bending over his prostrate form, cry out reproachfully, “Master, Master, carest thou not that we perish?” Their hearts are grieved that he should rest so peacefully, while danger and death threaten them, and they have been laboring so hard against the fury of the storm. This despairing cry arouses Jesus from his refreshing sleep. As the disciples rush back to their oars, to make a last effort, Jesus rises to his feet. In his divine majesty he stands in the humble vessel of the fishermen, amid the raging of the tempest, the waves breaking over the bows, and the vivid lightning playing about his calm and fearless countenance. He lifts his hand, so often employed in deeds of mercy, and says to the angry sea, “Peace, be still.” The storm ceases, the heaving billows sink to rest. The clouds roll away, and the stars shine forth; the boat sits motionless upon a quiet sea. Then, turning to his disciples, Jesus rebukes them, saying, “Why are ye so fearful? how is it that ye have no faith?”"},{"refcode_short":"3Red 84.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 84.1 (Ellen Gould White)","content":"A sudden hush crept over the disciples. Not a word was spoken; even impulsive Peter did not attempt to express the reverential awe that filled his heart. The boats that had set out to accompany Jesus had been in the same peril with that of the disciples. Fear and finally despair had seized their occupants; but the command of Jesus brought quiet where but a moment before all was tumult. All fear was allayed, for the danger was over. The fury of the storm had driven the boats into close proximity, and all on board beheld the miracle of Jesus. In the hush that followed the stilling of the tempest, they whispered among themselves, “What manner of man is this, that even the wind and the sea obey him?” Never was this impressive scene forgotten by those who witnessed it. Never will its wonderful majesty fail to inspire the children of God with reverence and awe."},{"refcode_short":"3Red 85.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 85.1 (Ellen Gould White)","content":"When he was rudely aroused by the terrified fishermen, the Saviour had no fears for himself; his anxiety was for his disciples, who had distrusted him in the time of danger. He reproved their fears, which manifested their unbelief. They should have called upon him at the first appearance of danger, and he would have relieved their anxiety. But in their effort to save themselves they forgot that Jesus was on board. How many, in the trying scenes of life, amid perplexities and danger, fight against the storms of adversity alone, forgetting that there is One who can help them. They trust in their own strength and skill, till, baffled and discouraged, they remember Jesus, and humbly call upon him to save them. Though he sorrowfully reproves their unbelief and self-confidence, he never fails to hear their earnest cry, and give them the help they need."},{"refcode_short":"3Red 85.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 85.2 (Ellen Gould White)","content":"Tossed on the raging billows of the deep, the weary voyager should remember that Jesus was on the sea in a time of like peril; that his voice commanded the terrible storm to cease; that the angry elements obeyed the mandate, and his faithful followers were saved. When the waves break over our sinking bark, and the lightning reveals the foam-capped breakers that threaten us with instant destruction, we may remember in our peril that Jesus is on board. He hears our agonizing cry, and he will never forsake those who put their trust in him."},{"refcode_short":"3Red 85.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 85.3 (Ellen Gould White)","content":"Whether on the land or on the sea, sleeping or waking, if we have the Saviour in our hearts there is no need of fear. The call of faith will always meet with a response. We may be rebuked because we have not sought him at the very beginning of trial, but nevertheless, he will accept our humble petitions, wearied as we are in our efforts to save ourselves. Living faith in the Redeemer will smooth the sea of life, and will deliver us from danger in the way that he knows to be the best."},{"refcode_short":"3Red 86","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 86 (Ellen Gould White)","content":"Men from the Tombs"},{"refcode_short":"3Red 86.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 86.1 (Ellen Gould White)","content":"The night upon the water was over, and in the early morning Jesus and the disciples landed, together with those who had followed them across the sea. But no sooner had they stepped upon the beach than two men possessed with devils rushed fiercely toward them as though they desired to tear them in pieces. Still clinging to them were parts of chains which they had broken, in escaping from confinement. They were cutting and bruising themselves with sharp stones and other missiles that they could lay their hands upon. They had been dwelling among the graves, and no traveler had been safe to pass that way; for they would rush upon him with the fury of demons and kill him if they could. Their faces glared out from their long and matted hair, and they looked more like wild beasts than men."},{"refcode_short":"3Red 86.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 86.2 (Ellen Gould White)","content":"When the disciples and the others saw these fearful creatures rushing toward them, they fled in terror. But presently they discovered that Jesus was not with them, and they turned to see what had been his fate. They beheld him standing calmly where they had left him. He who stilled the tempest, he who had met Satan before and conquered him, did not flee before these demons. When the men, gnashing their teeth, and foaming at the mouth, approached him within a few feet Jesus raised that hand which had beckoned the waves to rest, and the men could come no nearer. They stood raging but helpless before him."},{"refcode_short":"3Red 87.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 87.1 (Ellen Gould White)","content":"In accents of authority he bade the unclean spirits come out of them. The words of Jesus penetrated the darkened minds of the men enough for them to dimly realize that One was near who could save them from the demons that tormented them. They fell at the feet of Jesus, worshiping him. But when they opened their mouths to entreat his mercy, the demon spoke through them and cried vehemently, “What have I to do with thee, Jesus, thou Son of the Most High God, I adjure thee by God, that thou torment me not!”"},{"refcode_short":"3Red 87.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 87.2 (Ellen Gould White)","content":"Jesus asked, “What is thy name?” and the answer was, “My name is Legion; for we are many.” Using the afflicted men as mediums of communication between themselves and Jesus, they besought him not to send them away out of the country, but to let them enter into a herd of swine that was feeding near. Their request was granted; but no sooner did this occur than the swine rushed headlong down a steep precipice, and were drowned in the sea. Light dawned upon the minds of the restored lunatics. Their eyes beamed with an intelligence to which they had long been strangers. The countenances, so long deformed into the image of Satan, became suddenly mild, the blood-stained hands were quiet, and the men praised the Lord for their deliverance from the bondage of demons."},{"refcode_short":"3Red 88.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 88.1 (Ellen Gould White)","content":"The design of Satan, in requesting that the demons might enter into the swine, was to hedge up the way of Jesus in that region. By causing the swine to be destroyed, considerable loss was brought upon their owners; and the enemy was not deceived in thinking that this circumstance would occasion Jesus to be held in disfavor throughout that country. The keepers of the swine had seen with amazement the whole transaction. They had seen the raving madmen suddenly become sane and calm; they had beheld the whole drove of swine instantly afterward charge recklessly into the sea where they were immediately drowned. They were obliged to account to the owners for their loss; and they immediately hurried to publish the news to their employers, and to all the people. This destruction of property seemed, to the owners, of far greater magnitude than the joyful fact that two lunatics had been restored to reason, and no longer endangered the people who came in their way, nor needed the restrictions of bolts and chains."},{"refcode_short":"3Red 88.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 88.2 (Ellen Gould White)","content":"These selfish men cared not that these unfortunate beings were now liberated, and sat calmly and intelligently at the feet of Jesus, listening to his words of instruction, filled with gratitude and glorifying the name of Him who had made them whole. They only cared for the property they had lost, and they were fearful of still greater calamities following the presence of this stranger in their midst. A panic spread far and near; the citizens apprehended financial ruin. A crowd came to Jesus, deploring the recent loss of property and begging him to leave their vicinity. They looked with indifference upon the lunatics who had been healed, and were then conversing intelligently with Jesus. They knew them perfectly well, for they had long been the terror of the community. But the miraculous cure of these men seemed of lesser importance than their own selfish interests. They were thoroughly alarmed and displeased at their loss; and the prospect of Jesus remaining among them filled them with apprehension. They implored him to depart from their coast. The Saviour complied with their demands, and immediately took ship with his disciples and left them to their avarice and unbelief."},{"refcode_short":"3Red 89.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 89.1 (Ellen Gould White)","content":"The inhabitants had before them living evidences of the power and mercy of Him whom they drove from their midst. They saw that the lunatics had been restored to reason; but they were so fearful of incurring pecuniary loss that the Saviour, who had baffled the Prince of Darkness before their eyes, was treated as an unwelcome invader, and they turned the priceless Gift of Heaven from their doors, and blindly rejected his visit of mercy. We have not the opportunity of turning from the person of Christ, as did the Gadarenes; but there are many in these days who refuse to follow his teachings, because in so doing they must sacrifice some worldly interest. Many, in the various pursuits of life, turn Jesus from their hearts, fearful that his presence may cost them pecuniary loss. Like the selfish Gadarenes, they overlook his grace, and ruthlessly drive his Spirit from them. To such his words apply: “Ye cannot serve God and mammon.”"},{"refcode_short":"3Red 89.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 89.2 (Ellen Gould White)","content":"Some may reason that the course pursued by Jesus in this matter prevented the people of that region from receiving his doctrine, that this startling exhibition of his power turned them away from his teachings, and cut them off from his influence. But such minds fail to penetrate the plans of the Saviour. At the time that the Gadarenes besought Jesus to leave their coast, there was also a petition offered by the restored lunatics. It was that they might accompany their Deliverer. In his presence they felt secure from the demons that had tormented their lives and wasted their manhood. They kept close to his side as he was about to enter the boat, knelt at his feet and implored him to take them with him and teach them his truth. But Jesus directed them to go home to their friends, and tell them what great things the Lord had done for them."},{"refcode_short":"3Red 90.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 90.1 (Ellen Gould White)","content":"Here a work was given them to do,—to go to a heathen home, and impart to their friends the light that they had received from Jesus. They might have plead that it was a great trial to be separated from their Benefactor at this early stage of their experience, and that it was more congenial to their feelings to remain with him than to be exposed to the trials and difficulties that were sure to beset them in the course he directed them to pursue. They might also have plead that their long isolation from society disqualified them for the task he had given them."},{"refcode_short":"3Red 90.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 90.2 (Ellen Gould White)","content":"But instead of this, as soon as Jesus pointed out the path of duty, they prepared to follow it. Not only did they enlighten their own households and neighbors in regard to Jesus, but they proclaimed his power to save throughout the region of Decapolis, among the Gentiles, telling the wonderful work of Christ in casting out the demons. The people of that region had refused to receive the Saviour because he was the means of destroying their property, yet they were not left in utter darkness; for they had not committed the sin of rejecting his doctrine, since they had not heard it when they bade him leave their coast. His words of life had not fallen upon their ears. Therefore he commissioned those who were so recently the mediums of Satan to communicate the light they had received from him to those benighted people. Those who had so lately been the representatives of the Prince of Darkness were converted into channels of truth, servants of the Son of God."},{"refcode_short":"3Red 91.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 91.1 (Ellen Gould White)","content":"Men marveled as they listened to the wondrous news. They became interested and anxious to have part in this kingdom of which Jesus taught. Nothing could have awakened the people of this country so thoroughly as did this occurrence happening in their midst. They had only cared for the advantages of the world, and had thought little of their eternal interests. Jesus cared much more for their real good than they did themselves. He had permitted the devil's request to be granted, and the result was the destruction of their property. This loss raised the indignation of the people, and brought Jesus directly before the public notice. Although they entreated him to depart from them, they nevertheless saw and heard the men whom he had healed. When these persons, who had been the terror of the community, became the messengers of truth and taught the salvation of Jesus, they wielded a powerful influence to convince the people of that region that Jesus was the Son of God."},{"refcode_short":"3Red 91.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 91.2 (Ellen Gould White)","content":"They sent Jesus from their coast because they feared additional loss of property, notwithstanding those who had crossed the lake with him told them the peril of the previous night, and the miracle performed by the Saviour in stilling the tempest. Their eyes, blinded by worldliness, only saw the magnitude of their loss. They refused to consider the advantage of having One among them who could control the very elements by the lifting of his finger, cast out demons, and heal the diseased and imbecile by a word or the touch of his hand. The visible evidence of Satan's power was among them. The Prince of Light and the Prince of Darkness met, and all present beheld the supremacy of the one over the other. Yet seeing this they begged the Son of God to depart from them. He gratified their wish; for he never urges his presence where he is unwelcome."},{"refcode_short":"3Red 92.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 92.1 (Ellen Gould White)","content":"Satan is the God of the world; his influence is to pervert the senses, control the human mind for evil, and drive his victims to violence and crime. He sows discord and darkens the intellect. The work of Christ is to break his power over the children of men. Yet how many in every department of life, in the home, in business transactions, and in the church, turn Jesus from their doors but let the hateful monster in."},{"refcode_short":"3Red 92.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 92.2 (Ellen Gould White)","content":"It is no wonder that violence and crime have spread over the earth, and moral darkness, like the pall of death, shrouds the cities and habitations of men. Satan controls many households, people, and churches. He watches the indications of moral corruption, and introduces his specious temptations, carefully leading men into worse and worse evils, till utter depravity is the result. The only safety is to watch unto prayer against his devices; for he goes about, in the last days, like a roaring lion seeking whom he may devour. The presence of Jesus is a safe-guard against his advances. The Sun of Righteousness discloses the hideous blackness of the enemy of souls, and he flies from the divine presence."},{"refcode_short":"3Red 93.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 93.1 (Ellen Gould White)","content":"Many professed Christians of our time banish Jesus from them for the sake of worldly gain. They may not use the exact words of the Gadarenes, but their acts plainly indicate that, in their various avocations, they do not desire his presence. The world is exalted above his mercy. The love of gain crowds out the love of Christ. They heed not his injunctions, they slight his reproofs. By dishonesty and avaricious scheming, they virtually petition the blessed Saviour to depart from them."},{"refcode_short":"3Red 93","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 93 (Ellen Gould White)","content":"Jairus’ Daughter"},{"refcode_short":"3Red 93.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 93.2 (Ellen Gould White)","content":"When Jesus returned across the sea with his disciples, a great crowd were waiting to receive him, and they welcomed him with much joy. The fact of his coming being noised abroad, the people had collected in great numbers to listen to his teaching. There were the rich and poor, the high and low, Pharisees, doctors, and lawyers, all anxious to hear his words, and witness his miracles. As usual, there were many of the sick and variously afflicted entreating his mercy in their behalf."},{"refcode_short":"3Red 93.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 93.3 (Ellen Gould White)","content":"At length, faint and weary with the work of teaching and healing, Jesus left the multitude in order to partake of food in the house of Levi. But the people pressed about the door, bringing the sick, the deformed, and the lunatic, for him to heal. As he sat at the table, one of the rulers of the synagogue, Jairus, by name, came and fell at his feet, beseeching him: “My little daughter lieth at the point of death. I pray thee, come and lay thy hands on her, that she may be healed; and she shall live.”"},{"refcode_short":"3Red 94.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 94.1 (Ellen Gould White)","content":"The father was in great distress, for his child had been given up to die by the most learned physicians. Jesus at once responded to the entreaty of the stricken parent, and went with him to his home. The disciples were surprised at this ready compliance with the request of the haughty ruler. Although it was only a short distance, their progress was very slow; for the people pressed forward on every side eager to see the great Teacher who had created so much excitement, begging his attention and his aid. The anxious father urged his way through the crowd, fearful of being too late. But Jesus, pitying the people, and deploring their spiritual darkness and physical maladies, stopped now and then to minister to their wants. Occasionally he was nearly carried off his feet by the surging masses."},{"refcode_short":"3Red 94.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 94.2 (Ellen Gould White)","content":"There was one poor woman among that crowd who had suffered twelve long years with a disease that made her life a burden. She had spent all her substance upon physicians and remedies, seeking to cure her grievous malady. But it was all in vain; she was pronounced incurable, and given up to die. But her hopes revived when she heard of the wonderful cures effected by Jesus. She believed that if she could come into his presence, he would take pity on her and heal her. Suffering with pain and weakness, she came to the sea-side where he was teaching, and sought to press through the crowd that encompassed him. But her way was continually hedged up by the throng. She began to despair of approaching him, when Jesus, in urging his way through the multitude, came within her reach."},{"refcode_short":"3Red 95.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 95.1 (Ellen Gould White)","content":"The golden opportunity had come, she was in the presence of the great Physician! But amid the confusion, she could not be heard by him nor catch more than a passing glimpse of his figure. Fearful of losing the one chance of relief from her illness, she pressed forward, saying to herself, If I but touch his garment I shall be cured. She seized the opportunity as he was passing, and reached forward, barely touching the hem of his garment. But in that moment she felt herself healed of her disease. Instantly health and strength took the place of feebleness and pain. She had concentrated all the faith of her life in that one touch that made her whole."},{"refcode_short":"3Red 95.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 95.2 (Ellen Gould White)","content":"With a thankful heart she then sought unobtrusively to retire from the crowd; but suddenly Jesus stopped, and all the people, following his example, also halted. He turned, and looking about him with a penetrating eye, asked in a voice distinctly heard by all, “Who touched me?” The people answered this query with a look of amazement. Jostled upon all sides, and rudely pressed hither and thither as he was, it seemed indeed a singular inquiry."},{"refcode_short":"3Red 95.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 95.3 (Ellen Gould White)","content":"Peter, recovering from his surprise, and ever ready to speak, said, “Master, the multitude throng thee, and press thee, and sayest thou, Who touched me?” Jesus answered, “Somebody hath touched me; for I perceive that virtue is gone out of me.” The blessed Redeemer could distinguish the touch of faith from the casual contact of the careless crowd. He well knew all the circumstances of the case, and would not pass such confidence and trust without comment. He would address to the humble woman words of comfort that would be to her a well-spring of joy."},{"refcode_short":"3Red 96.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 96.1 (Ellen Gould White)","content":"Looking toward the woman, Jesus still insisted upon knowing who had touched him. Finding concealment vain, she came forward tremblingly and knelt at his feet. In hearing of all the multitude, she told Jesus the simple story of her long and tedious suffering, and the instant relief that she had experienced in touching the border of his garment. Her narration was interrupted by her grateful tears as she experienced the joy of perfect health, which had been a stranger to her for twelve weary years. Instead of being angered at her presumption, Jesus commended her action, saying, “Daughter, be of good comfort. Thy faith hath made thee whole; go in peace.” In these words he instructed all present that it was no virtue in the simple act of touching his clothes that had wrought the cure, but in the strong faith that reached out and claimed his divine help."},{"refcode_short":"3Red 96.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 96.2 (Ellen Gould White)","content":"The true faith of the Christian is represented in this woman. It is not essential to the exercise of faith that the feelings should be wrought up to a high pitch of excitement; neither is it necessary, in order to gain the hearing of the Lord, that our petitions should be noisy, or attended with physical exercise. It is true that Satan frequently creates in the heart of the suppliant such a conflict with doubt and temptation that strong cries and tears are involuntarily forced from him; and it is also true that the penitent's sense of guilt is sometimes so great that a repentance commensurate with his sin causes him to experience an agony that finds vent in cries and groans, which the compassionate Saviour hears with pity. But Jesus does not fail to answer the silent prayer of faith. He who simply takes God at his word, and reaches out to connect himself with the Saviour, will receive his blessing in return."},{"refcode_short":"3Red 97.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 97.1 (Ellen Gould White)","content":"Faith is simple in its operation and powerful in its results. Many professed Christians, who have a knowledge of the sacred word, and believe its truth, fail in the childlike trust that is essential to the religion of Jesus. They do not reach out with that peculiar touch that brings the virtue of healing to the soul. They allow cold doubt to creep in and destroy their confidence. He who waits for entire knowledge before he can exercise faith, will never be blessed of God. “Faith is the substance of things hoped for, the evidence of things not seen.”"},{"refcode_short":"3Red 97.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 97.2 (Ellen Gould White)","content":"The diseased woman believed that Jesus could heal her, and the more her mind was exercised in that direction, the more certain she became that even to touch his garment would relieve her malady. In answer to her firm belief, the virtue of divine power granted her prayer. This is a lesson of encouragement to the soul defiled by sin. In like manner as Jesus dealt with bodily infirmities, will he deal with the repentant soul that calls on him. The touch of faith will bring the coveted pardon that fills the soul with gratitude and joy."},{"refcode_short":"3Red 97.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 97.3 (Ellen Gould White)","content":"The delay of Jesus had been so intensely interesting in its results that even the anxious father felt no impatience but watched the scene with deep interest. As the healed woman was sent away comforted and rejoicing, it encouraged him to believe still more firmly that Jesus was able to grant his own petition and heal his daughter. Hope grew stronger in his heart, and he now urged the Saviour to hasten with him to his home. But, as they resumed their way, a messenger pressed through the crowd to Jairus, bearing the news that his daughter was dead, and it was useless to trouble the Master further. The sympathizing ear of Jesus caught the words that smote the father's heart like the death-knell of his hopes. The pity of the Saviour was drawn out toward the suffering parent. He said to him, in his divine compassion, “Fear not; believe only, and she shall be made whole.”"},{"refcode_short":"3Red 98.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 98.1 (Ellen Gould White)","content":"Hearing these words of hope, Jairus pressed closer to the side of Jesus, and they hurried to the ruler's house. The Saviour suffered no one to enter the room with him where the child lay dead, except a few of his most faithful disciples, and the parents themselves. The mourners were making a great show of grief, and he rebuked them, saying, “Weep not; she is not dead, but sleepeth.” The women, who, according to the custom of the country, were employed to make this external display of sorrow, were indignant at this remark made by a humble stranger, and they began to inquire by what authority this person came, commanding them to cease lamenting for the dead and asserting that the girl still lived. They had seen the touch of death change the living child to a pulseless and unconscious form. They laughed the words of Jesus to scorn, as they left the room at his command. Accompanied by the father and mother, with Peter, James, and John, the Saviour approached the bedside, and, taking the child's hand in his own, he pronounced softly, in the familiar language of her home, the words, “Damsel, I say unto thee, arise.”"},{"refcode_short":"3Red 99.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 99.1 (Ellen Gould White)","content":"Instantly a tremor quivered through the entire body. The pulses of life beat again in the blue-veined temples, the pallid lips opened with a smile, the bosom heaved with returning breath, the waxen lids opened widely as if from sleep, and the dark eyes looked out wonderingly. The girl arose, weak from her long illness, but free from disease. She walked slowly across the room, while the parents wept for joy. Jesus bade them give her food, and charged all the household to tell no one what had been done there. But notwithstanding his injunction to secrecy, the news spread far and near that he had raised the dead to life. A large number were present when the child died, and when they again beheld her alive and well, it was impossible to prevent them from reporting the wonderful deed done by the great Physician."},{"refcode_short":"3Red 99","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 99 (Ellen Gould White)","content":"Resurrection of Lazarus"},{"refcode_short":"3Red 99.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 99.2 (Ellen Gould White)","content":"Jesus had often found the rest that his weary human nature required at the house of Lazarus, in Bethany. His first visit there was when he and his disciples were weary from a toilsome journey on foot from Jericho to Jerusalem. They tarried as guests at the quiet home of Lazarus, and were ministered unto by his sisters, Martha and Mary. Notwithstanding the fatigue of Jesus, he continued the instruction which he had been giving his disciples on the road, in reference to the qualifications necessary to fit men for the kingdom of Heaven. The peace of Christ rested upon the home of the brother and sisters. Martha had been all anxiety to provide for the comfort of her guests, but Mary was charmed by the words of Jesus to his disciples, and, seeing a golden opportunity to become better acquainted with the doctrines of Christ, quietly entered the room where he was sitting, and, taking her place at the feet of Jesus, drank in eagerly every word that fell from his lips."},{"refcode_short":"3Red 100.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 100.1 (Ellen Gould White)","content":"The energetic Martha was meanwhile making ample preparations for the entertainment of her guests, and missed her sister's help. Finally she discovered that Mary was sitting at the feet of Jesus, and listening with rapt attention to what he was saying. Martha, wearied with many cares, was so vexed to see her sister calmly listening thus, that she forgot the courtesy due to her guests, and openly complained of Mary's idleness, and appealed to Jesus that he would not permit all the domestic duties to fall upon one."},{"refcode_short":"3Red 100.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 100.2 (Ellen Gould White)","content":"Jesus answered these complaints with mild and patient words: “Martha, Martha, thou art careful and troubled about many things; but one thing is needful, and Mary hath chosen that good part, which shall not be taken away from her.” That which Jesus indicated that Martha needed, was a calm, devotional spirit, a deeper anxiety to learn more concerning the future immortal life, and the graces necessary to spiritual advancement. She needed less anxiety for earthly things, which pass away, and more for heavenly things, which affect the eternal welfare of the soul. It is necessary to faithfully perform the duties of the present life, but Jesus would teach his children that they must seize every opportunity to gain that knowledge which will make them wise unto salvation."},{"refcode_short":"3Red 101.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 101.1 (Ellen Gould White)","content":"One of the dangers of the present age is devoting too much time to business matters and to unnecessary cares, which we create for ourselves, while the development of Christian character is neglected. Careful, energetic Marthas are needed for this time, who will blend with their prompt, decisive qualities that “better part” of which Christ spoke. A character of such combined strength and godliness is an unconquerable power for good."},{"refcode_short":"3Red 101.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 101.2 (Ellen Gould White)","content":"A dark cloud now hung over this quiet home where Jesus had rested. Lazarus was stricken with sudden illness. The afflicted sisters sent a message to Jesus: “Lord, behold, he whom thou lovest is sick.” They made no urgent requirement for the immediate presence of Jesus, for they believed that he would understand the case and relieve their brother. Lazarus was a firm believer in the divine mission of Jesus; he loved him ardently and was in turn beloved by the blessed Master, whose peace had rested on his quiet home. The faith and love which the brother and sisters felt toward Jesus encouraged them to believe that he would not disregard their distress. Therefore they sent the simple, confiding message: “He whom thou lovest is sick.”"},{"refcode_short":"3Red 101.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 101.3 (Ellen Gould White)","content":"When Jesus received the message, he said, “This sickness is not unto death, but for the glory of God, that the Son of God might be glorified thereby.” He accordingly remained where he was for two days. After the messenger was sent, Lazarus grew rapidly worse. The sisters counted the days and hours that must intervene between the sending of the message and the arrival of Jesus to their aid. As the time approached when they should expect him, they anxiously watched the travelers who appeared in the distance, hoping to discover the form of Jesus. All their efforts for the recovery of their brother were in vain, and they felt that he must die unless divine help interposed to save him. Their constant prayer was, Oh! that Jesus would come! He could save our beloved brother!"},{"refcode_short":"3Red 102.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 102.1 (Ellen Gould White)","content":"Presently their messenger returns, but unaccompanied by Jesus. He bears to the sorrowing sisters the words of the Saviour, “This sickness is not unto death.” But the hearts of the sisters fail them, for lo, their brother is already wrestling with the fierce destroyer, and soon closes his eyes in death."},{"refcode_short":"3Red 102.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 102.2 (Ellen Gould White)","content":"Jesus, at the end of the two days, proposed to go to Judea, but his disciples endeavored to prevent him from doing so. They reminded him of the hatred manifested toward him when he was last there. Said they, “The Jews of late sought to stone thee; and goest thou thither again?” Jesus then explained to them that he must go, for Lazarus was dead, adding, “And I am glad for your sakes that I was not there, to the intent ye may believe.” Jesus did not delay going to the relief of Lazarus through want of interest in the stricken family; but he designed to make the sorrowful event of the death of Lazarus an occasion to give undoubted proof of his divine power, and unite his disciples to him in a faith that could not be broken. Already some among them were questioning in their minds if they had not been deceived in the evidences of his divine power; if he was really the Christ would he not have saved Lazarus whom he loved? Jesus designed to work a crowning miracle that would convince all who would by any means be convinced that he was the Saviour of the world."},{"refcode_short":"3Red 103.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 103.1 (Ellen Gould White)","content":"The danger attaching to this expedition into Judea was great, since the Jews were determined to kill Jesus. Finding it was impossible to dissuade him from going, Thomas proposed to the disciples that they should all accompany their Master, saying, “Let us also go, that we may die with him.” Therefore the twelve accompanied the Saviour. On the way, Jesus labored for the needy, relieving the suffering and healing the sick as was his custom. When he reached Bethany he heard from several persons that Lazarus was dead, and had been buried four days. While still at a distance from the house, he heard the wailing of the mourners. When a Hebrew died it was customary for the relatives to give up all business for several days, and live on the coarsest food while they mourned for the dead. Professional mourners were also hired, and it was they whom Jesus heard wailing and shrieking in that house which had once been his quiet, pleasant resting-place."},{"refcode_short":"3Red 103.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 103.2 (Ellen Gould White)","content":"Jesus did not desire to meet the afflicted sisters in such a scene of confusion as their home then presented, so he stopped at a quiet place by the road-side, and sent a messenger to inform them where they could find him. Martha hastened to meet him; she told him of her brother's death, saying, “Lord, if thou hadst been here, my brother had not died.” In her disappointment and grief she had not lost confidence in Jesus, and added, “But I know, that even now, whatsoever thou wilt ask of God, God will give it unto thee.”"},{"refcode_short":"3Red 104.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 104.1 (Ellen Gould White)","content":"Jesus encouraged her faith by declaring to her, “Thy brother shall rise again.” Martha, not comprehending the full meaning of Jesus, answered that she knew he would arise in the resurrection, at the last day. But Jesus, seeking to give a true direction to her faith, said, “I am the resurrection, and the life; he that believeth in me, though he were dead, yet shall he live; and whosoever liveth and believeth in me, shall never die. Believest thou this?” Jesus would direct the thoughts of Martha to himself, and strengthen her faith in regard to his power. His words had a double meaning; not only did they refer to the immediate act of raising Lazarus, but they also referred to the general resurrection of all the righteous, of which the resurrection of Lazarus which he was then about to perform, was but a representation. Jesus declared himself the Author of the resurrection. He who himself was soon to die upon the cross, stood with the keys of death, a conqueror of the grave, and asserted his right and power to give eternal life."},{"refcode_short":"3Red 104.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 104.2 (Ellen Gould White)","content":"When Jesus asked Martha: “Believest thou?” she answered by a confession of her faith: “Lord, I believe that thou art the Christ, the Son of God, which should come into the world.” Thus Martha declared her belief in the Messiahship of Jesus, and that he was able to perform any work which it pleased him to do. Jesus bade Martha call her sister, and the friends that had come to comfort the afflicted women. When Mary came she fell at the feet of Jesus, also crying, “Lord, if thou hadst been here, my brother had not died.” At the sight of all this distress, Jesus “groaned in the spirit, and was troubled, and said, Where have ye laid him? They said unto him, Lord, come and see.” Together they all proceeded to the grave of Lazarus, which was a cave with a stone upon it."},{"refcode_short":"3Red 105.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 105.1 (Ellen Gould White)","content":"It was a mournful scene. Lazarus had been much beloved, and his sisters wept for him with breaking hearts, while those who had been his friends mingled their tears with those of the bereaved sisters. Jesus had also loved Lazarus, whose faith had ever been strong in him, never wavering nor failing for a moment. In view of this human distress, and of the fact that these afflicted friends could mourn over the dead, when the Saviour of the world stood by, who had power to raise from the dead,—“Jesus wept.” His grief was not alone because of the scene before him. The weight of the grief of ages was upon his soul, and, looking down the years that were to come, he saw the suffering and sorrow, tears and death, that were to be the lot of men. His heart was pierced with the pain of the human family of all ages and in all lands. The woes of the sinful race were heavy on his soul, and the fountain of his tears was broken up, as he longed to relieve all their distress."},{"refcode_short":"3Red 105.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 105.2 (Ellen Gould White)","content":"Seeing the tears and hearing the groans of Jesus, those who stood about said, “Behold, how he loved him!” Then they whispered among themselves, “Could not this man, which opened the eyes of the blind, have caused that even this man should not have died?” Jesus groaned within himself at the unbelief of those who had professed faith in him. They thought his tears were because of his love for Lazarus, and that he who had done such mighty works had been unable to save Lazarus from death. Burdened by the blind infidelity of those who should have had faith in him, Jesus approached the grave, and in tones of authority commanded that the stone should be rolled away. Human hands were, on their part, required to do all that it was possible for them to do, and then divine power would finish the work."},{"refcode_short":"3Red 106.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 106.1 (Ellen Gould White)","content":"But Martha objected to the stone being removed, and reminded Jesus that the body had been buried four days, and that corruption had already commenced its work. Jesus answered her reproachfully: “Said I not unto thee, that, if thou wouldest believe, thou shouldest see the glory of God?” The stone was then taken away, and the dead was revealed to sight. It was evident to all that putrefaction had really commenced. All is now done that lies in the power of man to do. The friends gather round with mingled curiosity and awe to see what Jesus is about to do. Lifting up his eyes, the Saviour prayed:—"},{"refcode_short":"3Red 106.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 106.2 (Ellen Gould White)","content":"“Father, I thank thee that thou hast heard me. And I knew that thou hearest me always; but because of the people which stand by I said it, that they may believe that thou hast sent me.” The hush that followed this prayer was broken by Jesus crying out with a loud voice, “Lazarus, come forth.” Instantly life animates that form which had been so changed by decay that the friends of the deceased recoiled from looking upon it. Lazarus, bound hand and foot with grave-clothes, and with a napkin about his face, rises, obedient to the command of his Saviour, and attempts to walk, but is impeded by the winding-sheet. Jesus commands his friends to “loose him, and let him go.”"},{"refcode_short":"3Red 107.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 107.1 (Ellen Gould White)","content":"Human hands are again brought into requisition to do the work which it is possible for them to do. The burial clothes which bear evidence of the corruption of the body are removed, and Lazarus stands before them, not as one emaciated from disease, and with feeble, tottering limbs, but as a man in the prime of life, and in the vigor of a noble manhood, his eyes beaming with intelligence and love for his Saviour. He bows at the feet of Jesus and glorifies him. A dumb surprise at first seizes all present; but now succeeds an inexpressible scene of rejoicing and thanksgiving. The sisters receive their brother back to life as the gift of God, and with joyful tears, brokenly express their thanks and praise to the Saviour. But while brother, sisters, and friends are rejoicing in this reunion, Jesus retires from the exciting scene, and when they look for the Lifegiver, he is nowhere to be found."},{"refcode_short":"3Red 107.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 107.2 (Ellen Gould White)","content":"This crowning miracle of Christ caused many to believe on him. But some who were in the crowd about the grave, and heard and saw the wonderful works performed by Jesus, were not converted, but steeled their hearts against the evidence of their own eyes and ears. This demonstration of the power of Christ was the crowning manifestation offered by God to man as a proof that he had sent his Son into the world for the salvation of the human race. If the Pharisees rejected this mighty evidence, no power in Heaven nor upon earth could wrest from them their Satanic unbelief."},{"refcode_short":"3Red 108.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 108.1 (Ellen Gould White)","content":"The spies hurry away to report to the rulers this work of Jesus, and that the “world is gone after him.” In performing this miracle, the Saviour took a decisive step toward the completion of his earthly mission. The grandest evidence of his life was now given that he was the Son of God, and had control of death and the grave. Hearts that had long been under the power of sin, in rejecting this proof of the divinity of Jesus, locked themselves in impenetrable darkness and came wholly under the sway of Satan, to be hurried by him over the brink of eternal ruin."},{"refcode_short":"3Red 108.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 108.2 (Ellen Gould White)","content":"The mighty miracle wrought at the grave of Lazarus intensified the hatred of the Pharisees against Jesus. This demonstration of divine power, which presented such unquestionable proof that Jesus was the Son of God, was sufficient to convince any mind under the control of reason and enlightened conscience. But the Pharisees, who had rejected all lesser evidence, were only enraged at this new miracle of raising the dead in the full light of day, and before a crowd of witnesses. No artifice of theirs could explain away such evidence. For this very reason their hate grew deadlier, and they watched every opportunity of accomplishing their secret purpose to destroy him. In heart they were already murderers."},{"refcode_short":"3Red 109.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 109.1 (Ellen Gould White)","content":"The Jewish authorities counseled together as to what course they should pursue to counteract the effect of this miracle upon the people; for the news spread far and wide that Jesus had raised Lazarus from the dead, and the reality of the event was established by many eye-witnesses. Still the enemies of Jesus sought to circulate lying reports, perverting the facts in the case as far as they were able, and endeavoring to turn the people away from one who had dared to rob the grave of its dead."},{"refcode_short":"3Red 109.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 109.2 (Ellen Gould White)","content":"In this council of the Jews were some influential men who believed on Jesus; but their wishes were overruled by the malignant Pharisees, who hated Jesus because he had exposed their hypocritical pretensions, and had torn aside the cloak of precision and rigorous rites under which their moral deformity was hidden. The pure religion that Jesus taught, and his simple, godly life, condemned their hollow professions of piety. They thirsted for revenge, and nothing short of taking his life would satisfy them. They had tried to provoke him to say or do something that would give them occasion to condemn him, and several times they had attempted to stone him, but he had quietly withdrawn and they had lost sight of him."},{"refcode_short":"3Red 109.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 109.3 (Ellen Gould White)","content":"The miracles performed by Jesus on the Sabbath were all for the relief of the afflicted, but the Pharisees had sought to use these works of mercy as a cause by which they might condemn him as a Sabbath-breaker. They endeavored to arouse the Herodians against him; they represented that Jesus was seeking to set up a rival kingdom among them, and consulted with them how they should destroy him. They had sought to excite the Romans against him, and had represented him to them as one who was trying to subvert their authority. They had tried every pretext to cut him off from influencing the people, but they had so far been foiled in their attempts; for the multitudes who witnessed the works of mercy and benevolence done by Jesus, and heard his pure and holy teachings, knew that these were not the words and deeds of a Sabbath-breaker and a blasphemer. Even the officers sent by the Pharisees had been so influenced by the divine presence of the great Teacher that they could not lay hands upon him. In desperation the Jews had finally passed an edict that if any man confessed that he believed on Jesus he should be cast out of the synagogue."},{"refcode_short":"3Red 110.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 110.1 (Ellen Gould White)","content":"So, as the priests, the rulers, and the elders gathered together for consultation, it was their fixed determination to silence this man who did such marvelous works that all men wondered. Nicodemus and Joseph had, in former councils, prevented the condemnation of Jesus, and for this reason they were not summoned on this occasion. Caiaphas, who acted as high priest that year, was a proud and cruel man; he was by nature overbearing and intolerant; he had studied the prophecies, and, although his mind was shrouded in darkness as to their true meaning, he spoke with great authority and apparent knowledge."},{"refcode_short":"3Red 110.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 110.2 (Ellen Gould White)","content":"As the priests and Pharisees were consulting together, some of them said, “If we let him thus alone, all men will believe on him; and the Romans shall come, and take away both our place and nation.” Then Caiaphas spoke out loftily: “Ye know nothing at all, nor consider that it is expedient for us that one man should die for the people, and that the whole nation perish not.” The voice of the high priest decided the matter; even if Jesus was innocent, let him die; he was troublesome, drawing the people to himself, and lessening the authority of the rulers. He was only one, it was better that he should die, even though he was guiltless, than that the power of the rulers should diminish. Caiaphas, in declaring that one man should die for the nation, indicated that he had some knowledge of the prophecies, although it was very limited; but John in his account of this scene takes up the prophecy, and shows its broad and deep significance in these words: “And not for that nation only, but that also he should gather together in one the children of God that were scattered abroad.” How blindly did the haughty Caiaphas acknowledge the mission of Jesus as a Redeemer!"},{"refcode_short":"3Red 111.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 111.1 (Ellen Gould White)","content":"Nearly all the council agreed with the high priest that it was the wisest policy to put Jesus to death. This decision having been made, the question was still to be determined how it should be carried out. They feared to take rash measures lest the people should become incensed and the violence meditated toward Jesus should be visited upon themselves. The Saviour was continually benefiting and teaching the people, they knew him to be one without blame, and his influence over them was very strong; it was on this account that the Pharisees delayed to execute the sentence which they had pronounced against him."},{"refcode_short":"3Red 112.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 112.1 (Ellen Gould White)","content":"The Saviour understood the plottings of the priests against him; he knew that they longed to remove him from their midst, and that their wishes would soon be accomplished; but it was not his place to hasten the culminating event, and he withdrew from that region, taking his disciples with him. Jesus had now given three years of public labor to the world. His example of self-denial and disinterested benevolence was before them. His life of purity, of suffering, and devotion, was known to all. Yet this short period of three years was as long as the world could endure the presence of its Redeemer."},{"refcode_short":"3Red 112.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 112.2 (Ellen Gould White)","content":"His life had been one of persecution and insult. Driven from Bethlehem by a jealous king, rejected by his own people at Nazareth, condemned to death without a cause at Jerusalem, Jesus, with his few faithful followers, finds a temporary asylum in a strange city. He who was ever touched by human woe, who healed the sick, restored sight to the blind, hearing to the deaf, and speech to the dumb, who fed the hungry and comforted the sorrowful, was driven from the people whom he had labored to save. He who walked upon the heaving billows and by a word silenced their angry roaring, who cast out devils that in departing acknowledged him to be the Son of God, who broke the slumbers of the dead, who held thousands entranced by the words of wisdom which fell from his lips, was unable to reach the hearts of those who were blinded by prejudice and insane hatred, and who resolutely rejected the light."},{"refcode_short":"3Red 112.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 112.3 (Ellen Gould White)","content":"It is not the plan of God to compel men to yield their wicked unbelief. Before them are light and darkness, truth and error. It is for them to decide which to accept. The human mind is endowed with power to discriminate between right and wrong. God designs that men shall not decide from impulse, but from weight of evidence, carefully comparing scripture with scripture. Had the Jews laid by their prejudice, and compared written prophecy with the facts characterizing the life of Jesus, they would have perceived a beautiful harmony between the prophecies and their fulfillment in the life and ministry of the lowly Galilean."},{"refcode_short":"3Red 113.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 113.1 (Ellen Gould White)","content":"It was nearing the time of the passover, and many came to Jerusalem from various parts of the country to purify themselves according to the ceremonial custom of the Jews. There was much talk and speculation among these people concerning Jesus, and they wondered if he would not be present at the feast. “Now both the chief priests and the Pharisees had given a commandment, that if any man knew where he were, he should show it, that they might take him.”"},{"refcode_short":"3Red 113","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 113 (Ellen Gould White)","content":"The Transfiguration"},{"refcode_short":"3Red 113.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 113.2 (Ellen Gould White)","content":"As the time drew near when Jesus was to suffer and die, he was more frequently alone with his disciples. After teaching the people all day, he would repair with his disciples to a retired place and pray and commune with them. He was weary, yet he had no time to rest, for his work on earth was hastening to a close, and he had much to do before the final hour arrived. He had declared to his disciples that he would establish his kingdom so firmly on earth that the gates of hell should not prevail against it. Jesus, in view of his approaching trial, gathered his disciples about him and opened their minds regarding his future humiliation and shameful death at the hands of his persecutors. The impulsive Peter could not for a moment endure the thought, and insisted that it could not be. Jesus solemnly rebuked Peter's unbelief in suggesting that prophecy would not be fulfilled in the sacrifice of the Son of God."},{"refcode_short":"3Red 114.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 114.1 (Ellen Gould White)","content":"Jesus then proceeded to explain to his disciples that they also must suffer for his name, bear the cross in following him, and endure a corresponding humiliation, reproach, and shame with that of their Master, or they could never share his glory. His sufferings must be followed by theirs, and his crucifixion must teach them that they should be crucified to the world, resigning all hope of its pomp and pleasure. Previous to this declaration, Jesus had frequently spoken to his disciples of his future humiliation, and he had resolutely discouraged all their hopes of his temporal aggrandizement; but they had so long been accustomed to look upon Messiah as one who would reign as a mighty king, that it had been impossible for them to relinquish entirely their glowing expectations."},{"refcode_short":"3Red 114.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 114.2 (Ellen Gould White)","content":"But now the words of Jesus were unmistakable. He was to live, a humble, homeless wanderer, and to die the death of a malefactor. Sadness oppressed their hearts, for they loved their Master; but doubt also harassed their minds, for it seemed incomprehensible that the Son of God should be subjected to such cruel humiliation. They could not understand why he should voluntarily go to Jerusalem to meet the treatment which he told them he should there receive. They were deeply grieved that he should resign himself to such an ignominious fate, and leave them in greater darkness than that in which they were groping before he revealed himself to them. The thought suggested itself to their minds that they might take him by force to a place of security, but they dared not attempt this as he had repeatedly denounced all such projects as the suggestions of Satan. In the midst of their gloom they could not refrain from comforting themselves occasionally with the thought that some unforeseen circumstance might avert the fearful doom that awaited their Lord. Thus they sorrowed and doubted, hoped and feared, for six long, gloomy days."},{"refcode_short":"3Red 115.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 115.1 (Ellen Gould White)","content":"Jesus was acquainted with the grief and perplexity of his disciples, and he designed to give them additional proof of his Messiahship, in order that their faith might not utterly fail them in the severe ordeal to which they were soon to be subjected. As the sun was setting he called his three most devoted disciples to his side, and led them out of the noisy town, across the fields, and up the steep side of a mountain. Jesus was weary from toil and travel. He had taught the people and healed the sick throughout the entire day; but he sought this high elevation because he could there find retirement from the crowds that continually sought him, and time for meditation and prayer. He was very weary, and was much fatigued in toiling up the steep ascent."},{"refcode_short":"3Red 115.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 115.2 (Ellen Gould White)","content":"The disciples were also tired, and, although they were accustomed to this practice of retiring into the solitudes for prayer, they could not help wondering that Jesus should attempt to climb this rugged mountain, after such a day of fatigue. But they asked no questions as to his purpose, and patiently accompanied him. As they are ascending the mountain, the setting sun leaves the valleys in shadow, while the light still lingers on the mountain tops, and gilds with its fading glory the rugged path they are treading. But soon the golden light dies out from hill as well as valley, the sun disappears behind the western horizon, and the solitary travelers are wrapt in the darkness of night. And the gloom of their surroundings seems in harmony with their sorrowful lives, around which the clouds are gathering and thickening."},{"refcode_short":"3Red 116.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 116.1 (Ellen Gould White)","content":"Having gained the place he sought, Jesus engaged in earnest prayer to his Father. Hour after hour, with tears and importunity, he supplicated for strength to bear his afflictions and for grace to be bestowed upon his disciples that they might bear the terrible trials that awaited them in the future. The dew was heavy upon his bowed form, but he heeded it not; the shadows of night gathered thickly about him, but he regarded not their gloom. So the hours passed slowly by. At first the disciples united their prayers with his in sincere devotion; but as the hours dragged slowly on, they were overcome with weariness and loss of sleep, and even while endeavoring to retain their interest in the scene, they fell asleep. Jesus had told them of his future sufferings, he had taken them with him that they might watch and pray with him while he was pleading with his Father; even then he was praying that his disciples might have strength to endure the coming test of his humiliation and death. He especially plead that they might witness such a manifestation of his divinity as would forever remove from their minds all unbelief and lingering doubts; a manifestation that would comfort them in the hour of his supreme agony with the knowledge that he was of a surety the Son of God, and that his shameful death was a part of the divine plan of redemption."},{"refcode_short":"3Red 117.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 117.1 (Ellen Gould White)","content":"God hears the petition of his Son, and angels prepare to minister unto him. But God selects Moses and Elijah to visit Christ and converse with him in regard to his coming sufferings at Jerusalem. While Jesus bows in lowliness upon the damp and stony ground, suddenly the heavens open, the golden gates of the City of God are thrown wide, and holy radiance descends upon the mount, enshrouding the kneeling form of Christ. He arises from his prostrate position, and stands in God-like majesty; the soul-agony is gone from his countenance, which now shines with a serene light, and his garments are no longer coarse and soiled, but white and glittering like the noon-day sun."},{"refcode_short":"3Red 117.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 117.2 (Ellen Gould White)","content":"The sleeping disciples are awakened by the flood of glory that illuminates the whole mount. They gaze with fear and amazement upon the shining garments and radiant countenance of their Master. At first their eyes are dazzled by the unearthly brilliancy of the scene, but as they become able to endure the wondrous light, they perceive that Jesus is not alone. Two glorious figures stand engaged in conversation with him. They are Moses, who talked with God face to face amid the thunder and lightnings of Sinai, and Elijah, that prophet of God who did not see death, but was conducted to Heaven in a chariot of fire. These two, whom God had seen fit to favor above all others who ever lived upon earth, were delegated by the Father to bring the glory of Heaven to his Son, and comfort him, talking with him concerning the completion of his mission, and especially of his sufferings to be endured at Jerusalem."},{"refcode_short":"3Red 118.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 118.1 (Ellen Gould White)","content":"The Father chose Moses and Elijah to be his messengers to Christ, and glorify him with the light of Heaven, and commune with him concerning his coming agony, because they had lived upon earth as men; they had experienced human sorrow and suffering, and could sympathize with the trial of Jesus, in his earthly life. Elijah, in his position as a prophet to Israel, had represented Christ, and his work had been, in a degree, similar to that of the Saviour. And Moses, as the leader of Israel, had stood in the place of Christ, communing with him and following his directions; therefore, these two, of all the hosts that gathered around the throne of God, were fittest to minister to the Son of God."},{"refcode_short":"3Red 118.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 118.2 (Ellen Gould White)","content":"When Moses, enraged at the unbelief of the children of Israel, smote the rock in wrath and furnished them the water for which they called, he took the glory to himself; for his mind was so engrossed with the ingratitude and waywardness of Israel that he failed to honor God and magnify his name, in performing the act which He had commanded him to do. It was the plan of the Almighty to frequently bring the children of Israel into straight places, and then, in their great necessity, to deliver them by his power, that they might recognize his special regard for them, and glorify his name. But Moses, in yielding to the natural impulses of his heart, appropriated to himself the honor due to God, fell under the power of Satan, and was forbidden to enter the promised land. Had Moses remained steadfast, the Lord would have brought him to the promised land, and would then have translated him to Heaven without his seeing death."},{"refcode_short":"3Red 119.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 119.1 (Ellen Gould White)","content":"As it was, Moses passed through death, but the Son of God came down from Heaven and resurrected him before his body had seen corruption. Though Satan contended with Michael for the body of Moses, and claimed it as his rightful prey, he could not prevail against the Son of God, and Moses, with a resurrected and glorified body, was borne to the courts of Heaven, and was now one of the honored two, commissioned by the Father to wait upon his Son."},{"refcode_short":"3Red 119.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 119.2 (Ellen Gould White)","content":"By permitting themselves to be so overcome by sleep, the disciples had lost the conversation between the Heavenly messengers and the glorified Redeemer. But as they suddenly awake from profound slumber, and behold the sublime vision before them, they are filled with rapture and awe. As they look upon the radiant form of their beloved Master, they are obliged to shield their eyes with their hands, not being able otherwise to endure the inexpressible glory that clothes his person, and which emits beams of light like those of the sun. For a brief space the disciples behold their Lord glorified and exalted before their eyes, and honored by the radiant beings whom they recognize as the favored ones of God."},{"refcode_short":"3Red 120.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 120.1 (Ellen Gould White)","content":"They believe that Elias has now come, according to prophecy, and that the kingdom of Christ is to be set up on earth. Even in the first glow of his amazement, Peter plans for accommodating Christ and the ancient worthies. As soon as he can command his voice he addresses Jesus thus: “Master, it is good for us to be here; and let us make three tabernacles; one for thee, and one for Moses, and one for Elias.” In the joy of the moment, Peter flatters himself that the two messengers from Heaven have been sent to preserve the life of Jesus from the fate that threatens him at Jerusalem. He is overjoyed at the thought that these glorious attendants, clothed in light and power, are to protect the Son of God, and establish his kingly authority upon earth. He forgets for the time the frequent explanations given by Jesus himself of the plan of salvation, which could only be perfected through his own suffering and death."},{"refcode_short":"3Red 120.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 120.2 (Ellen Gould White)","content":"While the disciples were overwhelmed with rapture and amazement, “a bright cloud overshadowed them, and behold, a voice out of the cloud which said, This is my beloved Son, in whom I am well pleased; hear ye him.” When the disciples beheld the awful cloud of glory, brighter than that which went before the tribes of Israel in the wilderness, and when they heard the voice of God peal from the cloud, in accents of majesty that caused the mount to tremble as if shaken from its foundation, they could not endure the grandeur that oppressed their senses, and fell smitten to the ground."},{"refcode_short":"3Red 121.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 121.1 (Ellen Gould White)","content":"Thus they remained upon their faces, not daring to look up, till Jesus approached and raised them from the ground, dispelling their fears with his well-known, cheering voice, saying, “Arise, and be not afraid.” Venturing to lift up their eyes, they see that the heavenly glory has passed away, the radiant forms of Moses and Elijah have disappeared, the Son of God is no longer clothed with a divine radiance so bright that the eyes of man cannot endure it,—they are upon the mount alone with Jesus."},{"refcode_short":"3Red 121.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 121.2 (Ellen Gould White)","content":"The entire night had been passed in the mountain, and as the sun rose and chased away the shadows with its cheering rays, Jesus and his disciples descended the mountain. Gladly would they have lingered in that holy place which had been touched with the glory of Heaven, and where the Son of God had been transfigured before the eyes of his disciples; but there was work to be done for the people who were already searching far and near for Jesus."},{"refcode_short":"3Red 121.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 121.3 (Ellen Gould White)","content":"At the foot of the mountain a large crowd had gathered, led there by the disciples who had remained behind, and who knew of the favorite resorts of Jesus for meditation and prayer. As they approached the waiting multitude, Jesus charged his disciples to keep secret what they had witnessed, saying, “Tell the vision to no man until the Son of Man be risen again from the dead.” Jesus knew that neither the people nor the disciples who had led them to the place, were prepared to appreciate or understand the wonderful event of the transfiguration upon the mount. After his resurrection, the testimony of those who had witnessed it, was to be given to substantiate the fact that he was indeed the Son of God."},{"refcode_short":"3Red 122.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 122.1 (Ellen Gould White)","content":"Now the three chosen disciples have evidence which they cannot doubt that Jesus is the promised Messiah. A voice from the excellent glory has declared his divinity. Now they are strengthened to endure the humiliation and crucifixion of their Lord. The patient Teacher, the meek and lowly One, who, for nearly three years, has wandered to and fro, from city to city, a Man of sorrows, homeless, having no place to rest, no bed upon which to stretch his weary form at night, has been acknowledged by the voice of God as his Son, and Moses and Elijah, glorious ones in the courts of Heaven, have paid him homage. The favored disciples can doubt no longer. They have seen with their eyes, and heard with their ears, things that are beyond the comprehension of man."},{"refcode_short":"3Red 122.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 122.2 (Ellen Gould White)","content":"Jesus now returned to his work of ministering to the people. As the throng caught sight of the Saviour, they ran to meet him, greeting him with much reverence. But he perceived that they were in great perplexity. This was because of a circumstance that had just transpired: A man had brought his son to the disciples to be delivered of a dumb spirit that tormented him exceedingly. But the disciples had been unable to relieve him, and therefore the scribes had seized upon this opportunity to dispute with them as to their power of working miracles. These men were now triumphantly declaring that a devil was here found whom neither the disciples nor their Master could conquer."},{"refcode_short":"3Red 122.3","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 122.3 (Ellen Gould White)","content":"As Jesus approached the scene he inquired the cause of the trouble; the afflicted father replied: “Master, I have brought unto thee my son, which hath a dumb spirit; and wheresoever he taketh him, he teareth him; and he foameth, and gnasheth with his teeth, and pineth away; and I spake to thy disciples that they should cast him out, and they could not.” Jesus listened attentively to this narration, and then met the failure of his disciples, the doubts of the people, and the boasting of the scribes, with these words: “O faithless generation! how long shall I be with you? how long shall I suffer you? Bring him unto me.”"},{"refcode_short":"3Red 123.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 123.1 (Ellen Gould White)","content":"The father obeyed the command of Jesus; but no sooner was his son brought into the divine presence than the evil spirit attacked him with violence, and he fell upon the ground in agony, and writhed, and foamed at the mouth. Jesus permitted Satan to exercise his power thus over his victim, in order that the people might better understand the nature of the miracle he was about to perform, and be more deeply impressed with a sense of his divine power. Jesus proceeded to inquire of the father how long his son had thus been afflicted by the demon. The father answered:—"},{"refcode_short":"3Red 123.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 123.2 (Ellen Gould White)","content":"“Of a child. And ofttimes it hath cast him into the fire, and into the water, to destroy him; but if thou canst do anything, have compassion on us, and help us.” The failure of the disciples to heal this deplorable case had sadly discouraged the father, and the sufferings of his son now wrung his soul with anguish. The question of Jesus brought to his mind the long years of suffering endured by his son, and his heart sank within him. He feared that what the scribes asserted was true, and that Jesus himself could not overcome so powerful a devil. Jesus perceived his dispirited condition and sought to inspire him with faith. He addressed him thus: “If thou canst believe, all things are possible to him that believeth.” Hope was immediately kindled in the father's heart, and he cried, “Lord, I believe; help thou mine unbelief.”"},{"refcode_short":"3Red 124.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 124.1 (Ellen Gould White)","content":"The distressed father realized his immediate need of help, and that no one could furnish that help but the merciful Saviour, and he relied alone upon him. His faith was not in vain; for Jesus, before the whole multitude, that flocked about to witness the scene, “rebuked the foul spirit, saying unto him, Thou dumb and deaf spirit, I charge thee, come out of him, and enter no more into him.” And immediately the demon left him, and the boy lay as one dead. The action of the evil spirit upon him had been so violent that it had overcome all his natural strength; and when it left him he was powerless and unconscious. The people, who had witnessed with awe the sudden change that came over the lad, now whispered among themselves, “He is dead.” But Jesus stooped and with tender pity “took him by the hand, and lifted him up; and he arose.”"},{"refcode_short":"3Red 124.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 124.2 (Ellen Gould White)","content":"Great was the father's joy over his son, and great was the joy of the son in his freedom from the cruel demon that had so long tormented him. Both father and son praised and magnified the name of their Deliverer, while the people looked on with unbounded astonishment, and the scribes, crest-fallen and defeated, turned sullenly away."},{"refcode_short":"3Red 125.1","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 125.1 (Ellen Gould White)","content":"Jesus had conferred upon his disciples the power to work miracles of healing; but their failure in this case, before so many witnesses, had deeply mortified them. When they were alone with Jesus they asked him why it was that they were unable to cast out the devil. Jesus answered that it was because of their unbelief, and the carelessness with which they regarded the sacred work that had been committed to them. They had not fitted themselves for their holy office by fasting and prayer. It was impossible for them to vanquish Satan except as they received power from God; they should go to him in humiliation and self-sacrifice and plead for strength to conquer the enemy of souls. Nothing but entire dependence upon God, and perfect consecration to the work, would insure their success. Jesus encouraged his disappointed followers in these words: “If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place, and it shall remove; and nothing shall be impossible unto you.”"},{"refcode_short":"3Red 125.2","refcode_long":"Redemption: Or the Miracles of Christ, the Mighty One, p. 125.2 (Ellen Gould White)","content":"In a brief space of time the favored disciples had beheld the extremes of glory and of grief. Jesus, descending the mount where he had been transfigured by the glory of God, where he had talked with the messengers of Heaven, and been proclaimed the Son of God by the Father's voice issuing from the radiant glory, meets a revolting spectacle, a lunatic child, with countenance distorted, gnashing its teeth in spasms of agony which no mortal could relieve. And this mighty Redeemer, who but a few short hours before stood glorified before his wondering disciples, stoops to lift this victim of Satan from the ground where he is wallowing, and restores him to his father, freed forever from the demon's power."}]