[{"refcode_short":"4BC 1135","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1135 (Ellen Gould White)","content":"EGW Comments SDA Bible Commentary Vol. 4"},{"refcode_short":"4BC 1137.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1137.1 (Ellen Gould White)","content":"The following quotations are from unpublished manuscripts and from articles in various papers, such as the Review and Herald, that at the time  of publication in the SDA Bible Commentary were not incorporated in any of the current Ellen G. White books. These quotations are arranged in sequence from Isaiah to Malachi, the books covered in this volume of the commentary. Bible references in parentheses preceding certain quotations indicate other passages of Scripture on which these quotations throw light."},{"refcode_short":"4BC 1137","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1137 (Ellen Gould White)","content":"Isaiah"},{"refcode_short":"4BC 1137","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1137 (Ellen Gould White)","content":"Chapter 1"},{"refcode_short":"4BC 1137.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1137.2 (Ellen Gould White)","content":"1 (Hebrews 11:37). Isaiah Was Sawn Asunder—Isaiah, who was permitted by the Lord to see wonderful things, was sawn asunder, because he faithfully reproved the sins of the Jewish nation. The prophets who came to look after the Lord's vineyard, were indeed beaten and killed. “They were stoned, they were sawn asunder, were tempted, were slain with the sword; they wandered about in sheepskins and goat-skins; being destitute, afflicted, tormented”—men of whom the world was not worthy. They were cruelly treated, and banished from the world (The Signs of the Times, February 17, 1898)."},{"refcode_short":"4BC 1137.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1137.3 (Ellen Gould White)","content":"2, 3. A People Professedly Serving God—[Isaiah 1:2, 3 quoted.] The course pursued by Israel toward God called forth these words. It was a proof of the people's perversity that they manifested less gratitude, less attachment, less acknowledgment of ownership, toward God than the animals of the field manifest toward their masters...."},{"refcode_short":"4BC 1137.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1137.4 (Ellen Gould White)","content":"The first chapter of Isaiah is a description of a people professedly serving God, but walking in forbidden paths (Manuscript 29, 1911)."},{"refcode_short":"4BC 1137.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1137.5 (Ellen Gould White)","content":"4. Separation Led to Presumptuous, Foolhardy Madness—The professed people of God had separated from God, and had lost their wisdom and perverted their understanding. They could not see afar off; for they had forgotten that they had been purged from their old sins. They moved restlessly and uncertainly under darkness, seeking to obliterate from their minds the memory of the freedom, assurance, and happiness of their former estate. They plunged into all kinds of presumptuous, foolhardy madness, placed themselves in opposition to the providences of God, and deepened the guilt that was already upon them. They listened to the charges of Satan against the divine character, and represented God as devoid of mercy and forgiveness. The prophet writes of them, saying:"},{"refcode_short":"4BC 1137.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1137.6 (Ellen Gould White)","content":"“Ah sinful nation, a people laden with iniquity, a seed of evil-doers, children that are corrupters: they have forsaken the Lord, they have provoked the Holy One of Israel unto anger, they are gone away backward” (The Review and Herald, August 6, 1895)."},{"refcode_short":"4BC 1137.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1137.7 (Ellen Gould White)","content":"19. Obedience Leads to Perfection—We cannot overestimate the value of simple faith and unquestioning obedience. It is by following in the path of obedience in simple faith that the character obtains perfection (Letter 119, 1895)."},{"refcode_short":"4BC 1138","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1138 (Ellen Gould White)","content":"Chapter 3"},{"refcode_short":"4BC 1138.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1138.1 (Ellen Gould White)","content":"18-23 (1 Peter 3:1-5). Beauty of Soul a Standing Rebuke—In the third chapter of Isaiah's prophecy mention is made of the prevailing pride of the “daughters of Zion,” with “their tinkling ornaments, ... the chains, and the bracelets, and the mufflers, the bonnets, ... and the headbands, and the tablets, and the earrings, the rings, and nose jewels, the changeable suits of apparel, and the mantles, and the wimples, and the crisping pins, the glasses, and the fine linen, and the hoods, and the vails.” Verses 18-23. How different this picture from that portrayed by the apostle Peter of the God-fearing woman, who, estimating at its real value the “outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel,” chooses rather to cultivate beauty of soul, “even the ornament of a meek and quiet spirit, which is in the sight of God of great price.” It was “after this manner in the old time” that “the holy women ... who trusted in God, adorned themselves”; and their “chaste conversation coupled with fear” (1 Peter 3:1-5), as revealed in daily life, was ever a standing rebuke to their sisters who followed after folly (The Review and Herald, March 4, 1915)."},{"refcode_short":"4BC 1138","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1138 (Ellen Gould White)","content":"Chapter 5"},{"refcode_short":"4BC 1138.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1138.2 (Ellen Gould White)","content":"18-23 (ch. 8:12). Confidence in Man Blocks God's Messages—[Isaiah 5:18 quoted.] Men may seek to strengthen their forces by confederating together, making, as they suppose, strong societies to carry out the plans they have formed. They may lift up their souls in pride and self-sufficiency; but the One mighty in counsel does not plan with them. Their unbelief in His purposes and work, and their confidence in man, will not permit them to receive the messages He sends (The Review and Herald, December 22, 1896)."},{"refcode_short":"4BC 1138.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1138.3 (Ellen Gould White)","content":"19-23 (ch. 50:11). Men Call Evil Good, and Good Evil—[Isaiah 5:19-23 quoted.] The class here represented, in order to exalt their own opinions, employ a reasoning which is not authorized by the Word of God. They walk in the sparks of their own kindling. By their specious reasoning, they confuse the distinction that God desires to have drawn between good and evil. The sacred is brought down on a level with common things. Avarice and selfishness are called by false names; they are called prudence. Their rising up in independence and rebellion, their revenge and stubbornness, in their eyes are proofs of dignity, evidences of a noble mind. They act as though ignorance of divine things were not dangerous and even fatal to the soul; and they prefer their own reasoning to divine revelation, their own plans and human wisdom to the admonitions and commands of God. The piety and conscientiousness of others are called fanaticism, and those who practise truth and holiness are watched and criticized. They deride those who teach and believe the mystery of godliness, “Christ in you, the hope of glory.” The principles underlying these things are not discerned by them; and they go on in wrong-doing, leaving the bars open for Satan to find ready access to the soul (The Review and Herald, December 22, 1896)."},{"refcode_short":"4BC 1138.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1138.4 (Ellen Gould White)","content":"20. Watch to Praise, Not Condemn—The lips that have uttered perverse things of God's delegated servants and have scorned the message they have borne, have put darkness for light, and light for darkness. Instead of watching, as did the Pharisees, for something to condemn in the message or the messengers, something to scoff at and deride, had they opened their hearts to the bright beams of the Sun of righteousness, they would have been offering grateful praise rather than watching for something which they could misinterpret or twist so as to find fault (Letter 31a, 1894)."},{"refcode_short":"4BC 1138.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1138.5 (Ellen Gould White)","content":"Capable but Unconverted Men Do Great Harm—[Isaiah 5:20 quoted.] Men may possess capabilities given them in trust of God, but if they are not humble men, daily converted men, as vessels of honor, they will do the greater harm because of their capabilities. If they are not learners of Christ Jesus, if they do not pray and keep their natural hereditary and cultivated tendencies under control, traits of character that God abhors will pervert the judgment of those who associate with them (Letter 31a, 1894)."},{"refcode_short":"4BC 1138","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1138 (Ellen Gould White)","content":"Chapter 6"},{"refcode_short":"4BC 1138.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1138.6 (Ellen Gould White)","content":"1-7 (Revelation 11:19). Isaiah's Experience Represents Last-Day Church—[Isaiah 6:1-4 quoted.] As the prophet Isaiah beheld the glory of the Lord, he was amazed, and, overwhelmed with a sense of his own weakness and unworthiness, he cried, “Woe is me! for I am undone; because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the Lord of Hosts.”"},{"refcode_short":"4BC 1139.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1139.1 (Ellen Gould White)","content":"Isaiah had denounced the sin of others; but now he sees himself exposed to the same condemnation he had pronounced upon them. He had been satisfied with a cold, lifeless ceremony in his worship of God. He had not known this until the vision was given him of the Lord. How little now appeared his wisdom and talents as he looked upon the sacredness and majesty of the sanctuary. How unworthy he was! how unfitted for sacred service! His view of himself might be expressed in the language of the apostle Paul, “O wretched man that I am! who shall deliver me from the body of this death?”"},{"refcode_short":"4BC 1139.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1139.2 (Ellen Gould White)","content":"But relief was sent to Isaiah in his distress. [Isaiah 6:6, 7 quoted.] ..."},{"refcode_short":"4BC 1139.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1139.3 (Ellen Gould White)","content":"The vision given to Isaiah represents the condition of God's people in the last days. They are privileged to see by faith the work that is going forward in the heavenly sanctuary. “And the temple of God was opened in heaven, and there was seen in his temple the ark of his testament.” As they look by faith into the holy of holies, and see the work of Christ in the heavenly sanctuary, they perceive that they are a people of unclean lips,—a people whose lips have often spoken vanity, and whose talents have not been sanctified and employed to the glory of God. Well may they despair as they contrast their own weakness and unworthiness with the purity and loveliness of the glorious character of Christ. But if they, like Isaiah, will receive the impression the Lord designs shall be made upon the heart, if they will humble their souls before God, there is hope for them. The bow of promise is above the throne, and the work done for Isaiah will be performed in them. God will respond to the petitions coming from the contrite heart (The Review and Herald, December 22, 1896)."},{"refcode_short":"4BC 1139.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1139.4 (Ellen Gould White)","content":"Isaiah had a wonderful view of God's glory. He saw the manifestation of God's power, and after beholding His majesty, a message came to him to go and do a certain work. He felt wholly unworthy for the work. What made him esteem himself unworthy? Did he think himself unworthy before he had a view of God's glory?—No; he imagined himself in a righteous state before God; but when the glory of the Lord of hosts was revealed to him, when he beheld the inexpressible majesty of God, he said, “I am undone; because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips; for mine eyes have seen the King, the Lord of hosts. Then flew one of the seraphim unto me, having a living coal in his hands, which he had taken with the tongs from off the altar, and he laid it upon my mouth, and said, Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin purged.” This is the work that as individuals we need to have done for us. We want the living coal from off the altar placed upon our lips. We want to hear the word spoken, “Thine iniquity is taken away, and thy sin purged” (The Review and Herald, June 4, 1889)."},{"refcode_short":"4BC 1139.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1139.5 (Ellen Gould White)","content":"1-8. Shekinah Glory Revealed to Isaiah—Christ Himself was the Lord of the temple. When He should leave it, its glory would depart—that glory once visible in the holy of holies over the mercy seat, where the high priest entered only once a year, on the great day of atonement, with the blood of the slain victim (typical of the blood of the Son of God shed for the sins of the world), and sprinkled it upon the altar. This was the Shekinah, the visible pavilion of Jehovah."},{"refcode_short":"4BC 1139.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1139.6 (Ellen Gould White)","content":"It was this glory that was revealed to Isaiah, when he says, “In the year that king Uzziah died I saw also the Lord sitting upon a throne, high and lifted up, and his train filled the temple” [Isaiah 6:1-8 quoted] (Manuscript 71, 1897)."},{"refcode_short":"4BC 1139.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1139.7 (Ellen Gould White)","content":"Vision of Glory Leads to Genuine Conviction of Unworthiness—In the year that King Uzziah died, Isaiah was permitted in vision to look into the holy place, and into the holy of holies in the heavenly sanctuary. The curtains of the innermost sanctuary were drawn aside, and a throne high and lifted up, towering as it were to the very heavens, was revealed to his gaze. An indescribable glory emanated from a personage on the throne, and His train filled the temple, as His glory will finally fill the earth. Cherubim were on either side of the mercy-seat, as guards round the great king, and they glowed with the glory that enshrouded them from the presence of God. As their songs of praise resounded in deep, earnest notes of adoration, the pillars of the gate trembled, as if shaken by an earthquake. These holy beings sang forth the praise and glory of God with lips unpolluted with sin. The contrast between the feeble praise which he had been accustomed to bestow upon the Creator and the fervid praises of the seraphim, astonished and humiliated the prophet. He had for the time being the sublime privilege of appreciating the spotless purity of Jehovah's exalted character."},{"refcode_short":"4BC 1140.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1140.1 (Ellen Gould White)","content":"While he listened to the song of the angels, as they cried, “Holy, holy, holy, is the Lord of hosts: the whole earth is full of his glory,” the glory, the infinite power, and the unsurpassed majesty of the Lord passed before his vision, and was impressed upon his soul. In the light of this matchless radiance that made manifest all he could bear in the revelation of the divine character, his own inward defilement stood out before him with startling clearness. His very words seemed vile to him."},{"refcode_short":"4BC 1140.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1140.2 (Ellen Gould White)","content":"Thus when the servant of God is permitted to behold the glory of the God of heaven, as He is unveiled to humanity, and realizes to a slight degree the purity of the Holy One of Israel, he will make startling confessions of the pollution of his soul, rather than proud boasts of his holiness. In deep humiliation Isaiah exclaimed, “Woe is me! for I am undone; because I am a man of unclean lips: ... for mine eyes have seen the king, the Lord of hosts.” This is not that voluntary humility and servile self-reproach that so many seem to consider it a virtue to display. This vague mockery of humility is prompted by hearts full of pride and self-esteem. There are many who demerit themselves in words, who would be disappointed if this course did not call forth expressions of praise and appreciation from others. But the conviction of the prophet was genuine. As humanity, with its weakness and deformity, was brought out in contrast with the perfection of divine holiness and light and glory, he felt altogether inefficient and unworthy. How could he go and speak to the people the holy requirements of Jehovah, who was high and lifted up, and whose train filled the temple? While Isaiah was trembling and conscience-smitten, because of his impurity in the presence of this unsurpassed glory, he said, “Then flew one of the seraphim unto me, having a live coal in his hand, which he had taken with the tongs from off the altar; and he laid it upon my mouth, and said, Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin purged. Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here am I; send me” (The Review and Herald, October 16, 1888)."},{"refcode_short":"4BC 1140.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1140.3 (Ellen Gould White)","content":"2. Angels Fully Satisfied to Glorify God—The seraphim before the throne are so filled with reverential awe in beholding the glory of God that they do not for an instant look upon themselves with self-complacency, or in admiration of themselves or one another. Their praise and glory are for the Lord of Hosts, who is high and lifted up, and the glory of whose train fills the temple. As they see the future, when the whole earth shall be filled with His glory, the triumphant song of praise is echoed from one to another in melodious chant, “Holy, holy, holy, is the Lord of Hosts.” They are fully satisfied to glorify God; and in His presence, beneath His smile of approbation, they wish for nothing more. In bearing His image, in doing His service and worshiping Him, their highest ambition is fully reached (The Review and Herald, December 22, 1896)."},{"refcode_short":"4BC 1140.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1140.4 (Ellen Gould White)","content":"5-7 (Matthew 12:34-36). Consider Words in Light of Heaven—Let every soul who claims to be a son or a daughter of God examine himself in the light of heaven; let him consider the polluted lips that make him “undone.” They are the medium of communication. [Matthew 12:34, 35 quoted.] Then let them not be used in bringing from the treasure of the heart words that will dishonor God and discourage those around you, but use them for the praise and glory of God, who has formed them for this purpose. When the cleansing coal is applied from the glowing altar, the conscience will be purged from dead works to serve the living God; and when the love of Jesus is the theme of contemplation, the words coming from human lips will be full of praise and thanksgiving to God and to the Lamb."},{"refcode_short":"4BC 1141.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1141.1 (Ellen Gould White)","content":"How many words are spoken in lightness and foolishness, in jesting and joking! This would not be so did the followers of Christ realize the truth of the words, “Every idle word that men shall speak, they shall give account thereof in the day of judgment. For by thy words thou shalt be justified, and by thy words thou shalt be condemned.”"},{"refcode_short":"4BC 1141.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1141.2 (Ellen Gould White)","content":"Harsh and unkind words, words of censure and criticism of God's work and His messengers, are indulged in by those who profess to be His children. When these careless souls discern the greatness of God's character, they will not mingle their spirit and attributes with His service. When our eyes look by faith into the sanctuary, and take in the reality, the importance and holiness, of the work there being done, everything of a selfish nature will be abhorred by us. Sin will appear as it is,—the transgression of God's holy law. The atonement will be better understood; and by living, active faith, we shall see that whatever of virtue humanity possesses, it exists only in Jesus Christ, the world's Redeemer (The Review and Herald, December 22, 1896)."},{"refcode_short":"4BC 1141.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1141.3 (Ellen Gould White)","content":"5-8. When One Is Ready to Work With God, He Carries Message—Isaiah had a message from the God of heaven to give to the backsliding people of Israel, and he gave them this message. He knew what elements he had to deal with; he knew the stubbornness and perversity of the heart, and how hard it would be to make any impression upon them. As he stood in the portico of the temple, the Lord revealed Himself to him. The veil of the temple was withdrawn, the door lifted, and he had a view of the holy of holies within the veil. He saw the God of Israel before the throne high and lifted up, and the train of His glory filled the temple. As Isaiah senses his own sinfulness, he cries out, “I am a man of unclean lips, and I dwell in the midst of a people of unclean lips.” And there was seen the hand that took the live coal from off the altar, and touched his lips, and bade him be clean. Then he was ready to go with the message, and he said, “Send me”; for he knew that the Spirit of God would be with the message."},{"refcode_short":"4BC 1141.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1141.4 (Ellen Gould White)","content":"To those who are engaged in the work of God, in the conversion of souls, it would seem as though it was impossible to reach the obdurate heart. This is how Isaiah felt, but when he saw that there was a God above the cherubim, and that they were ready to work with God, he was ready to carry the message (The Review and Herald, May 3, 1887)."},{"refcode_short":"4BC 1141.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1141.5 (Ellen Gould White)","content":"6. Live Coal Symbolizes Purity and Power—The live coal is symbolical of purification. If it touches the lips, no impure word will fall from them. The live coal also symbolizes the potency of the efforts of the servants of the Lord. God hates all coldness, all commonness, all cheap efforts. Those who labor acceptably in His cause, must be men who pray fervently, and whose works are wrought in God; and they will never have cause to be ashamed of their record. They will have an abundant entrance into the kingdom of our Lord Jesus Christ, and their reward will be given them,—even eternal life (The Review and Herald, October 16, 1888)."},{"refcode_short":"4BC 1141","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1141 (Ellen Gould White)","content":"Chapter 8"},{"refcode_short":"4BC 1141.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1141.6 (Ellen Gould White)","content":"12 (see EGW comments on ch. 5:18-23). Satan Seeks to Widen Distance Between Heaven and Earth—The satanic agencies are constantly at work, sowing and watering the seeds of rebellion against the law of God, and Satan is gathering souls under his black banner of revolt. He forms a confederacy with human beings to contend against purity and holiness. He has worked diligently, perseveringly, increasing the number who will confederate with him. By his representations he seeks to widen the distance between heaven and earth, and he grows into the conviction that he can wear out the patience of God, extinguish His love for man, and bring condemnation upon the whole human family (The Review and Herald, October 21, 1902)."},{"refcode_short":"4BC 1141.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1141.7 (Ellen Gould White)","content":"No Confederacy With Those Opposing the Truth—Let the watchmen on the walls of Zion not join with those who are making of none effect the truth as it is in Christ. Let them not join the confederacy of infidelity, popery, and Protestantism in exalting tradition above Scripture, reason above revelation, and human talent above the divine influence and the vital power of godliness (The Review and Herald, March 24, 1896)."},{"refcode_short":"4BC 1142.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1142.1 (Ellen Gould White)","content":"The Divine Touch Needed—The gospel is now resolutely opposed on every hand. Never was the confederacy of evil greater than at the present time. The spirits of darkness are combining with human agencies to set them firmly against the commandments of God. Traditions and falsehoods are exalted above the Scriptures; reason and science above revelation; human talent above the teachings of the Spirit; forms and ceremonies above the vital power of godliness. We need the divine touch (The Review and Herald, March 19, 1895)."},{"refcode_short":"4BC 1142.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1142.2 (Ellen Gould White)","content":"Fallen Men and Fallen Angels in Same Confederacy—Through apostasy, fallen men and fallen angels are in the same confederacy, leagued to work against good. They are united in a desperate companionship. Through his evil angels, Satan contrives to form an alliance with professedly pious men, and thus he leavens the church of God. He knows that if he can induce men, as he induced the angels, to join in rebellion, under the guise of servants of God, he will have in them his most successful allies in his enterprise against heaven. Under the name of godliness, he can inspire them with his own accusing spirit, and lead them to charge God's servants with evil and guile. They are his trained detectives; their work is to create feuds, to make charges which create discord and bitterness among brethren, to set tongues in active service for Satan, to sow seeds of dissension by watching for evil, and by speaking of that which will create discord."},{"refcode_short":"4BC 1142.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1142.3 (Ellen Gould White)","content":"I beseech all who engage in the work of murmuring and complaining because something has been said or done that does not suit them, and that does not, as they think, give them due consideration, to remember that they are carrying on the very work begun in heaven by Satan. They are following in his track, sowing unbelief, discord, and disloyalty; for no one can entertain feelings of disaffection, and keep them to himself. He must tell others that he is not treated as he should be. Thus they are led to murmur and complain. This is the root of bitterness springing up, whereby many are defiled."},{"refcode_short":"4BC 1142.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1142.4 (Ellen Gould White)","content":"Thus Satan works today through his evil angels. He confederates with men who claim to be in the faith; and those who are trying to carry forward the work of God with fidelity, having no man's person in admiration, working without hypocrisy and partiality, will have just as severe trials brought against them as Satan can bring through those who claim to love God. Proportionate to the light and knowledge these opposers have is Satan's success. The root of bitterness strikes deep, and is communicated to others. Thus many are defiled. Their statements are confused and untruthful, their principles are unscrupulous, and Satan finds in them the very helpers he needs (The Review and Herald, September 14, 1897)."},{"refcode_short":"4BC 1142.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1142.5 (Ellen Gould White)","content":"What Is a Confederacy?—The question has been asked, What do you mean by a confederacy? Who have formed confederacies? You know what a confederacy is,—a union of men in a work that does not bear the stamp of pure, straightforward, unswerving integrity (Manuscript 29, 1911)."},{"refcode_short":"4BC 1142.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1142.6 (Ellen Gould White)","content":"(2 Corinthians 6:17.) The wicked are being bound up in bundles, bound up in trusts, in unions, in confederacies. Let us have nothing to do with these organizations. God is our Ruler, our Governor, and He calls us to come out from the world and be separate. “Come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing.” If we refuse to do this, if we continue to link up with the world, and to look at every matter from a worldly standpoint, we shall become like the world. When worldly policy and worldly ideas govern our transactions, we cannot stand on the high and holy platform of eternal truth (Manuscript 71, 1903)."},{"refcode_short":"4BC 1142.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1142.7 (Ellen Gould White)","content":"Good and Evil Angels in Human Form on Field of Action—Satanic agencies in human form will take part in this last great conflict to oppose the building up of the kingdom of God. And heavenly angels in human guise will be on the field of action. Men and women have confederated to oppose the Lord God of heaven, and the church is only half awake to the situation. There needs to be much more of prayer, much more of earnest effort among professed believers."},{"refcode_short":"4BC 1142.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1142.8 (Ellen Gould White)","content":"The two opposing parties will continue to exist till the closing up of the last great chapter in this world's history. Satanic agencies are in every city. We cannot afford to be off our guard for one moment (Letter 42, 1909)."},{"refcode_short":"4BC 1143","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1143 (Ellen Gould White)","content":"Chapter 14"},{"refcode_short":"4BC 1143.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1143.1 (Ellen Gould White)","content":"12-14 (see EGW on Ezekiel 28:13-15). Satan's Rebellion of Long Standing—The records of some are similar to that of the exalted angel who was given a position next to Jesus Christ in the heavenly courts. Lucifer was enshrouded with glory as the covering cherub. Yet this angel whom God had created, and entrusted with power, became desirous of being as God. He gained the sympathy of some of his associates by suggesting thoughts of criticism regarding the government of God. This evil seed was scattered in a most seducing manner; and after it had sprung up and taken root in the minds of many, he gathered the ideas that he himself had first implanted in the minds of others, and brought them before the highest order of angels as the thoughts of other minds against the government of God. Thus, by ingenious methods of his own devising, Lucifer introduced rebellion in heaven."},{"refcode_short":"4BC 1143.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1143.2 (Ellen Gould White)","content":"God desired that a change take place, and that the work of Satan be brought out in its genuine aspect. But the exalted angel standing next to Christ was opposed to the Son of God. The underworking was so subtle that it could not be made to appear before the heavenly host as the thing that it really was; and so there was war in heaven, and Satan was expelled with all who would not stand on the side of loyalty to God's government. The Lord God stood forth as Supreme Ruler."},{"refcode_short":"4BC 1143.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1143.3 (Ellen Gould White)","content":"This condition of things had existed a long period of time before Satan was unmasked and the evil ones expelled (Letter 162, 1906)."},{"refcode_short":"4BC 1143","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1143 (Ellen Gould White)","content":"Chapter 25"},{"refcode_short":"4BC 1143.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1143.4 (Ellen Gould White)","content":"1-4. Hang His Mercies in Memory's Hall—[Isaiah 25:1-4 quoted]. Wherein do we show our gratitude to God? His benefits to us are inexpressibly great. Do we frame His mercies and blessings, and hang them in memory's hall, where we can see them and be led to offer thanksgiving to God for His goodness and love? There are thousands upon thousands who have no eyes to see, no ears to hear, no hearts to appreciate God's work in their behalf. They pass by the goodness of the Lord as theirs by right (Manuscript 145, 1899)."},{"refcode_short":"4BC 1143","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1143 (Ellen Gould White)","content":"Chapter 26"},{"refcode_short":"4BC 1143.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1143.5 (Ellen Gould White)","content":"19. Sleeping Saints Guarded as Precious Jewels—[Isaiah 26:19 quoted]. The Life-giver will call up His purchased possession in the first resurrection, and until that triumphant hour, when the last trump shall sound and the vast army shall come forth to eternal victory, every sleeping saint will be kept in safety and will be guarded as a precious jewel, who is known to God by name. By the power of the Saviour that dwelt in them while living and because they were partakers of the divine nature, they are brought forth from the dead (Letter 65a, 1894)."},{"refcode_short":"4BC 1143.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1143.6 (Ellen Gould White)","content":"20 (ch. 49:16). How to Prepare for Future Protection—When tempted to sin, let us remember that Jesus is pleading for us in the heavenly sanctuary. When we put away our sins and come to Him in faith, He takes our names on His lips, and presents them to His Father, saying, “I have graven them upon the palms of my hands; I know them by name.” And the command goes forth to the angels to protect them. Then in the day of fierce trial He will say, “Come, my people, enter thou into thy chambers, and shut thy doors about thee: hide thyself as it were for a little moment, until the indignation be overpast.” What are the chambers in which they are to hide?—They are the protection of Christ and holy angels. The people of God are not at this time all in one place. They are in different companies, and in all parts of the earth; and they will be tried singly, not in groups. Every one must stand the test for himself (The Review and Herald, November 19, 1908)."},{"refcode_short":"4BC 1143.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1143.7 (Ellen Gould White)","content":"21. Earth's Cup of Iniquity Soon Full—The point is fast being reached when the iniquity of transgressors will be to the full. God gives nations a certain time of probation. He sends light and evidence, that, if received, will save them, but if refused as the Jews refused light, indignation and punishment will fall upon them. If men refuse to be benefited, and choose darkness rather than light, they will reap the results of their choice. “Behold, the Lord cometh out of his place to punish the inhabitants of the earth for their iniquity: the earth also shall disclose her blood, and shall no more cover her slain.” The professed Christian world is advancing, as did the Jewish nation, from one degree of sinfulness to a greater degree, refusing warning after warning, and rejecting a Thus saith the Lord, while crediting the fables of men. The Lord God will soon arise in His wrath, and pour out His judgments upon those who are repeating the sins of the inhabitants of the Noachic world. Those whose hearts are fully set in them to do evil, as were the hearts of the inhabitants of Sodom, will like them be destroyed. The fact that God had long forbearance, patience and mercy, the fact that His judgments have been long delayed, will not make the punishment any less severe when it does come (Manuscript 69, 1896)."},{"refcode_short":"4BC 1144","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1144 (Ellen Gould White)","content":"Chapter 30"},{"refcode_short":"4BC 1144.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1144.1 (Ellen Gould White)","content":"15. Usefulness Not Proved by Noise and Bustle—We need a calm waiting upon God. The need of this is imperious. It is not the noise and bustle we make in the world which proves our usefulness. See how silently God works. We do not hear the noise of His steps, and yet He is walking about us, laboring for our good. Jesus did not seek for notoriety; His life-giving virtue was going out to the needy and the afflicted through silent actions, whose influence extended far into all countries and was felt and expressed in the life of millions of human beings. Those who desire to labor with God have need of His Spirit every day; they need to walk and labor in meekness and humility of spirit, without seeking to accomplish extraordinary things, satisfied to do the work before them and doing it faithfully. Men may not see or appreciate their efforts, but the names of these faithful children of God are written in heaven among His noblest workers, as scattering His seed in view of a glorious harvest. “Ye shall know them by their fruits” (Manuscript 24, 1887)."},{"refcode_short":"4BC 1144.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1144.2 (Ellen Gould White)","content":"Take Time to Rest, Think, Appreciate—The Lord wants human beings to take time to rest, time to think of and appreciate heavenly things. Those who do not value the things of heaven sufficiently to give time to them will at last lose all (Letter 181, 1903)."},{"refcode_short":"4BC 1144","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1144 (Ellen Gould White)","content":"Chapter 40"},{"refcode_short":"4BC 1144.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1144.3 (Ellen Gould White)","content":"1, 2. Some Jews, Firm to Principle, Influenced Idolatrous Companions—The covenant mercy of God led Him to interpose in behalf of His people Israel after their severe chastisement before their enemies. Israel had chosen to walk in her own wisdom and righteousness in the place of the wisdom and righteousness of God, and as a result her nation was ruined. God permitted them to suffer under a double yoke, that they might be humiliated and repent. But in their dispersion and captivity, the Jews were not left in a hopeless state. Encouragement was given them, for through this humiliation they were to be brought to seek the Lord. God gave to Isaiah a message for this people: [Isaiah 40:1, 2 quoted]."},{"refcode_short":"4BC 1144.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1144.4 (Ellen Gould White)","content":"When the Jews were dispersed from Jerusalem, there were among them young men and women who were firm as a rock to principle, men and women who had not pursued a course to make the Lord ashamed to call them His people. These were sad at heart for the backsliding which they could not prevent. These innocent ones must suffer with the guilty; but God would give them strength sufficient for their day. It was to them that the message of encouragement was sent. The hope of the nation lay in those young men and maidens who would preserve their integrity. And in their captivity these obedient ones had an influence over their idolatrous companions. Had all who were taken captive held firmly to correct principles, they would have imparted light in every place where they were scattered. But they remained impenitent, and still heavier punishment came upon them. Their calamities were sent for their purification. God would bring them to the place where they would be instructed (Manuscript 151, 1899)."},{"refcode_short":"4BC 1144.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1144.5 (Ellen Gould White)","content":"9-11. Israel Fully Instructed Regarding Coming Saviour—Isaiah saw Christ's triumphal entry into Jerusalem amid the praises and rejoicing of the people. His prophetic words are eloquent in their simplicity. [Isaiah 40:9-11 quoted.]"},{"refcode_short":"4BC 1145.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1145.1 (Ellen Gould White)","content":"Inspiration is revealed in this record of Christ's work. These closing chapters of the book of Isaiah should be diligently studied; for they are full of the gospel of Christ. They reveal to us that Israel was fully instructed in regard to the coming Saviour (Manuscript 151, 1899)."},{"refcode_short":"4BC 1145.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1145.2 (Ellen Gould White)","content":"10. Our Daily Reward—Whenever He comes to us, His reward is with Him. He does not leave it in heaven, but gives it to us every day. Daily He gives us confidence and light and blessing. Daily our hearts beat in unison with His great heart of infinite love (Manuscript 116, 1902)."},{"refcode_short":"4BC 1145.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1145.3 (Ellen Gould White)","content":"12-14. Man Can Teach God Nothing—[Isaiah 40:12-14 quoted.] Men sometimes suppose that they discover new scientific truths; but they cannot teach God anything. Our God is a God of infinite knowledge (Manuscript 116, 1902)."},{"refcode_short":"4BC 1145.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1145.4 (Ellen Gould White)","content":"12-27. Questions for Meditation—These questions are directed to us as truly as they were to the Israelites. Can we answer them (Manuscript 116, 1902)?"},{"refcode_short":"4BC 1145.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1145.5 (Ellen Gould White)","content":"18-28. Varieties of Gods Men Worship—The Lord urges His supremacy. But Satan well knows that the worship of the living God elevates, ennobles, and exalts a nation. He knows that idol-worship does not elevate, but that it degrades man's ideas, by associating with worship that which is base and corrupt. He is at work constantly to draw the mind away from the only true and living God. He leads men to give honor and glory to objects that human hands have made or to soulless creatures that God has created. The Egyptians and other heathen nations had many strange gods—creatures of their own fanciful imagination."},{"refcode_short":"4BC 1145.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1145.6 (Ellen Gould White)","content":"The Jews, after their long captivity, would not make any image. The image on the Roman ensign or banner, they called an abomination, especially when these emblems were placed in a prominent place for them to respect. Such respect they regarded as a violation of the second commandment. When the Roman ensign was set up in the holy place in the temple, they looked upon it as an abomination...."},{"refcode_short":"4BC 1145.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1145.7 (Ellen Gould White)","content":"To make an image of God dishonors Him. No one should bring into service the power of imagination to worship that which belittles God in the mind and associates Him with common things. Those who worship God must worship Him in spirit and in truth. They must exercise living faith. Their worship will then be controlled not by the imagination, but by genuine faith."},{"refcode_short":"4BC 1145.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1145.8 (Ellen Gould White)","content":"Let men worship and serve the Lord God, and Him only. Let not selfish pride be lifted up and served as a god. Let not money be made a god. If sensuality is not kept under the control of the higher powers of the mind, base passion will rule the being. Anything that is made the subject of undue thought and admiration, absorbing the mind, is a god chosen before the Lord. God is a searcher of the heart. He distinguishes between true heart-service and idolatry (Manuscript 126, 1901)."},{"refcode_short":"4BC 1145.9","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1145.9 (Ellen Gould White)","content":"26 (Psalm 19:1). Angels Enlighten Minds as We Study God's Works—God calls men to look upon the heavens. See Him in the wonders of the starry heavens. [Isaiah 40:26 quoted.] We are not merely to gaze upon the heavens; we are to consider the works of God. He would have us study the works of infinity, and from this study, learn to love and reverence and obey Him. The heavens and the earth with their treasures are to teach the lessons of God's love, care, and power."},{"refcode_short":"4BC 1145.10","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1145.10 (Ellen Gould White)","content":"Satan will manufacture his diversions that men may not think about God. The world, filled with sport and pleasure-loving, is always thirsting for some new interest. And how little time and thought are given to the Creator of the heavens and the earth. God calls upon His creatures to turn their attention from the confusion and perplexity around them, and admire His handiwork. The heavenly bodies are worthy of contemplation. God has made them for the benefit of man, and as we study His works, angels of God will be by our side to enlighten our minds, and guard them from satanic deception. As you look at the wonderful things God's hand has made, let your proud, foolish heart feel its dependence and inferiority. As you consider these things, you will have a sense of God's condescension (Manuscript 96, 1899)."},{"refcode_short":"4BC 1145.11","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1145.11 (Ellen Gould White)","content":"All Bounties Come to Man Through the Cross—The sun and the moon were made by Him; there is not a star that beautifies the heavens which He did not make. There is not an article of food upon our tables that He has not provided for our sustenance. The stamp and superscription of God is upon it all. Everything is included in and abundantly supplied to man, through the one unspeakable Gift, the only begotten Son of God. He was nailed to the cross that all these bounties might flow to God's workmanship (Letter 79, 1897)."},{"refcode_short":"4BC 1146","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1146 (Ellen Gould White)","content":"Chapter 42"},{"refcode_short":"4BC 1146.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1146.1 (Ellen Gould White)","content":"1-4. Christ Would Encourage Faith and Hope—[Isaiah 42:1, 2 quoted.] He [Christ] will not be like the teachers of His day. The ostentation and show and parade of piety revealed in the priests and Pharisees is not His way. [Isaiah 42:3, 4 quoted.] Christ saw the work of the priests and rulers. The very ones who needed help, the afflicted, the distressed, were treated with words of censure and rebuke, and He forbore to speak any word that would break the feeble reed. The dimly burning wick of faith and hope, He would encourage, and not quench. He would feed His flock like a shepherd; He would gather the lambs with His arms, and carry them in His bosom (Manuscript 151, 1899)."},{"refcode_short":"4BC 1146.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1146.2 (Ellen Gould White)","content":"5-12. Faithfulness Leads Men to Praise God—[Isaiah 42:5-12 quoted.] This work had been given to Israel, but they had neglected their God-appointed work. Had they been faithful in all parts of the Lord's vineyard, souls would have been converted. The Lord's praise would have been heard from the ends of the earth. From the wilderness and the cities thereof, and from the tops of the mountains, men would have shouted His praise, and told of His glory (Manuscript 151, 1899)."},{"refcode_short":"4BC 1146.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1146.3 (Ellen Gould White)","content":"13. We Gain Victory in His Power—The issue of the battle does not rest upon the strength of mortal man. “The Lord shall go forth as a mighty man, he shall stir up jealousy like a man of war: he shall cry, yea, roar; he shall prevail against his enemies.” In the power of Him who rides forth conquering and to conquer, weak, finite man may gain the victory (Manuscript 151, 1899)."},{"refcode_short":"4BC 1146.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1146.4 (Ellen Gould White)","content":"21. God's Army Magnifies the Law—Those who belong to Christ's army must work with concerted action. They cannot be faithful soldiers unless they obey orders. United action is essential. An army in which every part acts without reference to the other parts, has no real strength. In order to add new territory to Christ's kingdom, His soldiers must act in concert.... He calls for a united army, which moves steadily forward, not for a company composed of independent atoms. The strength of His army is to be used for one great purpose. Its efforts are to be concentrated upon one great point—the magnifying of the laws of His kingdom before the world, before angels, and before men (Manuscript 82, 1900)."},{"refcode_short":"4BC 1146","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1146 (Ellen Gould White)","content":"Chapter 43"},{"refcode_short":"4BC 1146.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1146.5 (Ellen Gould White)","content":"6, 7. See EGW on Genesis 2:16, 17, Vol. 1, p. 1082."},{"refcode_short":"4BC 1146.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1146.6 (Ellen Gould White)","content":"10. See EGW on Proverbs 1:10, Vol. 3, p. 1155."},{"refcode_short":"4BC 1146","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1146 (Ellen Gould White)","content":"Chapter 48"},{"refcode_short":"4BC 1146.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1146.7 (Ellen Gould White)","content":"10. God's Children Always Being Tested—God's children are always being tested in the furnace of affliction. If they endure the first trial, it is not necessary for them to pass through a similar ordeal the second time; but if they fail, the trial is brought to them again and again, each time being still more trying and severe. Thus opportunity after opportunity is placed before them of gaining the victory and proving themselves true to God. But if they continue to manifest rebellion, God is compelled at last to remove His Spirit and light from them (Manuscript 69, 1912)."},{"refcode_short":"4BC 1146.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1146.8 (Ellen Gould White)","content":"Sorrow and trial must come to all, and is beautiful only as it works to polish, to sanctify, and refine the soul as a fit instrument to do service for the Lord (Letter 69, 1897)."},{"refcode_short":"4BC 1146","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1146 (Ellen Gould White)","content":"Chapter 49"},{"refcode_short":"4BC 1146.9","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1146.9 (Ellen Gould White)","content":"16. See EGW on ch. 26:20."},{"refcode_short":"4BC 1146","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1146 (Ellen Gould White)","content":"Chapter 50"},{"refcode_short":"4BC 1146.10","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1146.10 (Ellen Gould White)","content":"10, 11 (see EGW comments on ch. 5:19-23). Walk in God's Light, Not Own Sparks—The Lord has presented before me that those who have been in any measure blinded by the enemy, and who have not fully recovered themselves from the snare of Satan, will be in peril because they cannot discern light from heaven, and will be inclined to accept a falsehood. This will affect the whole tenor of their thoughts, their decisions, their propositions, their counsels. The evidences that God has given are no evidence to them, because they have blinded their own eyes by choosing darkness rather than light. Then they will originate something they call light, which the Lord calls sparks of their own kindling, by which they will direct their steps. The Lord declares, “Who is among you that feareth the Lord, that obeyeth the voice of his servant, that walketh in darkness, and hath no light? Let him trust in the name of the Lord, and stay upon his God. Behold, all ye that kindle a fire, that compass yourselves about with sparks: walk in the light of your fire, and in the sparks that ye have kindled. This shall ye have at mine hand; ye shall lie down in sorrow.” Jesus said, “For judgment I am come into this world, that they which see not might see; and that they which see might be made blind.” “I am come a light into the world, that whosoever believeth on me should not abide in darkness.” “He that rejecteth me, and receiveth not my words, hath one that judgeth him: the word that I have spoken, the same shall judge him in the last day.”"},{"refcode_short":"4BC 1147.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1147.1 (Ellen Gould White)","content":"By many, the words which the Lord sent will be rejected, and the words that man may speak will be received as light and truth. Human wisdom will lead away from self-denial, from consecration, and will devise many things that tend to make of no effect God's messages. We cannot with any safety rely upon men who are not in close connection with God. They accept the opinions of men, but cannot discern the voice of the true Shepherd, and their influence will lead many astray, though evidence is piled upon evidence before their eyes, testifying to the truth that God's people should have for this time (Letter 1f, 1890)."},{"refcode_short":"4BC 1147","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1147 (Ellen Gould White)","content":"Chapter 53"},{"refcode_short":"4BC 1147.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1147.2 (Ellen Gould White)","content":"1-3. Christ's Grace and Virtue Did Not Appeal to Jews—[Isaiah 53:1-3 quoted.] These words do not mean that Christ was unattractive in person. In the eyes of the Jews, Christ had no beauty that they should desire Him. They looked for a Messiah who would come with outward display and worldly glory, one who would do great things for the Jewish nation, exalting it above every other nation on the earth. But Christ came with His divinity hidden by the garb of humanity, unobtrusive, humble, poor. They compared this man with the proud boasts they had made, and they could see no beauty in Him. They did not discern the holiness and purity of His character. The grace and virtue revealed in His life did not appeal to them (Manuscript 33, 1911)."},{"refcode_short":"4BC 1147.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1147.3 (Ellen Gould White)","content":"2, 3. A Picture That Will Subdue and Humble—Prophecy foretold that Christ was to appear as a root out of dry ground. “He hath no form nor comeliness,” wrote Isaiah, “and when we shall see him, there is no beauty that we should desire him. He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not.” This chapter should be studied. It presents Christ as the Lamb of God. Those who are lifted up with pride, whose souls are filled with vanity, should look upon this picture of their Redeemer, and humble themselves in the dust. The entire chapter should be committed to memory. Its influence will subdue and humble the soul defiled by sin and uplifted by self-exaltation."},{"refcode_short":"4BC 1147.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1147.4 (Ellen Gould White)","content":"Think of Christ's humiliation. He took upon Himself fallen, suffering human nature, degraded and defiled by sin. He took our sorrows, bearing our grief and shame. He endured all the temptations wherewith man is beset. He united humanity with divinity: a divine spirit dwelt in a temple of flesh. He united Himself with the temple. “The Word was made flesh, and dwelt among us,” because by so doing He could associate with the sinful, sorrowing sons and daughters of Adam (The Youth's Instructor, December 20, 1900)."},{"refcode_short":"4BC 1147.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1147.5 (Ellen Gould White)","content":"5. Christ Can Ransom Every Soul—It was not alone by dying on the cross that Christ accomplished His work of saving men. The ignominy and suffering and humiliation was a part of His mission. “He was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him; and with his stripes we are healed.” This penalty Christ bore for the sins of the transgressor; He has borne the punishment for every man and for this reason He can ransom every soul, however fallen his condition, if he will accept the law of God as his standard of righteousness (Manuscript 77, 1899)."},{"refcode_short":"4BC 1148.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1148.1 (Ellen Gould White)","content":"7, 9. Satan Assailed Christ, Provoked No Retaliation—Satan assailed Him [Christ] in every point, yet He sinned not in thought, word, or deed. He did no violence, neither was guile found in His mouth. Walking in the midst of sin, He was holy, harmless, undefiled. He was wrongfully accused, yet He opened not His mouth to justify Himself. How many now, when accused of that of which they are not guilty, feel that there is a time when forbearance ceases to be a virtue, and losing their temper, speak words which grieve the Holy Spirit (Manuscript 42, 1901)?"},{"refcode_short":"4BC 1148.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1148.2 (Ellen Gould White)","content":"11. See EGW on Zechariah 9:16."},{"refcode_short":"4BC 1148","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1148 (Ellen Gould White)","content":"Chapter 54"},{"refcode_short":"4BC 1148.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1148.3 (Ellen Gould White)","content":"Every Specification to Be Fulfilled—All the fifty-fourth chapter of Isaiah is applicable to the people of God, and every specification of the prophecy will be fulfilled. The Lord will not forsake His people in their time of trial. He says, “For a small moment have I forsaken you; but with great mercies will I gather thee. In a little wrath I hid my face from thee for a moment; but with everlasting kindness will I have mercy on thee, saith the Lord thy Redeemer.” Are these words of comfort spoken to those who are making void the law of God? No, no, the promise is for those who amid general apostasy, keep the commandments of God, and lift up the moral standard before the eyes of the world who have forsaken the ordinance, and broken the everlasting covenant [Isaiah 54:9-13 quoted] (The Review and Herald, August 20, 1895)."},{"refcode_short":"4BC 1148","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1148 (Ellen Gould White)","content":"Chapter 57"},{"refcode_short":"4BC 1148.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1148.4 (Ellen Gould White)","content":"14. Every Hindrance Must Be Removed—[Isaiah 57:14 quoted.] Is not this the very work that the Lord has given us to do in connection with those who see and feel the importance of the work that must be done in the earth that the truth may triumph gloriously? Every man who undertakes to hedge up the way of the servants of God, binding them about by human restrictions, so that they cannot follow the leadings of the Spirit of God, is hindering the advance of the work of God."},{"refcode_short":"4BC 1148.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1148.5 (Ellen Gould White)","content":"The Lord sends the message, “Take up the stumbling-block out of the way of my people.” Earnest effort is to be put forth to counterwork the influences that have kept back the message for this time. A solemn work is to be done in a short space of time (Letter 42, 1909)."},{"refcode_short":"4BC 1148.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1148.6 (Ellen Gould White)","content":"15-19. Peace Only for the Humble—[Isaiah 57:15-19 quoted.] These words are addressed to those who, awake to their true situation and susceptible to the influence of the Spirit of God, humble themselves before God with contrite hearts. But to those who will not heed the reproof of God, who are determined and froward, and who set themselves to go on in their own way, God cannot speak peace. He cannot heal them; for they will not acknowledge that they need healing. He declares their true condition, “The wicked are like the troubled sea, when it cannot rest, whose waters cast up mire and dirt” (Letter 106, 1896)."},{"refcode_short":"4BC 1148","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1148 (Ellen Gould White)","content":"Chapter 58"},{"refcode_short":"4BC 1148.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1148.7 (Ellen Gould White)","content":"A Wide and Extensive Vineyard Opened—The piety and advanced spiritual knowledge and growth of a church is proportionate to the zeal, piety, and missionary intelligence that has been brought into it, and carried out of it to be a blessing to the very ones who need our assistance the most. Again I urge you to consider Isaiah 58, which opens a wide and extensive vineyard to be worked upon the lines which the Lord has pointed out. When this is done there will be an increase of moral sources and the church will no more remain almost stationary. There will be blessing and power attending their labor. The selfishness that has bound up their souls they have overcome, and now their light is being given to the world in clear, bright rays of a living faith and godly example. The Lord has His promises for all who will do His requirements. [Psalm 41:1-3; 37:3; Proverbs 3:9, 10; 11:24, 25; 19:17; Isaiah 58:10, 11 quoted.]"},{"refcode_short":"4BC 1148.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1148.8 (Ellen Gould White)","content":"The Word of God is full of precious promises, as the above (Manuscript 14a, 1897)."},{"refcode_short":"4BC 1148.9","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1148.9 (Ellen Gould White)","content":"In our work we shall find a high profession of piety and much outward exactness bound up with great inward wickedness. The people represented in Isaiah 58 complain that the Lord allows their services to go unnoticed. This complaint is the expression of hearts unsubdued by grace, rebellious against the truth. Those who receive the truth which works by love and purifies the soul are loyal to God, honoring Him by obedience to His law, which is holy, just, and good. The spirit of true fasting and prayer is the spirit which yields mind, heart, and will to God."},{"refcode_short":"4BC 1149.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1149.1 (Ellen Gould White)","content":"Ministers of God have been guilty of the sin of disregarding a “Thus saith the Lord.” They have led the members of their churches to observe rites which have no foundation in the word of God, but are in direct opposition to His law. By perversion and misrepresentation of the Word of God, they have caused the people to commit sin. God will reward them according to their works. Even as did the priests and rulers in the time of Christ, they have caused the people to err. Christ says of them as He said of the Jewish leaders, “In vain they do worship me, teaching for doctrines the commandments of men” (Manuscript 28, 1900)."},{"refcode_short":"4BC 1149.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1149.2 (Ellen Gould White)","content":"1. The Only Course of Safety—My brethren, you need to study more carefully the fifty-eighth chapter of Isaiah. This chapter marks out the only course that we can follow with safety...."},{"refcode_short":"4BC 1149.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1149.3 (Ellen Gould White)","content":"The prophet receives this word from the Lord—a message startling in its clearness and force:"},{"refcode_short":"4BC 1149.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1149.4 (Ellen Gould White)","content":"“Cry aloud, spare not, lift up thy voice like a trumpet, and show my people their transgression, and the house of Jacob their sins.” Though they are called the people of God, the house of Jacob, though they profess to be linked with God in obedience and fellowship, they are far from Him. Wonderful privileges and promises have been given to them, but they have betrayed their trust. With no words of flattery must the message be given them. “Show my people their transgression, and the house of Jacob their sins.” Show them where they are making a mistake. Set their danger before them. Tell them of the sins they are committing, while at the same time they pride themselves on their righteousness. Apparently seeking God, they are forgetting Him, forgetting that He is a God of love and compassion, long suffering and goodness, dealing justly and loving mercy. Worldly policy has come into their business and religious life. Their hearts are not purified through the truth. God looks on their outward ceremonies of humility as a solemn mockery. He regards all religious sham as an insult to Himself."},{"refcode_short":"4BC 1149.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1149.5 (Ellen Gould White)","content":"The people of whom the prophet spoke made a high profession of piety, and pointed to their fasting and to other external forms as an evidence of their piety. But their deeds were tainted by the leprosy of selfishness and covetousness. They had nothing except that which they had first received from God. He bestowed His goods on them that they might be His helping hand, doing what Christ would do were He in their place, giving a true representation of the principles of heaven (Letter 76, 1902)"},{"refcode_short":"4BC 1149.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1149.6 (Ellen Gould White)","content":"1, 2. An Unmuffled Message—Our work now is to rouse the people. Satan with all his angels has come down with great power, to work with every conceivable deception to counterwork the work of God. The Lord has a message for His people. This message will be borne, whether men will accept or reject it. As in the days of Christ, there will be the deep plottings of the powers of darkness, but the message must not be muffled with smooth words or fair speeches, crying peace, peace, when there is no peace, to those who are turning away from God. “There is no peace, saith my God, to the wicked.” [Isaiah 58:1, 2, quoted.]"},{"refcode_short":"4BC 1149.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1149.7 (Ellen Gould White)","content":"The whole chapter is applicable to those who are living in this period of the earth's history. Consider this chapter attentively; for it will be fulfilled (Manuscript 36, 1897.)"},{"refcode_short":"4BC 1149.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1149.8 (Ellen Gould White)","content":"1-4. Sins of Israel Are Sins Today—[Isaiah 58:1-4 quoted.] ... The house of Jacob, at the time this warning was given to Isaiah, appeared to be a very zealous people, seeking God daily, and delighting to know His ways; but in reality they were filled with presumptuous self-confidence. They were not walking in the truth. Goodness, mercy, and love were not practiced. While presenting an appearance of sorrow for their sins, they were cherishing pride and avarice. At the very time when they were showing such outward humiliation, they would exact hard labor from those under them or in their employ. They placed a high estimate on all the good that they had done, but a very low estimate on the services of others. They despised and oppressed the poor. And their fasting only gave them a higher opinion of their own goodness."},{"refcode_short":"4BC 1150.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1150.1 (Ellen Gould White)","content":"There are sins of this same character among us today, and they bring the rebuke of God upon His church. Wherever such sins are found, seasons of fasting and prayer are indeed necessary; but they must be accompanied with sincere repentance and decided reformation. Without such contrition of soul, these seasons only increase the guilt of the wrong-doer. The Lord has specified the fast He has chosen, the one He will accept. It is that which bears fruit to His glory, in repentance, in devotion, in true piety. [Isaiah 58:6, 7 quoted.]"},{"refcode_short":"4BC 1150.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1150.2 (Ellen Gould White)","content":"In the fast that God has chosen, mercy, tenderness, and compassion will be exercised. Avarice will be put away, and fraud and oppression will be repented of and renounced. All the authority and influence will be used to help the poor and oppressed. If this were the condition of the world, it would no more be a proverb, “Truth is fallen in the street, and equity cannot enter;” “he that departeth from evil maketh himself a prey” (The Review and Herald, October 13, 1891)"},{"refcode_short":"4BC 1150.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1150.3 (Ellen Gould White)","content":"1-5. A Reformatory Influence From God Needed—[Isaiah 58:1-3 quoted.] The people here described realize that they have not the favor of God; but instead of seeking His favor in His own way, they enter into a controversy with God. They ask why, since they observe so many ceremonies, the Lord does not give them special recognition. God answers their complaints: “Behold, in the day of your fast, ye find pleasure, and exact all your labours. Behold, ye fast for strife and debate, and to smite with the fist of wickedness: ye shall not fast as ye do this day, to make your voice to be heard on high.” These fasts are only outward show, mere pretense, a mockery of humility. These worshipers, while mourning and lamenting, retain all their objectionable traits of character. Their hearts are not humbled, nor cleansed from spiritual defilement. They have not received the softening showers of the grace of God. They are destitute of the Holy Spirit, destitute of the sweetness of the heavenly influence. They manifest no repentance, nor faith that works by love and purifies the soul. They are unjust and selfish in their dealings, mercilessly oppressing those whom they regard as their inferiors. Yet they charge God with a neglect to manifest His power to them, and exalt them above others because of their righteousness. The Lord sends them a message of positive reproof, showing why they are not visited by His grace (Manuscript 48, 1900)."},{"refcode_short":"4BC 1150.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1150.4 (Ellen Gould White)","content":"5-7. Christians Not a Band of Mourners—We have everything to be thankful for. Never ought Christians to move along like a band of mourners in a funeral train. God does not require this of His followers. He does not ask them to spread sackcloth and ashes under them. “Is it such a fast that I have chosen?” He asks; “a day for a man to afflict his soul? is it to bow down his head as a bulrush, and to spread sackcloth and ashes under him? Wilt thou call this a fast, and an acceptable day to the Lord?” God tells us what kind of fast He has chosen. “Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke?” This is the fast He wishes us to observe. [Isaiah 58:7 quoted.] In these words our duty is outlined. God shows us where we should place our treasures. As we follow in the path of self-denial and self sacrifice, helping the needy and suffering, we shall lay up treasure before the throne of God (Manuscript 31, 1901)."},{"refcode_short":"4BC 1150.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1150.5 (Ellen Gould White)","content":"Outward Signs Alone Are Valueless—The outward signs of fasting and prayer, without a broken and contrite spirit, are of no value in God's sight. The inward work of grace is needed. Humiliation of soul is essential. God looks upon this. He will graciously receive those who will humble their hearts before Him. He will hear their petitions and heal their backslidings."},{"refcode_short":"4BC 1150.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1150.6 (Ellen Gould White)","content":"Ministers and people need the work of purification in their souls, that God's judgments may be turned away from them. God is waiting, waiting for humiliation and repentance. He will receive all who will turn unto Him with their whole heart (Manuscript 33, 1903)."},{"refcode_short":"4BC 1151.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1151.1 (Ellen Gould White)","content":"Help Those Suffering for Truth's Sake—[Isaiah 58:5-7 quoted.] God's cause embraces every needy, suffering saint. We are not selfishly to single out a few relatives and friends and help them, letting our work end here. All the needy who come to our notice are to be helped, but especially those who are suffering for the truth's sake. If we neglect this work, God will hold us accountable. Shall we not as a people who work righteousness, follow the conditions God has laid down, and be doers of His Word (Manuscript 145, 1899)?"},{"refcode_short":"4BC 1151.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1151.2 (Ellen Gould White)","content":"6. No Yokes to Be Placed—The Lord has not given man the work of putting yokes on the necks of His people, binding them in such a way that they are not free to look to Him and to be led and guided by Him. It is not the Lord's design that His people shall be made amenable to their fellow-men, who are themselves wholly dependent on God (Letter 76, 1902)."},{"refcode_short":"4BC 1151.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1151.3 (Ellen Gould White)","content":"8 (see EGW comments on Zechariah 4:12). God Needs Human Agencies—We are to put into practice the precepts of the law, and thus have righteousness before us; the rereward will be God's glory. The light of the righteousness of Christ will be our front guard, and the glory of the Lord will be our rereward. Let us thank the Lord for this assurance. Let us constantly stand in a position where the Lord God of heaven can favor us. Let us consider that it is our high privilege to be in connection with God—to be His helping hand."},{"refcode_short":"4BC 1151.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1151.4 (Ellen Gould White)","content":"In God's great plan for the redemption of a lost race, He has placed Himself under the necessity of using human agencies as His helping hand. He must have a helping hand, in order to reach humanity. He must have the cooperation of those who will be active, quick to see opportunities, quick to discern what must be done for their fellow men (NL No. 23, p. 1)."},{"refcode_short":"4BC 1151.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1151.5 (Ellen Gould White)","content":"A Visible Righteousness Required—Note the inspired promise of the prophet to those who do all in their power to relieve distress, both physical and spiritual. [Isaiah 58:8 quoted.]"},{"refcode_short":"4BC 1151.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1151.6 (Ellen Gould White)","content":"As Christians we are to have a righteousness that shall be developed and seen—a righteousness that represents the character of Jesus Christ when He was in our world (Manuscript 43, 1908)."},{"refcode_short":"4BC 1151.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1151.7 (Ellen Gould White)","content":"8-14. Characteristics of True Reformers—Here are given the characteristics of those who shall be reformers, who will bear the banner of the third angel's message, those who avow themselves God's commandment-keeping people, and who honor God, and are earnestly engaged, in the sight of all the universe, in building up the old waste places. Who is it that calls them, The repairers of the breach, The restorers of paths to dwell in? It is God. Their names are registered in heaven as reformers, restorers, as raising the foundations of many generations (The Review and Herald, October 13, 1891)."},{"refcode_short":"4BC 1151.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1151.8 (Ellen Gould White)","content":"9, 10. Compassion Causes Light to Rise—[Isaiah 58:9, 10 quoted.] All around us are afflicted souls. Let us search out these suffering ones, and speak a word in season to comfort their hearts. Here and there—everywhere—we shall find them. Let us ever be channels through which may flow to them the refreshing waters of compassion. To those who minister to the necessities of the hungry and afflicted, the promise is, “Then shall thy light rise in obscurity.”"},{"refcode_short":"4BC 1151.9","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1151.9 (Ellen Gould White)","content":"Many are in obscurity. They have lost their bearings. They know not what course to pursue. Let the perplexed ones search out others who are in perplexity, and speak to them words of hope and encouragement. When they begin to do this work, the light of heaven will reveal to them the path that they should follow. By their words of consolation to the afflicted they themselves will be consoled. By helping others, they themselves will be helped out of their difficulties. Joy takes the place of sadness and gloom. The heart, filled with the Spirit of God, glows with warmth toward every fellow being. Every such an one is no longer in darkness; for his “darkness” is “as the noon day” (Manuscript 116, 1902)."},{"refcode_short":"4BC 1151.10","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1151.10 (Ellen Gould White)","content":"11. God's Guidance Gives Clear Discernment—Of him who walks in the way of life everlasting, using his blessings to bless others, the prophet Isaiah declares: “The Lord shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water, whose waters fail not.”"},{"refcode_short":"4BC 1152.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1152.1 (Ellen Gould White)","content":"These blessings we need. We need the water of life that flows from Jesus Christ, which will be in us a well of water springing up into everlasting life. “The Lord shall guide thee continually.” When we are guided by the Lord, we shall have clear discernment. We shall not call righteousness unrighteousness, nor think that things that the Lord has forbidden are right. We shall understand where the Lord is working."},{"refcode_short":"4BC 1152.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1152.2 (Ellen Gould White)","content":"Many have not understood this. There are some who I know have been led astray by the enemy. But God wants to make you a partaker of the divine nature. He wants no yoke of human authority on your neck, but that you shall look to Him who is able to save to the uttermost every one that comes to Him in righteousness and truth. We have no time to tamper with the enemy; for we are very near the close of this earth's history (Manuscript 43, 1908)."},{"refcode_short":"4BC 1152.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1152.3 (Ellen Gould White)","content":"12-14 (Revelation 11:19; 14:9-12). Sabbathkeepers Repair the Breach—[Isaiah 58:8-14 quoted.] Where do we find the people who are thus addressed? Who is it that shall build the old waste places, and raise up the foundation of many generations? Where are the people who have had light from heaven to see that a breach has been made in the law of God?"},{"refcode_short":"4BC 1152.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1152.4 (Ellen Gould White)","content":"In the Revelation, John says, “The temple of God was opened in heaven, and there was seen in his temple the ark of his testament.” Revelation 11:19. John saw in vision the Lord's people looking for His coming and searching for truth. As the temple of God was opened unto His people, the light of the law of God, which was in the ark, shone forth. Those who receive this light are brought to view in the proclamation of the third angel's message."},{"refcode_short":"4BC 1152.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1152.5 (Ellen Gould White)","content":"This angel is seen flying in the midst of heaven, “saying with a loud voice, If any man worship the beast and his image, and receive his mark in his forehead or in his hand, the same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb.... Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus.”"},{"refcode_short":"4BC 1152.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1152.6 (Ellen Gould White)","content":"This is the people that are repairing the breach in the law of God. They see that the Sabbath of the fourth commandment has been supplanted by a spurious sabbath, a day that has no sanction in the Word of God. Amid great opposition they become loyal to their God, and take their position under the standard of the third angel (Manuscript 48, 1900)."},{"refcode_short":"4BC 1152.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1152.7 (Ellen Gould White)","content":"As the end approaches, the testimonies of God's servants will become more decided and more powerful, flashing the light of truth upon the systems of error and oppression that have so long held the supremacy. The Lord has sent us messages for this time to establish Christianity upon an eternal basis, and all who believe present truth must stand, not in their own wisdom, but in God; and raise up the foundation of many generations. These will be registered in the books of heaven as repairers of the breach, the restorers of paths to dwell in. We are to maintain the truth because it is truth, in the face of the bitterest opposition. God is at work upon human minds; it is not man alone that is working. The great illuminating power is from Christ; the brightness of His example is to be kept before the people in every discourse (Letter 1f, 1890)."},{"refcode_short":"4BC 1152.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1152.8 (Ellen Gould White)","content":"Whole-souled Men to Stand in the Gap—I write this because many in the church are represented to me as seeing men like trees walking. They must have another and deeper experience before they discern the snares spread to take them in the net of the deceiver. There must be no halfway work done now. The Lord calls for stanch, decided, whole-souled men and women to stand in the gap, and make up the hedge. [Isaiah 58:12-14 quoted.]"},{"refcode_short":"4BC 1152.9","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1152.9 (Ellen Gould White)","content":"There is a decided testimony to be borne by all our ministers in all our churches. God has permitted apostasies to take place in order to show how little dependence can be placed in man. We are always to look to God; His word is not Yea and Nay, but Yea and Amen (NL No. 19, pp. 2, 3)."},{"refcode_short":"4BC 1152.10","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1152.10 (Ellen Gould White)","content":"13, 14. See EGW on Exodus 20:1-17, Vol. 1, p. 1103."},{"refcode_short":"4BC 1153","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1153 (Ellen Gould White)","content":"Chapter 59"},{"refcode_short":"4BC 1153.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1153.1 (Ellen Gould White)","content":"13-17 (Revelation 12:17). Satan Setting Trained Agents at Work—The condition of the world at the time of Christ is well described by the prophet Isaiah. He says that the people were found “transgressing and lying against the Lord, and departing away from our God.” [Isaiah 59:13-17 quoted.]"},{"refcode_short":"4BC 1153.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1153.2 (Ellen Gould White)","content":"The condition of the world previous to the first appearing of Christ is a picture of the condition of the world just previous to His second advent. The same iniquity will exist, Satan manifests the same delusive power upon the minds of men. He is setting his trained agents at work, and moving them to intense activity. He is securing his army of human agents to engage in the last conflict against the Prince of life, to overthrow the law of God, which is the foundation of His throne. Satan will work with miraculous presentations to confirm men in the belief that he is what he claims to be,—the prince of this world, and that victory is his. He will turn his forces against those who are loyal to God, but though he may cause pain, distress, and human agony, he cannot defile the soul. He may cause affliction to the people of God as he did to Christ, but he cannot cause one of Christ's little ones to perish. The people of God in these last days must expect to enter into the thick of the conflict; for the prophetic Word says, “The dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ” (Letter 43, 1895)."},{"refcode_short":"4BC 1153","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1153 (Ellen Gould White)","content":"Chapter 60"},{"refcode_short":"4BC 1153.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1153.3 (Ellen Gould White)","content":"1 (Psalm 8:3; 147:4; Daniel 12:3). Each to Give His Measure of Light—Every shining star which God has placed in the heavens obeys His mandate, and gives its distinctive measure of light to make beautiful the heavens at night; so let every converted soul show the measure of light committed to him; and as it shines forth the light will increase and grow brighter. Give out your light, ... pour forth your beams mirrored from heaven. O daughter of Zion, “Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee” (Letter 38, 1890)."},{"refcode_short":"4BC 1153.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1153.4 (Ellen Gould White)","content":"2 (Malachi 2:7, 8). Only Light Can Dispel Darkness—When Christ came into the world, darkness covered the earth and gross darkness the people. The living oracles of God were fast becoming a dead letter. The still, small voice of God was heard only at times by the most devout worshiper; for it had become overpowered and silenced by the dogmas, maxims, and traditions of men. The long, intricate explanations of the priests made that which was the plainest and most simple, mysterious, indistinct, and uncertain. The clamors of rival sects confused the understanding, and their doctrines were widely apart from the correct theory of truth...."},{"refcode_short":"4BC 1153.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1153.5 (Ellen Gould White)","content":"Truth looked down from heaven upon the children of men, but found no reflection of itself; for darkness covered the earth, and gross darkness the people. If the darkness of error that hid the glory of God from the view of men was to be dispelled, the light of truth must shine amid the moral darkness of the world. It was decreed in the councils of God that the only-begotten Son of God must leave His high command in heaven, and clothe His divinity with humanity, and come to the world. No outward splendor must attend His steps, save that of virtue, mercy, goodness, and truth; for He was to represent to the world the attributes of God's character; but the world, unaccustomed to gaze upon truth, turned from the light to the darkness of error; for error was more to their perverted taste than truth (The Review and Herald, August 6, 1895)."},{"refcode_short":"4BC 1153","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1153 (Ellen Gould White)","content":"Chapter 61"},{"refcode_short":"4BC 1153.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1153.6 (Ellen Gould White)","content":"1, 3. Guard Countenance, Words, Tone of Voice—[Isaiah 61:1 quoted.] The Lord is not pleased to have His people a band of mourners. He wants them to repent of their sins, that they may enjoy the liberty of the sons of God. Then they will be filled with the praises of God, and will be a blessing to others. The Lord Jesus was anointed also “to appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garments of praise for the spirit of heaviness; that they might be called trees of righteousness, the planting of the Lord, that He might be glorified.”"},{"refcode_short":"4BC 1154.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1154.1 (Ellen Gould White)","content":"“That He,” Christ Jesus, “might be glorified”—O that this might be the purpose of our lives! Then we should have regard even to the expression of our countenance, to our words, and even to the tone of our voice when we speak. All our business transactions would be wrought in faith and integrity. Then would the world be convinced that there is a people that are loyal to the God of heaven...."},{"refcode_short":"4BC 1154.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1154.2 (Ellen Gould White)","content":"God calls for all to come into harmony with Himself. He will receive them if they will put away their evil actions. By a union with the divine nature of Christ, they may escape the corrupting influences of this world. It is time for every one of us to decide whose side we are on. The agencies of Satan will work with every mind that will allow itself to be worked by him. But there are also heavenly agencies waiting to communicate the bright rays of the glory of God to all that are willing to receive Him. It is truth that we want, precious truth in all its loveliness. Truth will bring liberty and gladness (Manuscript 43, 1908)."},{"refcode_short":"4BC 1154","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1154 (Ellen Gould White)","content":"Chapter 64"},{"refcode_short":"4BC 1154.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1154.3 (Ellen Gould White)","content":"8. Let God Work the Clay—While the human agent is devising and planning for himself something that God has withheld him from doing, he has a hard time. He complains and frets, and has still increased difficulties. But when he submits to be as clay in the hands of the potter, then God works the man into a vessel of honor. The clay submits to be worked. If God had His way, hundreds would be worked and made into vessels as He sees best."},{"refcode_short":"4BC 1154.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1154.4 (Ellen Gould White)","content":"Let the hand of God work the clay for His own service. He knows just what kind of vessel He wants. To every man He has given his work. God knows what place he is best fitted for. Many are working contrary to the will of God, and they spoil the web. The Lord wants every one to be submissive under His divine guidance. He will place men where they will submit to be worked into oneness with Christ, bearing His divine similitude. If self will submit to be worked, if you will cooperate with God, if you will pray in unity, work in unity, all taking your place as threads in the web of life, you will grow into a beautiful fabric that will rejoice the universe of God. (Letter 63, 1898)."},{"refcode_short":"4BC 1154.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1154.5 (Ellen Gould White)","content":"The Potter cannot mold and fashion unto honor that which has never been placed in His hands. The Christian life is one of daily surrender, submission and continual overcoming. Every day fresh victories will be gained. Self must be lost sight of, and the love of God must be constantly cultivated. Thus we grow up into Christ. Thus the life is fashioned according to the divine model (Manuscript 55, 1900)."},{"refcode_short":"4BC 1154.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1154.6 (Ellen Gould White)","content":"Every child of God is to do his very best to uplift the standard of truth. He is to work in God's order. If self is exalted, Christ is not magnified. In His Word God compares Himself to a potter, and His people to the clay. His work is to mold and fashion them after His own similitude. The lesson they are to learn is the lesson of submission. Self is not to be made prominent. If due attention is given to the divine instruction, if self is surrendered to the divine will, the hand of the Potter will produce a shapely vessel (Letter 78, 1901)."},{"refcode_short":"4BC 1154","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1154 (Ellen Gould White)","content":"Chapter 65"},{"refcode_short":"4BC 1154.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1154.7 (Ellen Gould White)","content":"2. See EGW on Jeremiah 17:25."},{"refcode_short":"4BC 1154.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1154.8 (Ellen Gould White)","content":"21-23. See EGW on Proverbs 31:27, Vol. 3, p. 1164."},{"refcode_short":"4BC 1154","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1154 (Ellen Gould White)","content":"Jeremiah"},{"refcode_short":"4BC 1154","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1154 (Ellen Gould White)","content":"Chapter 3"},{"refcode_short":"4BC 1154.9","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1154.9 (Ellen Gould White)","content":"A lesson for Spiritual Israel—Please read the third chapter [of Jeremiah]. This chapter is a lesson for modern Israel. Let all who claim to be children of God understand that He will not serve with their sins any more than He would with the sins of ancient Israel. God hates hereditary and cultivated tendencies to wrong (Letter 34, 1899)."},{"refcode_short":"4BC 1155","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1155 (Ellen Gould White)","content":"Chapter 8"},{"refcode_short":"4BC 1155.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1155.1 (Ellen Gould White)","content":"7. Birds Respond More Quickly Than Men—The swallow and the crane observe the changes of the seasons. They migrate from one country to another to find a climate suitable to their convenience and happiness, as the Lord designed they should. But God's people sacrifice life and health by seeking to gratify appetite. In their desire to accumulate treasure, they forget the Giver of all their blessings. Their health is abused, and their God-given powers are used to carry out their unsanctified, ambitious projects. Their days are filled with pain of body and disquietude of mind because they are determined to follow wrong habits and practices. They will not reason from cause to effect, and they sacrifice health, peace, and happiness to their ignorance (Manuscript 35, 1899)."},{"refcode_short":"4BC 1155.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1155.2 (Ellen Gould White)","content":"8 (Matthew 15:9; 22:29). Rejection of Truth Has Produced Present Condition—The prevalence of sin is alarming; the world is being filled with violence as in the days of Noah. Would the world be in its present condition if those who claim to be the people of God had reverenced and obeyed the law of the Lord? It is the rejection of the truth, man's dispensing with the commandments of God, that has produced the condition of things which now exists. God's Word is made of none effect by false shepherds. The decided opposition of the shepherds of the flock to the law of the Lord reveals that they have rejected the Word of the Lord, and have put their own words in its place. In their interpretation of the Scriptures they teach for doctrines the commandments of men. In their apostasy from the truth they have encouraged wickedness, saying, “We are wise, and the law of the Lord is with us.” The words of Christ to the Pharisees are applicable to them. Christ said to these teachers, Ye are both ignorant of the Scriptures and of the power of God...."},{"refcode_short":"4BC 1155.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1155.3 (Ellen Gould White)","content":"The condition of our world today is just as the prophet has represented that it would be near the close of this earth's history (Manuscript 60, 1900)."},{"refcode_short":"4BC 1155.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1155.4 (Ellen Gould White)","content":"22. See EGW on Exodus 15:23-25, Vol. 1, p. 1102."},{"refcode_short":"4BC 1155","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1155 (Ellen Gould White)","content":"Chapter 11"},{"refcode_short":"4BC 1155.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1155.5 (Ellen Gould White)","content":"16. Fruitless Branches Broken Off—[Jeremiah 11:16 quoted.] Where her branches should have yielded fruit without stint, they were broken off because of her stubborn disobedience. The wrong course of the people of Jerusalem brought its sure result upon them and upon those whom they influenced. They departed from the example of the holy men who caught their inspiration from Jesus Christ, their invisible Leader. They could not possibly form characters that God could approve (Letter 34, 1899)."},{"refcode_short":"4BC 1155","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1155 (Ellen Gould White)","content":"Chapter 17"},{"refcode_short":"4BC 1155.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1155.6 (Ellen Gould White)","content":"5. Dependence on World Is Fatal—[Deuteronomy 4:1, 2, 5-9; 7:1-6, 9, 10 quoted.] Under David's rule, the people of Israel gained strength and uprightness through obedience to God's law. But the kings that followed strove for self-exaltation. They took to themselves glory for the greatness of the kingdom, forgetting how utterly dependent they were upon God. They regarded themselves as wise and independent, because of the honor showed them by fallible, erring man. They became corrupt, immoral, and rebelled against the Lord, turning from Him to the worship of idols."},{"refcode_short":"4BC 1155.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1155.7 (Ellen Gould White)","content":"God bore long with them, calling them often to repentance. But they refused to hear, and at last God spoke in judgment, showing them how weak they were without Him. He saw that they were determined to have their own way, and He gave them into the hands of their enemies, who spoiled their land, and took the people captive."},{"refcode_short":"4BC 1155.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1155.8 (Ellen Gould White)","content":"The alliances made by the Israelites with their heathen neighbors resulted in the loss of their identity as God's peculiar people. They became leavened by the evil practises of those with whom they formed forbidden alliances. Affiliation with worldlings caused them to lose their first love, and their zeal for God's service. The advantages they sold themselves to gain, brought only disappointment, and caused the loss of many souls."},{"refcode_short":"4BC 1155.9","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1155.9 (Ellen Gould White)","content":"The experience of Israel will be the experience of all who go to the world for strength, turning away from the living God. Those who forsake the mighty One, the source of all strength, and affiliate with worldlings, placing on them their dependence, become weak in moral power, as are those in whom they trust."},{"refcode_short":"4BC 1156.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1156.1 (Ellen Gould White)","content":"God comes with entreaties and assurances to those who are making mistakes. He seeks to show them their error, and lead them to repentance. But if they refuse to humble their hearts before Him, if they strive to exalt themselves above Him, He must speak to them in judgment. No semblance of nearness to God, no assertion of connection with Him, will be accepted from those who persist in dishonoring Him by leaning upon the arm of worldly power (The Review and Herald, August 4, 1904)."},{"refcode_short":"4BC 1156.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1156.2 (Ellen Gould White)","content":"25 (Isaiah 65:2; Ezekiel 12:2). Israel Blind to Light, Deaf to Messages—Had God's chosen people stood in their appointed place, as the repositories of sacred, eternal truth, which was to come to the heathen world Jerusalem would have stood to this day. But they were a rebellious people. And when God had done all that a God could do, even to the sending of His only begotten Son, they were so ignorant of the Scriptures and the power of God, that they refused the only help that could save them from ruin. “This is the heir,” they said, “come, let us kill him, and the inheritance will be ours.”"},{"refcode_short":"4BC 1156.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1156.3 (Ellen Gould White)","content":"God appointed Israel to be a light to the Gentiles, thus to call them back to their loyalty. But Israel herself became blind to the light, deaf to the messages sent to open her understanding (Manuscript 151, 1899)."},{"refcode_short":"4BC 1156","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1156 (Ellen Gould White)","content":"Chapter 18"},{"refcode_short":"4BC 1156.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1156.4 (Ellen Gould White)","content":"1-10. God's Way—[Jeremiah 18:1-10 quoted.] This presents before us God's way of dealing with His people. He sends warnings. He pleads with them to cease to do evil and learn to do well. Hear the words of Christ, for they are spoken to all who claim to be His people. Blessings are promised to all who follow the Lord to do righteousness, but those who walk in their own ways show that under the trying circumstances liable to occur anywhere, they will prove unfaithful, and God cannot bless them (Letter 34, 1899)."},{"refcode_short":"4BC 1156","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1156 (Ellen Gould White)","content":"Chapter 20"},{"refcode_short":"4BC 1156.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1156.5 (Ellen Gould White)","content":"7-10. God's Messengers as Sheep Among Wolves—The messages of reproof that God gave through His prophets to backsliding, apostate Israel, did not lead them to repentance. Misrepresented, misunderstood, His messengers were as sheep in the midst of wolves. Many of them were cruelly put to death."},{"refcode_short":"4BC 1156.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1156.6 (Ellen Gould White)","content":"How scornfully the Jewish nation treated the message that the Lord gave to them through His prophet Jeremiah! Of his experience Jeremiah the prophet says: “O Lord, Thou hast deceived me, and I was deceived: Thou art stronger than I, and hast prevailed: I am in derision daily, every one mocketh me. For since I spake, I cried out, I cried violence and spoil; because the word of the Lord was made a reproach unto me, and a derision, daily.”"},{"refcode_short":"4BC 1156.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1156.7 (Ellen Gould White)","content":"So strong was the opposition against Jeremiah's message, so often was he derided and mocked, that he said, “I will not make mention of him, nor speak any more in his name.” Thus it has ever been. Because of the bitterness, hatred, and opposition manifested against the word of God spoken in reproof, many other messengers of God have decided to do as Jeremiah decided. But what did this prophet of the Lord do after his decision? Try as much as he would, he could not hold his peace. As soon as he came into the assemblies of the people, he found that the Spirit of the Lord was stronger than he was. The record is: “His word was in mine heart as a burning fire shut up in my bones, and I was weary with forbearing, and I could not stay. For I heard the defaming of many, fear on every side. Report, say they, and we will report it. All my familiars watched for my halting, saying, Peradventure he will be enticed, and we shall prevail against him, and we shall take our revenge on him.”"},{"refcode_short":"4BC 1156.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1156.8 (Ellen Gould White)","content":"In this generation, when God's servants speak the word of the Lord to reprove wrong-doers, to rebuke those who bring in wrong principles, have they not had an experience similar to that which Jeremiah had? When a course of action to pervert justice and judgment is introduced, the word of the Lord must be spoken in reproof. In this our day we find the very same difficulties that the Lord's servants found in the days of ancient Israel when they were sent to expose existing evils that were corrupting in their influence (Manuscript 56, 1902)."},{"refcode_short":"4BC 1157","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1157 (Ellen Gould White)","content":"Chapter 23"},{"refcode_short":"4BC 1157.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1157.1 (Ellen Gould White)","content":"1 (Hosea 8:1; 13:9; Matthew 15:6). Shepherds That Scatter—There are professedly pious men who screen the sinner by their own transgression. They disregard the commandments of God, choosing the traditions of men, making void the law of God, and promoting apostasy. The excuses they make are feeble and weak and will bring destruction to their own souls and the souls of others...."},{"refcode_short":"4BC 1157.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1157.2 (Ellen Gould White)","content":"Upon those who have taken upon them the work of shepherds of the flock, will be visited the heaviest judgments, because they have presented to the people fables instead of truth. Children will rise up and curse their parents. Church members, who have seen the light and been convicted, but who have trusted the salvation of their souls to the minister, will learn in the day of God that no other soul can pay the ransom for their transgression. A terrible cry will be raised, “I am lost, eternally lost.” Men will feel as though they could rend in pieces the ministers who have preached falsehoods and condemned the truth. The pure truth for this time requires a reformation in the life, but they separate themselves from the love of the truth, and of them it can be said, “O Israel, thou hast destroyed thyself.” The Lord sends a message to the people, “Set a trumpet to thy mouth. He shall come as an eagle against the house of the Lord, because they have transgressed my covenant and trespassed against my law” (Letter 30, 1900)."},{"refcode_short":"4BC 1157.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1157.3 (Ellen Gould White)","content":"6. The Coronation Day—On the Saviour's coronation day He will not acknowledge as His any who bear spot or wrinkle. But to His faithful ones He will give crowns of immortal glory. Those who would not that He should reign over them will see Him surrounded by the army of the redeemed, each bearing the sign, The Lord our Righteousness. They will see the head once crowned with thorns crowned with a diadem of glory (The Review and Herald, May 5, 1903)."},{"refcode_short":"4BC 1157.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1157.4 (Ellen Gould White)","content":"28 (1 Corinthians 3:13). Preach the Word, Omit the Chaff—In regard to entering into the subject of the divine mystery of the essence of God, Christ ever maintained a wise reserve. He did this that He might close the door where human conjectures should not be encouraged. The most sacred, holy, and eternal mysteries which God has not revealed are but speculations when considered from a human standpoint, mere theories that confuse the mind. There are those who know the truth but do not practice it. These greatly long for some new, strange thing to present. In their great zeal to become original some will bring in fanciful ideas which are but chaff. Even now there is a descending from the sublime and living issues for this time to the ridiculous and fanciful, and sensational minds stand ready to catch up suppositions and guesses and human theories and false science as truth to be accepted and taught."},{"refcode_short":"4BC 1157.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1157.5 (Ellen Gould White)","content":"These put the test of salvation on speculation without one plain, “Thus saith the Lord.” They thus bring in a mass of rubbish, wood, hay, and stubble, as precious material to be laid upon the foundation stone. This will not stand the test of fire, but will be consumed, and if the ones who have made themselves believe these theories are so self-deceived and know not the truth yet are converted, their life is saved as by fire through repentance and humiliation before God. They have been dealing in common things in place of the sacred. Many catch up ideas which are of no consequence and place them before the flock of God as food, when they are only chaff which will never benefit or strengthen the flock of God, but will keep them in the lowlands, because they are feeding upon that which contains not the least virtue or nourishment. What is the chaff to the wheat (Manuscript 45, 1900)?"},{"refcode_short":"4BC 1157","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1157 (Ellen Gould White)","content":"Chapters 25; 27-29; 30, 31"},{"refcode_short":"4BC 1157.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1157.6 (Ellen Gould White)","content":"(Daniel 9:1.) Records Studied by Daniel—A copy of the letters sent by Jeremiah to the Hebrew captives in Babylon, and of the letters sent by the false prophets to these captives and to the authorities of Jerusalem, together with a story of the controversy between the true and the false, is found in the twenty-seventh to the twenty-ninth chapters of Jeremiah."},{"refcode_short":"4BC 1157.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1157.7 (Ellen Gould White)","content":"It was immediately after this interchange of letters between Jeremiah and the elders of the Israelites in captivity, that the prophet was instructed to write in a book all that had been revealed to him regarding the restoration of Israel. This is recorded in the thirtieth and the thirty-first chapters of Jeremiah."},{"refcode_short":"4BC 1158.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1158.1 (Ellen Gould White)","content":"These, with the prophecies of the twenty-fifth chapter, are the letters and the records that Daniel the prophet, during “the first year of the reign of Darius the Mede,” prayerfully studied, three-score years and more after they were written (The Review and Herald, March 21, 1907)."},{"refcode_short":"4BC 1158","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1158 (Ellen Gould White)","content":"Chapter 25"},{"refcode_short":"4BC 1158.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1158.2 (Ellen Gould White)","content":"11, 12 (chs. 28; 29:14). Punishment in Proportion to Intelligence and Warnings Despised—“In the fourth year of Jehoiakim,” very soon after Daniel was taken to Babylon, Jeremiah predicted the captivity of many of the Jews, as their punishment for not heeding the Word of the Lord. The Chaldeans were to be used as the instrument by which God would chastise His disobedient people. Their punishment was to be in proportion to their intelligence and to the warnings they had despised. “This whole land shall be a desolation, and an astonishment,” the prophet declared; “and these nations shall serve the king of Babylon seventy years. And it shall come to pass, when seventy years are accomplished, that I will punish the king of Babylon, and that nation, saith the Lord, for their iniquity, and the land of the Chaldeans, and will make it perpetual desolations.”"},{"refcode_short":"4BC 1158.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1158.3 (Ellen Gould White)","content":"In the light of these plain words foretelling the duration of the captivity, it seems strange that any one should hold that the Israelites would soon return from Babylon. And yet there were in Jerusalem and in Babylon those who persisted in encouraging the people to hope for a speedy deliverance. God dealt summarily with some of these false prophets, and thus vindicated the truthfulness of Jeremiah, His messenger."},{"refcode_short":"4BC 1158.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1158.4 (Ellen Gould White)","content":"To the end of time, men will arise to create confusion and rebellion among the people who profess to obey the law of God. But as surely as divine judgment was visited upon the false prophets in Jeremiah's day, so surely will the evil workers of today receive their full measure of retribution, for the Lord has not changed. Those who prophesy lies, encourage men to look upon sin as a light thing. When the terrible results of their evil deeds are made manifest, they seek, if possible, to make the one who has faithfully warned them responsible for their difficulties, even as the Jews charged Jeremiah with their evil fortunes."},{"refcode_short":"4BC 1158.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1158.5 (Ellen Gould White)","content":"Those who pursue a course of rebellion against the Lord can always find false prophets who will justify them in their acts, and flatter them to their destruction. Lying words often make many friends, as is illustrated in the case of these false teachers among the Israelites. These so-called prophets, in their pretended zeal for God, found many more believers and followers than the true prophet who delivered the simple message of the Lord."},{"refcode_short":"4BC 1158.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1158.6 (Ellen Gould White)","content":"In view of the work of these false prophets, Jeremiah was directed by the Lord to write letters to the captains, elders, priests, prophets, and all the people who had been taken captive to Babylon, bidding them not to be deluded into believing their deliverance nigh, but to submit quietly, pursue their vocations, and make for themselves peaceful homes among their conquerors. The Lord bade them not to allow so-called prophets or diviners to deceive them with false expectations. Through His servant Jeremiah He assured them that after seventy years’ bondage they should be delivered, and should return to Jerusalem. God would listen to their prayers and show them His favor, when they would turn to Him with all their hearts [Jeremiah 29:14 quoted] (The Review and Herald, March 14, 1907)."},{"refcode_short":"4BC 1158","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1158 (Ellen Gould White)","content":"Chapter 27"},{"refcode_short":"4BC 1158.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1158.7 (Ellen Gould White)","content":"12-22. See EGW on 2 Kings 24:17-20, Vol. 2, p. 1040."},{"refcode_short":"4BC 1158","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1158 (Ellen Gould White)","content":"Chapter 28"},{"refcode_short":"4BC 1158.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1158.8 (Ellen Gould White)","content":"See EGW on ch. 25:11, 12."},{"refcode_short":"4BC 1158","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1158 (Ellen Gould White)","content":"Chapter 29"},{"refcode_short":"4BC 1158.9","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1158.9 (Ellen Gould White)","content":"14. See EGW on ch. 25:11, 12."},{"refcode_short":"4BC 1158","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1158 (Ellen Gould White)","content":"Chapter 31"},{"refcode_short":"4BC 1158.10","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1158.10 (Ellen Gould White)","content":"10-12. Divine Help Available for Correction—[Jeremiah 31:10-12 quoted.] Corn and wine are symbols of grace and plenty."},{"refcode_short":"4BC 1159.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1159.1 (Ellen Gould White)","content":"All who receive the messages that the Lord sends to purify and cleanse them from all habits of disobedience to His commandments and conformity to the world, and who repent of their sins and reform, looking to God for help and walking in the way of obedience to His commandments, will receive divine help to correct their evil course of action. But those who apparently repent and seek the Lord, yet do not put away the evil of their doings, will not only disappoint themselves, but when their course is placed before them in symbols or parables, they will feel shame and sorrow because they have disappointed the Lord. They have hoped and trusted in their own course of action. As a people they have been reproved, and yet they have not put away the evil works that called for reproof (Manuscript 65, 1912)."},{"refcode_short":"4BC 1159","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1159 (Ellen Gould White)","content":"Chapter 36"},{"refcode_short":"4BC 1159.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1159.2 (Ellen Gould White)","content":"Now Covering the Same Ground—[Jeremiah 36:1-7 quoted.] This chapter is a record of historical events that will be repeated. Let all who desire to receive warning, read carefully."},{"refcode_short":"4BC 1159.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1159.3 (Ellen Gould White)","content":"[Jeremiah 36:22, 23, 27, 28, 32 quoted] (Manuscript 65, 1912)."},{"refcode_short":"4BC 1159","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1159 (Ellen Gould White)","content":"Chapter 39"},{"refcode_short":"4BC 1159.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1159.4 (Ellen Gould White)","content":"4-7. See EGW on 2 Kings 24:17-20, Vol. 2, p. 1040."},{"refcode_short":"4BC 1159","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1159 (Ellen Gould White)","content":"Chapter 48"},{"refcode_short":"4BC 1159.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1159.5 (Ellen Gould White)","content":"10-12. Spirit Does Not Work Beyond Human Power of Resistance—The influence of the Spirit upon the human mind will regulate it after the divine order. But the Spirit does not work in a manner and power beyond the human agent's power of resistance. A man may refuse to hear the counsels and admonitions of God. He may choose to take the regulating of his conduct into his own hands; but when he does this, he is not made a vessel unto honor. Like Moab, he refuses to be changed, emptied from vessel to vessel, and therefore his scent remaineth in him. He refuses to correct his defective traits of character, although the Lord has plainly pointed out his work, his privileges, his opportunities, and the advancement to be made. It is too much trouble to break up his old ways, and transform his ideas and methods. “His scent is not changed.” He clings to his defects, and is thus unfitted for the sacred work of the ministry. He was not willing to make a close examination of himself, or to closely inquire for light to shine upon him in a clear, distinct manner. His prayers have not ascended to God in humility, while with humble endeavor he sought to live his prayers by understanding and performing his duty."},{"refcode_short":"4BC 1159.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1159.6 (Ellen Gould White)","content":"After the Lord has put one on test and trial, that he may be assured of his calling to the ministry, if he is content to follow his own way and his own will, if he will not heed the manifestations of the Spirit of God, if he refuses to profit by growth in grace and depth of understanding, be assured that the Lord does not need him; for he cannot communicate that which he has never received."},{"refcode_short":"4BC 1159.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1159.7 (Ellen Gould White)","content":"Every soul is to minister. He is to use every physical, moral, and mental power, through sanctification of the Spirit, that he may be a laborer together with God. All are bound to devote themselves actively and unreservedly to God's service. They are to cooperate with Jesus Christ in the great work of helping others. Christ died for every man. He has ransomed every man by giving His life on the cross. This He did that man might no longer live an aimless, selfish life, but that he might live unto Jesus Christ, who died for his salvation. All are not called upon to enter the ministry, but nevertheless, they are to minister. It is an insult to the Holy Spirit of God for any man to choose a life of self-serving."},{"refcode_short":"4BC 1159.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1159.8 (Ellen Gould White)","content":"Ministry means not only the study of books and preaching. It means service (Letter 10, 1897)."},{"refcode_short":"4BC 1159.9","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1159.9 (Ellen Gould White)","content":"Knowledge of Truth Not Practiced—This description of Moab represents the churches that have become like Moab. They have not stood at their post of duty as faithful sentinels. They have not cooperated with the heavenly intelligences by exercising their God-given ability to do the will of God, pressing back the powers of darkness, and using every power God has given them to advance truth and righteousness in our world. They have a knowledge of the truth, but they have not practiced what they know (Manuscript 7, 1891)."},{"refcode_short":"4BC 1160.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1160.1 (Ellen Gould White)","content":"God Disciplines His Workers—God has given to every man his work, and we are to acknowledge the wisdom of His plan for us by a hearty cooperation with Him. It is in a life of service only that true happiness is found. He who lives a useless, selfish life is miserable. He is dissatisfied with himself and with every one else."},{"refcode_short":"4BC 1160.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1160.2 (Ellen Gould White)","content":"The Lord disciplines His workers, that they may be prepared to fill the places appointed them. Thus He desires to fit them to do more acceptable service."},{"refcode_short":"4BC 1160.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1160.3 (Ellen Gould White)","content":"A life of monotony is not the most conducive to spiritual growth. Some can reach the highest standard of spirituality only through a change in the regular order of things. When in His providence God sees that changes are essential for the success of the character-building, He disturbs the smooth current of the life."},{"refcode_short":"4BC 1160.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1160.4 (Ellen Gould White)","content":"There are those who desire to be a ruling power, and who need the sanctification of submission. God brings about a change in their lives. Perhaps He places before them duties that they would not choose. If they are willing to be guided by Him, He will give them grace and strength to perform these duties in a spirit of submission and helpfulness. Thus they are being qualified to fill places where their disciplined abilities will make them of great service."},{"refcode_short":"4BC 1160.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1160.5 (Ellen Gould White)","content":"Some God trains by bringing to them disappointment and apparent failure. It is His purpose that they shall learn to master difficulty. He inspires them with a determination to make every apparent failure prove a success. Often men pray and weep because of the perplexities and obstacles that confront them. But if they will hold the beginning of their confidence steadfast unto the end, He will make their ways clear. Success will come to them as they struggle against apparently insurmountable difficulties...."},{"refcode_short":"4BC 1160.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1160.6 (Ellen Gould White)","content":"Many are ignorant of how to work for God, not because they need to be ignorant, but because they are unwilling to submit to His training. Moab is spoken of as a failure because, the prophet declares, “Moab hath been at ease from his youth, ... and hath not been emptied from vessel to vessel, neither hath he gone into captivity: therefore his taste remained in him, and his scent is not changed.”"},{"refcode_short":"4BC 1160.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1160.7 (Ellen Gould White)","content":"Thus it is with those whose hereditary and cultivated tendencies to wrong are not purged from them. Their hearts are not cleansed from defilement. They were given an opportunity to do a work for God, but this work they did not choose to do, because they wished to carry out their own plans."},{"refcode_short":"4BC 1160.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1160.8 (Ellen Gould White)","content":"The Christian is to be prepared for the doing of a work that reveals kindness, forbearance, longsuffering, gentleness, patience. The cultivation of these precious gifts is to come into the life of the Christian, that, when called into service by the Master, he may be ready to use his highest powers in helping and blessing those around him (The Review and Herald, May 2, 1907)."},{"refcode_short":"4BC 1160","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1160 (Ellen Gould White)","content":"Ezekiel"},{"refcode_short":"4BC 1160","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1160 (Ellen Gould White)","content":"Chapter 1"},{"refcode_short":"4BC 1160.9","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1160.9 (Ellen Gould White)","content":"Glorious Revelations During Darkest Days—All who serve God with purity of soul will know that He is jealous that His honor should be preserved. Many of the most glorious revelations recorded in the Bible were made by the Lord in the darkest days of the church's history. The Lord has given these revelations of His glory in order that men may be deeply impressed regarding the sacredness of His service. Impressions have been made that should bear with solemn force on the mind, showing that God is God, and that He has not lost His glory. He requires the utmost fidelity in His service today. The impression must be left on human minds that the Lord God is holy, and that He will vindicate His glory (Manuscript 81, 1906)."},{"refcode_short":"4BC 1161.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1161.1 (Ellen Gould White)","content":"8 (ch. 10:8, 21). Divine Power Gives Success—In Ezekiel's vision, God had His hand beneath the wings of the cherubim. This is to teach His servants that it is divine power that gives them success. He will work with them if they will put away iniquity, and become pure in heart and life. The heavenly messengers seen by Ezekiel, like a bright light going among the living creatures with the swiftness of lightning, represent the speed with which this work will finally go forward to completion. He who slumbers not, who is continually at work for the accomplishment of His designs, can carry forward His great work harmoniously. That which appears to finite minds entangled and complicated, the Lord's hand can keep in perfect order. He can devise ways and means to thwart the purposes of wicked counselors, and those who plot out mischief."},{"refcode_short":"4BC 1161.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1161.2 (Ellen Gould White)","content":"Those who are called to responsible positions in the work of God often feel that they are carrying heavy burdens, when they may have the satisfaction of knowing that Jesus carries them all. We permit ourselves to feel altogether too much care, trouble, and perplexity in the Lord's work. We need to trust Him, believe in Him, and go forward. The tireless vigilance of the heavenly messengers, their unceasing employment in their ministry in connection with the beings of earth, show us how God's hand is guiding the wheel within a wheel. The divine Instructor is saying to every actor in His work, as He said to Cyrus of old, “I girded thee, though thou hast not known me” (The Review and Herald, January 11, 1887)."},{"refcode_short":"4BC 1161.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1161.3 (Ellen Gould White)","content":"15-28. Individual Freedom, Yet Complete Harmony—God is acquainted with every man. Could our eyes be opened we would see that eternal justice is at work in our world. A powerful influence, not under man's control, is working. Man may fancy that he is directing matters, but there are higher than human influences at work. The servants of God know that He is working to counteract Satan's plans. Those who know not God cannot comprehend His movements. There is at work a wheel within a wheel. Apparently the complication of machinery is so intricate that man can see only a complete entanglement. But the divine hand, as seen by the prophet Ezekiel, is placed upon the wheels, and every part moves in complete harmony, each doing its specified work, yet with individual freedom of action (Manuscript 13, 1898)."},{"refcode_short":"4BC 1161","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1161 (Ellen Gould White)","content":"Chapter 9"},{"refcode_short":"4BC 1161.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1161.4 (Ellen Gould White)","content":"2-4 (Ephesians 1:13; 4:30). A Mark Which Angels Read—[Ephesians 1:13 quoted.] What is the seal of the living God, which is placed in the foreheads of His people? It is a mark which angels, but not human eyes, can read; for the destroying angel must see this mark of redemption (Letter 126, 1898)."},{"refcode_short":"4BC 1161.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1161.5 (Ellen Gould White)","content":"The angel with the writer's ink horn is to place a mark upon the foreheads of all who are separated from sin and sinners, and the destroying angel follows this angel (Letter 12, 1886)."},{"refcode_short":"4BC 1161.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1161.6 (Ellen Gould White)","content":"(Revelation 7:2.) Seal Is a Settling Into Truth—Just as soon as the people of God are sealed in their foreheads—it is not any seal or mark that can be seen, but a settling into the truth, both intellectually and spiritually, so they cannot be moved—just as soon as God's people are sealed and prepared for the shaking, it will come. Indeed, it has begun already; the judgments of God are now upon the land, to give us warning, that we may know what is coming (Manuscript 173, 1902)."},{"refcode_short":"4BC 1161","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1161 (Ellen Gould White)","content":"Chapter 10"},{"refcode_short":"4BC 1161.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1161.7 (Ellen Gould White)","content":"8, 21. See EGW on ch. 1:8."},{"refcode_short":"4BC 1161","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1161 (Ellen Gould White)","content":"Chapter 12"},{"refcode_short":"4BC 1161.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1161.8 (Ellen Gould White)","content":"2. See EGW on Jeremiah 17:25."},{"refcode_short":"4BC 1161","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1161 (Ellen Gould White)","content":"Chapter 16"},{"refcode_short":"4BC 1161.9","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1161.9 (Ellen Gould White)","content":"49. No Imitation—The prophet Ezekiel describes a class whose example Christians should not imitate [Ezekiel 16:49 quoted]."},{"refcode_short":"4BC 1161.10","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1161.10 (Ellen Gould White)","content":"We are not ignorant of the fall of Sodom because of the corruption of its inhabitants. The prophet has here specified the particular evils which led to dissolute morals. We see the very sins now existing in the world which were in Sodom, and which brought upon her the wrath of God, even to her utter destruction (The Health Reformer, July 1873)."},{"refcode_short":"4BC 1162","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1162 (Ellen Gould White)","content":"Chapter 20"},{"refcode_short":"4BC 1162.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1162.1 (Ellen Gould White)","content":"12. See EGW on Daniel 7:25."},{"refcode_short":"4BC 1162.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1162.2 (Ellen Gould White)","content":"12, 13. Contempt for Law Shows Contempt for Lawgiver—Those who trample upon God's authority, and show open contempt to the law given in such grandeur at Sinai, virtually despise the Lawgiver, the great Jehovah...."},{"refcode_short":"4BC 1162.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1162.3 (Ellen Gould White)","content":"By transgressing the law which God had given in such majesty, and amid glory which was unapproachable, the people showed open contempt of the great Lawgiver, and death was the penalty (Spiritual Gifts 3:294, 300)."},{"refcode_short":"4BC 1162","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1162 (Ellen Gould White)","content":"Chapter 28"},{"refcode_short":"4BC 1162.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1162.4 (Ellen Gould White)","content":"1-26. This History a Perpetual Safeguard—[Ezekiel 28:1-26 quoted.] The first sinner was one whom God had greatly exalted. He is represented under the figure of the prince of Tyrus flourishing in might and magnificence. Little by little Satan came to indulge the desire for self-exaltation. The Scripture says: “Thine heart was lifted up because of thy beauty, thou hast corrupted thy wisdom by reason of thy brightness.” “Thou hast said in thine heart, ... I will exalt my throne above the stars of God; ... I will be like the Most High.” Though all his glory was from God, this mighty angel came to regard it as pertaining to himself. Not content with his position, though honored above the heavenly host, he ventured to covet homage due alone to the Creator. Instead of seeking to make God supreme in the affections and allegiance of all created beings, it was his endeavor to secure their service and loyalty to himself. And coveting the glory with which the infinite Father has invested His Son, this prince of angels aspired to power that was the prerogative of Christ alone."},{"refcode_short":"4BC 1162.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1162.5 (Ellen Gould White)","content":"To the very close of the controversy in heaven, the great usurper continued to justify himself. When it was announced that with all his sympathizers he must be expelled from the abodes of bliss, then the rebel leader boldly avowed his contempt for the Creator's law. He denounced the divine statutes as a restriction of their liberty, and declared that it was his purpose to secure the abolition of law. With one accord, Satan and his host threw the blame of their rebellion wholly upon Christ, declaring that if they had not been reproved, they would never have rebelled."},{"refcode_short":"4BC 1162.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1162.6 (Ellen Gould White)","content":"Satan's rebellion was to be a lesson to the universe through all coming ages, a perpetual testimony to the nature and terrible results of sin. The working out of Satan's rule, its effects upon both men and angels, would show what must be the fruit of setting aside the divine authority. It would testify that with the existence of God's government and His law is bound up the well-being of all the creatures He has made. Thus the history of this terrible experiment of rebellion was to be a perpetual safeguard to all holy intelligences, to prevent them from being deceived as to the nature of transgression, to save them from committing sin, and suffering its punishment."},{"refcode_short":"4BC 1162.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1162.7 (Ellen Gould White)","content":"At any moment God can withdraw from the impenitent the tokens of His wonderful mercy and love. Oh, that human agencies might consider what will be the sure result of their ingratitude to Him and of their disregard of the infinite Gift of Christ to our world! If they continue to love transgression more than obedience, the present blessings and the great mercy of God that they now enjoy, but do not appreciate, will finally become the occasion of their eternal ruin. When it is too late for them to see and to understand that which they have slighted as a thing of naught, they will know what it means to be without God, without hope. Then they will realize what they have lost by choosing to be disloyal to God and to stand in rebellion to His commandments (Manuscript 125, 1907)."},{"refcode_short":"4BC 1162.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1162.8 (Ellen Gould White)","content":"A General Movement Represented—I ask our people to study the twenty-eighth chapter of Ezekiel. The representation here made, while it refers primarily to Lucifer, the fallen angel, has yet a broader significance. Not one being, but a general movement, is described, and one that we shall witness. A faithful study of this chapter should lead those who are seeking for truth to walk in all the light that God has given to His people, lest they be deceived by the deceptions of these last days (Special Testimonies, Series B, No. 17a, p. 30)."},{"refcode_short":"4BC 1162.9","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1162.9 (Ellen Gould White)","content":"2, 6-10. Soon to Be Fulfilled—[2 Thessalonians 2:7, 8; Ezekiel 28:2, 6-10 quoted.] The time is fast approaching when this scripture will be fulfilled. The world and the professedly Protestant churches are in this our day taking sides with the man of sin.... The great issue that is coming will be on the seventh-day Sabbath (The Review and Herald, April 19, 1898)."},{"refcode_short":"4BC 1163.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1163.1 (Ellen Gould White)","content":"12. Lucifer as Near as Possible Like God—Evil originated with Lucifer, who rebelled against the government of God. Before his fall he was a covering cherub, distinguished by his excellence. God made him good and beautiful, as near as possible like Himself (The Review and Herald, September 24, 1901)."},{"refcode_short":"4BC 1163.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1163.2 (Ellen Gould White)","content":"12-15 (Isaiah 14:12-14). Why God Could Do No More—Satan, the chief of the fallen angels, once had an exalted position in heaven. He was next in honor to Christ. The knowledge which he, as well as the angels who fell with him, had of the character of God, of His goodness, His mercy, wisdom, and excellent glory, made their guilt unpardonable."},{"refcode_short":"4BC 1163.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1163.3 (Ellen Gould White)","content":"There was no possible hope for the redemption of those who had witnessed and enjoyed the inexpressible glory of heaven, and had seen the terrible majesty of God, and, in presence of all this glory, had rebelled against Him. There were no new and wonderful exhibitions of God's exalted power that could impress them so deeply as those they had already experienced. If they could rebel in the very presence of glory inexpressible, they could not be placed in a more favorable condition to be proved. There was no reserve force of power, nor were there any greater heights and depths of infinite glory to overpower their jealous doubts and rebellious murmuring (Redemption; or the Temptation of Christ in The Wilderness, 18, 19)."},{"refcode_short":"4BC 1163.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1163.4 (Ellen Gould White)","content":"15-19 (Isaiah 14:12-15; Revelation 12:7-9). Satan's Corrupt Working—There is a grand rebellion in the earthly universe. Is there not a great leader of that rebellion? Is not Satan the life and soul of every species of rebellion which he himself has instigated? Is he not the first great apostate from God? A rebellion exists. Lucifer revolted from his allegiance and makes war on the divine government. Christ is appointed to put down the rebellion. He makes this world His battlefield. He stands at the head of the human family. He clothes His divinity with humanity and He passes over the ground where Adam fell and endures all the assaults of Satan's temptations, but He does not yield in a single instance."},{"refcode_short":"4BC 1163.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1163.5 (Ellen Gould White)","content":"The salvation of a world is at stake. He resisted the archdeceiver. In behalf of man He must conquer as a man, and in the very same manner man must conquer by “It is written.” His own words under the guise of humanity would be misjudged, misinterpreted, falsified. His own words spoken as the divine Son of God could not be falsified."},{"refcode_short":"4BC 1163.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1163.6 (Ellen Gould White)","content":"It will be in the last great day when every case receives as his works have been; it will be the final and eternal condemnation of the devil and all his sympathizers and all who have served under his jurisdiction and have identified themselves with him. Will he have a reason to assign for his rebellion? When the Judge of all the world demands, Why have ye done thus? what reason can he assign, what cause can he plead? Bear in mind every tongue is silent, every mouth that has been so ready to speak evil, so ready to accuse, so ready to utter words of recrimination and falsehood is stopped, and the whole world of rebellion stands speechless before God; their tongues cleave to the roof of their mouth. The place where sin entered can be specified."},{"refcode_short":"4BC 1163.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1163.7 (Ellen Gould White)","content":"“Thou wast perfect in thy ways ... till iniquity was found in thee.” “Thine heart was lifted up because of thy beauty, thou hast corrupted thy wisdom by reason of thy brightness.” All this was the gift of God. God was not chargeable with this—making the covering cherub beautiful, noble and good. “By the multitude of thy merchandise they have filled the midst of thee with violence, and thou hast sinned: ... thou has defiled thy sanctuaries by the multitude of thine iniquities, by the iniquity of thy traffick.” In this place “traffick” is the emblem of corrupt administration. It denotes the bringing of self-seeking into spiritual offices. Nothing in spiritual service is acceptable to God except the purposes and works that are for the good of the universe. To do good to others will redound to the glory of God."},{"refcode_short":"4BC 1163.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1163.8 (Ellen Gould White)","content":"The principles of Satan's working in heaven are the same principles by which he works through human agents in this world. It is through these corrupting principles that every earthly empire and the churches have been increasingly corrupted. It is by the working out of these principles that Satan deceives and corrupts the whole world from the beginning to the ending. He is continuing this same policy-working, originally begun in the heavenly universe. He is energizing the whole world with his violence with which he corrupted the world in the days of Noah (Letter 156, 1897)."},{"refcode_short":"4BC 1164","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1164 (Ellen Gould White)","content":"Chapter 31"},{"refcode_short":"4BC 1164.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1164.1 (Ellen Gould White)","content":"See EGW on Psalm 92:12, Vol. 3, p. 1146."},{"refcode_short":"4BC 1164","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1164 (Ellen Gould White)","content":"Chapter 33"},{"refcode_short":"4BC 1164.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1164.2 (Ellen Gould White)","content":"Personal Responsibility—The thirty-third chapter of Ezekiel shows that God's government is a government of personal responsibility. Each one must stand for himself. No one can obey for his neighbor. No one is excused for neglecting his duty because of a similar neglect on the part of his neighbor (Letter 162, 1900)."},{"refcode_short":"4BC 1164.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1164.3 (Ellen Gould White)","content":"A Voice of Warning Needed—The thirty-third chapter of Ezekiel is an outline of the work that God approves. Those in positions of sacred trust, those honored of God by being appointed to stand as watchmen on the walls of Zion, are in every respect to be all that is embraced in the meaning of the word “watchmen.” They are to be ever on guard against the dangers threatening the spiritual life and health and prosperity of God's heritage."},{"refcode_short":"4BC 1164.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1164.4 (Ellen Gould White)","content":"Upon us as ministers God has placed a burden of solemn responsibility...."},{"refcode_short":"4BC 1164.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1164.5 (Ellen Gould White)","content":"God has declared to us, “Ye are the salt of the earth.” The preserving influence that we may exert in the world, is bestowed upon us by the Lord. The bounties that we constantly receive from Him are to flow through hand and heart to those around us who have not yet become connected with the Fountainhead."},{"refcode_short":"4BC 1164.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1164.6 (Ellen Gould White)","content":"When we see God dishonored, we ought not to remain quiet, but should do and say all that we can to lead others to see that the God of heaven is not to be thought of as a common man, but as the Infinite One, the One worthy of man's highest reverence. Let us present God's Word in its purity, and lift up the voice in warning against everything that would dishonor our heavenly Father (Manuscript 165, 1902)."},{"refcode_short":"4BC 1164","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1164 (Ellen Gould White)","content":"Chapter 34"},{"refcode_short":"4BC 1164.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1164.7 (Ellen Gould White)","content":"2. A Charge to Ministers—Upon the ministers of God rests a solemn, serious charge. They will be called to a strict account for the manner in which they have discharged their responsibility. If they do not tell the people of the binding claims of God's law, if they do not preach the Word with clearness, but confuse the minds of the people by their own interpretations, they are shepherds who feed themselves, but neglect to feed the flock. They make of none effect the law of Jehovah, and souls perish because of their unfaithfulness. The blood of these souls will be upon their heads. God will call them to account for their unfaithfulness. But this will in no wise excuse those who listened to the sophistry of men, discarding the Word of God. God's law is a transcript of His character. And His word is not Yea and Nay, but Yea and Amen (Letter 162, 1900)."},{"refcode_short":"4BC 1164","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1164 (Ellen Gould White)","content":"Chapter 36"},{"refcode_short":"4BC 1164.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1164.8 (Ellen Gould White)","content":"25, 26 (John 3:3-7). The Sign of a New Heart—[Ezekiel 36:26 quoted.] ... The youth especially stumble over this phrase, “a new heart.” They do not know what it means. They look for a special change to take place in their feelings. This they term conversion. Over this error thousands have stumbled to ruin, not understanding the expression, “Ye must be born again.”"},{"refcode_short":"4BC 1164.9","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1164.9 (Ellen Gould White)","content":"Satan leads people to think that because they have felt a rapture of feeling, they are converted. But their experience does not change. Their actions are the same as before. Their lives show no good fruit. They pray often and long, and are constantly referring to the feelings they had at such and such a time. But they do not live the new life. They are deceived. Their experience goes no deeper than feeling. They build upon the sand, and when adverse winds come, their house is swept away...."},{"refcode_short":"4BC 1164.10","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1164.10 (Ellen Gould White)","content":"When Jesus speaks of the new heart, He means the mind, the life, the whole being. To have a change of heart is to withdraw the affections from the world, and fasten them upon Christ. To have a new heart is to have a new mind, new purposes, new motives. What is the sign of a new heart?—a changed life. There is a daily, hourly dying to selfishness and pride (The Youth's Instructor, September 26, 1901)."},{"refcode_short":"4BC 1165.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1165.1 (Ellen Gould White)","content":"26 (Psalm 51:10). How the New Heart Is Kept—One of the most earnest prayers recorded in the Word of God is that of David when he plead, “Create in me a clean heart, O God.” God's response to such a prayer is, A new heart will I give you. This is a work that no finite man can do. Men and women are to begin at the beginning, seeking God most earnestly for a true Christian experience. They are to feel the creative power of the Holy Spirit. They are to receive the new heart, that is kept soft and tender by the grace of heaven. The selfish spirit is to be cleansed from the soul. They are to labor earnestly and with humility of heart, each one looking to Jesus for guidance and encouragement. Then the building, fitly framed together, will grow into a holy temple in the Lord (Letter 224, 1907)."},{"refcode_short":"4BC 1165","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1165 (Ellen Gould White)","content":"Chapter 37"},{"refcode_short":"4BC 1165.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1165.2 (Ellen Gould White)","content":"1-10. What Can Man's Power Do?—At one time the prophet Ezekiel was in vision set down in the midst of a large valley. Before him lay a dismal scene. Throughout its whole extent the valley was covered with the bones of the dead. The question was asked, “Son of man, can these bones live?” The prophet replied, “O Lord God, Thou knowest.” What could the might and power of man accomplish with these dead bones? The prophet could see no hope of life being imparted to them. But as he looked, the power of God began to work. The scattered bones were shaken, and began to come together, “bone to his bone,” and were bound together by sinews. They were covered with flesh, and as the Lord breathed upon the bodies thus formed, “the breath came into them, and they lived, and stood up upon their feet, an exceeding great army” (Manuscript 85, 1903)."},{"refcode_short":"4BC 1165.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1165.3 (Ellen Gould White)","content":"A Vision of Our Work—The souls of those whom we desire to save are like the representation which Ezekiel saw in vision,—a valley of dry bones. They are dead in trespasses and sins, but God would have us deal with them as though they were living. Were the question put to us, “Son of man, can these bones live?” our answer would be only the confession of ignorance, “O Lord, Thou knowest.” To all appearance there is nothing to lead us to hope for their restoration. Yet nevertheless the word of the prophecy must be spoken even to those who are like the dry bones in the valley. We are in no wise to be deterred from fulfilling our commission by the listlessness, the dullness, the lack of spiritual perception, in those upon whom the Word of God is brought to bear. We are to preach the word of life to those whom we may judge to be as hopeless subjects as though they were in their graves."},{"refcode_short":"4BC 1165.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1165.4 (Ellen Gould White)","content":"Though they may seem unwilling to hear or to receive the light of truth, without questioning or wavering we are to do our part. We are to repeat to them the message. “Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.”"},{"refcode_short":"4BC 1165.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1165.5 (Ellen Gould White)","content":"It is not the human agent that is to inspire with life. The Lord God of Israel will do that part, quickening the lifeless spiritual nature into activity. The breath of the Lord of hosts must enter into the lifeless bodies. In the judgment, when all secrets are laid bare, it will be known that the voice of God spoke through the human agent, and aroused the torpid conscience, and stirred the lifeless faculties, and moved sinners to repentance and contrition, and forsaking of sins. It will then be clearly seen that through the human agent faith in Jesus Christ was imparted to the soul, and spiritual life from heaven was breathed upon one who was dead in trespasses and sins, and he was quickened with spiritual life."},{"refcode_short":"4BC 1165.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1165.6 (Ellen Gould White)","content":"But not only does this simile of the dry bones apply to the world, but also to those who have been blessed with great light; for they also are like the skeletons of the valley. They have the form of men, the framework of the body; but they have not spiritual life. But the parable does not leave the dry bones merely knit together into the forms of men; for it is not enough that there is symmetry of limb and feature. The breath of life must vivify the bodies, that they may stand upright, and spring into activity. These bones represent the house of Israel, the church of God, and the hope of the church is the vivifying influence of the Holy Spirit. The Lord must breathe upon the dry bones, that they may live."},{"refcode_short":"4BC 1166.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1166.1 (Ellen Gould White)","content":"The Spirit of God, with its vivifying power, must be in every human agent, that every spiritual muscle and sinew may be in exercise. Without the Holy Spirit, without the breath of God, there is torpidity of conscience, loss of spiritual life. Many who are without spiritual life have their names on the church records, but they are not written in the Lamb's book of life. They may be joined to the church, but they are not united to the Lord. They may be diligent in the performance of a certain set of duties, and may be regarded as living men; but many are among those who have “a name that thou livest, and art dead.”"},{"refcode_short":"4BC 1166.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1166.2 (Ellen Gould White)","content":"Unless there is genuine conversion of the soul to God; unless the vital breath of God quickens the soul to spiritual life; unless the professors of truth are actuated by heaven-born principle, they are not born of the incorruptible seed which liveth and abideth forever. Unless they trust in the righteousness of Christ as their only security; unless they copy His character, labor in His spirit, they are naked, they have not on the robe of His righteousness. The dead are often made to pass for the living; for those who are working out what they term salvation after their own ideas, have not God working in them to will and to do of His good pleasure."},{"refcode_short":"4BC 1166.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1166.3 (Ellen Gould White)","content":"This class is well represented by the valley of dry bones Ezekiel saw in vision (The Review and Herald, January 17, 1893)."},{"refcode_short":"4BC 1166","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1166 (Ellen Gould White)","content":"Daniel"},{"refcode_short":"4BC 1166","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1166 (Ellen Gould White)","content":"Chapter 1"},{"refcode_short":"4BC 1166.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1166.4 (Ellen Gould White)","content":"1. Especially for Last Days—Read the book of Daniel. Call up, point by point, the history of the kingdoms there represented. Behold statesmen, councils, powerful armies, and see how God wrought to abase the pride of men, and lay human glory in the dust. God alone is represented as great. In the vision of the prophet He is seen casting down one mighty ruler, and setting up another. He is revealed as the monarch of the universe, about to set up His everlasting kingdom—the Ancient of days, the living God, the Source of all wisdom, the Ruler of the present, the Revealer of the future. Read, and understand how poor, how frail, how short-lived, how erring, how guilty is man in lifting up his soul unto vanity...."},{"refcode_short":"4BC 1166.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1166.5 (Ellen Gould White)","content":"The light that Daniel received direct from God was given especially for these last days. The visions he saw by the banks of the Ulai and the Hiddekel, the great rivers of Shinar, are now in process of fulfillment, and all the events foretold will soon have come to pass (Letter 57, 1896)."},{"refcode_short":"4BC 1166.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1166.6 (Ellen Gould White)","content":"8. No Different Plan Now—When Daniel was in Babylon, he was beset with temptations of which we have never dreamed, and he realized that he must keep his body under. He purposed in his heart that he would not drink of the king's wine or eat of his dainties. He knew that in order to come off a victor, he must have clear mental perceptions, that he might discern between right and wrong. While he was working on his part, God worked also, and gave him “knowledge and skill in all learning and wisdom: and Daniel had understanding in all visions and dreams.” This is the way God worked for Daniel; and He does not propose to do any differently now. Man must cooperate with God in carrying out the plan of salvation (The Review and Herald, April 2, 1889)."},{"refcode_short":"4BC 1166.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1166.7 (Ellen Gould White)","content":"An Intelligent Decision—As Daniel and his fellows were brought to the test, they placed themselves fully on the side of righteousness and truth. They did not move capriciously, but intelligently. They decided that as flesh-meat had not composed their diet in the past, it should not come into their diet in the future, and as wine had been prohibited to all who should engage in the service of God, they determined that they would not partake of it. The fate of the sons of Aaron had been presented before them, and they knew that the use of wine would confuse their senses, that the indulgence of appetite would be-cloud their powers of discernment. These particulars were placed on record in the history of the children of Israel as a warning to every youth to avoid all customs and practises and indulgences that would in any way dishonor God."},{"refcode_short":"4BC 1167.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1167.1 (Ellen Gould White)","content":"Daniel and his companions knew not what would be the result of their decision; they knew not but that it would cost them their lives; but they determined to keep the straight path of strict temperance even when in the courts of licentious Babylon (The Youth's Instructor, August 18, 1898)."},{"refcode_short":"4BC 1167.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1167.2 (Ellen Gould White)","content":"9. Good Behavior Gained Favor—This officer saw in Daniel good traits of character. He saw that he was striving to be kind and helpful, that his words were respectful and courteous, and his manner possessed the grace of modesty and meekness. It was the good behavior of the youth that gained for him the favor and love of the prince (The Youth's Instructor, November 12, 1907)."},{"refcode_short":"4BC 1167.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1167.3 (Ellen Gould White)","content":"15. Daniel's Tempters—In taking this step, Daniel did not act rashly. He knew that by the time he was called to appear before the king, the advantage of healthful living would be apparent. Cause would be followed by effect. Daniel said to Melzar, who had been given charge of him and his companions: “Prove thy servants, I beseech thee, ten days; and let them give us pulse to eat and water to drink.” Daniel knew that ten days would be time enough to prove the benefit of abstemiousness...."},{"refcode_short":"4BC 1167.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1167.4 (Ellen Gould White)","content":"Having done this, Daniel and his companions did still more. They did not choose as companions those who were agents of the prince of darkness. They did not go with a multitude to do evil. They secured Melzar as their friend, and there was no friction between him and them. They went to him for advice, and at the same time enlightened him by the wisdom of their deportment (The Youth's Instructor, September 6, 1900)."},{"refcode_short":"4BC 1167.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1167.5 (Ellen Gould White)","content":"17. God's Blessing No Substitute for Effort—When the four Hebrew youth were receiving an education for the king's court in Babylon, they did not feel that the blessing of the Lord was a substitute for the taxing effort required of them. They were diligent in study; for they discerned that through the grace of God their destiny depended upon their own will and action. They were to bring all their ability to the work; and by close, severe taxation of their powers, they were to make the most of their opportunities for study and labor."},{"refcode_short":"4BC 1167.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1167.6 (Ellen Gould White)","content":"While these youth were working out their own salvation, God was working in them to will and to do of His good pleasure. Here are revealed the conditions of success. To make God's grace our own, we must act our part. The Lord does not propose to perform for us either the willing or the doing. His grace is given to work in us to will and to do, but never as a substitute for our effort. Our souls are to be aroused to cooperate. The Holy Spirit works in us, that we may work out our own salvation. This is the practical lesson the Holy Spirit is striving to teach us (The Youth's Instructor, August 20, 1903)."},{"refcode_short":"4BC 1167.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1167.7 (Ellen Gould White)","content":"17, 20. Honor Without Exaltation—Daniel and his three companions had a special work to do. Although greatly honored in this work, they did not become in any way exalted. They were scholars, being skilled in secular as well as religious knowledge; but they had studied science without being corrupted. They were well-balanced because they had yielded themselves to the control of the Holy Spirit. These youth gave to God all the glory of their secular, scientific, and religious endowments. Their learning did not come by chance; they obtained knowledge by the faithful use of their powers; and God gave them skill and understanding."},{"refcode_short":"4BC 1167.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1167.8 (Ellen Gould White)","content":"True science and Bible religion are in perfect harmony. Let the students in our schools learn all they possibly can. But, as a rule, let them be educated in our own institutions. Be careful how you advise them to go to other schools, where error is taught, in order to complete their education. Do not give them the impression that greater educational advantages are to be obtained by mingling with those who do not seek wisdom from God. The great men of Babylon were willing to be benefited by the instruction that God gave through Daniel, to help the king out of his difficulty by the interpretation of his dream. But they were anxious to mix in their heathen religion with that of the Hebrews. Had Daniel and his fellows consented to such a compromise, they would, in the view of the Babylonians, have been complete as statesmen, fit to be entrusted with the affairs of the kingdom. But the four Hebrews entered into no such arrangement. They were true to God, and God upheld them and honored them. The lesson is for us. “Seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you” (Letter 57, 1896)."},{"refcode_short":"4BC 1168.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1168.1 (Ellen Gould White)","content":"20. Spirituality and Intellect Grow Together—As in the case of Daniel, in exact proportion as the spiritual character is developed, the intellectual capabilities are increased (The Review and Herald, March 22, 1898)."},{"refcode_short":"4BC 1168","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1168 (Ellen Gould White)","content":"Chapter 2"},{"refcode_short":"4BC 1168.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1168.2 (Ellen Gould White)","content":"18. Obedient May Speak Freely—Those who live in close fellowship with Christ will be promoted by Him to positions of trust. The servant who does the best he can for his master, is admitted to familiar intercourse with one whose commands he loves to obey. In the faithful discharge of duty we may become one with Christ; for those who are obeying God's commands may speak to Him freely. The one who talks most familiarly with his divine Leader has the most exalted conception of His greatness, and is the most obedient to His commands (Manuscript 82, 1900)."},{"refcode_short":"4BC 1168.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1168.3 (Ellen Gould White)","content":"The history of Daniel, if all was written, would open chapters before you that would show you the temptations he had to meet, of ridicule, envy, and hatred; but he learned to master the difficulties. He did not trust in his own strength; he laid his whole soul and all his difficulties open to his heavenly Father, and he believed God heard him, and he was comforted and blessed. He rose superior to ridicule; and so will every one who is an overcomer. Daniel acquired a serene and cheerful state of mind, because he believed God was his friend and helper. The taxing duties he had to perform were made light because he brought the light and love of God into his work. “All the paths of the Lord are mercy and truth” to such as walk in them (The Youth's Instructor, August 25, 1886)."},{"refcode_short":"4BC 1168.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1168.4 (Ellen Gould White)","content":"37-42. A Dual Representation—The image revealed to Nebuchadnezzar, while representing the deterioration of the kingdoms of the earth in power and glory, also fitly represents the deterioration of religion and morality among the people of these kingdoms. As nations forget God, in like proportion they become weak morally."},{"refcode_short":"4BC 1168.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1168.5 (Ellen Gould White)","content":"Babylon passed away because in her prosperity she forgot God, and ascribed the glory of her prosperity to human achievement."},{"refcode_short":"4BC 1168.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1168.6 (Ellen Gould White)","content":"The Medo-Persian kingdom was visited by the wrath of heaven because in this kingdom God's law was trampled under foot. The fear of the Lord found no place in the hearts of the people. The prevailing influences in Medo-Persia were wickedness, blasphemy, and corruption."},{"refcode_short":"4BC 1168.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1168.7 (Ellen Gould White)","content":"The kingdoms that followed were even more base and corrupt. They deteriorated because they cast off their allegiance to God. As they forgot Him, they sank lower and still lower in the scale of moral value (The Youth's Instructor, September 22, 1903)."},{"refcode_short":"4BC 1168.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1168.8 (Ellen Gould White)","content":"43. Iron and Clay—Mingled Churchcraft and Statecraft—We have come to a time when God's sacred work is represented by the feet of the image in which the iron was mixed with the miry clay. God has a people, a chosen people, whose discernment must be sanctified, who must not become unholy by laying upon the foundation wood, hay, and stubble. Every soul who is loyal to the commandments of God will see that the distinguishing feature of our faith is the seventh-day Sabbath. If the government would honor the Sabbath as God has commanded, it would stand in the strength of God and in defense of the faith once delivered to the saints. But statesmen will uphold the spurious sabbath, and will mingle their religious faith with the observance of this child of the papacy, placing it above the Sabbath which the Lord has sanctified and blessed, setting it apart for man to keep holy, as a sign between Him and His people to a thousand generations. The mingling of churchcraft and statecraft is represented by the iron and the clay. This union is weakening all the power of the churches. This investing the church with the power of the state will bring evil results. Men have almost passed the point of God's forbearance. They have invested their strength in politics, and have united with the papacy. But the time will come when God will punish those who have made void His law, and their evil work will recoil upon themselves (Manuscript 63, 1899)."},{"refcode_short":"4BC 1169.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1169.1 (Ellen Gould White)","content":"46. A Divine Revelation—Nebuchadnezzar felt that he could accept this interpretation as a divine revelation; for to Daniel had been revealed every detail of the dream. The solemn truths conveyed by the interpretation of this vision of the night made a deep impression on the sovereign's mind, and in humility and awe he “fell upon his face, and worshipped.” ..."},{"refcode_short":"4BC 1169.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1169.2 (Ellen Gould White)","content":"Nebuchadnezzar saw clearly the difference between the wisdom of God and the wisdom of the most learned men of his kingdom (The Youth's Instructor, September 8, 1903)."},{"refcode_short":"4BC 1169.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1169.3 (Ellen Gould White)","content":"47. A Reflector of Light—Through the Hebrew captives the Lord was made known to the heathen in Babylon. This idolatrous nation was given a knowledge of the kingdom the Lord was to establish, and through His power maintain against all the power and craft of Satan. Daniel and his fellow-companions, Ezra and Nehemiah, and many others were witnesses for God in their captivity. The Lord scattered them among the kingdoms of the earth that their light might shine brightly amid the black darkness of heathenism and idolatry. To Daniel God revealed the light of His purposes, which had been hidden for many generations. He chose that Daniel should see in vision the light of His truth, and reflect this light on the proud kingdom of Babylon. On the despot king was permitted to flash light from the throne of God. Nebuchadnezzar was shown that the God of heaven was ruler over all the monarchs and kings of earth. His name was to go forth as the God over all gods. God desired Nebuchadnezzar to understand that the rulers of earthly kingdoms had a ruler in the heavens. God's faithfulness in rescuing the three captives from the flames and vindicating their course of action showed His wonderful power."},{"refcode_short":"4BC 1169.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1169.4 (Ellen Gould White)","content":"Great light shone forth from Daniel and his companions. Glorious things were spoken of Zion, the city of the Lord. Thus the Lord designs that spiritual light shall shine from His faithful watchmen in these last days. If the saints in the Old Testament bore such a decided testimony of loyalty, how should God's people today, having the accumulated light of centuries, shine forth, when the prophecies of the Old Testament shed their veiled glory into the future (Letter 32, 1899)!"},{"refcode_short":"4BC 1169","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1169 (Ellen Gould White)","content":"Chapter 3"},{"refcode_short":"4BC 1169.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1169.5 (Ellen Gould White)","content":"1-5. A Last Day Image—By many, the Sabbath of the fourth commandment is made void, being treated as a thing of naught; while the spurious sabbath, the child of the papacy, is exalted. In the place of God's laws, are elevated the laws of the man of sin,—laws that are to be received and regarded as the wonderful golden image of Nebuchadnezzar was by the Babylonians. Forming this great image, Nebuchadnezzar commanded that it should receive universal homage from all, both great and small, high and low, rich and poor (Manuscript 24, 1891)."},{"refcode_short":"4BC 1169.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1169.6 (Ellen Gould White)","content":"19. Something Unusual Anticipated—When the king saw that his will was not received as the will of God, he was “full of fury,” and the form of his visage was changed against these men. Satanic attributes made his countenance appear as the countenance of a demon; and with all the force he could command, he ordered that the furnace be heated seven times hotter than its wont, and commanded the most mighty men to bind the youth, and cast them into the furnace. He felt that it required more than ordinary power to deal with these noble men. His mind was strongly impressed that something unusual would interpose in their behalf, and his strongest men were ordered to deal with them (The Signs of the Times, May 6, 1897)."},{"refcode_short":"4BC 1169.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1169.7 (Ellen Gould White)","content":"25. Christ Revealed by Captives—How did Nebuchadnezzar know that the form of the fourth was like the Son of God? He had heard of the Son of God from the Hebrew captives that were in his kingdom. They had brought the knowledge of the living God who ruleth all things (The Review and Herald, May 3, 1892)."},{"refcode_short":"4BC 1170.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1170.1 (Ellen Gould White)","content":"28. Associates Understood Faith—These faithful Hebrews possessed great natural ability and intellectual culture, and they occupied a high position of honor; but all these advantages did not lead them to forget God. All their powers were yielded to the sanctifying influence of divine grace. By their godly example, their steadfast integrity, they showed forth the praises of Him who had called them out of darkness into His marvelous light. In their wonderful deliverance was displayed, before that vast assembly, the power and majesty of God. Jesus placed Himself by their side in the fiery furnace, and by the glory of His presence convinced the proud king of Babylon that it could be no other than the Son of God. The light of heaven had been shining forth from Daniel and his companions, until all their associates understood the faith which ennobled their lives and beautified their characters (The Review and Herald, February 1, 1881)."},{"refcode_short":"4BC 1170","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1170 (Ellen Gould White)","content":"Chapter 4"},{"refcode_short":"4BC 1170.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1170.2 (Ellen Gould White)","content":"17. Men of Destiny Watched With Vigilance—The Lord God omnipotent reigneth. All kings, all nations, are His, under His rule and government. His resources are infinite. The wise man declares, “The king's heart is in the hand of the Lord, as the rivers of water: he turneth it whithersoever he will.”"},{"refcode_short":"4BC 1170.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1170.3 (Ellen Gould White)","content":"Those upon whose actions hang the destinies of nations, are watched over with a vigilance that knows no relaxation by Him who “giveth salvation unto kings,” to whom belong “the shields of the earth” (The Review and Herald, March 28, 1907)."},{"refcode_short":"4BC 1170.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1170.4 (Ellen Gould White)","content":"33. Some Today Like Nebuchadnezzar—We are living in the last days of this earth's history, and we may be surprised at nothing in the line of apostasies and denials of the truth. Unbelief has now come to be a fine art, which men work at to the destruction of their souls. There is constant danger of there being shams in pulpit preachers, whose lives contradict the words they speak; but the voice of warning and of admonition will be heard as long as time shall last; and those who are guilty of transactions that should never be entered into, when reproved or counseled through the Lord's appointed agencies, will resist the message and refuse to be corrected. They will go on as did Pharaoh, and Nebuchadnezzar, until the Lord takes away their reason, and their hearts become unimpressible. The Lord's Word will come to them; but if they choose not to hear it, the Lord will make them responsible for their own ruin (NL No. 31, p. 1)."},{"refcode_short":"4BC 1170.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1170.5 (Ellen Gould White)","content":"37. Nebuchadnezzar Thoroughly Converted—In Daniel's life, the desire to glorify God was the most powerful of all motives. He realized that when standing in the presence of men of influence, a failure to acknowledge God as the source of his wisdom would have made him an unfaithful steward. And his constant recognition of the God of heaven before kings, princes, and statesmen, detracted not one iota from his influence. King Nebuchadnezzar, before whom Daniel so often honored the name of God, was finally thoroughly converted, and learned to “praise and extol and honour the King of heaven” (The Review and Herald, January 11, 1906)."},{"refcode_short":"4BC 1170.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1170.6 (Ellen Gould White)","content":"A Warm and Eloquent Testimony—The king upon the Babylonian throne became a witness for God, giving his testimony, warm and eloquent, from a grateful heart that was partaking of the mercy and grace, the righteousness and peace, of the divine nature (The Youth's Instructor, December 13, 1904)."},{"refcode_short":"4BC 1170","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1170 (Ellen Gould White)","content":"Chapter 5"},{"refcode_short":"4BC 1170.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1170.7 (Ellen Gould White)","content":"5-9. Presence of Unseen Guest Felt—A Watcher, who was unrecognized, but whose presence was a power of condemnation, looked on this scene of profanation. Soon the unseen and uninvited Guest made His presence felt. At the moment when the sacrilegious revelry was at its height, a bloodless hand came forth, and wrote words of doom on the wall of the banqueting hall. Burning words followed the movements of the hand. “Mene, Mene, Tekel, Upharsin,” was written in letters of flame. Few were the characters traced by that hand on the wall facing the king, but they showed that the power of God was there."},{"refcode_short":"4BC 1170.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1170.8 (Ellen Gould White)","content":"Belshazzar was afraid. His conscience was awakened. The fear and suspicion that always follow the course of the guilty seized him. When God makes men fear, they cannot hide the intensity of their terror. Alarm seized the great men of the kingdom. Their blasphemous disrespect of sacred things was changed in a moment. A frantic terror overcame all self-control...."},{"refcode_short":"4BC 1171.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1171.1 (Ellen Gould White)","content":"In vain the king tried to read the burning letters. He had found a power too strong for him. He could not read the writing (The Youth's Instructor, May 19, 1898)."},{"refcode_short":"4BC 1171.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1171.2 (Ellen Gould White)","content":"27. See EGW on Proverbs 16:2, Vol. 3, p. 1160."},{"refcode_short":"4BC 1171","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1171 (Ellen Gould White)","content":"Chapter 6"},{"refcode_short":"4BC 1171.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1171.3 (Ellen Gould White)","content":"5. An Unenviable Position—Daniel's position was not an enviable one. He stood at the head of a dishonest, prevaricating, godless cabinet, whose members watched him with keen, jealous eyes, to find some flaw in his conduct. They kept spies on his track, to see if they could not in this way find something against him. Satan suggested to these men a plan whereby they might get rid of Daniel. Use his religion as a means of condemning him, the enemy said (The Youth's Instructor, November 1, 1900)."},{"refcode_short":"4BC 1171.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1171.4 (Ellen Gould White)","content":"10. Undeviating Integrity Is Only Safe Course—It may be a difficult matter for men in high positions to pursue the path of undeviating integrity whether they shall receive praise or censure. Yet this is the only safe course. All the rewards which they might gain by selling their honor would be only as the breath from polluted lips, as dross to be consumed in the fire. Those who have moral courage to stand in opposition to the vices and errors of their fellow men—it may be of those whom the world honor—will receive hatred, insult, and abusive falsehood. They may be thrust down from their high position, because they would not be bought or sold, because they could not be induced by bribes or threats to stain their hands with iniquity. Everything on earth may seem to conspire against them; but God has set His seal upon His own work. They may be regarded by their fellow men as weak, unmanly, unfit to hold office; but how differently does the Most High regard them. Those who despise them are the really ignorant. While the storms of calumny and reviling may pursue the man of integrity through life, and beat upon his grave, God has the “well done” prepared for him. Folly and iniquity will at best yield only a life of unrest and discontent, and at its close a thorny dying pillow. And how many, as they view their course of action and its results, are led to end with their own hands their disgraceful career. And beyond all this waits the judgment, and the final, irrevocable doom, Depart (The Signs of the Times, February 2, 1882)!"},{"refcode_short":"4BC 1171","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1171 (Ellen Gould White)","content":"Chapter 7"},{"refcode_short":"4BC 1171.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1171.5 (Ellen Gould White)","content":"2-7. Messiah's Ensign, a Lamb—To Daniel was given a vision of fierce beasts, representing the powers of the earth. But the ensign of the Messiah's kingdom is a lamb. While earthly kingdoms rule by the ascendancy of physical power, Christ is to banish every carnal weapon, every instrument of coercion. His kingdom was to be established to uplift and ennoble fallen humanity (Letter 32, 1899)."},{"refcode_short":"4BC 1171.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1171.6 (Ellen Gould White)","content":"10 (Revelation 20:12). An Unerring Register—There is an unerring register kept of all sins committed. All man's impiety, all his disobedience to Heaven's commands, are written in the books of heaven with unerring accuracy. The figures of guilt rapidly accumulate, yet the judgments of God are tempered with mercy, until the figures have reached their appointed limit. God bears long with the transgression of human beings, and continues through His appointed agencies to present the gospel message, until the set time has come. God bears with divine patience with the perversity of the wicked; but He declares that He will visit their transgressions with a rod. He will at last permit the destructive agencies of Satan to bear sway to destroy (Manuscript 17, 1906)."},{"refcode_short":"4BC 1171.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1171.7 (Ellen Gould White)","content":"Accurately recorded in the books of heaven are the sneers and trivial remarks made by sinners who pay no heed to the call of mercy when Christ is represented to them by a servant of God. As the artist takes on the polished glass a true picture of a human face, so God daily places upon the books of heaven an exact representation of the character of every individual (Manuscript 105, 1901)."},{"refcode_short":"4BC 1171.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1171.8 (Ellen Gould White)","content":"25 (Exodus 31:13; Ezekiel 20:12). A Signpost Turned Around—The Lord has clearly defined the road to the city of God; but the great apostate has changed the signpost, setting up a false one—a spurious sabbath. He says: “I will work at cross-purposes with God. I will empower my delegate, the man of sin, to take down God's memorial, the seventh-day Sabbath. Thus will I show the world that the day sanctified and blessed by God has been changed. That day shall not live in the minds of the people. I will obliterate the memory of it. I will place in its stead a day bearing not the credentials of heaven, a day that cannot be a sign between God and His people. I will lead the people who accept this day, to place upon it the sanctity that God placed upon the seventh day. Through my vicegerent I will exalt myself. The first day shall be extolled, and the Protestant world shall receive this spurious sabbath as genuine. Through the non-observance of the Sabbath God instituted, I will bring His law into contempt. The words, ‘A sign between me and you throughout your generations,’ I will make to serve on the side of my sabbath. Thus the world will become mine. I will be ruler of the earth, prince of the world. I will so control the minds under my power that God's Sabbath shall be an object of contempt. A sign? I will make the observance of the seventh day a sign of disloyalty to the authorities of earth. Human laws shall be made so stringent that men and women will not dare to observe the seventh-day Sabbath. For fear of wanting food and clothing, they will join with the world in transgressing God's law; and the earth will be wholly under my dominion.”"},{"refcode_short":"4BC 1172.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1172.1 (Ellen Gould White)","content":"The man of sin has instituted a false sabbath, and the professed Christian world has adopted this child of the papacy, refusing to obey God. Thus Satan leads men and women in a direction opposite to the city of refuge; and by the multitudes who follow him, it is demonstrated that Adam and Eve are not the only ones who have accepted the words of the wily foe."},{"refcode_short":"4BC 1172.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1172.2 (Ellen Gould White)","content":"The enemy of all good has turned the signpost round, so that it points to the path of disobedience as the path of happiness. He has insulted Jehovah by refusing to obey a “Thus saith the Lord.” He has thought to change times and laws (The Review and Herald, April 17, 1900)."},{"refcode_short":"4BC 1172","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1172 (Ellen Gould White)","content":"Chapter 9"},{"refcode_short":"4BC 1172.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1172.3 (Ellen Gould White)","content":"1. See EGW on Jeremiah 25; 27-29."},{"refcode_short":"4BC 1172.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1172.4 (Ellen Gould White)","content":"2. God Prepares the Way—While those who had remained loyal to God in the midst of Babylon were seeking the Lord and studying the prophecies foretelling their deliverance, God was preparing the hearts of kings to show favor to His repentant people (The Review and Herald, March 21, 1907)."},{"refcode_short":"4BC 1172.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1172.5 (Ellen Gould White)","content":"3-19. Prophecy and Prayer—Daniel's example of prayer and confession is given for our instruction and encouragement. For nearly seventy years, Israel had been in captivity. The land which God had chosen for His own possession was given into the hands of the heathen. The beloved city, the recipient of heaven's light, once the joy of the whole earth, was now despised and degraded. The temple that had contained the ark of God's covenant and the cherubim of glory overshadowing the mercy-seat, was in ruins. Its very site was desecrated by unholy feet. Faithful men who knew of the former glory were filled with anguish at the desolation of the holy house that had distinguished Israel as God's chosen people. These men had been witnesses to the denunciations of God because of the sins of His people. They had been witnesses to the fulfillment of this word. They had been witnesses also to the promises of His favor if Israel would return to God, and walk circumspectly before Him. Aged, gray-headed pilgrims went up to Jerusalem to pray amid its ruins. They kissed its stones, and wet them with their tears, as they entreated the Lord to have mercy on Zion, and cover her with the glory of His righteousness. Daniel knew that the appointed time for Israel's captivity was nearly ended; but he did not feel that because God had promised to deliver them, they themselves had no part to act. With fasting and contrition he sought the Lord, confessing his own sins and the sins of the people (The Review and Herald, February 9, 1897)."},{"refcode_short":"4BC 1172.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1172.6 (Ellen Gould White)","content":"24. Everlasting Righteousness Brought In—Through His chosen agencies God will graciously make known His purposes. Then the grand work of redemption will go forward. Men will learn of the reconciliation for iniquity and of the everlasting righteousness which the Messiah has brought in through His sacrifice. The cross of Calvary is the great center. This truth acted upon will make Christ's sacrifice effectual. This is that which Gabriel revealed to Daniel in answer to fervent prayer. It was of this that Moses and Elijah and Christ talked at His transfiguration. By the humiliation of the cross He was to bring everlasting deliverance to all who would walk after Him, giving positive evidence that they are separated from the world (Letter 201, 1899)."},{"refcode_short":"4BC 1173","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1173 (Ellen Gould White)","content":"Chapter 10"},{"refcode_short":"4BC 1173.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1173.1 (Ellen Gould White)","content":"3. See EGW on ch. 1:8."},{"refcode_short":"4BC 1173.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1173.2 (Ellen Gould White)","content":"5-7. Christ Appeared to Daniel—No less a personage than the Son of God appeared to Daniel. This description is similar to that given by John when Christ was revealed to him upon the Isle of Patmos. Our Lord now comes with another heavenly messenger to teach Daniel what would take place in the latter days. This knowledge was given to Daniel and recorded by Inspiration for us upon whom the ends of the world are come (The Review and Herald, February 8, 1881)."},{"refcode_short":"4BC 1173.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1173.3 (Ellen Gould White)","content":"12, 13. Right Counsel Versus Evil Counsel—[Daniel 10:12, 13 quoted.] By this we see that heavenly agencies have to contend with hindrances before the purpose of God is fulfilled in its time. The king of Persia was controlled by the highest of all evil angels. He refused, as did Pharaoh, to obey the word of the Lord. Gabriel declared, He withstood me twenty-one days by his representations against the Jews. But Michael came to his help, and then he remained with the kings of Persia, holding the powers in check, giving right counsel against evil counsel. Good and evil angels are taking a part in the planning of God in His earthly kingdom. It is God's purpose to carry forward His work in correct lines, in ways that will advance His glory. But Satan is ever trying to counterwork God's purpose. Only by humbling themselves before God can God's servants advance His work. Never are they to depend on their own efforts or on outward display for success (Letter 201, 1899)."},{"refcode_short":"4BC 1173.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1173.4 (Ellen Gould White)","content":"13. An Invisible Struggle—We have before us in the Word of God instances of heavenly agencies working on the minds of kings and rulers, while at the same time satanic agencies were also at work on their minds. No human eloquence, in strongly set forth human opinions, can change the working of satanic agencies. Satan seeks continually to block the way, so that the truth shall be bound about by human devising; and those who have light and knowledge are in the greatest danger unless they constantly consecrate themselves to God, humiliating self, and realizing the peril of the times."},{"refcode_short":"4BC 1173.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1173.5 (Ellen Gould White)","content":"Heavenly beings are appointed to answer the prayers of those who are working unselfishly for the interests of the cause of God. The very highest angels in the heavenly courts are appointed to work out the prayers which ascend to God for the advancement of the cause of God. Each angel has his particular post of duty, which he is not permitted to leave for any other place. If he should leave, the powers of darkness would gain an advantage...."},{"refcode_short":"4BC 1173.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1173.6 (Ellen Gould White)","content":"Day by day the conflict between good and evil is going on. Why is it that those who have had many opportunities and advantages do not realize the intensity of this work? They should be intelligent in regard to this. God is the Ruler. By His supreme power He holds in check and controls earthly potentates. Through His agencies He does the work which was ordained before the foundation of the world."},{"refcode_short":"4BC 1173.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1173.7 (Ellen Gould White)","content":"As a people we do not understand as we should the great conflict going on between invisible agencies, the controversy between loyal and disloyal angels. Evil angels are constantly at work, planning their line of attack, controlling as commanders, kings, and rulers, the disloyal human forces.... I call upon the ministers of Christ to press home upon the understanding of all who come within the reach of their voice, the truth of the ministration of angels. Do not indulge in fanciful speculations. The written Word is our only safety. We must pray as did Daniel, that we may be guarded by heavenly intelligences. As ministering spirits angels are sent forth to minister to those who shall be heirs of salvation. Pray, my brethren, pray as you have never prayed before. We are not prepared for the Lord's coming. We need to make thorough work for eternity (Letter 201, 1899)."},{"refcode_short":"4BC 1174","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1174 (Ellen Gould White)","content":"Chapter 12"},{"refcode_short":"4BC 1174.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1174.1 (Ellen Gould White)","content":"3 (see EGW comments on Isaiah 60:1). Stars and Gems in Crown—By living a life of devotion and self-sacrifice in doing good to others, you might have been adding stars and gems to the crown that you will wear in heaven, and laying up unfading, eternal treasures (Manuscript 69, 1912)."},{"refcode_short":"4BC 1174.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1174.2 (Ellen Gould White)","content":"10. The Wicked Lack Understanding—[Daniel 12:10 quoted.] The wicked have chosen Satan as their leader. Under his control, the wonderful faculties of the mind are used to construct agencies of destruction. God has given the human mind great power, power to show that the Creator has endowed man with ability to do a great work against the enemy of all righteousness, power to show what victories may be gained in the conflict against evil. To those who fulfil God's purpose for them will be spoken the words, “Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy Lord.” The human machinery has been used to do a work that is a blessing to humanity; and God is glorified."},{"refcode_short":"4BC 1174.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1174.3 (Ellen Gould White)","content":"But when those to whom God has entrusted capabilities give themselves into the hands of the enemy, they become a power to destroy. When men do not make God first and last and best in everything, when they do not give themselves to Him for the carrying out of His purposes, Satan comes in, and uses in his service the minds that, given to God, could achieve great good. Under his direction, they do an evil work with great and masterly power. God designed them to work on a high plane of action, to enter into His mind, and thus to acquire an education that would enable them to work the works of righteousness. But they know nothing of this education. They are helpless. Their powers do not guide them aright; for they are under the enemy's control (Letter 141, 1902)."},{"refcode_short":"4BC 1174.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1174.4 (Ellen Gould White)","content":"13. Daniel Standing in His Lot Now—[Daniel 12:9, 4, 10, 13 quoted.] The time has come for Daniel to stand in his lot. The time has come for the light given him to go to the world as never before. If those for whom the Lord has done so much will walk in the light, their knowledge of Christ and the prophecies relating to Him will be greatly increased as they near the close of this earth's history (Manuscript 176, 1899)."},{"refcode_short":"4BC 1174","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1174 (Ellen Gould White)","content":"Hosea"},{"refcode_short":"4BC 1174","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1174 (Ellen Gould White)","content":"Chapter 4"},{"refcode_short":"4BC 1174.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1174.5 (Ellen Gould White)","content":"17. A Dread Mark Placed—By continual resistance the sinner places himself where he knows nothing but resistance. When he disregards the calls of God's mercy, and continues to sow the seeds of unbelief, the dread mark is placed over his doorway, “Ephraim is joined to his idols; let him alone” (Letter 51a, 1895)."},{"refcode_short":"4BC 1174","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1174 (Ellen Gould White)","content":"Chapter 6"},{"refcode_short":"4BC 1174.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1174.6 (Ellen Gould White)","content":"6, 7 (Micah 6:6-8). When Sacrifices Are Repugnant—[Hosea 6:6, 7 quoted.] The many sacrifices of the Jews and the flowing of blood to atone for sins for which they felt no true repentance was ever repugnant to God. He spoke through Micah saying, [Micah 6:6-8 quoted]."},{"refcode_short":"4BC 1174.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1174.7 (Ellen Gould White)","content":"Costly gifts and a semblance of holiness cannot win the favor of God. He requires for His mercies a contrite spirit, a heart open to the light of truth, love and compassion for our fellow men, and a spirit refusing to be bribed through avarice or self-love. The priests and rulers were destitute of these essentials to God's favor, and their most precious gifts and gorgeous ceremonies were an abomination in His eyes (The Signs of the Times, March 21, 1878.)"},{"refcode_short":"4BC 1174","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1174 (Ellen Gould White)","content":"Chapter 8"},{"refcode_short":"4BC 1174.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1174.8 (Ellen Gould White)","content":"1. See EGW on Jeremiah 23:1."},{"refcode_short":"4BC 1174","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1174 (Ellen Gould White)","content":"Chapter 12"},{"refcode_short":"4BC 1174.9","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1174.9 (Ellen Gould White)","content":"7. See EGW on Proverbs 16:11, Vol. 3, p. 1160."},{"refcode_short":"4BC 1174","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1174 (Ellen Gould White)","content":"Chapter 13"},{"refcode_short":"4BC 1174.10","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1174.10 (Ellen Gould White)","content":"9. See EGW on Jeremiah 23:1."},{"refcode_short":"4BC 1175","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1175 (Ellen Gould White)","content":"Joel"},{"refcode_short":"4BC 1175","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1175 (Ellen Gould White)","content":"Chapter 2"},{"refcode_short":"4BC 1175.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1175.1 (Ellen Gould White)","content":"23. See EGW on Revelation 18:1."},{"refcode_short":"4BC 1175.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1175.2 (Ellen Gould White)","content":"28, 29 (Acts 2:17, 18). A More Evident Fulfillment—If this prophecy of Joel met a partial fulfillment in the days of the apostles, we are living in a time when it is to be even more evidently manifest to the people of God. He will so bestow His Spirit upon His people that they will become a light amid the moral darkness; and great light will be reflected in all parts of the world. O that our faith might be increased, that the Lord might work mightily with His people (Manuscript 49, 1908)."},{"refcode_short":"4BC 1175","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1175 (Ellen Gould White)","content":"Haggai"},{"refcode_short":"4BC 1175","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1175 (Ellen Gould White)","content":"Chapter 1"},{"refcode_short":"4BC 1175.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1175.3 (Ellen Gould White)","content":"1, 2. Pleas for Delay Dishonor God—[Haggai 1:1, 2 quoted.] The expression, “This people say,” is significant. In the hour of their opportunity, the Israelites had not shown themselves willing. Prompt obedience is expected of those whom the Lord chooses and leads. Pleas for delay are a dishonor to God. And yet those who choose to follow their own way, often frame ingenious excuses in self-justification. Thus the Israelites declared that they had begun to rebuild, but that they were broken off in their work because of the hindrances devised by their enemies. These hindrances, they reasoned, were an indication that it was not the proper time to rebuild. They declared that the Lord had interposed difficulties to reprove their hot haste. This is why, in a communication through His prophet, He referred to them not as “my people,” but as “this people.”"},{"refcode_short":"4BC 1175.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1175.4 (Ellen Gould White)","content":"The Israelites had no real excuse for leaving their work on the temple. The time when the most serious objections were raised, was the time for them to persevere in building. But they were actuated by a selfish dislike to encounter danger by arousing the opposition of their enemies. They did not possess the faith that is the substance of things hoped for, the evidence of things not seen. They hesitated to move forward by faith in the opening providences of God, because they could not see the end from the beginning. When difficulties arose, they were easily turned from the work."},{"refcode_short":"4BC 1175.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1175.5 (Ellen Gould White)","content":"This history will be repeated. There will be religious failures because men do not have faith. When they look at the things that are seen, impossibilities appear; but God can lead them step by step in the course He desires them to take. His work will advance only as His servants move forward by faith. While they may be called upon to pass through trying times, yet they should ever remember that they are contending with a weakened, beaten foe. God's people will finally triumph over every power of darkness (The Review and Herald, December 5, 1907)."},{"refcode_short":"4BC 1175.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1175.6 (Ellen Gould White)","content":"2. Misinterpretation of Prophecy Hindered God's Work—The Lord has resources. His hand is on the machinery. When the time came for His temple to be rebuilt, He moved upon Cyrus as His agent to discern the prophecies concerning Himself, and to grant the Jewish people their liberty. And more, Cyrus furnished them the necessary facilities for rebuilding the temple of the Lord. This work began under Cyrus, and his successor carried on the work begun."},{"refcode_short":"4BC 1175.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1175.7 (Ellen Gould White)","content":"[Isaiah 45:1 and 44:28 quoted.]"},{"refcode_short":"4BC 1175.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1175.8 (Ellen Gould White)","content":"The Samaritans tried to hinder this work. By their false reports they aroused suspicion in minds easily stirred up to suspect; and because of this discouragement, the Jews became unbelieving and indifferent in regard to the work that the Lord had signified He would have done. They were opposed by Smerdis the usurper. “Then ceased the work of the house of God which is at Jerusalem. So it ceased until the second year of the reign of Darius king of Persia.” When Darius came to the throne, he set aside the work and prohibition of the usurper. But even then the people that should have been the most interested continued to be indifferent. They misapplied the prophecy given by Inspiration. They misinterpreted the Word of God, and declared that the time to build had not yet come, and that until the days were fully accomplished, they would not undertake the work. But while they left the building of the house of the Lord, the temple in which they could worship God, until the end of the time specified as the captivity of the Jews had fully come, they built mansions for themselves (Mansucript 116, 1897)."},{"refcode_short":"4BC 1176.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1176.1 (Ellen Gould White)","content":"13. Reproof Changed to Encouragement—It was after Haggai's second message that the people felt that the Lord was in earnest with them. They dared not disregard the repeated warning that their prosperity and the blessing of God were dependent upon their entire obedience to the instructions given them. As soon as they decided that they would do the words of the Lord, His messages of reproof changed to words of encouragement. O how merciful a God we have! He says, “I am with you.” The Lord God omnipotent reigneth. He assured the people that if they were obedient, they would place themselves in a position where He could bless them for His own name's glory. If God's people will only rely upon Him, and believe in Him, He will bless them (Manuscript 116, 1897)."},{"refcode_short":"4BC 1176","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1176 (Ellen Gould White)","content":"Chapter 2"},{"refcode_short":"4BC 1176.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1176.2 (Ellen Gould White)","content":"1-9, 11, 12. Parables Showing What God Endorses—In speaking of the building of a house for God, the prophet Haggai shows in parables what God endorses and what He condemns."},{"refcode_short":"4BC 1176.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1176.3 (Ellen Gould White)","content":"[Haggai 2:1-9, 11, 12 quoted.]"},{"refcode_short":"4BC 1176.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1176.4 (Ellen Gould White)","content":"This is a parable. The sacrifice, spoken of as holy flesh, was a representation of Christ, who was the foundation of the Jewish economy, and who is ever to be regarded as the One who makes possible the purification of man from sin (Manuscript 95, 1902)."},{"refcode_short":"4BC 1176.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1176.5 (Ellen Gould White)","content":"9. Superiority and Purpose of Second Temple—[Haggai 2:9 quoted.] The outward glory of the temple was not the glory of the Lord. Instruction was given as to what constituted the blessing that was to rest upon the temple. Its restoration in a plainer style than that of the first temple, was to place before the people in a proper light their past error in depending upon the pomp and splendor of outward form and ceremony. The temple was to be erected at this time, also, to remove the reproach of their disloyalty to God. Haggai instructed the people that by heartfelt repentance and by a speedy completion of the temple, they were to seek to be cleansed from the sin of disobedience that had led away from God and had delayed the carrying out of the command to arise and build...."},{"refcode_short":"4BC 1176.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1176.6 (Ellen Gould White)","content":"In neglecting the temple, which was the mirror of God's presence, the people had greatly dishonored God. They were now instructed to hold His house in sacred honor, not because of its magnificence, as did the Jews in the days of Christ, but because God had promised to be there. And this second temple was to be superior to the first because in a special sense the Messiah would honor it with His personal presence (The Review and Herald, December 12, 1907)."},{"refcode_short":"4BC 1176.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1176.7 (Ellen Gould White)","content":"10-13, 14. Acceptable Service—In order that the builders of the second temple might make no mistakes, the Lord plainly instructed them, in the form of a parable, regarding the nature of service acceptable in His sight.... [Haggai 2:10-13 quoted.]"},{"refcode_short":"4BC 1176.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1176.8 (Ellen Gould White)","content":"A soul corrupted by sin is represented by the figure of a dead body in a state of putrefaction. All the washings and sprinklings enjoined in the ceremonial law were lessons in parables, teaching the necessity of a work of regeneration in the inward heart for the purification of the soul dead in trespasses and sins, and also the necessity of the sanctifying power of the Holy Spirit [Haggai 2:14 quoted] (The Review and Herald, December 19, 1907)."},{"refcode_short":"4BC 1176.9","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1176.9 (Ellen Gould White)","content":"14-19. The Heart Unveiled—[Haggai 2:14-19, quoted.] In this scripture the heart is unveiled. The Lord takes cognizance of all the works of the children of men. He can diminish; He can increase and bless."},{"refcode_short":"4BC 1177.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1177.1 (Ellen Gould White)","content":"Professing believers who reveal by their actions that they are still clinging to selfish practises, are working upon worldly principles. The principles of justice and integrity are not carried into the life-practise (Manuscript 95, 1902)."},{"refcode_short":"4BC 1177.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1177.2 (Ellen Gould White)","content":"23. Pebbles or Polished Gems—Christians are Christ's jewels. They are to shine brightly for Him, shedding forth the light of His loveliness. Their luster depends on the polishing they receive. They may choose to be polished or to remain unpolished. But every one who is pronounced worthy of a place in the Lord's temple must submit to the polishing process. Without the polishing that the Lord gives they can reflect no more light than a common pebble."},{"refcode_short":"4BC 1177.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1177.3 (Ellen Gould White)","content":"Christ says to man, “You are mine. I have bought you. You are now only a rough stone, but if you will place yourself in My hands, I will polish you, and the luster with which you shall shine will bring honor to My name. No man shall pluck you out of My hand. I will make you My peculiar treasure. On My coronation day, you will be a jewel in My crown of rejoicing.”"},{"refcode_short":"4BC 1177.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1177.4 (Ellen Gould White)","content":"The divine Worker spends little time on worthless material. Only the precious jewels does He polish after the similitude of a palace, cutting away all the rough edges. This process is severe and trying; it hurts human pride. Christ cuts deep into the experience that man in his self-sufficiency has regarded as complete, and takes away self-uplifting from the character. He cuts away the surplus surface, and putting the stone to the polishing wheel, presses it close, that all roughness may be worn away. Then, holding the jewel up to the light, the Master sees in it a reflection of Himself, and He pronounces it worthy of a place in His casket."},{"refcode_short":"4BC 1177.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1177.5 (Ellen Gould White)","content":"“In that day, saith the Lord of hosts, will I take thee, ... and will make thee as a signet: for I have chosen thee, saith the Lord of hosts.” Blessed be the experience, however severe, that gives new value to the stone, and causes it to shine with living brightness (The Review and Herald, December 19, 1907)."},{"refcode_short":"4BC 1177.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1177.6 (Ellen Gould White)","content":"Life Hidden in Christ Preserved—God will not suffer one of His true-hearted workers to be left alone to struggle against great odds and be overcome. He preserves as a precious jewel every one whose life is hid with Christ in God. Of every such an one He says, “I ... will make thee as a signet: for I have chosen thee” (Manuscript 95, 1902)."},{"refcode_short":"4BC 1177","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1177 (Ellen Gould White)","content":"Zechariah"},{"refcode_short":"4BC 1177","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1177 (Ellen Gould White)","content":"Chapter 2"},{"refcode_short":"4BC 1177.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1177.7 (Ellen Gould White)","content":"6-9. A Little-heeded Appeal—[Zechariah 2:6-9 quoted.] How sad it is to contemplate that this touching appeal met with so little response! Had this entreaty to flee from Babylon been heeded, how different might have been the condition of the Jews in the trying times of Mordecai and Esther!"},{"refcode_short":"4BC 1177.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1177.8 (Ellen Gould White)","content":"The Lord's purposes for His people have ever been the same. He desires to bestow on the children of men the riches of an eternal inheritance. His kingdom is an everlasting kingdom. When those who choose to become obedient subjects of the Most High are finally saved in the kingdom of glory, God's purpose for mankind will have been fulfilled (The Review and Herald, December 26, 1907)."},{"refcode_short":"4BC 1177","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1177 (Ellen Gould White)","content":"Chapter 3"},{"refcode_short":"4BC 1177.9","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1177.9 (Ellen Gould White)","content":"1. Same Work Today—Joshua is represented as pleading with the Angel. Are we engaged in the same work? Are our supplications ascending to God in living faith? Are we opening the door of the heart to Jesus, and closing every means of entrance to Satan? Are we daily obtaining clearer light, and greater strength, that we may stand in Christ's righteousness? Are we emptying our hearts of all selfishness, and cleansing them, preparatory to receiving the latter rain from heaven?"},{"refcode_short":"4BC 1178.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1178.1 (Ellen Gould White)","content":"Now is the time when we are to confess and forsake our sins, that they may go beforehand to judgment and be blotted out (The Review and Herald, November 19, 1908)."},{"refcode_short":"4BC 1178.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1178.2 (Ellen Gould White)","content":"1-3. False Accuser—Those who honor God and keep His commandments are subject to the accusations of Satan. The enemy works with all his energy to lead persons into sin. Then he pleads that on account of their past sins, he should be allowed to exercise his hellish cruelty on them as his own subjects. Of this work Zechariah has written. “And he shewed me Joshua the high priest”—a representative of the people who keep the commandments of God—“standing before the angel of the Lord, and Satan standing at his right hand to resist him.”"},{"refcode_short":"4BC 1178.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1178.3 (Ellen Gould White)","content":"Christ is our High Priest. Satan stands before Him night and day as an accuser of the brethren. With his masterly power he presents every objectionable feature of character as sufficient reason for the withdrawal of Christ's protecting power, thus allowing Satan to discourage and destroy those whom he has caused to sin. But Christ has made atonement for every sinner. Can we by faith hear our Advocate saying, “The Lord rebuke thee, O Satan; even the Lord that hath chosen Jerusalem rebuke thee: is not this a brand plucked out of the fire?”"},{"refcode_short":"4BC 1178.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1178.4 (Ellen Gould White)","content":"“Now Joshua was clothed with filthy garments.” Thus sinners appear before the enemy who by his masterly, deceptive power has led them away from allegiance to God. With garments of sin and shame the enemy clothes those who have been overpowered by his temptations, and then he declares that it is unfair for Christ to be their Light, their Defender (Manuscript 125, 1901)."},{"refcode_short":"4BC 1178.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1178.5 (Ellen Gould White)","content":"4. Self-admiration Results From Ignorance—All self-exaltation and self-admiration are the result of ignorance of God and of Jesus Christ, whom He has sent. How quickly will self-esteem die, and pride be humbled in the dust, when we view the matchless charms of the character of Christ! The holiness of His character is reflected by all who serve Him in spirit and in truth."},{"refcode_short":"4BC 1178.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1178.6 (Ellen Gould White)","content":"If our lips have need of cleansing, if we realize our destitution, and come to God in contrition of heart, the Lord will remove the uncleanness. He will say to His angel, “Take away the filthy garments,” and clothe him with “change of raiment” (The Review and Herald, December 22, 1896)."},{"refcode_short":"4BC 1178.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1178.7 (Ellen Gould White)","content":"4, 5. A Change of Raiment—Poor, repentant mortals, hear the words of Jesus, and believe as you hear: “And he answered [the accusing charge of Satan] and spake unto those [angels] that stood before him [to do His bidding], saying, Take away the filthy garments from him.” I will blot out his transgressions. I will cover his sins. I will impute to him My righteousness. “And unto him he said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment.”"},{"refcode_short":"4BC 1178.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1178.8 (Ellen Gould White)","content":"The filthy garments are removed; for Christ says, “I have caused thine iniquity to pass from thee.” The iniquity is transferred to the innocent, the pure, the holy Son of God; and man, all undeserving, stands before the Lord cleansed from all unrighteousness, and clothed with the imputed righteousness of Christ. Oh, what a change of raiment is this!"},{"refcode_short":"4BC 1178.9","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1178.9 (Ellen Gould White)","content":"And Christ does more than this for them: [Zechariah 3:5 quoted]."},{"refcode_short":"4BC 1178.10","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1178.10 (Ellen Gould White)","content":"This is the honor that God will bestow on those who are clothed with the garments of Christ's righteousness. With such encouragement as this, how can men continue in sin? How can they grieve the heart of Christ (Manuscript 125, 1901)?"},{"refcode_short":"4BC 1178.11","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1178.11 (Ellen Gould White)","content":"4-7. An Experience Being Re-enacted—[Zechariah 3:4-7 quoted.] The one who was clothed with filthy garments represents those who have committed wrongs, but who have come into so sincere a position of repentance that the Lord, who forgives all sins that are repented of, was satisfied. Satan seeks to place in a humiliating position those who have truly repented of their sins. And those who are continuing in a wrong course of action are prompted by Satan to tantalize the one who has repented...."},{"refcode_short":"4BC 1178.12","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1178.12 (Ellen Gould White)","content":"Men who have gone to great lengths in transgression, and who have never confessed their sins will seek to bring all the reproach possible upon those whom Satan has worked to destroy, but who have repented and humbled themselves before God, confessing their sins to the sin-pardoning Saviour, and receiving pardon. Men who have not repented of their sins, and have not received pardon, will tantalize the truly repentant ones, repeating their wrongdoing to those who knew nothing of the wrong done. They accuse and condemn the repentant ones as if they themselves were guiltless."},{"refcode_short":"4BC 1179.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1179.1 (Ellen Gould White)","content":"It has been shown me that the experience recorded in the third chapter of Zechariah is now being acted over, and will continue to be while men, making profession of cleanness, refuse to humble the heart and confess their sins (Letter 360, 1906)."},{"refcode_short":"4BC 1179","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1179 (Ellen Gould White)","content":"Chapter 4"},{"refcode_short":"4BC 1179.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1179.2 (Ellen Gould White)","content":"6. See EGW on 2 Kings 2:11-15, Vol. 2, p. 1037."},{"refcode_short":"4BC 1179.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1179.3 (Ellen Gould White)","content":"6, 7, 10. Assumed Power Is Not God's Strength—This chapter is full of encouragement for those who do the work of the Lord in these last days. Zerubbabel had gone to Jerusalem to build the house of the Lord. But he was compassed with difficulties. His adversaries “weakened the hands of the people of Judah, and troubled them in building,” “and made them to cease by force and power.” But the Lord interposed in their behalf, and the house was finished. [Zechariah 4:6, 7, 10 quoted.]"},{"refcode_short":"4BC 1179.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1179.4 (Ellen Gould White)","content":"The very same difficulties which were created to hinder the restoration and upbuilding of the work of God, the great mountains of difficulty which loomed in Zerubbabel's way, will be met by all who today are loyal to God and to His work. Many human inventions are used to carry out plans after the mind and will of men with whom God is not working. But it is not boastful words nor a multitude of ceremonies that show that the Lord is working with His people. The assumed power of the human agent does not decide this question. Those who place themselves in opposition to the Lord's work may hinder for a time, but the same Spirit that has guided the Lord's work all the way through will guide it today. “Not by might, nor by power, but by my spirit, saith the Lord of hosts.” ..."},{"refcode_short":"4BC 1179.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1179.5 (Ellen Gould White)","content":"The Lord would have every soul strong in His strength. He would have us look to Him, receiving our directions from Him (The Review and Herald, May 16, 1899)."},{"refcode_short":"4BC 1179.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1179.6 (Ellen Gould White)","content":"11-14 (Matthew 25:1-13). Oil Purifies the Soul—We all need to study as never before the parable of the ten virgins. Five of them were wise, and five were foolish. The wise took oil in their vessels with their lamps. This is the holy oil represented in Zechariah [Zechariah 4:11-14 quoted]. This representation is of the highest consequence to those who claim to know the truth. But if we do not practise the truth, we have not received the holy oil, which the two golden pipes empty out of themselves. The oil is received into vessels prepared for the oil. It is the Holy Spirit in the heart which works by love and purifies the soul...."},{"refcode_short":"4BC 1179.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1179.7 (Ellen Gould White)","content":"Satan is working with all his hellish power to quench that light which should burn brightly in the soul and shine forth in good works. The words of God to Zechariah show from whence the holy golden oil comes, and its bright light which the Lord kindles in the chambers of the soul gives light through good works to the world. Satan will work to quench the light God has for every soul, by casting his shadow across the pathway to intercept every ray of heavenly light. He knows that his time is short. The people of God must cleave to God, else they will lose their bearings. If they cherish hereditary and cultivated traits of character that misrepresent Christ, while professedly His disciples, they are represented by the man coming to the gospel feast without having on the wedding garment, and by the foolish virgins which had no oil in their vessels with their lamps. We must cleave to that which God pronounces to be truth, though the whole world may be arrayed against it (Manuscript 140, 1901)."},{"refcode_short":"4BC 1179.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1179.8 (Ellen Gould White)","content":"Oil Conveyed Through Messages—[Zechariah 4:1-3, 11-14 quoted.] By the holy beings surrounding His throne, the Lord keeps up a constant communication with the inhabitants of the earth. The golden oil represents the grace with which God keeps the lamps of believers supplied. Were it not that this holy oil is poured from heaven in the messages of God's Spirit, the agencies of evil would have entire control over men. God is dishonored when we do not receive the communications that He sends us. Thus we refuse the golden oil which He would pour into our souls to be communicated to those in darkness (The Review and Herald, February 3, 1903)."},{"refcode_short":"4BC 1180.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1180.1 (Ellen Gould White)","content":"Word Flows Into Messengers’ Hearts—[Zechariah 4:11-14 quoted.] These empty themselves into the golden bowls, which represent the hearts of the living messengers of God, who bear the Word of the Lord to the people in warnings and entreaties. The Word itself must be as represented, the golden oil, emptied from the two olive trees that stand by the Lord of the whole earth. This is the baptism by the Holy Spirit with fire. This will open the soul of unbelievers to conviction. The wants of the soul can be met only by the working of the Holy Spirit of God. Man can of himself do nothing to satisfy the longings and meet the aspirations of the heart (Manuscript 109, 1897)."},{"refcode_short":"4BC 1180.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1180.2 (Ellen Gould White)","content":"12 (Isaiah 58:8). To Constantly Receive, One Must Constantly Impart—The capacity for receiving the holy oil from the two olive trees which empty themselves, is by the receiver emptying that holy oil out of himself in word and in action to supply the necessities of other souls. Work, precious, satisfying work—to be constantly receiving and constantly imparting! The capacity for receiving is only kept up by imparting (NL No. 12, pp. 3, 4)."},{"refcode_short":"4BC 1180","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1180 (Ellen Gould White)","content":"Chapter 8"},{"refcode_short":"4BC 1180.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1180.3 (Ellen Gould White)","content":"7-13. Spiritual Restoration Coming—The work of which the prophet Zechariah writes is a type of the spiritual restoration to be wrought for Israel before the end of time [Zechariah 8:9, 11-13, 7, 8 quoted] (Letter 42, 1912)."},{"refcode_short":"4BC 1180","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1180 (Ellen Gould White)","content":"Chapter 9"},{"refcode_short":"4BC 1180.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1180.4 (Ellen Gould White)","content":"12-17. Responsible for Darkness—The darkness of the Gentile world was attributable to the neglect of the Jewish nation, as is represented in the ninth chapter of Zechariah."},{"refcode_short":"4BC 1180.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1180.5 (Ellen Gould White)","content":"[Zechariah 9:12-17 quoted.] The whole world is embraced in the contract of the great plan of redemption (Manuscript 65, 1912)."},{"refcode_short":"4BC 1180.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1180.6 (Ellen Gould White)","content":"16 (Isaiah 53:11; Ephesians 1:18). Christ's Reward—[Zechariah 9:16; Ephesians 1:18; Isaiah 53:11 quoted.] Christ looks upon His people in their purity and perfection as the reward of all His sufferings, His humiliation, and His love, and the supplement of His glory,—Christ the great center, from whom radiates all glory (The Review and Herald, October 22, 1908)."},{"refcode_short":"4BC 1180","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1180 (Ellen Gould White)","content":"Malachi"},{"refcode_short":"4BC 1180","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1180 (Ellen Gould White)","content":"Chapter 1"},{"refcode_short":"4BC 1180.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1180.7 (Ellen Gould White)","content":"10. Do Not Hire Every Errand Done—Today, as in the days of Malachi, there are ministers who labor, not because they dare not do otherwise, not because the woe is upon them, but for the wages they are to receive. It is entirely wrong to hire every errand that is done for the Lord. The treasury of the Lord has been drained by those who have been only an injury to the cause. If ministers give themselves wholly to the work of God, and devote all their energies to building up His cause, they will have no lack. As regards temporal things, they have a better portion than their Lord, and better than His chosen disciples, whom He sent forth (The Southern Watchman, January 3, 1905)."},{"refcode_short":"4BC 1180.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1180.8 (Ellen Gould White)","content":"11. Jews’ Prosperity Was to Reveal God's Glory—[Malachi 1:11 quoted.] The prophetic words of Malachi have been meeting their fulfillment in the proclamation of the Lord's truth to the Gentiles. God, in His infinite wisdom, chose Israel as the depositary of priceless treasures of truth for all nations. He gave them His law as the standard of the character they were to develop before the world, before angels, and before the unfallen worlds. They were to reveal to the world the laws of the government of heaven. By precept and example they were to bear a decided testimony for the truth. The glory of God, His majesty and power, were to be revealed in all their prosperity. They were to be a kingdom of priests and princes. God furnished them with every facility for becoming the greatest nation on the earth."},{"refcode_short":"4BC 1181.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1181.1 (Ellen Gould White)","content":"Through disloyalty, God's chosen people developed a character exactly the opposite of the character He desired them to develop. They placed their own mold and superscription upon the truth. They forgot God, and lost sight of their high privilege as His representatives. The blessings they had received brought no blessing to the world. All their advantages were appropriated for their own glorification. They robbed God of the service He required of them, and they robbed their fellow men of religious guidance and a holy example. Like the inhabitants of the antediluvian world, they followed out every imagination of their evil hearts. Thus they made sacred things appear a farce, saying, “The temple of the Lord, The temple of the Lord, are these,” while at the same time they were misrepresenting God's character, dishonoring His name, and polluting His sanctuary (The Southern Watchman, January 10, 1905)."},{"refcode_short":"4BC 1181.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1181.2 (Ellen Gould White)","content":"13. See EGW on Leviticus 1:3, Vol. 1, p. 1110."},{"refcode_short":"4BC 1181","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1181 (Ellen Gould White)","content":"Chapter 2"},{"refcode_short":"4BC 1181.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1181.3 (Ellen Gould White)","content":"1, 2. God Requires More Than We Give Him—[Malachi 2:1, 2 quoted.] The Lord requires of all who profess to be His people, far more than they give Him. He expects believers in Christ Jesus to reveal to the world, in word and deed, the Christianity that was exemplified in the life and character of the Redeemer. If the Word of God is enshrined in their hearts, they will give a practical demonstration of the power and purity of the gospel. The testimony thus borne to the world is of much more value than sermons, or professions of godliness that do not reveal good works. Let those who name the name of Christ remember that individually they are making an impression favorable or unfavorable to Bible religion, on the minds of all with whom they come in contact (The Southern Watchman, January 17, 1905)."},{"refcode_short":"4BC 1181","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1181 (Ellen Gould White)","content":"Chapter 3"},{"refcode_short":"4BC 1181.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1181.4 (Ellen Gould White)","content":"1-3. Truth a Continual Test—[Malachi 3:1-3 quoted.] Everything in our character that cannot enter the city of God will be reproved; if we submit to the Lord's refining, all the dross and the tin will be consumed. As the Lord's chosen ones will receive the light appropriate for this time, they will not be led to exalt themselves. They will not manufacture a standard whereby to measure their own character; for the Lord has given one standard, by which every character is to be tested. There is not one standard for the poor, and another for the rich; for all will be tested by that law which bids us to love God supremely and our neighbor as ourselves. Those who win the treasure of heaven will be those who have laid up their treasure above. God gives us light and opportunities to learn from Christ; that we may be like Him in spirit and character; but we are not to conform to any human standard. We are to receive the truth of God into the heart, that it may regulate the life and form the character."},{"refcode_short":"4BC 1181.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1181.5 (Ellen Gould White)","content":"The Lord is looking upon men in the different spheres in which they move, and the character is tested under the different circumstances in which they are placed. The truth, pure, refined, elevating, is a continual test, to measure the man. If truth controls the conscience and is an abiding principle in the heart, it becomes an active working agent, it works by love and purifies the soul. But if the knowledge of the truth produces no beauty in the soul, if it does not subdue, soften, and recreate the man after God's own image, it is of no benefit to the receiver; it is as sounding brass and a tinkling cymbal. The truth as it is in Jesus, planted in the heart by the Holy Spirit, always works from within outward; it will be revealed in our words and spirit and actions toward everyone with whom we are connected (Letter 20a, 1893)."},{"refcode_short":"4BC 1181.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1181.6 (Ellen Gould White)","content":"3, 4. A Refining Process—[Malachi 3:3, 4 quoted.] In this scripture is portrayed a refining, purifying process, to be carried on in the hearts of men by the Lord of hosts. The process is most trying to the soul, but it is only by this means that the dross can be removed. Of necessity we must endure trials; for through these we are brought close to our heavenly Father, in obedience to His will, that we may render to Him an offering in righteousness...."},{"refcode_short":"4BC 1182.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1182.1 (Ellen Gould White)","content":"The Master sees wherein we need to be purified for His heavenly kingdom. He will not leave us in the furnace until we are wholly consumed. As a refiner and purifier of silver, He is beholding His children, watching the process of purification, until He shall discern His image reflected in us. Although we often feel affliction's flame kindling about us, and at times fear that we shall be utterly consumed, yet the loving-kindness of God is just as great toward us at these times as when we are free in spirit and triumphing in Him. The furnace is to purify and refine, but not to consume and destroy. God in His providence would try us, to purify us as the sons of Levi, that we may offer to Him an offering in righteousness (The Southern Watchman, February 7, 1905)."},{"refcode_short":"4BC 1182.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1182.2 (Ellen Gould White)","content":"Every Test Necessary, Seldom Repeated—[Malachi 3:3, 4 quoted.] Here is the process, the refining, purifying process, to be carried on by the Lord of hosts. The work is most trying to the soul, but it is only through this process that the rubbish and defiling impurities can be removed. Our trials are all necessary to bring us close to our heavenly Father, in obedience to His will, that we may offer to the Lord an offering in righteousness. God has given each of us capabilities, talents to improve. We need a new and living experience in the divine life, in order to do the will of God. No amount of past experience will suffice for the present, or will strengthen us to overcome the difficulties in our path. We must have new grace and fresh strength daily in order to be victorious."},{"refcode_short":"4BC 1182.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1182.3 (Ellen Gould White)","content":"We are seldom, in all respects, placed in the same condition twice. Abraham, Moses, Elijah, Daniel, and many others, were all sorely tried, but not in the same way. Every one has his individual tests and trials in the drama of life, but the very same trial seldom comes twice. Each has his own experience, peculiar in its character and circumstances, to accomplish a certain work. God has a work, a purpose, in the life of each and all of us. Every act, however small, has its place in our life experience. We must have the continual light and experience that come from God. We all need them, and God is more than willing we should have them, if we will take them (The Review and Herald, June 22, 1886)."},{"refcode_short":"4BC 1182.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1182.4 (Ellen Gould White)","content":"5-17. A View of Two Groups—In the third chapter of Malachi two parties are brought to view. Here the Lord denounces against His professed people who are not faithful sentinels. The charge and challenge of God against this people is marked and decided [Malachi 3:5-12 quoted.] Man's duty to be faithful in giving the Lord the portion which He claims in tithes and offerings, that there may be a supply to carry forward the work without embarrassment or hindrance is plainly specified."},{"refcode_short":"4BC 1182.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1182.5 (Ellen Gould White)","content":"A people is brought to view who are not filled with the Holy Spirit, because they have not walked humbly with God and been faithful and clean and pure and holy in His sight. God says, “Your words have been stout against me.... Yet ye say, What have we spoken so much against thee? Ye have said, It is vain to serve God: and what profit is it that we accept his ordinance, and that we have walked mournfully before the Lord of hosts? And now we call the proud happy; ... yea, they that tempt God are even delivered.”"},{"refcode_short":"4BC 1182.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1182.6 (Ellen Gould White)","content":"Who required them to walk mournfully? Not Christ. Their mournfulness is the fruit of their own will and unsanctified spirit. They complain of one another and of God, putting on an outside show as disappointed men, leaving the impression on the world that it does not pay to be Christians. To be envious and jealous of the brethren means to be envious and jealous of God (Manuscript 15, 1899)."},{"refcode_short":"4BC 1182.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1182.7 (Ellen Gould White)","content":"8. Robbery of Service—Those who refuse to place themselves on the Lord's side are robbing Him of the service He claims. What rent are they paying Him for living in His house, this world? They act as though they had created the world, as though they had a right to use what they possess as they please. God marks their misuse of His talents (Manuscript 50, 1901)."},{"refcode_short":"4BC 1182.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1182.8 (Ellen Gould White)","content":"10, 11. A Message Still Binding—Duty is duty, and should be performed for its own sake. But the Lord has compassion upon us in our fallen condition, and accompanies His commands with promises. He calls upon His people to prove Him, declaring that He will reward obedience with the richest blessings [Malachi 3:10, 11 quoted] (The Southern Watchman, February 14, 1905)."},{"refcode_short":"4BC 1183.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1183.1 (Ellen Gould White)","content":"11. God Can Scatter Means—Those who are selfishly withholding their means need not be surprised if God's hand scatters their possessions. That which should have been devoted to the advancement of His work and cause, but which has been withheld, may in various ways be taken away. God will come near to them in judgments. Many losses will be sustained. God can scatter the means He has lent to His stewards, if they refuse to use it to His glory. Some may have none of these losses to remind them of their remissness in duty, but their cases may be the more hopeless (The Southern Watchman, February 21, 1905)."},{"refcode_short":"4BC 1183.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1183.2 (Ellen Gould White)","content":"13-16. One Person Not to Do All the Witnessing—The fact that the Lord has been represented as hearkening to the words spoken by His witnesses, tells us that Jesus is in our very midst. He says, “Where two or three are gathered together in my name, there am I in the midst.” One person is not to do all the witnessing for Jesus; but everyone who loves God is to testify of the preciousness of His grace and truth. Those who receive the light of truth are to have lesson upon lesson to educate them not to keep silent, but to speak often one to another. They are to keep in mind the Sabbath meeting, when those who love and fear God, and who think upon His name, can have opportunity to express their thoughts in speaking one to another...."},{"refcode_short":"4BC 1183.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1183.3 (Ellen Gould White)","content":"Let each one seek to become an intelligent Christian, bearing his responsibility, and acting his personal part to make the meeting interesting and profitable...."},{"refcode_short":"4BC 1183.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1183.4 (Ellen Gould White)","content":"The Majesty of heaven identifies His interests with those of the believers, however humble may be their circumstances. And wherever they are privileged to meet together, it is appropriate that they speak often one to another, giving utterance to the gratitude and love that is a result of thinking upon the name of the Lord. Thus shall God be glorified as He hearkens and hears, and the testimony meeting will be considered the most precious of all meetings; for the words spoken are recorded in the book of remembrance (Manuscript 32, 1894)."},{"refcode_short":"4BC 1183.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1183.5 (Ellen Gould White)","content":"16. Memory Constantly Refreshed—Every deliverance, every blessing, that God in the past has granted to His people, should be kept fresh in memory's hall as a sure pledge of further and richer, increasing blessings that He will bestow. The Lord's blessings are adapted to the needs of His people (Manuscript 65, 1912)."},{"refcode_short":"4BC 1183.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1183.6 (Ellen Gould White)","content":"Represent Bright Side of Religion—Do not gratify the enemy by dwelling upon the dark side of your experience; trust Jesus more fully for help to resist temptation. If we thought and talked more of Jesus, and less of ourselves, we should have much more of His presence. If we abide in Him, we shall be so filled with peace, faith, and courage, and shall have so victorious an experience to relate when we come to meeting, that others will be refreshed by our clear, strong testimony for God. These precious acknowledgements to the praise of the glory of His grace, when supported by a Christlike life, have an irresistible power, which works for the salvation of souls."},{"refcode_short":"4BC 1183.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1183.7 (Ellen Gould White)","content":"The bright and cheerful side of religion will be represented by all who are daily consecrated to God. We should not dishonor our Lord by a mournful relation of trials that appear grievous. All trials that are received as educators will produce joy. The whole religious life will be uplifting, elevating, ennobling, fragrant with good words and works. The enemy is well pleased to have souls depressed, downcast; he desires unbelievers to gain wrong impressions regarding the effect of our faith. But God desires the mind to take a higher level. He desires every soul to triumph in the keeping power of the Redeemer (The Southern Watchman, March 7, 1905)."},{"refcode_short":"4BC 1183.8","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1183.8 (Ellen Gould White)","content":"(Hebrews 10:25.) Reflecting Rays of Light—[Malachi 3:16 quoted.] To the Christian is granted the joy of gathering rays of eternal light from the throne of glory, and of reflecting these rays not only on his own path, but on the paths of those with whom he associates. By speaking words of hope and encouragement, of grateful praise and kindly cheer, he may strive to make those around him better, to elevate them, to point them to heaven and glory, and to lead them to seek, above all earthly things, the eternal substance, the immortal inheritance, the riches that are imperishable (The Southern Watchman, March 7, 1905)."},{"refcode_short":"4BC 1184.1","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1184.1 (Ellen Gould White)","content":"16, 17. Promises to Be Verified—The closing words of this scripture outline the experience that the people of God are yet to have. We have a wonderful future before us as a people. The promises of the third chapter of Malachi will be verified to the letter (Letter 223, 1904)."},{"refcode_short":"4BC 1184.2","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1184.2 (Ellen Gould White)","content":"Angels Await Prayers—Seek most earnestly for a deeper experience and piety, and learn to walk circumspectly. [Malachi 3:16, 17 quoted.] God does not leave His erring children who are weak in faith, and who make many mistakes. The Lord hearkens and hears their prayer and their testimony. Those who look unto Jesus day by day and hour by hour, who watch unto prayer, are drawing nigh to Jesus. Angels with wings outspread wait to bear their contrite prayers to God, and to register them in the books of heaven (Letter 90, 1895)."},{"refcode_short":"4BC 1184.3","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1184.3 (Ellen Gould White)","content":"17. All Luster Is Reflected Light—All the luster possessed by those who have gained the richest experience is but the reflection of the light of the Sun of righteousness. He who lives nearest to Jesus shines the brightest. And let us thank God that the Master has His hidden ones, who are not recognized by the world, but whose names are written in the Lamb's book of life. The luster of the tiniest gem in God's casket will glorify Him. There are many ... who during this life do not seem to be particularly honored. But the Lord sees those who serve Him [Malachi 3:17 quoted] (Letter 94, 1903)."},{"refcode_short":"4BC 1184.4","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1184.4 (Ellen Gould White)","content":"Jewels Everywhere—God has jewels in all the churches, and it is not for us to make sweeping denunciation of the professed religious world, but in humility and love, present to all the truth as it is in Jesus. Let men see piety and devotion, let them behold Christlikeness of character, and they will be drawn to the truth. He who loves God supremely and his neighbor as himself, will be a light in the world. Those who have a knowledge of the truth are to communicate the same. They are to lift up Jesus, the world's Redeemer; they are to hold forth the Word of life (The Review and Herald, January 17, 1893)."},{"refcode_short":"4BC 1184","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1184 (Ellen Gould White)","content":"Chapter 4"},{"refcode_short":"4BC 1184.5","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1184.5 (Ellen Gould White)","content":"1 (Psalm 11:6; John 8:44). Root and Branches of Evil—The whole work of the father of lies is recorded in the statute books of heaven, and those who lend themselves to the service of Satan, to put forth and present to men the lies of Satan by precept and practice, will receive according to their deeds. Root and branch will be destroyed by the fires of the last days. Satan, the great general of apostasy, is the root, and all his workers, who teach his lies in regard to the law of God, are the branches (Manuscript 58, 1897)."},{"refcode_short":"4BC 1184.6","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1184.6 (Ellen Gould White)","content":"5, 6. The Elijah Message—In this age, just prior to the second coming of Christ in the clouds of heaven, God calls for men who will prepare a people to stand in the great day of the Lord. Just such a work as that which John did, is to be carried on in these last days. The Lord is giving messages to His people, through the instruments He has chosen, and He would have all heed the admonitions and warnings He sends. The message preceding the public ministry of Christ was, Repent, publicans and sinners; repent, Pharisees and Sadducees; “for the kingdom of heaven is at hand.” Our message is not to be one of peace and safety. As a people who believe in Christ's soon appearing, we have a definite message to bear,—“Prepare to meet thy God.”"},{"refcode_short":"4BC 1184.7","refcode_long":"EGW SDA Bible Commentary, vol. 4, p. 1184.7 (Ellen Gould White)","content":"Our message must be as direct as was that of John. He rebuked kings for their iniquity. Notwithstanding the peril his life was in, he never allowed truth to languish on his lips. Our work in this age must be as faithfully done...."}]