[{"refcode_short":"4Red 2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 2 (Ellen Gould White)","content":"Redemption: or the Teachings of Christ, the Anointed One"},{"refcode_short":"4Red 2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 2 (Ellen Gould White)","content":"Note to the Reader"},{"refcode_short":"4Red 2.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 2.1 (Ellen Gould White)","content":"This little book is presented to the public as an assistance in studying the divine teachings of Christ as contained in the Bible. The writer, having spent many years in the study of those sacred lessons, aided by the special enlightenment of the spirit of God, is peculiarly qualified to set forth their great truths, and their practical application to the simple duties of life."},{"refcode_short":"4Red 3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 3 (Ellen Gould White)","content":"The Teachings of Christ"},{"refcode_short":"4Red 3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 3 (Ellen Gould White)","content":"Jesus at Nazareth"},{"refcode_short":"4Red 3.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 3.1 (Ellen Gould White)","content":"Soon after the temptation of Christ in the wilderness, and the victories he there gained over Satan, he presented himself in his true character at Nazareth, where he was known as an unpretending mechanic. He entered the synagogue upon the Sabbath. As was customary, the elder read from the prophets, and exhorted the people to continue to hope for the Coming One, who would bring in a glorious reign, and subdue all oppression. He sought to animate the faith and courage of the Jews, by rehearsing the evidences of Messiah's soon coming, dwelling especially upon the kingly power and glorious majesty that would attend his advent. He kept before his hearers the idea that the reign of Christ would be upon an earthly throne in Jerusalem, and his kingdom would be a temporal one. He taught them that Messiah would appear at the head of armies, to conquer the heathen and deliver Israel from the oppression of their enemies."},{"refcode_short":"4Red 3.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 3.2 (Ellen Gould White)","content":"At the close of the service, Jesus rose with calm dignity, and requested them to bring him the book of the prophet Esaias. “And when he had opened the book, he found the place where it was written, The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the broken-hearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised, to preach the acceptable year of the Lord. And he closed the book, and he gave it again to the minister, and sat down. And the eyes of all them that were in the synagogue were fastened on him. And he began to say unto them, This day is this scripture fulfilled in your ears. And all bare him witness, and wondered at the gracious words which proceeded out of his mouth.”"},{"refcode_short":"4Red 4.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 4.1 (Ellen Gould White)","content":"The scripture which Jesus read was understood by all to refer to the coming Messiah and his work. And when the Saviour explained the words he had read, and pointed out the sacred office of the Messiah,—a reliever of the oppressed, a liberator of the captives, a healer of the afflicted, restoring sight to the blind, and revealing to the world the light of truth,—the people were thrilled with the wisdom and power of his words and responded to them with fervent amens and praises to the Lord. Jesus had not been educated in the school of the prophets, yet the most learned Rabbis could not speak with more confidence and authority than did this young Galilean."},{"refcode_short":"4Red 4.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 4.2 (Ellen Gould White)","content":"His impressive manner, the mighty import of his words, and the divine light that emanated from his countenance, thrilled the people with a power they had never experienced before, as Jesus stood before them, a living expositor of the prophet's words concerning himself. But when he announced: “This day is this scripture fulfilled in your ears,” the minds of his hearers were brought back to consider what were this man's claims to the Messiahship—the highest position that man could occupy."},{"refcode_short":"4Red 5.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 5.1 (Ellen Gould White)","content":"The interest of the congregation had been thoroughly awakened, and their hearts had been stirred with joy; but Satan was at hand to suggest doubts and unbelief, and they remembered who it was that addressed them as the blind, and the captives in bondage who needed special aid. Many of those present were acquainted with the humble life of Jesus, as the son of a carpenter, working at his trade with his father Joseph. He had made no claims to distinction or greatness, and his home was among the poor and lowly."},{"refcode_short":"4Red 5.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 5.2 (Ellen Gould White)","content":"In marked contrast with this humble man was the expected Messiah of the Jews. They believed that he would come with honor and glory, and set up, by power of arms, the throne of David. And they murmured: This cannot be the One who is to redeem Israel. Is not this Jesus, the son of Joseph, whose father and mother we know? And they refused to believe him unless he gave them some marked sign. They opened their hearts to unbelief, and prejudice took possession of them, and blinded their judgment, so that they made no account of the evidence already given when their hearts had thrilled with the knowledge that it was their Redeemer who addressed them."},{"refcode_short":"4Red 5.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 5.3 (Ellen Gould White)","content":"But Jesus now showed them a sign of his divine character by revealing the secrets of their minds. “And he said unto them, Ye will surely say unto me this proverb, Physician, heal thyself; whatsoever we have heard done in Capernaum, do also here in thy country. And he said, Verily I say unto you, No prophet is accepted in his own country. But I tell you of a truth, many widows were in Israel in the days of Elias, when the heaven was shut up three years and six months, when great famine was throughout all the land; but unto none of them was Elias sent, save unto Sarepta, a city of Sidon, unto a woman that was a widow. And many lepers were in Israel in the time of Eliseus the prophet; and none of them was cleansed, saving Naaman the Syrian.”"},{"refcode_short":"4Red 6.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 6.1 (Ellen Gould White)","content":"Jesus read the inmost thoughts of those who were before him, and met their questioning with this relation of events in the lives of the prophets. Those men whom God had chosen for a special and important work were not allowed to labor for a hard-hearted and unbelieving people. But those who had hearts to feel, and faith to believe, were specially favored with evidences of God's power displayed through his prophets."},{"refcode_short":"4Red 6.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 6.2 (Ellen Gould White)","content":"By the apostasy of Israel in Elijah's day, Jesus illustrated the true state of the people whom he was addressing. The unbelief and self-exaltation of the ancient Jewish nation caused God to pass over the many widows in Israel, and the poor and afflicted there, to find an asylum for his servant among a heathen people, and to place him in the care of a heathen woman; but she who was thus especially favored had lived in strict accordance with the light she possessed. God also passed over the many lepers of Israel, because their unbelief and abuse of precious privileges placed them in a position where he could not manifest his power in their behalf. On the other hand, a heathen nobleman, who had lived faithful to his convictions of right, and fully up to his highest privileges, but who felt his great need of help, and whose heart opened to receive the lessons of Christ, was, in the sight of God, more worthy of his special favors, and was cleansed from his leprosy, as well as enlightened in regard to divine truth."},{"refcode_short":"4Red 7.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 7.1 (Ellen Gould White)","content":"Here Jesus taught an important lesson that should be received by all who profess his name to the end of time. It was this: That even the heathen, who live according to the best light they have, doing right so far as they are able to distinguish right from wrong, are regarded with greater favor by God than those who, having great light, make high pretensions to godliness, but whose daily lives contradict their profession. Thus Jesus stood before the Jews, calmly revealing their secret thoughts, and pressing home upon them the bitter truth of their unrighteousness. Every word cut like a knife as their corrupt lives and wicked unbelief were laid before them. They now scorned the faith and reverence with which Jesus had at first inspired them, and they refused to acknowledge that this man, who had sprung from poverty and lowliness, was other than a common man. They would own no king who came unattended by riches and honor, and who stood not at the head of imposing legions."},{"refcode_short":"4Red 7.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 7.2 (Ellen Gould White)","content":"Their unbelief bred malice. Satan controlled their minds, and they cried out against the Saviour with wrath and hatred. The assembly broke up, and the wicked people laid hands upon Jesus, thrusting him from the synagogue, and out of their city, and would have killed him if they had been able to do so. All seemed eager for his destruction. They hurried him to the brow of a steep precipice, intending to cast him headlong from it. Shouts and maledictions filled the air. Some were casting stones and dirt at him; but suddenly he disappeared out of their midst, they knew not how, or when. Angels of God attended Jesus in the midst of that infuriated mob, and preserved his life. The heavenly messengers were by his side in the synagogue, while he was speaking; and they accompanied him when pressed and urged on by the unbelieving, infuriated Jews. These angels blinded the eyes of that maddened throng, and conducted Jesus to a place of safety."},{"refcode_short":"4Red 8","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 8 (Ellen Gould White)","content":"Nicodemus Comes to Christ"},{"refcode_short":"4Red 8.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 8.1 (Ellen Gould White)","content":"The great authority Jesus had assumed in the temple, in condemning the practices of the Jewish dignitaries, was freely commented upon by Pharisees, priests, and elders. His appearance, and the tones of his voice, together with the irresistible power he had exercised over the multitude, were such as to lead many of them to believe that he was indeed the Messiah whom they had so long expected and desired to see."},{"refcode_short":"4Red 8.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 8.2 (Ellen Gould White)","content":"A portion of the Jews had ever been fearful of opposing one who seemed to possess any remarkable power or seemed to be influenced by God's Spirit. Many messages had been given to Israel by the mouths of prophets. Yet some of these holy men had been slain through the instigation of the leaders in Israel, because they had denounced the sins of those in authority. The captivity of the Jews to a heathen nation, was their punishment for refusing to be reproved of their iniquities, slighting the warnings of God, and folding their sins still closer to their hearts."},{"refcode_short":"4Red 9.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 9.1 (Ellen Gould White)","content":"The Jews, in the days of Christ, lamented their humiliation to the Romans, and condemned the acts of their fathers in stoning the prophets who were sent to correct them. Yet their priests and elders cherished the spirit in their hearts which would lead them to commit the same crimes."},{"refcode_short":"4Red 9.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 9.2 (Ellen Gould White)","content":"The dignitaries of the temple consulted together in regard to the conduct of Jesus, and what course was best for them to pursue. One of their number, Nicodemus, advised moderation both in their feelings and acts. He argued that, if Jesus was really invested with authority from God, it would be perilous to reject his warnings, and the manifestations of his power. He could not look upon him as an impostor, nor join the rest of the Pharisees in their derision of him. He himself had seen and heard Jesus, and his mind was much disturbed in consequence. He anxiously perused the scrolls containing the prophecies relating to the coming of the Messiah. He sought earnestly for clear light upon the subject, and the more he searched the stronger was his conviction that this man was the one described by the prophets. If he was indeed the Christ, then this was an eventful epoch in the history of the world and especially of the Jewish nation."},{"refcode_short":"4Red 9.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 9.3 (Ellen Gould White)","content":"During the entire day after Christ had cleansed the desecrated courts of the temple, he was healing the sick and relieving the afflicted. Nicodemus had seen with what pitying compassion he had received and ministered unto the poor and the oppressed. With the demeanor of a loving father toward his suffering children, he had wrought cures and removed sorrow. No suppliant was sent unrelieved from his presence. Mothers were made glad by the restoration of their babes to health, and voices of thanksgiving had taken the place of weeping and moans of pain. All day, Jesus had instructed the restless, curious people, reasoning with the scribes and silencing the caviling of the haughty rulers by the wisdom of his words. Nicodemus, after seeing and hearing these wonderful things, and after searching the prophecies that pointed to Jesus as the looked-for Messiah, dared not disbelieve that he was sent of God."},{"refcode_short":"4Red 10.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 10.1 (Ellen Gould White)","content":"When night came on, Jesus, pale with the weariness of his long-continued labors, sought for retirement and repose in the Mount of Olives. Here Nicodemus found him and desired a conference. This man was rich and honored of the Jews. He was famous throughout Jerusalem for his wealth, his learning and benevolence, and especially for his liberal offerings to the temple to carry out its sacred services. He was also one of the prominent members of the national council. Yet when he came into the presence of Jesus, a strange agitation and timidity assailed him, which he essayed to conceal beneath an air of composure and dignity."},{"refcode_short":"4Red 10.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 10.2 (Ellen Gould White)","content":"He endeavored to appear as if it were an act of condescension on the part of a learned ruler, to seek, uninvited, an audience with a young stranger at that unseasonable hour of night. He began with a conciliating address, “Rabbi, we know that thou art a teacher come from God; for no man can do these miracles that thou doest, except God be with him.” But instead of acknowledging this complimentary salutation, Jesus bent his calm and searching eye upon the speaker, as if reading his very soul; then, with a sweet and solemn voice, he spoke and revealed the true condition of Nicodemus. “Verily, verily I say unto you, Except a man be born again, he cannot see the kingdom of God.”"},{"refcode_short":"4Red 11.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 11.1 (Ellen Gould White)","content":"The Pharisee was surprised out of his self-possession by these words, the meaning of which he partially comprehended; for he had heard John the Baptist preach repentance and baptism, and also the coming of One who should baptize with the Holy Ghost. Nicodemus had long felt that there was a want of spirituality among the Jews; that bigotry, pride, and worldly ambition guided their actions in a great measure. He had hoped for a better state of things when the Messiah should come. But he was looking for a Saviour who would set up a temporal throne in Jerusalem, and who would gather the Jewish nation under his standard, bringing the Roman power into subjection by force of arms."},{"refcode_short":"4Red 11.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 11.2 (Ellen Gould White)","content":"This learned dignitary was a strict Pharisee. He had prided himself upon his own good works and exalted piety. He considered his daily life perfect in the sight of God, and was startled to hear Jesus speak of a kingdom too pure for him to see in his present state. His mind misgave him, yet he felt irritated by the close application of the words to his own case, and he answered as if he had understood them in the most literal sense, “How can a man be born when he is old?”"},{"refcode_short":"4Red 11.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 11.3 (Ellen Gould White)","content":"Jesus, with solemn emphasis, repeated, “Verily, verily I say unto thee, Except a man be born of the water and of the Spirit, he cannot enter into the kingdom of God.” The words of Jesus could no longer be misunderstood. His listener well knew that he referred to water baptism and the grace of God. The power of the Holy Spirit transforms the entire man. This change constitutes the new birth."},{"refcode_short":"4Red 12.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 12.1 (Ellen Gould White)","content":"Many of the Jews had acknowledged John as a prophet sent of God, and had received baptism at his hands unto repentance; meanwhile he had plainly taught them that his work and mission was to prepare the way for Christ, who was the greater light, and would complete the work which he had begun. Nicodemus had meditated upon these things, and he now felt convinced that he was in the presence of that One foretold by John."},{"refcode_short":"4Red 12.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 12.2 (Ellen Gould White)","content":"Said Jesus, “That which is born of the flesh is flesh; and that which is born of the Spirit is spirit. Marvel not that I said unto thee, Ye must be born again. The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth; so is every one that is born of the Spirit.” Jesus here seeks to impress upon Nicodemus the positive necessity of the influence of the Spirit of God upon the human heart to purify it preparatory to the development of a righteous and symmetrical character. “Out of the heart proceed evil thoughts, murders, adulteries, fornications, thefts, false witness, blasphemies.” This fountain of the heart being purified, the stream thereof becomes pure."},{"refcode_short":"4Red 12.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 12.3 (Ellen Gould White)","content":"This new birth looks mysterious to Nicodemus. He asks, “How can these things be?” Jesus, bidding him marvel not, uses the wind as an illustration of his meaning. It is heard among the branches of the trees, and rustling the leaves and flowers, yet it is invisible to the eye, and from whence it comes and whither it goeth, no man knoweth. So is the experience of every one who is born of the Spirit. The mind is an invisible agent of God to produce tangible results. Its influence is powerful, and governs the actions of men. If purified from all evil, it is the motive power of good. The regenerating Spirit of God, taking possession of the mind, transforms the life; wicked thoughts are put away, evil deeds are renounced, love, peace, and humility take the place of anger, envy, and strife. That power which no human eye can see, has created a new being in the image of God."},{"refcode_short":"4Red 13.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 13.1 (Ellen Gould White)","content":"The necessity of the new birth was not so strongly impressed upon Nicodemus as the manner of its accomplishment. Jesus reproves him, asking if he, a master and teacher in Israel, an expounder of the prophecies, can be ignorant of these things. Has he read those sacred writings in vain, that he has failed to understand from them that the heart must be cleansed from its natural defilement by the Spirit of God before it can be fit for the kingdom of Heaven? Christ made no reference here to the resurrection of the body from the grave, when a nation shall be born in a day, but he was speaking in regard to the inward work of grace upon the unregenerate heart."},{"refcode_short":"4Red 13.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 13.2 (Ellen Gould White)","content":"He had just been engaged in cleansing the temple, by driving from its sacred courts those who had degraded it to a place of traffic and extortion. Not one who had fled that day from the presence of Jesus was fitted by the grace of God to be connected with the sacred services of the temple. True, there were some honorable men among the Pharisees, who deeply regretted the evils that were corrupting the Jewish nation and desecrating its religious rites. They also saw that traditions and useless forms had taken the place of true holiness, but they were powerless to prevent these growing evils."},{"refcode_short":"4Red 14.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 14.1 (Ellen Gould White)","content":"Jesus had commenced his work by striking directly at the selfish, avaricious spirit of the Jews, showing that while professing to be the children of Abraham they refused to follow his example. They were zealous for an external appearance of righteousness while they neglected internal holiness. They were sticklers for the letter of the law, while they grossly transgressed its spirit every day. The law forbade hatred and theft, yet Christ declared that the Jews had made his Father's house a den of thieves. The great necessity of the people was a new moral birth, a removal of the sins that polluted them, a renewal of true knowledge and genuine holiness."},{"refcode_short":"4Red 14.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 14.2 (Ellen Gould White)","content":"This purifying of the temple illustrates the work that must be accomplished in every one who would secure eternal life. Patiently Jesus unfolded the plan of salvation to Nicodemus, showing him how the Holy Spirit brings light and transforming power to every soul that is born of the Spirit. Like the wind, which is invisible—yet the effects of which are plainly seen and felt—is the baptism of the Spirit of God upon the heart, revealing itself in every action of him who experiences its saving power."},{"refcode_short":"4Red 14.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 14.3 (Ellen Gould White)","content":"He explained how Christ, the burden-bearer, lifts the burden from the oppressed soul, and bids it rejoice in deliverance from bondage. Joy takes the place of sadness, and the countenance reflects the light of Heaven. Yet no one sees the hand that lifts the burden, nor beholds the light descend from the courts of God. The blessing comes when the soul, by faith, surrenders itself to the Lord. This mystery exceeds human knowledge, yet he who thus passes from death to life realizes that it is a divine truth."},{"refcode_short":"4Red 15.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 15.1 (Ellen Gould White)","content":"The conversion of the soul through faith in Christ was but dimly comprehended by Nicodemus, who had been accustomed to consider cold formality and rigid services as true religion. The great Teacher explained that his mission upon earth was not to set up a temporal kingdom, emulating the pomp and display of the world, but to establish the reign of peace and love, to bring men to the Father through the mediatorial agency of his Son."},{"refcode_short":"4Red 15.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 15.2 (Ellen Gould White)","content":"Nicodemus was bewildered. Said Jesus, “If I have told you earthly things and ye believe not, how shall ye believe if I tell you of heavenly things?” If Nicodemus could not receive his teachings illustrating the work of grace upon the human heart, as represented by the figure of the wind, how could he comprehend the character of his glorious heavenly kingdom should he explain it to him? Not discerning the nature of Christ's work on earth, he could not understand his work in Heaven. Jesus referred Nicodemus to the prophecies of David and Ezekiel:—"},{"refcode_short":"4Red 15.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 15.3 (Ellen Gould White)","content":"“And I will give them one heart, and I will put a new spirit within you; and I will take the stony heart out of their flesh, and will give them an heart of flesh; that they may walk in my statutes, and keep mine ordinances, and do them; and they shall be my people, and I will be their God.” “And they shall come thither, and they shall take away all the detestable things thereof and all the abominations thereof from thence.” “Therefore, I will judge you, O house of Israel, every one according to his ways, saith the Lord God. Repent, and turn yourselves from all your transgressions; so iniquity shall not be your ruin. Cast away from you all your transgressions, whereby ye have transgressed; and make you a new heart and a new spirit.” “Create in me a clean heart, O God; and renew a right spirit within me. Cast me not away from thy presence; and take not thy Holy Spirit from me. Restore unto me the joy of thy salvation; and uphold me with thy free Spirit. Then will I teach transgressors thy ways; and sinners shall be converted unto thee.” “A new heart also will I give you, and a new spirit will I put within you; and I will take away the stony heart out of your flesh, and I will give you an heart of flesh.”"},{"refcode_short":"4Red 16.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 16.1 (Ellen Gould White)","content":"The learned Nicodemus had read these pointed prophecies with a clouded mind, but now he began to comprehend their true meaning, and to understand that even a man as just and honorable as himself must experience a new birth through Jesus Christ, as the only condition upon which he could be saved, and secure an entrance into the kingdom of God. Jesus spoke positively that unless a man is born again he cannot discern the kingdom which Christ came upon earth to set up. Rigid precision in obeying the law would entitle no man to enter the kingdom of Heaven."},{"refcode_short":"4Red 16.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 16.2 (Ellen Gould White)","content":"There must be a new birth, a new mind through the operation of the Spirit of God, which purifies the life and ennobles the character. This connection with God fits man for the glorious kingdom of Heaven. No human invention can ever find a remedy for the sinning soul. Only by repentance and humiliation, a submission to the divine requirements, can the work of grace be performed. Iniquity is so offensive in the sight of God, whom the sinner has so long insulted and wronged, that a repentance commensurate with the character of the sins committed often produces an agony of spirit hard to bear."},{"refcode_short":"4Red 17.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 17.1 (Ellen Gould White)","content":"Nothing less than a practical acceptance and application of divine truth opens the kingdom of God to man. Only a pure and lowly heart, obedient and loving, firm in the faith and service of the Most High, can enter there. Jesus also declares that as “Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up, that whosoever believeth in him should not perish, but have eternal life.” The serpent in the wilderness was lifted upon a pole before the people, that all who had been stung unto death by the fiery serpent might look upon this brazen serpent, a symbol of Christ, and be instantly healed. But they must look in faith, or it would be of no avail. Just so must men look upon the Son of Man as their Saviour unto eternal life. Man had separated himself from God by sin. Christ brought his divinity to earth, veiled by humanity, in order to rescue man from his lost condition. Human nature is vile, and man's character must be changed before it can harmonize with the pure and holy in God's immortal kingdom. This transformation is the new birth."},{"refcode_short":"4Red 17.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 17.2 (Ellen Gould White)","content":"If man by faith takes hold of the divine love of God, he becomes a new creature through Christ Jesus. The world is overcome, human nature is subdued, and Satan is vanquished. In this important sermon to Nicodemus, Jesus unfolded before this noble Pharisee the whole plan of salvation, and his mission to the world. In none of his subsequent discourses did the Saviour explain so thoroughly, step by step, the work necessary to be done in the human heart, if it would inherit the kingdom of Heaven. He traced man's salvation directly to the love of the Father, which led him to give his Son unto death that man might be saved."},{"refcode_short":"4Red 18.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 18.1 (Ellen Gould White)","content":"Jesus was acquainted with the soil into which he cast the seeds of truth. For three years there was little apparent fruit. Nicodemus was never an enemy to Jesus, but he did not publicly acknowledge him. He was weighing matters with an exactitude that accorded with his nature. He watched the life-work of Jesus with intense interest. He pondered over his teachings and beheld his mighty works. The raising of Lazarus from the dead was an evidence of his Messiahship that could not be disputed in the mind of the learned Jew."},{"refcode_short":"4Red 18.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 18.2 (Ellen Gould White)","content":"Once, when the Sanhedrim council was planning the most effectual way of bringing about the condemnation and death of Jesus, his authoritative voice was heard in protest, “Doth our law judge any man, before it hear him, and know what he doeth?” This brought a sharp rebuff from the chief priest, “Art thou also of Galilee? Search and look, for out of Galilee ariseth no prophet.” Yet the council dispersed, for they could not obtain a unanimous assent to the condemnation of Jesus."},{"refcode_short":"4Red 18.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 18.3 (Ellen Gould White)","content":"The Jews suspected both Joseph and Nicodemus of being in sympathy with the Teacher of Galilee, and these men were not summoned when the council met that decided the fate of Jesus. The words spoken at night to a single man in the lonely mountain were not lost. When Nicodemus saw Jesus upon the cross, hanging like a malefactor between heaven and earth, yet praying for his murderers; when he witnessed the commotion of nature, in that awful hour when the sun was hidden and the earth reeled in space, when the rocks were split in sunder and the vail of the temple rent in twain; then he remembered the solemn teaching in the mountain: “As Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up.”"},{"refcode_short":"4Red 19.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 19.1 (Ellen Gould White)","content":"The scales fell from his eyes, and faith took the place of doubt and uncertainty. Beams of light streamed from the secret interview in the mountain and illuminated the cross of the Saviour. In that time of discouragement and danger, when the hearts of the disciples were failing them through doubt and fear, Joseph of Arimathea, a secret disciple of Jesus, came forward and obtained the Lord's body from Pilate, and Nicodemus, who at the first came to Jesus by night, brought a hundred pounds’ weight of myrrh and aloes. These two men with their own hands performed the last sacred rites, and laid the body of the Saviour in a new sepulcher where never man lay before. These lofty rulers of the Jews mingled their tears together over the sacred form of the dead."},{"refcode_short":"4Red 19.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 19.2 (Ellen Gould White)","content":"Now, when the disciples were scattered and discouraged, Nicodemus came boldly to the front. He was rich, and he employed his wealth to sustain the infant church of Christ, that the Jews thought would be blotted out with the death of Jesus. He who had been so cautious and questioning, now, in the time of peril, was firm as the granite rock, encouraging the flagging faith of the followers of Christ, and furnishing means to carry on the cause. He was defrauded, persecuted, and stigmatized by those who had paid him reverence in other days. He became poor in this world's goods, yet he faltered not in the faith that had its beginning in that secret night conference with the young Galilean."},{"refcode_short":"4Red 20.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 20.1 (Ellen Gould White)","content":"Nicodemus related to John the story of that interview, and his inspired pen recorded it for the instruction of millions. The vital truths there taught are as important today as they were that solemn night in the shadowy mountain, when the mighty Jewish ruler came to learn the way of life from the lowly carpenter of Nazareth."},{"refcode_short":"4Red 20.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 20.2 (Ellen Gould White)","content":"“When therefore the Lord knew how the Pharisees had heard that Jesus made and baptized more disciples than John (though Jesus himself baptized not, but his disciples), he left Judea, and departed again into Galilee.”"},{"refcode_short":"4Red 20.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 20.3 (Ellen Gould White)","content":"The prejudice of the Jews was aroused because the disciples of Jesus did not use the exact words of John in the rite of baptism. John baptized unto repentance, but the disciples of Jesus, on profession of the faith, baptized in the name of the Father, Son, and Holy Spirit. The teachings of John were in perfect harmony with those of Jesus, yet his disciples became jealous for fear his influence was diminishing. A dispute arose between them and the disciples of Jesus in regard to the form of words proper to use at baptism, and finally as to the right of the latter to baptize at all."},{"refcode_short":"4Red 20.4","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 20.4 (Ellen Gould White)","content":"John's disciples came to him with their grievances, saying, “Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.” John possessed the common infirmities of human nature. In this matter he was subjected to a severe trial. His influence as the prophet of God had been greater than any other man's, until the ministry of Christ commenced; but the fame of this new teacher was drawing the attention of all people, and in consequence, the popularity of John was waning. His disciples brought to him the true statement of the case, Jesus baptizeth, and all men come to him."},{"refcode_short":"4Red 21.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 21.1 (Ellen Gould White)","content":"John stood in a dangerous position; had he justified the jealousy of his disciples by a word of sympathy or encouragement in their murmurings, a serious division would have been created. But the noble and unselfish spirit of the prophet shone forth in the answer he gave to his followers:—"},{"refcode_short":"4Red 21.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 21.2 (Ellen Gould White)","content":"“A man can receive nothing, except it be given him from Heaven. Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him. He that hath the bride is the bridegroom; but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom's voice; this my joy therefore is fulfilled. He must increase, but I must decrease.”"},{"refcode_short":"4Red 21.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 21.3 (Ellen Gould White)","content":"Had John manifested disappointment or grief at being superseded by Jesus; had he allowed his sympathies to be aroused in his own favor, when he perceived that his power over the people was waning; had he for a moment lost sight of his mission in this hour of temptation, the result would have been disastrous to the establishment of the Christian church. The seeds of dissension would have been sown, anarchy would have sprung up, and the cause of God would have languished for want of proper workers."},{"refcode_short":"4Red 22.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 22.1 (Ellen Gould White)","content":"But John, irrespective of personal interest, stood up in defense of Jesus, testifying to his superiority as the Promised One of Israel, whose way he had come to prepare. He identified himself fully with the cause of Christ, and declared that his greatest joy was in its success. Then, rising above all worldly considerations, he gave this remarkable testimony—almost the counterpart of that which Jesus had given to Nicodemus in their secret interview:—"},{"refcode_short":"4Red 22.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 22.2 (Ellen Gould White)","content":"“He that cometh from above is above all; he that is of the earth is earthly, and speaketh of the earth; he that cometh from Heaven is above all. And what he hath seen and heard, that he testifieth; and no man receiveth his testimony. He that hath received his testimony hath set to his seal that God is true. For he whom God hath sent speaketh the words of God; for God giveth not the Spirit by measure unto him. The Father loveth the Son, and hath given all things into his hand. He that believeth on the Son hath everlasting life; and he that believeth not the Son shall not see life; but the wrath of God abideth on him.”"},{"refcode_short":"4Red 22.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 22.3 (Ellen Gould White)","content":"What a sermon was this to the Pharisees, clearing the way for the ministry of Christ. The same spirit that actuated Jesus, controlled the mind of John the Baptist. Their testimony corresponded; their lives were given to the same reformatory work. The prophet points to the Saviour as the Sun of Righteousness rising with splendor, and soon to eclipse his own light, then growing pale and dim in the glory of a greater light. John, by his unselfish joy in the successful ministry of Jesus, presents to the world the truest type of nobility ever exhibited by mortal man. It carries a lesson of submission and self-sacrifice to those whom God has placed in responsible positions. It teaches them never to appropriate to themselves undue honor, nor let the spirit of rivalry disgrace the cause of God. The true Christian should vindicate the right at the expense of all personal considerations."},{"refcode_short":"4Red 23.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 23.1 (Ellen Gould White)","content":"The news that had been carried to John concerning the success of Jesus, was also borne to Jerusalem, and there created against him jealousy, envy, and hatred. Jesus knew the hard hearts and darkened minds of the Pharisees, and that they would spare no pains to create a division between his own disciples and those of John that would greatly injure the work, so he quietly ceased to baptize and withdrew to Galilee. He knew that the storm was gathering which was soon to sweep away the noblest prophet God had ever given to the world. He wished to avoid all division of feeling in the great work before him, and, for the time, removed from that region for the purpose of allaying all excitement detrimental to the cause of God."},{"refcode_short":"4Red 23.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 23.2 (Ellen Gould White)","content":"Here is a lesson to the followers of Christ, that they should take every proper precaution to avoid disagreement; for in every division of interest, resulting in disputation and unhappy differences in the church, souls are lost that might have been saved in the kingdom of Heaven. In the occurrence of a religious crisis, leading men who profess to be God's instruments should follow the example of the great Master and that of the noble prophet John. They should stand firm and united in defense of the truth, while they carefully labor to avoid all injurious dissensions."},{"refcode_short":"4Red 24","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 24 (Ellen Gould White)","content":"The Woman of Samaria"},{"refcode_short":"4Red 24.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 24.1 (Ellen Gould White)","content":"As Jesus pursued his way to Galilee, his course lay through Samaria. He embraced every opportunity to teach as he traveled on foot from place to place. The Saviour was weary, and he sat on Jacob's well to rest, while his disciples went in search of food with which to refresh themselves and their Master. As he sat there alone, a woman of Samaria drew near as if unconscious of his presence; but his eye was upon her, and after she had drawn the water he asked her to give him a drink."},{"refcode_short":"4Red 24.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 24.2 (Ellen Gould White)","content":"The Samaritan woman was surprised at this request from a Jew, and answered, “How is it that thou, being a Jew, askest drink of me, which am a woman of Samaria? for the Jews have no dealings with the Samaritans.” Jesus answered, “If thou knewest the gift of God, and who it is that saith to thee, Give me to drink, thou wouldst have asked of him, and he would have given thee living water.” He here referred to the divine grace which he alone could bestow, and which is as living water, purifying, refreshing, and invigorating the soul."},{"refcode_short":"4Red 24.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 24.3 (Ellen Gould White)","content":"But the woman's understanding did not comprehend the meaning of Christ; she supposed that he was speaking of the well before them, and answered, “Sir, thou hast nothing to draw with, and the well is deep; from whence then hast thou that living water? Art thou greater than our father Jacob, which gave us the well, and drank thereof himself?” She saw before her only a weary, thirsty traveler, wayworn and dusty; and her mind instinctively compared this humble stranger with the great and worthy Jacob."},{"refcode_short":"4Red 25.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 25.1 (Ellen Gould White)","content":"Jesus did not immediately satisfy the woman in regard to himself, but with solemn earnestness said, “Whosoever drinketh of this water shall thirst again; but whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.”"},{"refcode_short":"4Red 25.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 25.2 (Ellen Gould White)","content":"The woman looked upon him with wondering attention; he had succeeded in arousing her interest and inspiring respect for himself. She now perceived that it was not the water of Jacob's well to which Jesus alluded, for of this she used continually, drinking, and thirsting again. With remarkable faith she asked him to give her the water of which he spoke, that she might not thirst nor come to draw from the well."},{"refcode_short":"4Red 25.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 25.3 (Ellen Gould White)","content":"Jesus did not intend to convey the idea that simply one draught of the water of life would satisfy the receiver, but that whoever is united with Christ, has within his soul a living fountain from which to draw strength and grace sufficient for all emergencies. Words and deeds of righteousness flow from it and refresh the hearts of others, as well as the soul from which it springs. Jesus Christ, the never-failing source of this fountain, cheers the life and brightens the path of all who come to him for aid. Love to God, the satisfying hope of Heaven, springs up in good works unto eternal life."},{"refcode_short":"4Red 25.4","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 25.4 (Ellen Gould White)","content":"Jesus now abruptly changed the subject of conversation, and bade her call her husband. The woman answered frankly that she had no husband. Jesus had now approached the desired point where he could convince her that he had the power to read her life history, although previously unacquainted with her. He addressed her thus: “Thou hast well said, I have no husband; for thou hast had five husbands; and he whom thou now hast is not thy husband; in that saidst thou truly.”"},{"refcode_short":"4Red 26.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 26.1 (Ellen Gould White)","content":"Jesus had a double object in view; he wished to arouse her conscience as to the sin of her manner of life, as well as to prove to her that a sight wiser than human eyes had read the secrets of her life. But the woman, although not fully realizing the guilt of her manner of living, was greatly astonished that this stranger should possess such knowledge. With profound reverence she said, “Sir, I perceive that thou art a prophet.” Her personal feelings were now lost in anxiety concerning religious matters. She proceeded, “Our fathers worshiped in this mountain; and ye say, that in Jerusalem is the place where men ought to worship.”"},{"refcode_short":"4Red 26.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 26.2 (Ellen Gould White)","content":"Just in sight was Mount Gerizim, its temple demolished, and only the altar remaining. The place of worship had been a subject of contention between the Jews and Samaritans. The latter people had once belonged to Israel, but had become divided from them because of their transgressions in neglecting to obey the statutes of God. The Lord suffered them to be overcome by an idolatrous nation, whose religion had gradually contaminated their own. Still preserving their reverence for the true God, they represented him by images of wood and stone, before which they bowed in worship."},{"refcode_short":"4Red 27.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 27.1 (Ellen Gould White)","content":"When the temple was rebuilt at Jerusalem, the Samaritans wished to join the Jews in its erection. This privilege was refused them, and, in consequence, a bitter animosity sprang up between the two people, which resulted in the Samaritans building a rival temple on Mount Gerizim, where they worshiped according to the ceremonies that God gave unto Moses, but mingled with their worship the taint of idolatry. But disasters attended the Samaritans, their temple was destroyed by the enemy, and they seemed to be under a curse."},{"refcode_short":"4Red 27.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 27.2 (Ellen Gould White)","content":"They were forced to believe that God was punishing them for their apostasy. They determined to reform, and solicited teachers from the Jews to instruct them in the true religion. Through this teaching, their views of God and his requirements became clearer, and their religious service resembled more nearly that of the Jews. But to a certain degree they still clung to their idolatry, and there was a lack of harmony between them and the Jews. The Samaritans would not respect the temple of worship at Jerusalem, and refused to admit that it was the true place of worship."},{"refcode_short":"4Red 27.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 27.3 (Ellen Gould White)","content":"Jesus answered the woman by saying that the time was at hand when they should neither worship the Father in that mountain nor in Jerusalem. Said he, “Ye worship ye know not what; we know what we worship; for salvation is of the Jews. But the hour cometh, and now is, when the true worshipers shall worship the Father in spirit and in truth; for the Father seeketh such to worship him. God is a Spirit; and they that worship him must worship him in spirit and in truth.”"},{"refcode_short":"4Red 28.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 28.1 (Ellen Gould White)","content":"This was a plain statement that the Jews were more nearly correct in the principles of their religion than any other nation. Jesus also alluded to the faith of the Samaritans being amalgamated with the worship of graven images. True, they held that these idols were only to remind them of the living God, the Ruler of the universe; but, nevertheless, the people were led to reverence these inanimate figures."},{"refcode_short":"4Red 28.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 28.2 (Ellen Gould White)","content":"Jesus, who was the foundation of the old dispensation, identified himself with the Jews, sanctioning their views of God and his government. He opened great and important truths before this woman. He declared to her that the time had arrived when the true worshipers need not seek a holy mountain nor sacred temple, but were to worship the Father in spirit and in truth. Religion was not to be confined to external forms and ceremonies, but was to be throned in the heart, purifying the life and actuating to good works."},{"refcode_short":"4Red 28.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 28.3 (Ellen Gould White)","content":"The words of truth that fell from the lips of the divine Teacher stirred the heart of his listener. Never had she heard such sentiments, either from the priests of her own people or the Jews. The impressive teachings of this stranger carried her mind back to the prophecies concerning the promised Christ; for the Samaritans as well as the Jews looked for his coming. “I know that Messias cometh,” said she; “when he is come, he will tell us all things.” Jesus answered, “I that speak unto thee am he.”"},{"refcode_short":"4Red 28.4","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 28.4 (Ellen Gould White)","content":"Blessed woman of Samaria! She had felt during the conference as if in the presence of divinity; now she gladly acknowledged her Lord. She required of him no miracle, as did the Jews, to prove his divine character. She accepted his assertion, feeling perfect confidence in his words, and not questioning the holy influence that emanated from him."},{"refcode_short":"4Red 29.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 29.1 (Ellen Gould White)","content":"The disciples, returning from their errand, were surprised to find their Master conversing with a Samaritan woman; yet they did not inquire her errand, nor ask Jesus why he talked with her. The woman left her water-pot, forgetting her errand to the well, and went her way into the city, saying to all whom she met, and the men of the city, “Come, see a man who told me all things that ever I did. Is not this the Christ?”"},{"refcode_short":"4Red 29.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 29.2 (Ellen Gould White)","content":"This woman, though so sinful, was still in a more favorable condition to become an heir of Christ's kingdom than those of the Jews who made exalted professions of piety, yet trusted their salvation to the observance of outward forms and ceremonies. They felt that they needed no Saviour and no teacher. But this poor woman hungered and thirsted after righteousness. She was eager for instruction, waiting for the consolation of Israel, and ready to accept the Saviour when he was revealed. Jesus, who explained not his character to the proud and skeptical Pharisees and rulers, declared himself to this humble person who was ready to believe on him."},{"refcode_short":"4Red 29.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 29.3 (Ellen Gould White)","content":"As yet he had not taken the refreshing draught that he desired, nor tasted the food that his disciples had brought him. The salvation of perishing souls so absorbed his attention that his physical wants were forgotten. But his followers anxiously entreated him to eat. Still contemplating the great object of his mission, he answered them, “I have meat to eat that ye know not of.” His disciples were surprised, and began to wonder among themselves who could have brought him food in their absence. But Jesus explained, “My meat is to do the will of Him that sent me, and to finish his work.”"},{"refcode_short":"4Red 30.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 30.1 (Ellen Gould White)","content":"It was not temporal food alone that sustained him in his arduous life; but the accomplishment of the work which he left the royal courts of Heaven to perform, strengthened him for his labors, and lifted him above the necessities of humanity. To minister to a soul hungering and thirsting for the truth was more satisfying to the Son of Man than eating or drinking. He pitied sinners; his heart went out in sympathy for the poor Samaritans, who felt their ignorance and wretchedness, and were eagerly looking for the advent of Messiah, who would enlighten them and teach them the true religion."},{"refcode_short":"4Red 30.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 30.2 (Ellen Gould White)","content":"The Jews felt secure in their self-righteousness, they desired no enlightenment; but they looked for a Saviour who would release them from the bondage of the Roman yoke, and exalt them above their oppressors. They could not receive one who reproved their sins and condemned their selfish, hypocritical lives. They looked for a Messiah who would reign with worldly power and glory, confound and defeat the Romans, and exalt the Jews to a nation of princes."},{"refcode_short":"4Red 30.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 30.3 (Ellen Gould White)","content":"Jesus saw a field of labor among the Samaritans. Before him lay the fields of grain, their tender green lit by the golden sunlight. Viewing the beautiful scene, he employed it as a symbol, “Say not ye there are yet four months, and then cometh harvest? Behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest.” He here referred to the gospel field, to the work of Christianity among the poor, despised Samaritans. His hand reached out to gather them into the garner; they were ready for the harvest."},{"refcode_short":"4Red 31.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 31.1 (Ellen Gould White)","content":"The Saviour was above all prejudice of nation or people; he was willing to extend the blessings and privileges of the Jews to all who would accept the light which he came to the world to bring. It caused him great joy to behold even one soul reaching out to him from the night of spiritual blindness. That which Jesus had withheld from the Jews and enjoined upon his disciples to keep secret, was distinctly opened before the inquiring woman of Samaria; for He who knew all things perceived that she would make a right use of her knowledge and be the means of leading others to the true faith."},{"refcode_short":"4Red 31.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 31.2 (Ellen Gould White)","content":"It was not merely the fact that Jesus told her concerning the secrets of her life which inspired the confidence of this woman in him, but it was also his look and his solemn words that reached her soul and convinced her that he was a superior being. At the same time she felt that he was her friend, pitying and loving her. This is the character of the world's Redeemer; while he condemned her life of sin, he directed her to his divine grace as the sure and perfect remedy. The pitying love of the Saviour is not confined to sect or party."},{"refcode_short":"4Red 31.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 31.3 (Ellen Gould White)","content":"As the woman of Samaria hastened back to her friends, publishing as she went the wonderful news, many left the highway and the town to go and ascertain if she indeed spoke the truth. Numbers of the citizens left their employments and hastened to Jacob's well to see and hear this remarkable man. They surrounded Jesus and listened attentively to his instruction. They plied him with questions, and eagerly received his explanation of matters that had perplexed their understandings. They were like a people in great darkness tracing up a sudden ray that had pierced their gloom and which they were eager to follow to its source, that they might bask in the light and warmth of day."},{"refcode_short":"4Red 32.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 32.1 (Ellen Gould White)","content":"The Samaritans were attracted and interested by the teachings of Jesus. But they were not satisfied with this short conference; they were anxious to hear more and to have their fellow-citizens also listen to this wonderful teacher. They begged him to tarry with them and instruct them. For two days he remained in Samaria teaching the people. Many believed on him and accepted his words. Jesus was a Jew, yet he mingled freely with these Samaritans, setting at naught the custom and bigotry of his nation. He had already commenced to break down the partition wall between Jew and Gentile, and preach salvation to the world."},{"refcode_short":"4Red 32.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 32.2 (Ellen Gould White)","content":"These Samaritan listeners were in darkness and superstition; but they were not contented with their condition, and the words of Jesus relieved them of many doubts and uncertainties that had harassed their minds. Many who had come from curiosity to see and hear this remarkable person were convicted of the truth of his teachings, and acknowledged him as their Saviour. Eagerly they listened to the words he spoke in reference to the kingdom of God. In their new joy they said unto the woman, “Now we believe, not because of thy saying; for we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.”"},{"refcode_short":"4Red 33.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 33.1 (Ellen Gould White)","content":"Christ, at the very beginning of his ministry, openly rebuked the superficial morality and ostentatious piety of the Jews. He did not conform his life and his work to their customs and regulations. He was not influenced by their unreasonable prejudices against the Gentiles. He, on the contrary, sternly rebuked their conceit and selfish seclusion. The Pharisees rejected Christ. They ignored his miracles and the truthful simplicity of his character. They refused to recognize his pure and elevated spirituality and all evidences of his divinity. They scornfully demanded of him a sign that they might know that he was indeed the Son of God."},{"refcode_short":"4Red 33.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 33.2 (Ellen Gould White)","content":"But the Samaritans asked no sign, and Jesus performed no miracles among them; yet they received his teachings, were convicted of their great need of a Saviour, and accepted him as their Redeemer. They were therefore in a much more favorable position before God than the Jewish nation, with its pride and vanity, blind bigotry, narrow prejudice, and bitter hatred of every other people on the earth. Jesus, in face of all these prejudices, accepted the hospitality of this despised people, slept under their roofs, ate with them at their tables—partaking of the food prepared and served by their hands—taught in their streets, and treated them with the greatest kindness and courtesy."},{"refcode_short":"4Red 33.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 33.3 (Ellen Gould White)","content":"In the temple at Jerusalem there was a partition wall separating the outer court from the inner one. Gentiles were permitted to enter the outer court, but it was only lawful for the Jews to penetrate to the inner inclosure. Had a Samaritan passed this sacred boundary, the temple would have been desecrated, and his life would have paid the penalty of its pollution. But Jesus, who was virtually the foundation and originator of the temple—the services and ceremonies of which were but a type of his great sacrifice, pointing to him as the Son of God—encircled the Gentiles with his human arm of sympathy and association, while, with his divine arm of grace and power, he brought to them the salvation which the Jews refused to accept."},{"refcode_short":"4Red 34.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 34.1 (Ellen Gould White)","content":"Jesus had spent several months in Judea, giving the rulers of Israel a fair opportunity of proving his character as the Saviour of the world. He had performed many mighty works in their midst; but he was still treated by them with suspicion and jealousy. In passing through Samaria on his way to Galilee, his reception among the Samaritans, and the eagerness with which they listened to his teachings, were in marked contrast with the incredulity of the Jews, who had misinterpreted the prophecies of Daniel, Zechariah, and Ezekiel, confusing the first advent of Christ with his second majestic and glorious appearing."},{"refcode_short":"4Red 34.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 34.2 (Ellen Gould White)","content":"Their blindness was in consequence of their lofty pride and arrogance, looking only for worldly station and emolument. They urged their interpretation of the prophecies upon the Samaritans, who believed that Messiah was to come not only as a Redeemer of the Jews, but of the world. This caused great bitterness toward them from the Jews, who contended that Christ would come to exalt Israel and to bring into subjection all other nations. This perversion of the prophecies led the Samaritans to discard all the sacred writings but those of Moses. But their minds were open to enlightenment, and they received the Saviour's instruction joyfully and accepted him as the promised Messiah."},{"refcode_short":"4Red 35","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 35 (Ellen Gould White)","content":"Choosing the Disciples"},{"refcode_short":"4Red 35.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 35.1 (Ellen Gould White)","content":"The disciples had not yet fully joined themselves to Jesus to be co-laborers with him. They had witnessed many of his miracles, and their minds had been enlightened by the discourses they had heard from his lips; but they had not entirely left their employment as fishermen. Their hearts were filled with grief by the death of John, and they were troubled with conflicting thoughts. If the life of John had been permitted to end so ingloriously, what would be the fate of their Master, when the scribes and Pharisees were so bitter against him? Amid their doubt and fear, it was a relief for them to return once more to their fishing, and, for a brief space, find in their old employment a diversion from their anxiety."},{"refcode_short":"4Red 35.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 35.2 (Ellen Gould White)","content":"Jesus frequently dismissed them to visit their homes and rest; but he gently though firmly resisted all their entreaties that he should himself rest. At night he found the seasons of prayer for which he could not claim time during the day. While the world he had come to save was wrapped in slumber, the Redeemer, in the sanctuary of the mountains, would intercede for man with the Father. Often he spent entire nights in prayer and meditation, going back in the morning to his active work."},{"refcode_short":"4Red 35.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 35.3 (Ellen Gould White)","content":"It was morning on the Sea of Galilee, and the fishermen were in their boats, weary with a long night of fruitless toil. But, with the dawn, Simon discovered the form of Jesus walking upon the beach. He directed the attention of his disciples to their beloved Teacher, and they all pulled for the shore. It seemed impossible for the Saviour to obtain any retirement. Already the crowd had gathered thickly about him as he walked on the shore. The sick and afflicted were brought for him to relieve. At length the people had pressed so closely about him that they scarcely left him comfortable standing-room. It was just at this time that the fishermen were nearing the shore. Jesus requested Peter to take him in his boat, and, immediately, upon entering it, directed the disciple to pull out a little from the land. Then, being removed a short distance from the people, he was in a better position to be seen and heard by them, and from the boat upon the lake he preached in regard to the mysteries of the kingdom of God. His language was simple and earnest, appealing to the minds of the people with convincing power."},{"refcode_short":"4Red 36.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 36.1 (Ellen Gould White)","content":"The discourse ended, Jesus turned to Peter and bade him launch out into the deep, and let down his net for a draught. But Peter was thoroughly disheartened; not only was he sorrowful because of the death of John the Baptist, and his mind tortured with unbelief in consequence of that event, but he was discouraged in regard to his temporal prospects. He had been unsuccessful in his fishing, and the past night had been spent in unavailing labor. It was therefore in a desponding tone that he replied to the command of Jesus: “Master, we have toiled all night, and have taken nothing; nevertheless, at thy word I will let down the net.”"},{"refcode_short":"4Red 37.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 37.1 (Ellen Gould White)","content":"He called his brother to his aid, and together they let down the net into the deep water, as Jesus had directed. When they came to draw in the net they were unable to do so because of the great quantity of fish it contained, and they were obliged to summon James and John to their aid before they could draw in the net and unload it. When this was done the boat was so heavily laden that there was danger of its sinking."},{"refcode_short":"4Red 37.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 37.2 (Ellen Gould White)","content":"Peter had seen Jesus perform wonderful miracles, but none made so strong an impression upon his mind as this miraculous draught of fish, after a night of disappointment. The unbelief and discouragement that had been oppressing the disciples through the long, weary night, now gave way to awe and amazement. Peter was thrilled with a sense of the divine power of his Master. He felt ashamed of his sinful unbelief. He knew that he was in the presence of the Son of God, and felt unworthy to be in such companionship. He impulsively flung himself at the feet of Jesus, crying, “Depart from me; for I am a sinful man, O Lord!” But even as he spoke, he was clinging to the feet of Jesus, and would not have been willing for the Saviour to take him at his word, even if he had attempted to do so."},{"refcode_short":"4Red 37.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 37.3 (Ellen Gould White)","content":"But Jesus understood the conflicting emotions of the impetuous disciple, and said to him, “Fear not; from henceforth thou shalt catch men.” Similar words were afterward addressed to the three other fishermen, when they were all upon the shore. As they were busily employed in mending their nets, which had been broken by the great weight of the fish they had taken, Jesus said to them, “Follow me, and I will make you fishers of men.” Immediately after this they left their nets and boats and followed the Saviour. These humble fishermen recognized the divine authority of Jesus, and forthwith gave up their regular occupation and left their worldly possessions in obedience to the command of their Lord."},{"refcode_short":"4Red 38.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 38.1 (Ellen Gould White)","content":"These four disciples were more closely associated with Jesus in his earthly life than any of the others. Christ, the light of the world, was abundantly able to qualify these unlearned fishermen of Galilee for the high commission he had chosen for them. The words spoken to these lowly men were of mighty signification; they were to influence the world through all time. It seemed a simple thing for Jesus to call those poor, discouraged men to follow him; but it was an event productive of tremendous results; it was to shake the world. The quickening power of God, enlightening the minds of those illiterate fishermen, was to enable them to spread the doctrines of Christ far and wide, and others were to take up the task, until it would reach all lands, and be taught in all ages, winning many to salvation. Thus would the poor fishermen of Galilee be, indeed, “fishers of men.”"},{"refcode_short":"4Red 38.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 38.2 (Ellen Gould White)","content":"Jesus did not oppose education. The highest culture, if sanctified by the love and fear of God, receives his approbation. An objection is sometimes brought against education because Jesus chose ignorant fishermen for his disciples. But these men were subject to his refining influence for three years, and the Saviour was the most perfect educator the world has ever known. The Prince of Life did not choose the learned lawyers, the scribes and elders, for his disciples, because they would not follow him. Therefore he chose the humble peasants for his helpers. The rich and educated among the Jews were exalted by their own worldly wisdom and self-righteousness, and felt all-sufficient in themselves, realizing no special need of a Redeemer. Their characters were fixed, and they would not receive the teachings of Christ. But the humble fishermen were rejoiced to be connected with the Saviour, and become co-laborers with him."},{"refcode_short":"4Red 39.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 39.1 (Ellen Gould White)","content":"As Jesus passed on his way to Jerusalem, he saw Matthew engaged in his business of tax-gathering. He was a Jew, but when he became a publican his brethren despised him. The Jewish people were continually irritated on account of the Roman yoke. That a despised and heathen nation should collect tribute of them was a constant reminder that their power and glory as an independent nation had departed. Their indignation knew no bounds when one of their own people so far forgot the honor of his exalted race as to accept the office of tax-gatherer."},{"refcode_short":"4Red 39.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 39.2 (Ellen Gould White)","content":"Those who thus assisted to sustain the Roman authority were considered apostate. The Jews regarded it as degrading to associate in any way with a publican. They considered the office identical with oppression and extortion. But the mind of Jesus was not molded after the prejudices of the Pharisees. He looked below the surface and read the heart. His divine eye saw in Matthew one whom he could use for the establishment of his church. This man had listened to the teachings of Christ, and had been attracted to him. His heart was full of reverence for the Saviour, but the thought had never entered the mind of Matthew that this great Teacher would condescend to notice him, much less choose him as a disciple. Therefore his astonishment was great when Jesus addressed him with the words, “Follow me.”"},{"refcode_short":"4Red 40.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 40.1 (Ellen Gould White)","content":"Without a doubtful murmur, or question as to his consequent pecuniary loss, Matthew rose up and followed his Master, and united his interest with the few disciples of Jesus. The despised publican felt that the Saviour had bestowed upon him an honor which he did not deserve. He gave no thought to the lucrative business he had exchanged for poverty and fatigue. It was enough that he would be in the presence of Christ, that he could learn wisdom and goodness from his lips, behold his marvelous works, and be a co-laborer with him in his arduous toil."},{"refcode_short":"4Red 40.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 40.2 (Ellen Gould White)","content":"Matthew was wealthy, but he was willing to sacrifice all for his Master. He had many friends and acquaintances whom he was anxious should become followers of Jesus, and he was desirous that they should have an opportunity to meet him. He felt certain that they would be charmed with his pure and simple doctrine, taught without ostentation or display."},{"refcode_short":"4Red 40.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 40.3 (Ellen Gould White)","content":"He accordingly made a feast at his own house and called together his friends and relatives, among whom were a number of publicans. Jesus was invited as a guest, in whose honor the feast was prepared. He, with his disciples, accepted the courteous invitation, and graced the banquet with his presence. The envious scribes and Pharisees, who were ever watching and following the movements of Jesus, did not lose this opportunity of seeking to condemn the cause of Christ."},{"refcode_short":"4Red 40.4","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 40.4 (Ellen Gould White)","content":"They were highly indignant that one who called himself a Jew should mingle with publicans. Though they refused to acknowledge him the Messiah, and would accept none of his teachings, yet they could not shut their eyes to the fact that he had great influence over the people; this being the case they were chagrined that he should, by his example, ignore their prejudices and traditions. When Jesus called Matthew to follow him their anger knew no bounds that he should thus honor a hated publican. They openly attacked the disciples on the subject, and accused them of eating with publicans and sinners."},{"refcode_short":"4Red 41.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 41.1 (Ellen Gould White)","content":"“And it came to pass, as Jesus sat at meat in the house, behold, many publicans and sinners came and sat down with him and his disciples. And when the Pharisees saw it, they said unto his disciples, Why eateth your Master with publicans and sinners?” It was with bitter contempt that they asked this question. Jesus did not wait for his disciples to answer this scornful charge, but himself replied, “They that be whole need not a physician, but they that are sick. But go ye and learn what that meaneth, I will have mercy, and not sacrifice; for I am not come to call the righteous, but sinners to repentance.” He here explained his course by taking the case of a physician, whose work is not among the well, but among those who are diseased. He who came to save the sin-sick soul must go among those who most need his forgiving mercy and pitying love."},{"refcode_short":"4Red 41.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 41.2 (Ellen Gould White)","content":"Those poor publicans and sinners, although stained with guilt, felt their need of repentance and pardon. It was the mission of Heaven to relieve just such want as theirs. Although these persons apparently disregarded religious rites and observances, yet in heart and life they were better fitted to become sincere Christians than the Pharisees and priests who scorned them. Many of them were possessed of noble integrity, and would not wrong their conscience by rejecting a doctrine which their reason declared to be true."},{"refcode_short":"4Red 42.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 42.1 (Ellen Gould White)","content":"Jesus had come to heal the wounds of sin among his own nation, but they refused his proffered aid; they trampled upon his teachings and made light of his mighty works. The Lord turned, therefore, to those who would hear his words. Matthew and his associates obeyed the summons of the Master and followed him. The despised publican became one of the most devoted evangelists. His unselfish heart was drawn out for souls that needed the light. He did not repulse sinners by magnifying his own piety, and contrasting it with their sinfulness; but linked them to himself through kindly sympathy, as he presented to them the precious gospel of Christ. His labors were attended with marked success. Many of those who sat at that feast, and listened to the divine instruction of Jesus, became instruments of enlightenment to the people."},{"refcode_short":"4Red 42.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 42.2 (Ellen Gould White)","content":"The pointed words addressed by Jesus to the Pharisees on the occasion of this feast silenced them, but did not remove their prejudice nor soften their hearts. They went away and complained to the disciples of John concerning the practices of Jesus and his followers. They dilated upon the dangerous influence that he exerted over the people, setting at naught their ancient traditions, and preaching a doctrine of mercy and love to the world. They sought to arouse dissatisfaction in the minds of John's disciples by contrasting their austere piety and rigorous fasting with the example of Jesus in feasting with publicans and sinners."},{"refcode_short":"4Red 43.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 43.1 (Ellen Gould White)","content":"The feelings of John's disciples were stirred, and they complained to the disciples of Jesus concerning the course of their Master, which was so contrary to the teachings of John. If John was sent of God, and taught according to his Spirit, how could the practices of Jesus be right? The followers of the Saviour, being unable to answer these questions, brought the matter to their Master. “And they said unto him, Why do the disciples of John fast often, and make prayers, and likewise the disciples of the Pharisees; but thine eat and drink? And he said unto them, Can ye make the children of the bridechamber fast, while the bridegroom is with them? But the days will come, when the bridegroom shall be taken away from them, and then shall they fast in those days.”"},{"refcode_short":"4Red 43.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 43.2 (Ellen Gould White)","content":"Jesus had come to the world, bringing the light of Heaven. He came as the Redeemer of mankind, to limit the power of Satan and set the captive free. At his birth the heavenly messengers had borne the glad tidings of great joy to the humble shepherds upon the plains of Bethlehem, “Glory to God in the highest, and on earth peace, good will toward men!”"},{"refcode_short":"4Red 43.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 43.3 (Ellen Gould White)","content":"The greatest gift of Heaven had been given to the world. Joy to the poor, for Christ has come to make them heirs of his kingdom! Joy to the rich, for he will teach them how to apply their earthly treasure that it may secure for them eternal riches in Heaven! Joy to the ignorant, for he has come to give them wisdom unto salvation! Joy to the learned, for he will open to their understanding deeper mysteries than they have ever before fathomed!"},{"refcode_short":"4Red 44.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 44.1 (Ellen Gould White)","content":"Said the Saviour, “Blessed are your eyes, for they see; and your ears, for they hear. For verily I say unto you, that many prophets and righteous men have desired to see these things which ye see, and have not seen them, and to hear these things which ye hear, and have not heard them.” The mission of Christ opened to the minds of men truths that had been hidden from the foundation of the world."},{"refcode_short":"4Red 44.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 44.2 (Ellen Gould White)","content":"Every human enterprise sinks into insignificance when compared with the advent of Christ upon the earth. What occasion for joy had the disciples who were permitted to walk and talk with the Majesty of Heaven! Happy were they who had the Prince of Peace in their very midst, bestowing upon them daily new mercies and blessings. Why should they mourn and fast? It was more fitting for them to mourn who rejected the Saviour and closed their eyes and ears to his divine teachings, who turned from the peace and joy of infinite love and truth. The treasure of Heaven was entrusted to them for a time, and they, heedless of the gift, chose bondage and darkness rather than freedom and light through Christ."},{"refcode_short":"4Red 44.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 44.3 (Ellen Gould White)","content":"In the synagogue at Nazareth Jesus had announced himself the Redeemer of mankind. Said he, “The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the broken-hearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised; to preach the acceptable year of the Lord.”"},{"refcode_short":"4Red 45.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 45.1 (Ellen Gould White)","content":"How could the children of the bridechamber fast when the bridegroom was yet with them? But when he should go back to Heaven, leaving his disciples to meet alone the unbelief and darkness of the world, then it would be fitting for the church to fast and mourn, until her absent Lord should return the second time."},{"refcode_short":"4Red 45.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 45.2 (Ellen Gould White)","content":"The jealous Pharisees misinterpreted all the actions of our Lord. The very deeds that should have melted their hearts and won their admiration, only served as an excuse to charge him with immorality. These self-righteous men had so often been rebuked by Jesus for their iniquity, and exposed in their evil purposes and wicked natures, that they did not dare to bring their complaints to him, but carry them where they will be most likely to create prejudice and unbelief. Had the disciples of Jesus listened to these insinuations, they would have ceased from following their Master. But they heeded not the base charges of impiety and evil associations against him by those who were themselves filled with malice and hatred."},{"refcode_short":"4Red 45.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 45.3 (Ellen Gould White)","content":"The Saviour ate with sinners, he spoke to them the words of life, and many accepted him as their Redeemer. The feast of Christ was holy; but the fasting Pharisees will have their portion with the hypocrites and unbelievers, when Christ shall come in his glory, and those whom they scorned will be gathered into his kingdom."},{"refcode_short":"4Red 45","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 45 (Ellen Gould White)","content":"The Sabbath"},{"refcode_short":"4Red 45.4","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 45.4 (Ellen Gould White)","content":"Nothing so distinguished the Jews from surrounding nations, and designated them as true worshipers of the Creator, as the institution of the Sabbath. Its observance was a continual visible token of their connection with God, and separation from other people. All ordinary labor for a livelihood or for worldly profit was forbidden upon the seventh day. According to the fourth commandment the Sabbath was dedicated to rest and religious worship. All secular employment was to be suspended; but works of mercy and benevolence were in accordance with the purpose of the Lord. They were not to be limited by time nor place. To relieve the afflicted, to comfort the sorrowing is a labor of love that does honor to God's holy day."},{"refcode_short":"4Red 46.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 46.1 (Ellen Gould White)","content":"The work of the priests in connection with the sacrificial offerings was increased upon the Sabbath, yet in their holy work in the service of God they did not violate the fourth commandment of the decalogue. As Israel separated from God, the true object of the Sabbath institution became less distinct in their minds. They grew careless of its observance, and unmindful of its ordinances. The prophets testified to them of God's displeasure in the violation of his Sabbath. Nehemiah says: “In those days saw I in Judah some treading wine-presses on the Sabbath, and bringing in sheaves, and lading asses; as also wine, grapes, and figs, and all manner of burdens, which they brought into Jerusalem on the Sabbath-day, and I testified against them in the day wherein they sold victuals.”"},{"refcode_short":"4Red 46.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 46.2 (Ellen Gould White)","content":"And Jeremiah commands them: “Take heed to yourselves, and bear no burden on the Sabbath day, nor bring it in by the gates of Jerusalem; neither carry forth a burden out of your houses on the Sabbath day, neither do ye any work, but hallow ye the Sabbath day, as I commanded your fathers.”"},{"refcode_short":"4Red 47.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 47.1 (Ellen Gould White)","content":"But they heeded not the admonitions of the inspired prophets, and departed more and more from the religion of their fathers. At length calamities, persecution, and bondage came upon them in consequence of their disregard of God's requirements."},{"refcode_short":"4Red 47.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 47.2 (Ellen Gould White)","content":"Alarmed at these visitations of divine punishment, they returned to the strict observance of all the outward forms enjoined by the sacred law. Not satisfied with this, they made burdensome additions to those ceremonies. Their pride and bigotry led them to the narrowest interpretation of the requirements of God. As time passed they gradually hedged themselves in with the traditions and customs of their ancestors, till they regarded them with all the sanctity of the original law. This confidence in themselves and their own regulations, with its attendant prejudice against all other nations, caused them to resist the Spirit of God, and separated them still farther from his favor."},{"refcode_short":"4Red 47.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 47.3 (Ellen Gould White)","content":"Their exactions and restrictions were so wearisome that Jesus declared: “They bind heavy burdens, and grievous to be borne, and lay them on men's shoulders.” Their false standard of duty, their superficial tests of piety and godliness, obscured the real and positive requirements of God. Heart service was neglected in the rigid performance of outward ceremonies. The Jews had so perverted the divine commandments, by heaping tradition upon tradition, that, in the days of Christ, they were ready to accuse him of breaking the Sabbath, because of his acts of mercy upon that day."},{"refcode_short":"4Red 48.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 48.1 (Ellen Gould White)","content":"The grain was ready for the sickle when Jesus and his disciples passed through the corn fields on the Sabbath. The disciples were hungry, for their Master had extended his work of teaching and healing to a late hour, and they had been without food for a long time. They accordingly began to pluck the ears of corn and to eat, rubbing them in their hands, in accordance with the law of Moses, which provides that: “When thou comest into the standing corn of thy neighbor, then thou mayest pluck the ears with thine hand; but thou shalt not move a sickle unto thy neighbor's standing corn.”"},{"refcode_short":"4Red 48.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 48.2 (Ellen Gould White)","content":"But spies were continually upon the track of Jesus, watching for some occasion to accuse and condemn him. When they saw this act of the disciples, they immediately complained to him, saying, “Behold thy disciples do that which is not lawful to do upon the Sabbath day.” In this they expressed their own narrow views of the law. But Jesus defended his followers thus: “Have ye never read what David did, when he had need, and was a hungered, he, and they that were with him? how he went into the house of God in the days of Abiathar the high priest, and did eat the shewbread, which is not lawful to eat but for the priests, and gave also to them which were with him? And he said unto them, The Sabbath was made for man and not man for the Sabbath. Therefore the Son of Man is Lord also of the Sabbath.”"},{"refcode_short":"4Red 48.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 48.3 (Ellen Gould White)","content":"If excessive hunger excused David for violating even the holiness of the sanctuary, and made his act guiltless, how much more excusable was the simple act of the disciples in plucking the grain and eating it upon the Sabbath day. Jesus would teach his disciples and his enemies that the service of God was first of all; and, if fatigue and hunger attended the work, it was right to satisfy the wants of humanity, even upon the Sabbath day. That holy institution was not given to interfere with the needs of our being, bringing pain, and discomfort, instead of blessings. “The Sabbath was made for man,” to give him rest and peace, and remind him of the work of his Creator, not to be a grievous burden."},{"refcode_short":"4Red 49.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 49.1 (Ellen Gould White)","content":"The work done in the temple upon the Sabbath was in harmony with the law; yet the same labor, if employed in ordinary business, would be a violation of it. The act of plucking and eating the grain to sustain the bodily strength, to be used in the service of God, was right and lawful. Jesus then crowned his argument by declaring himself the “Lord of the Sabbath,”—One above all question and above all law. This Infinite Judge acquits the disciples from blame, appealing to the very statutes they are accused of violating."},{"refcode_short":"4Red 49.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 49.2 (Ellen Gould White)","content":"But Jesus did not let the matter drop without administering a rebuke to his enemies. He declared that in their blindness they had mistaken the object of the Sabbath. Said he: “But if ye had known what this meaneth, I will have mercy, and not sacrifice, ye would not have condemned the guiltless.” He then contrasted their many heartless rites with the truthful integrity, and tender love that should characterize the true worshipers of God: “For I desired mercy, and not sacrifice; and the knowledge of God more than burnt-offerings. But they like men have transgressed the covenant; there have they dealt treacherously against me.”"},{"refcode_short":"4Red 50.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 50.1 (Ellen Gould White)","content":"Jesus was reared among this people, so marked with bigotry and prejudice; and he therefore knew that in healing upon the Sabbath day, he would be regarded as a transgressor of the law. He was aware that the Pharisees would seize upon such acts with great indignation, and thereby seek to influence the people against him. He knew that they would use these works of mercy as strong arguments to affect the minds of the masses, who had all their lives been bound by the Jewish restrictions and exactions. Nevertheless he was not prevented by this knowledge from breaking down the senseless wall of superstition that barricaded the Sabbath, and teaching men that charity and benevolence were lawful upon all days."},{"refcode_short":"4Red 50.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 50.2 (Ellen Gould White)","content":"He entered the synagogue, and saw there a man who had a withered hand. The Pharisees watched him, eager to see what he would do with regard to this case—whether or not he would heal the man upon the Sabbath day. Their sole object was to find cause for accusation against him. Jesus looked upon the man with the withered hand, and commanded him to stand forth. He then asked, “Is it lawful to do good on the Sabbath days, or to do evil? to save life, or to kill? But they held their peace. And when he had looked round about on them with anger, being grieved for the hardness of their hearts, he saith unto the man, Stretch forth thine hand. And he stretched it out; and his hand was restored whole as the other.”"},{"refcode_short":"4Red 50.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 50.3 (Ellen Gould White)","content":"He justified this work of healing the paralytic, as in perfect keeping with the principles of the fourth commandment. But they questioned him: “Is it lawful to heal on the Sabbath days?” Jesus made them the clear and forcible answer, “What man shall there be among you, that shall have one sheep, and if it fall into a pit on the Sabbath day, will he not lay hold on it, and lift it out? How much then is a man better than a sheep? Wherefore it is lawful to do well on the Sabbath days.”"},{"refcode_short":"4Red 51.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 51.1 (Ellen Gould White)","content":"The spies upon our Saviour's words dared not, in the presence of the multitude answer this question for fear of involving themselves in difficulties. They knew that while they would leave men to suffer and die rather than to violate their traditions by relieving them upon the Lord's day, a brute which had fallen into danger would be at once relieved, because of the loss that would accrue to the owner if he was neglected. Thus the dumb animal was exalted above man, made in the image of God."},{"refcode_short":"4Red 51.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 51.2 (Ellen Gould White)","content":"Jesus wished to correct the false teachings of the Jews in regard to the Sabbath and also to impress his disciples with the fact that deeds of mercy were lawful on that day. In the matter of healing the withered hand he broke down the custom of the Jews, and left the fourth commandment standing as God had given it to the world. By this act he exalted the Sabbath, sweeping away the senseless restrictions that encumbered it. His act of mercy did honor to the day, while those who complained of him, were, by their many useless rites and ceremonies, themselves dishonoring the Sabbath."},{"refcode_short":"4Red 51.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 51.3 (Ellen Gould White)","content":"There are ministers today who teach that the Son of God broke the Sabbath and justified his disciples in doing the same. They take the same ground as did the caviling Jews, although ostensibly for another purpose, since they hold that Christ abolished the Sabbath."},{"refcode_short":"4Red 52.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 52.1 (Ellen Gould White)","content":"Jesus in turning upon the Pharisees with the question whether it was lawful to do good upon the Sabbath day or evil, to save life or to kill, confronted them with their own wicked purposes. They were following upon his track to find occasion for falsely accusing him; they were hunting his life with bitter hatred and malice, while he was saving life and bringing happiness to many hearts. Was it better to slay upon the Sabbath, as they were planning to do, than to heal the afflicted as he had done? Was it more righteous to have murder in the heart upon God's holy day, than love to all men which finds expression in deeds of charity and mercy?"},{"refcode_short":"4Red 52","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 52 (Ellen Gould White)","content":"Sermon on the Mount"},{"refcode_short":"4Red 52.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 52.2 (Ellen Gould White)","content":"The Redeemer of the world sought to make his lessons so simple that all could understand who heard them. It was not his choice to teach within walls or temples. True, he often did so in order to reach a class whom he would not be likely to meet while speaking in the open air, but Jesus preferred the fields, the groves, and the lake-sides for his temples. There were also his favorite resorts for meditation and prayer."},{"refcode_short":"4Red 52.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 52.3 (Ellen Gould White)","content":"He had special reasons for choosing these natural sanctuaries in which to give instruction to the people. The landscape lay before him, rich in scenes and objects familiar alike to the lofty and the humble. From these he drew illustrations that simplified his teachings, and impressed them firmly upon the minds of his hearers. The birds caroling in the leafy branches, the glowing flowers of the valley, the spotless lily resting on the bosom of the lake, the lofty trees, the fruitful lands, the waving grain, the barren soil, the tree that bore no fruit, the mighty hills, the bubbling brooks, the setting sun that tinted and gilded the heavens, all served as means of instruction, or as emblems by which he taught the beauties of divine truth. He connected the visible works of the Creator with the words of life which he spoke, and thus led the mind from the contemplation of Nature unto Nature's God."},{"refcode_short":"4Red 53.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 53.1 (Ellen Gould White)","content":"The malice of the Jews was so great in consequence of the miracle of Jesus in healing the man with the withered hand on the Sabbath day, that he with his disciples withdrew to a more favorable field of labor. They went to the seaside of Galilee, and great multitudes followed him, for this new miracle wrought upon the Sabbath day was noised abroad through all that region. As Jesus taught, many of the sick, and those possessed with demons, were brought to him, and he made them whole. His great heart of love was filled with divine pity for the poor sufferers, many of whom sought only to draw near enough to touch him, believing that in so doing they would be healed, and in this they were not disappointed, for the touch of faith brought healing power from the great Physician, and their distress and gloom were changed to joy and thanksgiving. He also cast out many demons, who, in leaving their victims, acknowledged Christ, saying, “Thou art the Son of God.”"},{"refcode_short":"4Red 53.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 53.2 (Ellen Gould White)","content":"The people of Galilee were greatly aroused, and flocked to the presence of the Saviour. At length the crowd so increased that he scarcely had room to stand, and therefore entered a small ship which was near the shore, and there preached to the crowd that thronged upon the beach. So he labored uninterruptedly in teaching the people and in healing the sick. But when the day was far spent he stole away and hid himself in the solitude of the mountain, to commune with his Father in secret. Jesus spent the entire night in prayer, while his disciples slept at the foot of the mountain. About dawn he came and wakened them. The disciples were now about to receive an office of sacred responsibility, second only to that of Christ himself. They were to be set apart for the gospel work. They were to be linked with Jesus, to be with him, to share his joys and trials, to receive his teachings, and be faithful witnesses of his mighty works, that they might be able to impart the instruction thus gained to the world. They were to be qualified so that Jesus could at times send them forth alone to teach and work even as he taught and worked. Jesus wished his disciples to gain an experience in the gospel labor while he was on earth to comfort and direct them, so that they would be able to successfully continue the work after his death, and lay the foundation of the Christian church."},{"refcode_short":"4Red 54.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 54.1 (Ellen Gould White)","content":"While Jesus was preparing his disciples for their ordination, and instructing them as to the duties of the great work that lay before them, Judas urged his presence among them. This man made great professions of devotion to Jesus, and proposed to become one of his disciples. Said he, “Master, I will follow thee whithersoever thou goest.” Jesus did not warmly receive him, neither did he repulse him, but addressed him with these words of mournful pathos, “The foxes have holes, and the birds of the air have nests; but the Son of Man hath not where to lay his head.” Judas was selfish, and his main object in seeking a connection with Christ was to obtain temporal advantages through him; but Christ's reference to his own poverty, contrasting his condition with that of the foxes and the birds, was designed to cut off any hope Judas might cherish of securing earthly gain by becoming a follower of Christ. Judas was a man of acknowledged executive ability, and possessed of no small influence. For these reasons the disciples were anxious that he should form one of their number. They commended him in the highest terms to Jesus, as one who would greatly assist him in his work. They were therefore surprised that he received him so coolly; but the Saviour read the heart of Judas, and knew, even then, the part he was to act in his future betrayal and execution. Still, Jesus wished to connect this man with himself, that he might learn his divine mission, and gain moral strength to overcome the defects in his character, and experience an entire change of heart that would ensure his salvation. This it was possible for him to do, through the help of Christ."},{"refcode_short":"4Red 55.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 55.1 (Ellen Gould White)","content":"Had Jesus repulsed Judas, the disciples, who regarded him with such favor, would have questioned, in their own minds, the wisdom of their Master. In receiving him, Jesus avoided this, and also placed the selfish and avaricious Judas in the most favorable position to develop qualities of mind and heart that would eventually gain for him a place in the kingdom of Heaven. But notwithstanding these precious opportunities Judas chose a course that covered him with everlasting infamy."},{"refcode_short":"4Red 56.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 56.1 (Ellen Gould White)","content":"Gathering his disciples about him, Jesus bowed in their midst, and, laying his hands upon their heads, offered a prayer, dedicating them to his sacred work. Thus were the Lord's disciples ordained to the gospel ministry. This being accomplished, Jesus with his companions returned to the sea-side, where the multitudes were already gathering to hear him. Many of them were there for the purpose of being relieved of various maladies. Here he healed the sick and comforted the sorrowing, until the crowd increased so that there was not room for them upon the narrow beach. Jesus therefore moved up the mountain to a level space where the people could be accommodated. Here Jesus called his disciples near him, that the great truths he uttered might not fail to be indelibly impressed upon their minds, and that nothing might divert their attention from his words."},{"refcode_short":"4Red 56.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 56.2 (Ellen Gould White)","content":"Though the disciples were close about him, and his words seemed specially addressed to them, yet they were also designed to reach the hearts and consciences of the mixed crowd there assembled. At every large gathering of this kind, the people still expected that Jesus would make some great display of power in regard to the new kingdom of which he had spoken. The believing Jews looked for him to free them from the yoke of bondage and reinstate them in their ancient glory. But in his sermon on the mount Christ disappointed their hopes of earthly glory. He opened his discourse by stating the principles that should govern his kingdom of divine grace, as contained in the several beatitudes."},{"refcode_short":"4Red 56.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 56.3 (Ellen Gould White)","content":"“Blessed are the poor in spirit; for theirs is the kingdom of Heaven.” The poor in spirit are those who claim no personal merit, and boast of no virtue in themselves. Realizing their utter helplessness, and deeply convicted of sin, they put no faith in mere outward ceremonies, but cast themselves upon Jesus who is all-righteous and all-compassionate. The Christian can only rise through humility. The proud heart strives in vain to earn salvation by good works; for though one cannot be saved without good works, yet these alone will not suffice to win eternal life. After he has done all he can, Christ must impute to him his own righteousness."},{"refcode_short":"4Red 57.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 57.1 (Ellen Gould White)","content":"In Christ, God has bestowed Heaven's best gift to redeem man, and, as the gift is full and infinite, so is saving grace boundless and all-sufficient. This saying of Christ struck at the very root of the self-righteousness of the Pharisees, who felt themselves already rich in spiritual knowledge, and did not realize their need to learn more. Such characters could have no part in the kingdom of Christ."},{"refcode_short":"4Red 57.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 57.2 (Ellen Gould White)","content":"“Blessed are they that mourn; for they shall be comforted.” In pronouncing a blessing upon those who mourn, Jesus did not design to teach that there is any virtue in living under a perpetual cloud, nor that selfish sorrow and repining has any merit of itself to remove a single stain of sin. The mourning spoken of by Christ is a godly sorrow for sin, that works repentance unto eternal life. Many grieve when their guilt is discovered, because the result of their evil course has brought them into disagreeable circumstances. It was thus that Esau mourned the sin of despising and selling his birth-right; but it was the unexpected consequences of that sin which caused his grief. So Pharaoh regretted his stubborn defiance of God, when he cried for the plagues to be removed from him; but his heart was unchanged, and he was ready to repeat his crime when tempted. Such mourning is not unto repentance."},{"refcode_short":"4Red 58.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 58.1 (Ellen Gould White)","content":"He who is truly convicted of sin feels his whole life to have been one continued scene of ingratitude. He feels that he has robbed his best friend of the time and strength which was bought for him at an infinite price. His whole soul is filled with unutterable sorrow that he has slighted and grieved his compassionate Saviour. Such mourning is precious, for it will yield the peaceable fruits of righteousness. The worldling, from his stand-point, may pronounce this sorrow a weakness; but it is the strength which binds the penitent to the Infinite One with links that cannot be broken. It reveals that the angels of God are bringing back to his soul the graces which were lost through hardness of heart and transgression. To confess and deplore one's errors evinces an excellence of character capable of discerning and correcting them. The tears of the penitent are only the clouds and the raindrops that precede the sunshine of holiness, the sorrow that heralds a joy that will be a living fountain in the soul. Men are sowing in God's great field with toil and tears, yet with patient expectation; and they will be blessed, for the heavens will open and the rain will fall, insuring a bountiful harvest. Then when the Reaper comes, he will return with joy bringing home his sheaves."},{"refcode_short":"4Red 58.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 58.2 (Ellen Gould White)","content":"“Blessed are the meek; for they shall inherit the earth.” The difficulties that the Christian encounters may be very much lessened by that meekness of character which hides itself in Christ. Jesus invites all the weary and heavy laden to come unto him who is meek and lowly in heart, that they may find rest. If the Christian possesses the humility of his Master, he will rise above the slights, the rebuffs, and annoyances to which he is daily exposed, and they will cease to cast a gloom over his spirit. That meekness which Jesus blessed, operates amid the scenes of domestic life; it makes the home happy, it provokes no quarrels, gives back no angry answers, but soothes the irritated temper, and diffuses a gentleness which is felt by all within its charmed circle. It calms the inflammable spirit of retaliation, and mirrors forth the character of Christ."},{"refcode_short":"4Red 59.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 59.1 (Ellen Gould White)","content":"Far better would it be for Christians to suffer under false accusations than to inflict upon themselves the torture of retaliation against their enemies. Hatred and revenge are instigated by Satan, and bring only remorse to him who cherishes them. Lowliness of heart is the strength that gives victory to the Christian. His reward is an inheritance of glory."},{"refcode_short":"4Red 59.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 59.2 (Ellen Gould White)","content":"“Blessed are they who do hunger and thirst after righteousness; for they shall be filled.” As the body feels the necessity for temporal food to supply the waste [wants] of the system, and preserve the physical strength, so the soul should long for that spiritual nourishment that increases the moral strength, and satisfies the cravings of the mind and heart. As the body is continually receiving the nutriment that sustains life and vigor, so should the soul constantly receive the heavenly food which gives nerve and muscle to spirituality. As the weary traveler eagerly seeks the spring in the desert, and, finding it, quenches his burning thirst with its cool and sparkling water, so should the Christian thirst for and seek the pure water of life, of which Christ is the fountain. There the soul may be satisfied, there the fever born of worldly strife is allayed, and the spirit is forever refreshed. But a majority of those who listened to Jesus hungered only for worldly advantages and honor. Especially did the self-exaltation of the Pharisees prevent them from longing for any higher attainments than they had already reached, for in their own estimation they were at the very pinnacle of perfect righteousness. However, there were many who heard thankfully the lessons of Jesus, and from that time, shaped their lives according to his teachings."},{"refcode_short":"4Red 60.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 60.1 (Ellen Gould White)","content":"“Blessed are the merciful; for they shall obtain mercy.” Here Jesus struck a blow at the arrogance and cruel intolerance of the Jews. Both priests and people were, as a rule, overbearing, quarreling with all who opposed them, severely critical and resentful of any reflection cast upon their own acts. Jesus said of the Pharisees, “Ye tithe mint, and rue, and all manner of herbs, and pass over judgment and the love of God.” The Saviour desired to teach his followers a lesson of mercy that they should not be wanting in that tender compassion which pities and aids the suffering and erring, and avoids magnifying the faults of others."},{"refcode_short":"4Red 60.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 60.2 (Ellen Gould White)","content":"“Blessed are the pure in heart; for they shall see God.” The Jews were so exacting in regard to ceremonial purity that their regulations were extremely burdensome. Their minds were so occupied with rules and restrictions, and the fear of outward defilement, that they lost sight of the necessity for purity of motive and nobility of action. They did not perceive the stain that selfishness, injustice, and malice, leave upon the soul."},{"refcode_short":"4Red 61.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 61.1 (Ellen Gould White)","content":"Jesus declared that the pure in heart should see God. They would recognize him in the person of his Son, who was sent to the world for the salvation of the human race. Their minds, being cleansed and occupied with pure thoughts, would more clearly discover the Creator in the works of his mighty hand, in the things of beauty and magnificence which comprise the universe. They would live as in the visible presence of the Almighty, in a world of his creation, during the time that he apportions them here. They would also see God in the future immortal state, as did Adam when he walked and talked with God in Eden. Even now the pure in heart see God “through a glass darkly, but then face to face.”"},{"refcode_short":"4Red 61.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 61.2 (Ellen Gould White)","content":"“Blessed are the peace-makers; for they shall be called the children of God.” Our Heavenly Father is a God of peace. When he created man he placed him in an abode of peace and security. All was unity and happiness in the garden of Eden. Those who are partakers of the divine nature will love peace and contentment; they will cultivate the virtues that insure those results. They will seek to allay wrath, to quiet resentment and fault finding, and all the evil passions that foster quarrels and dissensions. The more men unite with the world, and fall into its ways, the less they have of the true elements of peace in their hearts, and the more they are leavened with the bitterness of worldly strife, jealousy, and evil thoughts toward each other, which only needs certain circumstances to develop them into active agents for evil. Those whose anger kindles at slight provocations, and those who watch the words and acts of others to secretly report them where they will stir up enmity, are the direct opposite of the peace-makers who are called the children of God."},{"refcode_short":"4Red 62.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 62.1 (Ellen Gould White)","content":"The true Christian will in his intercourse with men suppress words that would tend to produce unnecessary anger and strife. All Heaven is at peace, and those who are closely connected with Christ will be in harmony with Heaven. Jesus declared: “In the world ye shall have tribulation; but in me ye shall have peace.” Those who are in sympathy with the Saviour will not be restless and dissatisfied. They will partake of the nature of Christ, and their lives will emulate his example."},{"refcode_short":"4Red 62.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 62.2 (Ellen Gould White)","content":"The multitudes were amazed at this doctrine, so at variance with the precepts and example of the scribes and Pharisees. The people had imbibed the idea from them that happiness consisted in the possession of the things of this world, and that fame and the honor of men were much to be coveted. It was very pleasing to be called “Rabbi,” and to be extolled as very wise and religious, having their virtues paraded before the public. This was considered the crown of happiness. But Jesus, in the presence of that vast throng, declared that earthly gain and honor was all the reward such persons would ever receive. Jesus spoke with certainty, and a convincing power attended his words. The people were silenced, and a feeling of fear crept over them. They looked at each other doubtfully. Who of them would be saved if this man's teachings were true? Many were deeply convicted that this remarkable teacher was actuated by the Spirit of God, and that the sentiments he uttered were divine."},{"refcode_short":"4Red 63.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 63.1 (Ellen Gould White)","content":"These lessons of instruction were particularly calculated to benefit the disciples, whose lives would be governed by the principles therein taught. It was to be their work to impart the divine knowledge they derived from Jesus, to the world. It was their task to spread the gospel far and wide among the people of all lands, and it was very important that all the lessons of Jesus should be plain to their minds, stamped upon their memories, and incorporated in their lives. Every truth was to be stored away in their minds and hearts for future use."},{"refcode_short":"4Red 63.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 63.2 (Ellen Gould White)","content":"After Jesus had explained to the people what constituted true happiness, and how it could be obtained, he more definitely pointed out the duty of his disciples, as teachers chosen of God to lead others into the path of righteousness and eternal life. He knew that they would often suffer from disappointment and discouragement, that they would meet with decided opposition, that they would be insulted, and their testimony rejected. His penetrating eye looked down the coming years of their ministry, and saw the sorrow and abuse that would attend their efforts to lead men to salvation. Well he knew that the humble men who listened so attentively to his words were to bear, in the fulfillment of their mission, calumny, torture, imprisonment and death, and he continues:—"},{"refcode_short":"4Red 63.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 63.3 (Ellen Gould White)","content":"“Blessed are they which are persecuted for righteousness’ sake; for theirs is the kingdom of Heaven. Blessed are ye when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake. Rejoice, and be exceeding glad; for great is your reward in Heaven; for so persecuted they the prophets which were before you.” Jesus here shows them that at the very time when they are experiencing great suffering in his cause, they have reason to be glad, and recognize that their afflictions are profitable to them, having an influence to wean their affections from the world and concentrate them upon Heaven. He taught them that their losses and disappointments would result in actual gain, that the severe trials of their faith and patience should be cheerfully accepted, rather than dreaded and avoided. These afflictions were God's agents to refine and fit them for their peculiar work, and would add to the precious reward that awaited them in Heaven. He charged them, when persecuted by men, not to lose confidence, nor become depressed and mourn over their hard lot, but to remember that righteous men of the past had likewise suffered for their obedience. Anxious to fulfill their duty to the world, fixing their desire upon the approbation of God, they were calmly and faithfully to discharge every duty, irrespective of the fear or favor of man."},{"refcode_short":"4Red 64.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 64.1 (Ellen Gould White)","content":"Those things which seem to the Christian most grievous to be borne often prove his greatest blessing. Reproach and falsehood have ever followed those who were faithful in the discharge of duty. A righteous character, though blackened in reputation by slander and falsehood, will preserve the purity of its virtue and excellence. Trampled in the mire, or exalted to heaven, the Christian's life should be the same, and the proud consciousness of innocence is its own reward. The persecution of enemies tests the foundation upon which the reputation really rests. Sooner or later it is revealed to the world whether or not the evil reports were true, or were the poisoned shafts of malice and revenge. Constancy in serving God is the only safe manner of settling such questions. Jesus would have his people use great care to give the enemies of his cause no ground to condemn their holy faith. No wrong action should cast a stigma upon its purity. When all arguments fail, the slanderers frequently open their galling fire upon the besieged servants of God; but their lying tongues eventually bring curses upon themselves. God will finally vindicate the right, honor the guiltless, and hide them in the secret of his pavilion from the strife of tongues."},{"refcode_short":"4Red 65.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 65.1 (Ellen Gould White)","content":"God's servants have always suffered reproach; but the great work moves on, amid persecution, imprisonments, stripes, and death. The character of the persecution changes with the times, but the principle—the spirit that underlies it—is the same that stoned and beat and slew the chosen of the Lord centuries ago."},{"refcode_short":"4Red 65.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 65.2 (Ellen Gould White)","content":"There was never one who walked a man among men more cruelly slandered than the Son of God. He was met at every point with bitter reproaches. They hated him without a cause. The Pharisees even hired men to repeat from city to city the falsehoods which they themselves fabricated to destroy the influence of Jesus. Yet he stood calmly before them declaring that reproach was a part of the Christian's legacy, counseling his followers how to meet the arrows of malice, bidding them not to faint under persecutions, but, “Rejoice, and be exceeding glad;” “for so persecuted they the prophets which were before you.” Jesus continued to impress upon the minds of his disciples the responsibility of their relation to the world. Said he:—"},{"refcode_short":"4Red 66.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 66.1 (Ellen Gould White)","content":"“Ye are the salt of the earth; but if the salt have lost its savor, wherewith shall it be salted? it is thenceforth good for nothing but to be cast out, and to be trodden under foot of men.” The people could see the white salt, glistening in the pathway, where it had been cast out because it had lost its savor and was therefore useless. Jesus used salt as an illustration of the Christian's life and teachings upon the world. Were it not for the few righteous who inhabit the earth, the wrath of God would not be delayed a moment from punishing the wicked. But the prayers and good works of the people of God preserve the world; they are the savor of life. But if Christians are only so in name, if they have not virtuous characters and godly lives, they are like the salt that has lost its savor. Their influence upon the world is bad; they are worse than unbelievers."},{"refcode_short":"4Red 66.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 66.2 (Ellen Gould White)","content":"Jesus took objects in the view of his listeners as emblems by which to teach his truth. The people had come together to hear him while it was yet early morning. The glorious sun, climbing higher and higher in the blue sky, was chasing away the shadows that lurked in the valleys and among the narrow defiles of the mountains. The glory of the eastern heavens had not yet faded out. The sunlight flooded the land with its splendor; the placid surface of the lake reflected the golden light, and mirrored the rosy clouds of morning. Every bud and flower and leafy spray glistened with dew-drops. Nature smiled under the benediction of a new day, and the birds sang sweetly among the spreading trees. The Saviour looked upon the company before him, and then upon the rising sun, and said to his disciples, “Ye are the light of the world.” The figure was peculiarly striking. As the sun lit up the landscape with his genial rays and scattered the shades of night, so the disciples were to diffuse the light of truth, and scatter the moral darkness that brooded over the world. In the brilliant light of morning the towns and villages situated upon the surrounding hills stood forth clearly and made an attractive feature of the scene. Jesus, pointing to them said, “A city that is set on a hill can not be hid. Neither do men light a candle, and put it under a bushel, but on a candlestick, and it giveth light unto all that are in the house. Let your light so shine before men that they may see your good works, and glorify your Father which is in Heaven.” In these words Jesus taught his disciples that if they wished to direct others in the path of righteousness, their own example should be correct, and their acts reflect the light of truth."},{"refcode_short":"4Red 67.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 67.1 (Ellen Gould White)","content":"Moral disease abounds, and darkness covers the earth; but the disciples of Christ are represented as lights shining amid the gloom of night. Those rays reveal the dangers that lie in the sinner's path, and point the true way to righteousness and safety. If those who profess to be Christ's followers, and to have the light of truth, are not careful to present that truth to others in a proper manner, those who are in the darkness of error will see no beauty in it. In carrying a lantern on a dark night, to light the way for one who is following, the bearer sometimes becomes careless, and permits his person to interpose between the light and the one whom he is guiding, and the darkness of the way is rendered more intense to him from the temporary light that has been shed upon it. So with many who essay to present the truth of God to others; they hide the precious light with their own defective characters, which stand out darkly conspicuous in their deformity, and turn many from the truth. The characters of the professed followers of Christ should be so admirable, and their deeds so exemplary, that the world will be attracted toward a religion that bears such fruits of righteousness. They will thus be led to investigate and embrace its principles from the fact that the lives of its representatives shine forth with such holiness that they are the beacon lights of the world."},{"refcode_short":"4Red 68.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 68.1 (Ellen Gould White)","content":"The Pharisees shut themselves away from the world, and thereby made it impossible for them to exert an influence over the people of the world; but Jesus names his disciples the “light the world.” Their teachings and example are to scatter the clouds of error, and all nations and people are to feel their influence. The religion of the Bible is not to be confined between two covers nor within the walls of a church. It is not to be brought out only occasionally simply for our own benefit, and then carefully laid aside again, but it is to sanctify the daily life, to manifest itself in every business transaction and in all the social relations of life. Such a religion was in marked contrast with that of the Pharisees, which consisted only in the hollow observance of rules and ceremonies, and shed no ennobling influence over their lives."},{"refcode_short":"4Red 68.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 68.2 (Ellen Gould White)","content":"Jesus was closely watched by spies, who were ready to seize any unguarded word that might drop from his lips. The Saviour was well aware of the prejudice existing in the minds of many of his hearers. He said nothing to unsettle the faith of the Jews in the religion and institutions of Moses. The same voice that declared the moral and ceremonial law, which was the foundation of the whole Jewish system, also uttered the words of instruction on the mount. It was because of his great reverence for the law and the prophets that Jesus sought to break through the wall of superstitious exactions that hemmed in the Jews. He wished them not only to observe the law, but to develop the principles of that law and the teachings of the prophets."},{"refcode_short":"4Red 69.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 69.1 (Ellen Gould White)","content":"Jesus severely criticised the false interpretations which the Jews had given to the law, yet he sufficiently guarded his disciples against the danger of yielding up the vital truths given to the Hebrews. Jesus came not to destroy their confidence in the instruction which he himself had given them through Moses in the wilderness. But, while he taught them due reverence for that law, he desired to lead them on to higher truths and a greater knowledge, that they might advance into clearer light."},{"refcode_short":"4Red 69.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 69.2 (Ellen Gould White)","content":"As Jesus explained the duty of his disciples in the works of righteousness, the Pharisees saw that the doctrines taught condemned their course, and, in order to prejudice the people against the great Teacher, whispered to one another that the lessons of Jesus were in opposition to the law of Moses, in that he made no mention of that law. In this way they designed to arouse the indignation of the people against Christ. But Jesus, perceiving their intent, in the presence of the vast multitude, and in a clear and distinct voice, declared, to the utter discomfiture of his enemies these words:—"},{"refcode_short":"4Red 70.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 70.1 (Ellen Gould White)","content":"“Think not that I am come to destroy the law, or the prophets; I am not come to destroy, but to fulfill. For verily, I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.” Here Jesus refutes the charge of the Pharisees. His mission to the world is to vindicate the claims of that sacred law which they charge him with breaking. If the law of God could have been changed or abolished, then Christ need not have come to a fallen world to suffer the consequence of man's transgression. Jesus came to explain the relation of the law of God to man, and to illustrate its precepts by his own example of obedience. He further declares that, “Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of Heaven.” Thus did the Saviour declare the validity of the moral law. Those who disobey the commandments of God, and teach others to do the same by their example and doctrine, are condemned by Christ. They are the children of the wicked one, who was the first rebel against the law of God. Having explicitly declared his reverence for his Father's law, Jesus in these words condemns the practices of the Pharisees, who were strict in their outward observance of that law while their hearts and lives were corrupt:—"},{"refcode_short":"4Red 70.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 70.2 (Ellen Gould White)","content":"“For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of Heaven.” The righteousness here taught was conformity of the heart and life to the revealed will of God. Jesus taught that the law of God should regulate the thoughts and purposes of the mind. True godliness elevates the thoughts and actions; then the external forms of religion accord with the Christian's internal purity; then those ceremonies required in the service of God are not meaningless rites, like those of the hypocritical Pharisees."},{"refcode_short":"4Red 71.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 71.1 (Ellen Gould White)","content":"Many religious teachers of today are themselves breaking the commandments of God, and teaching others to do so. In place of those holy commandments, they boldly teach the customs and traditions of men, regardless of the direct testimony of Christ that such ones should be “least in the kingdom of Heaven.” Jesus declared to the multitude assembled to hear him, to the Pharisees, who sought to accuse him of lightly regarding the law, and to the people of all time, that the precepts of Jehovah were immutable and eternal."},{"refcode_short":"4Red 71.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 71.2 (Ellen Gould White)","content":"The report had been brought of murder and robbery in the wild region near Capernaum, and there was a general expression of indignation and horror in consequence among those who were assembled to hear Jesus. The divine Teacher took advantage of this circumstances to point an important lesson. Said he:—"},{"refcode_short":"4Red 71.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 71.3 (Ellen Gould White)","content":"“Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the Judgment. But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the Judgment; and whosoever shall say to his brother, Raca, shall be in danger of the council; but whosoever shall say, Thou fool, shall be in danger of hell fire.” Here Jesus describes murder as first existing in the mind. That malice and revenge which would delight in deeds of violence is of itself murder. Jesus goes further still, and says, “Whoever is angry with his brother without a cause shall be in danger of the Judgment.” There is an anger that is not of this criminal nature. A certain kind of indignation is justifiable, under some circumstances, even in the followers of Christ. When they see God dishonored, his name reviled, and the precious cause of truth brought into disrepute by those who profess to revere it, when they see the innocent oppressed and persecuted, a righteous indignation stirs their soul; such anger, born of sensitive morals, is not a sin. Among the listeners are those who congratulate themselves upon their righteousness because they have committed no outward crime, while they are cherishing in their hearts feelings of the same nature as that which prompts the assassin to do his fearful deed. Yet these men make professions of piety, and conform to the outward requirements of religion. To such Jesus addresses these words:—"},{"refcode_short":"4Red 72.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 72.1 (Ellen Gould White)","content":"“Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath aught against thee, leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.” He thus shows that crimes originate in the mind, and those who permit hatred and revenge to find a place in their hearts have already set their feet in the path of the murderer, and their offerings are not acceptable to God. The only remedy is to root out all bitterness and animosity from the heart. But the Saviour even goes further than this, and declares that if another has aught against us, we should endeavor to relieve his mind, and, if possible, remove those feelings from it, before our offering can be acceptable with God. This lesson is of special importance to the church at this time. Many are zealous in religious services while unhappy differences exist between them and their brethren which it is in their power to remove, and which God requires them to remove before he will accept their services. Christ has so clearly pointed out the Christian's course in this matter that there should be no question in his mind as to his duty."},{"refcode_short":"4Red 73.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 73.1 (Ellen Gould White)","content":"While Jesus is teaching, there are pleasure-boats upon the water, and it is evident to all that the idlers who occupy them are disreputable characters. The listening people expect Jesus to severely denounce this class, but are surprised when he declares: “Ye have heard that it was said by them of old time, Thou shalt not commit adultery. But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.” Those who have looked upon the guilty characters who lead lives of sensual dissipation as sinners above all others, are astonished to hear Jesus assert that those who cherish lascivious thoughts are as guilty at heart as the shameless violators of the seventh commandment. Jesus condemned the custom then existing of a man putting away his wife for trivial offenses. This practice led to great wretchedness and crime. Jesus strikes at the primary cause of the laxness with which the marriage relation was held, when he condemns the unholy passions which find the marriage institution a barrier to the gratification of their lust. Christ would have the marriage relation hedged about with judicial restrictions, so that there could be no legal separation between husband and wife, save for the cause of adultery."},{"refcode_short":"4Red 74.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 74.1 (Ellen Gould White)","content":"Many who had regarded the commandments as prohibiting actual crime but reaching no farther, now perceive that the law of God should be obeyed in spirit as well as in letter. In this manner Jesus takes up the commandments separately and explains the depth and breadth of their requirements, exposing the fatal mistake of the Jews in their merely outward obedience. Jesus gives a lesson upon oath-taking, saying, “Let your communication be Yea, yea; Nay, nay; for whatsoever is more than these cometh of evil.” The third commandment condemns the profane swearer, but the spirit of the precept reaches farther still, and forbids that the name of God be introduced into the conversation in a careless or irreverent manner. Many, even of the professed followers of Christ, are in the habit of using lightly the name of God, and, even in their prayers and exhortations, do not use the Supreme name with a proper solemnity."},{"refcode_short":"4Red 74.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 74.2 (Ellen Gould White)","content":"A detachment of the Roman troops was encamped near by, on the sea-shore, and Jesus is now interrupted by the loud blast of the trumpet which is the signal for the soldiers to assemble on the plain below. They form in the regular order, bowing in homage to the Roman standard which is uplifted before them. With bitterness the Jews look upon this scene which reminds them of their own degradation as a nation. Presently messengers are dispatched from the army, with orders to various distant posts. As they toil up the abrupt bank that borders the shore, they are brought near to the listening crowd that surrounds Jesus, and they force some of the Jewish peasants to carry their burdens for them up the steep ascent. The peasants resist this act of oppression, and address their persecutors with violent language; but they are finally compelled to obey the soldiers, and perform the menial task required of them. This exhibition of Roman authority stirs the people with indignation, and they turn eagerly to hear what the great Teacher will say of this cruel act of oppression. With sadness, because of the sins which had brought the Jews into such bondage, Jesus looks upon the shameful scene. He also notes the hatred and revenge stamped upon the faces of the Jews, and knows how bitterly they long for power to crush their oppressors. Mournfully he says:—"},{"refcode_short":"4Red 75.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 75.1 (Ellen Gould White)","content":"“Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth. But I say unto you, That ye resist not evil; but whosoever shall smite thee on thy right cheek, turn to him the other also. And if any man will sue thee at the law, and take away thy coat, let him have thy cloak also. And whosoever shall compel thee to go a mile, go with him twain. Give to him that asketh thee, and from him that would borrow of thee turn not thou away.”"},{"refcode_short":"4Red 75.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 75.2 (Ellen Gould White)","content":"The example of Jesus was a practical illustration of the lesson here taught; contumely and persecution never caused him to retaliate upon his enemies. But this was a hard saying for the revengeful Jews, and they murmured against it among themselves. Jesus now makes a still stronger declaration:—"},{"refcode_short":"4Red 75.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 75.3 (Ellen Gould White)","content":"“Ye have heard that it hath been said, Thou shalt love thy neighbor, and hate thine enemy. But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you; that ye may be the children of your Father which is in Heaven; for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust. For if ye love them that love you, what reward have ye? do not even the publicans the same? And if ye salute your brethren only, what do ye more than others? do not even the publicans so?”"},{"refcode_short":"4Red 76.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 76.1 (Ellen Gould White)","content":"The manifestation of hatred never breaks down the malice of our enemies. But love and kindness beget love and kindness in return. Although God faithfully rewards virtue and punishes guilt, yet he does not withhold his blessings from the wicked, although they daily dishonor his name. He allows the sunshine and the showers to fall upon the just and the unjust, bringing alike worldly prosperity to both. If a holy God exercises such forbearance and benevolence toward the rebellious and the idolatrous, how necessary it is that erring man should manifest a like spirit toward his fellow-men. Instead of cursing those who injure him, it is his duty to seek to win them from their evil ways by a kindness similar to that with which Christ treated them who persecuted him. Jesus taught his followers that they should exercise a Christian courtesy toward all who came within their influence, that they should not be forgetful in deeds of mercy, and that when solicited for favors, they should show a benevolence superior to that of the worldling. The children of God should represent the spirit that rules in Heaven. Their principles of action should not be of the same character with the narrow, selfish spirit of the world. Perfection alone can meet the standard of Heaven. As God himself is perfect in his exalted sphere, so should his children be perfect in the humble sphere they occupy. Thus only can they be fit for the companionship of sinless beings in the kingdom of Heaven. Christ addresses to his followers these words that establish the standard of Christian character: “Be ye therefore perfect, even as your Father which is in Heaven is perfect.”"},{"refcode_short":"4Red 77","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 77 (Ellen Gould White)","content":"Parable of the Sower"},{"refcode_short":"4Red 77.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 77.1 (Ellen Gould White)","content":"Jesus had spent the entire night in prayer, and he came down to the beach in the early morning to look for his disciples who were fishing near the shore. He could not long remain undisturbed by the people. As soon as it was known that Christ was by the sea-side, the multitude flocked to him. Their numbers increased so that he was pressed upon all sides. As he stood teaching them, the crowd became so dense that he stepped into a boat, and pulling out a little from the shore, gave the people a better opportunity to see and hear him, as he continued his discourse."},{"refcode_short":"4Red 77.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 77.2 (Ellen Gould White)","content":"He frequently adopted this plan to escape from the eager throng that crowded upon each other to get into his presence. In this way he could speak the things that he desired them to hear without interruption. The Saviour, seated in the rude boat of a fisherman, taught the words of life to the listening people upon the beach. He was patient with those who were laboring under temptation, tender and kind to the sorrowing and disheartened. His words found a response in many hearts, and light from his divine instruction poured in upon many darkened minds."},{"refcode_short":"4Red 78.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 78.1 (Ellen Gould White)","content":"What a scene was this for angels to contemplate! Their glorious Commander, sitting in a fisherman's boat, swayed to and fro by the restless water, and preaching salvation to the listening crowd that are pressing down to the water's edge! He who was the honored of Heaven teaches his grand doctrine of deliverance in the open air to the common crowd. Yet he could have no more magnificent scene for his labors. The lake, the mountains, the spreading fields, the sunlight flooding the earth, all furnish subjects by which his lessons can be impressed upon the human mind."},{"refcode_short":"4Red 78.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 78.2 (Ellen Gould White)","content":"In plain sight are the sowers and the reapers, side by side, the one casting the seed, and the other harvesting the early grain. The fruitful valleys, and the hill-sides are clothed in beauty. The barren rocks are seen upon the beach, and the birds make the air vocal with their music. The sea-fowls skim upon the surface of the water. Jesus takes this opportunity to draw lessons from nature that will sink into the minds of his listeners. He employs the scenery about him to illustrate his doctrine, so that in the future, whenever these objects are presented to their eyes, their thoughts will revert to the lessons of truth drawn from them by Jesus. They will be daily reminders of the precious instruction which they had received from him."},{"refcode_short":"4Red 78.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 78.3 (Ellen Gould White)","content":"Sitting thus, and looking upon the animated scene before him, Jesus uttered the parable that has been handed down to us through the ages, as pure and beautiful today in its unadorned simplicity as when it was given that morning on the Sea of Galilee more than eighteen hundred years ago:—"},{"refcode_short":"4Red 79.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 79.1 (Ellen Gould White)","content":"“Hearken; behold, there went out a sower to sow. And it came to pass, as he sowed, some fell by the wayside, and the fowls of the air came and devoured it up. And some fell on stony ground, where it had not much earth; and immediately it sprang up, because it had no depth of earth; but when the sun was up, it was scorched; and because it had no root, it withered away. And some fell among thorns, and the thorns grew up, and choked it, and it yielded no fruit. And other fell on good ground, and did yield fruit that sprang up and increased, and brought forth, some thirty, and some sixty, and some an hundred. And he said unto them, He that hath ears to hear, let him hear.”"},{"refcode_short":"4Red 79.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 79.2 (Ellen Gould White)","content":"This striking illustration of the spreading abroad of the gospel of the Son of God engaged the earnest attention of the people. The speaker carried with him the minds of his hearers. Their souls were stirred, and many a heart throbbed with the animation of a new purpose. They were charmed with a doctrine so ennobling in its principles, yet so easily understood. The high spiritual attainments which Jesus taught seemed then very desirable. But how soon the impressions there received were to pass away from many minds, when they again mingled with the world. The sins that had seemed so heinous under the holy light of the Master's presence, would be clasped again to their erring hearts. Unfavorable surroundings, and worldly cares and temptations would cause them to relapse again into indifference."},{"refcode_short":"4Red 80.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 80.1 (Ellen Gould White)","content":"But others who listened commenced from that moment a holier life, carrying out daily the principles of Christ's teachings. The subject matter of his discourse, illustrated by the scene before them, would never be effaced from their minds. The varied ground, some producing only thistles and noxious weeds, the ledges of rock covered with a surface of earth, the sowers with their seed, all being before their eyes, fastened his words in their minds as nothing else could have done."},{"refcode_short":"4Red 80.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 80.2 (Ellen Gould White)","content":"The existing state of things led Jesus to give the parable of the sower. The people who followed Christ had been disappointed that he did not set up a new kingdom. Long had they looked for a Messiah who would exalt and glorify them as a nation, and now that their expectations were not realized, they refused to receive him as their Redeemer. Even his chosen disciples were becoming impatient that he did not assume temporal authority, and his relatives were disappointed in him and rejected him. They had addressed him in these words: “Depart hence, and go into Judea, that thy disciples may see the works that thou doest. For there is no man that doeth any thing in secret, and he himself seeketh to be known openly. If thou do these things, show thyself to the world.”"},{"refcode_short":"4Red 80.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 80.3 (Ellen Gould White)","content":"His followers were mortified that the learned and wealthy were not the most willing to accept Jesus as their Saviour. They felt the stigma that attached to their Master, because it was the poor, the afflicted, and the humbler class generally who became his disciples. Why, they asked themselves, did not the scribes and Pharisees, the teachers in the schools of the prophets, acknowledge that he was the long-looked-for Messiah? It was to meet this doubt and discontent that Jesus spoke this parable. When the multitude had departed, the twelve with the other believers gathered about him, and asked him to explain it to them. “And he said unto them, Unto you it is given to know the mystery of the kingdom of God; but unto them that are without, all these things are done in parables; that seeing they may see, and not perceive; and hearing they may hear, and not understand; lest at any time they should be converted, and their sins should be forgiven them. And he said unto them, Know ye not this parable? and how then will ye know all parables?” In these words he explained that his illustrations were to awaken thought in the minds of his hearers. If they desired a fuller explanation of his words they could ask it of him, as the disciples had done, and receive it."},{"refcode_short":"4Red 81.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 81.1 (Ellen Gould White)","content":"The Pharisees understood the parable, but affected not to perceive its meaning. They closed their eyes lest they should see and their ears lest they should hear; therefore their hearts could not be reached. They were to suffer retribution for their willful ignorance and self-imposed blindness. One reason why he taught so much in parables was that the spies of the Jews were ever watching to find cause for complaint against him. Jesus designed to expose their hypocrisy and evil deeds without laying himself liable to the danger of being arrested and imprisoned by them, and thus cut off from the work which he came to do among the people."},{"refcode_short":"4Red 81.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 81.2 (Ellen Gould White)","content":"He could speak cutting truths in parables, reveal the iniquity that it was necessary to expose, without any fear of their laws. They could make the application, for they could not fail to recognize his meaning, yet they were powerless to condemn him for using a simple illustration in his discourse."},{"refcode_short":"4Red 82.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 82.1 (Ellen Gould White)","content":"The words of Jesus implied a reproof to his disciples, because of their dullness to comprehend his meaning; for in the parable of the sower, he had illustrated the doctrine he had come to the world to teach. If they could not discern things so easily to be understood, how could they fathom greater truths that he would declare to them in parables? He also said that he would reveal greater mysteries concerning the kingdom of God unto them who followed him so closely and obeyed him than unto those who were outside of his companionship. They must open their minds to instruction and be ready to believe."},{"refcode_short":"4Red 82.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 82.2 (Ellen Gould White)","content":"Those who had hardened their hearts to love pomp and ceremony did not wish to understand his teachings nor desire the work of God's grace within their hearts. This class would remain in ignorance of their own choosing. Those who connected with Heaven, and received Christ, who is the source of light and truth, would understand his words and gain practical knowledge concerning the kingdom of God. But those who, for any reason, neglected their present opportunities of acquaintance with the truth, and did not rightly use their powers of comprehension, but refused to be convinced by what their eyes saw and their ears heard, would be left in darkness; seeing, they would not perceive, and hearing, they would not understand. The truths of God involved too much self-denial and personal purity to attract their carnal minds, and they closed their hearts with bigotry and unbelief."},{"refcode_short":"4Red 83.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 83.1 (Ellen Gould White)","content":"The great Teacher blessed his disciples because they both saw and heard with eyes and ears that believed. Said he, “Many prophets and righteous men have desired to see these things which ye see, and have not seen them; and to hear the things which ye hear, and have not heard them.” Jesus then explained to his disciples the different classes represented in the parable he had given them."},{"refcode_short":"4Red 83.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 83.2 (Ellen Gould White)","content":"Christ, the Sower, scatters the seed. There are the worldly ones, whose hearts are like the hard-beaten highway, insensible to the teachings of divine wisdom. They love not the requirements of God, and follow their natural impulses. Many are convinced as they listen to the important lessons of Christ. They believe his words, and resolve to lead holy lives, but when Satan comes with his evil suggestions, they are overcome before the good seed has fairly sprung into life."},{"refcode_short":"4Red 83.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 83.3 (Ellen Gould White)","content":"Had the soil of the heart been broken up by deep repentance for sin, they would have seen how wicked was their selfish love of the world, their pride and avarice, and would have put them away. The seeds of truth would have struck deep into the fallow ground prepared for them in the heart, and would have sprung up and borne fruit. But evil habits had so long held sway over their lives that their good resolutions had vanished before the voice of the tempter. “And these are they by the wayside, where the word is sown; but when they have heard, Satan cometh immediately, and taketh away the word that was sown in their hearts.”"},{"refcode_short":"4Red 84.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 84.1 (Ellen Gould White)","content":"There are those who receive the precious truth with joy; they are exceedingly zealous, and express amazement that all cannot see the things that are so plain to them. They urge others to embrace the doctrine that they find so satisfying. They hastily condemn the hesitating and those who carefully weigh the evidences of the truth and consider it in all its bearings. They call such ones cold and unbelieving. But in the time of trial these enthusiastic persons falter and fail. They did not accept the cross as a part of their religious life, and they turn from it with dampened ardor, and refuse to take it up."},{"refcode_short":"4Red 84.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 84.2 (Ellen Gould White)","content":"If life moves smoothly with this class, if their way is never crossed, if all things are in harmony with their inclinations, they appear to be consistent Christians. But they faint beneath the fiery test of temptation; they cannot endure reproach for the truth's sake. The good seed that had sprung into so flourishing a plant, withers and dies because it has no root to sustain it in the time of drought. The very thing which should have caused the fibers to strike down deeper and send up more vigorous growth, parches and kills the whole plant. Just so the hot summer sun, that strengthens and ripens the hardy grain, withers and destroys that which, though fresh and green, has no depth of root, because the tender fibers cannot pierce the hard and stony ground."},{"refcode_short":"4Red 84.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 84.3 (Ellen Gould White)","content":"These persons could cultivate and enrich the soil of their hearts, if they would, so that the truth would take deeper hold; but this involves too much patience and self-denial. It costs them too much effort to make a radical change in their lives. They are easily offended by reproof, and ready to say with the disciples who left Jesus, “This is a hard saying; who can hear it?” “And these are they likewise which are sown on stony ground; who, when they have heard the word, immediately receive it with gladness; and have no root in themselves, and so endure but for a time; afterward, when affliction or persecution ariseth for the word's sake, immediately they are offended.”"},{"refcode_short":"4Red 85.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 85.1 (Ellen Gould White)","content":"Jesus represents the seed as falling into neglected borders and patches covered with rank weeds which choke the precious plants that spring up among them; they grow sickly and perish. Many hearts respond to the voice of truth, but they do not properly receive and cherish it. They give it a place in the soil of the natural heart, without preparing the ground and rooting out the poisonous weeds that flourish there, and watching every hour in order to destroy them should they again appear. The cares of life, the fascination of riches, the longing for forbidden things, crowd out the love of righteousness before the good seed can bear fruit. Pride, passion, self-love, and love of the world, with envy and malice, are no companions for the truth of God. As it is necessary thoroughly to cultivate the soil that has once been overgrown with weeds, so it is necessary for the Christian to be diligent in exterminating the faults that threaten his eternal ruin. Patient, earnest effort in the name and strength of Jesus, can alone remove the evil tendencies of the natural heart. But those who have allowed their faith to be overcome by the growth of Satan's influences, fall into a worse state than that which they occupied before they heard the words of life. “And these are they which are sown among thorns; such as hear the word, and the cares of this world, and the deceitfulness of riches, and the lusts of other things entering in, choke the word, and it becometh unfruitful.”"},{"refcode_short":"4Red 86.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 86.1 (Ellen Gould White)","content":"Few hearts are like the good soil, well-cultivated, and receive the seeds of truth and bring forth abundant fruit to the glory of God. But Jesus finds some earnest Christians, rich in good works and sincere in their endeavors. “And these are they which are sown on good ground; such as hear the word, and receive it, and bring forth fruit, some thirty-fold, some sixty, and some an hundred.”"},{"refcode_short":"4Red 86.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 86.2 (Ellen Gould White)","content":"Thus Christ represents the characters of those whom he came to teach, in a brief and comprehensive parable. The worldly-minded, the evil-disposed, the hard-hearted, are all exhibited to the minds of his hearers. He thus answers the question that we often hear today: Why was the work of Christ productive of such meager results, during his personal ministry upon earth? Miracles of goodness and mercy marked his life; but while he healed the afflicted, and cast out the demons that persecuted men, he left to themselves the work of correcting the evils of their natures. He instructed them how to unite their human efforts with his divine power, and triumph through his strength over the sins that beset them."},{"refcode_short":"4Red 86.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 86.3 (Ellen Gould White)","content":"This experience was necessary in order to give moral power to the Christian character and fit it for the courts of Heaven. Jesus employed no miraculous agency to compel men to believe in him. They were left to choose or reject him, of their own free will. No direct power was to force them into obedience, and destroy the free moral agency that God has given to man. The parable of the sower plainly sets forth the tendencies of the human heart, and the different classes with which Christ had to deal, and also explains the reasons that his ministry was not more successful in its immediate effects."},{"refcode_short":"4Red 87.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 87.1 (Ellen Gould White)","content":"The parables of Jesus were designed to arouse a spirit of inquiry which would result in a clearer exposition of the truth. As he was thus instructing his disciples in the meaning of his words, the people again gathered about to listen, and his teachings were received and cherished in the minds of many who heard them. These discourses of Jesus were not merely to a class of inferior minds; but there were intelligent and cultivated persons present who were capable of the closest criticism. Scribes, Pharisees, doctors, rulers, lawyers, and the representatives of all nations, were there to hear; yet there were none to gainsay his words in all that vast assembly."},{"refcode_short":"4Red 87","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 87 (Ellen Gould White)","content":"Christ in the Synagogue"},{"refcode_short":"4Red 87.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 87.2 (Ellen Gould White)","content":"This interview of Jesus with his disciples, in which they had received much precious instruction, was interrupted by those who had been searching for him. As the people began to flock about him, bringing their sick and afflicted, he repaired to the synagogue. While he was teaching there, many others of those who had left him on the other side of the lake came to the synagogue, and were surprised to see Jesus and his disciples there before them, knowing that there was no boat by which he could pass to the other side. They began to inquire how and when he had crossed the sea. They were astonished when the disciples related to them the events of the preceding night. The fury of the storm and the many hours of fruitless rowing against the fury of adverse winds, the appearance of Christ walking upon the water, the fears thus aroused, his reassuring words, the adventure of Peter and its result, with the sudden stilling of the tempest and landing of the boat, were all faithfully recounted to the wondering crowd, amid frequent interruptions and exclamations of amazement."},{"refcode_short":"4Red 88.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 88.1 (Ellen Gould White)","content":"But their attention was now directed to the lessons of Jesus, so full of solemn interest. Many were deeply affected; but the minds of some were entirely engrossed with curiosity regarding the wonderful relation they had heard. As soon as the discourse was ended, they gathered around the Saviour, questioning him, hoping to receive from his own lips a fuller account of his mighty work of the previous night. But Jesus did not gratify their idle curiosity. He was also beset by the Pharisees, to show them a sign from Heaven that he was the Son of God. They asked an evidence of his miraculous power, such as had been given on the other side of the sea. They importuned him to repeat his wonderful works before them."},{"refcode_short":"4Red 88.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 88.2 (Ellen Gould White)","content":"Jesus declared to them that they did not seek him from any worthy motive: that they did not desire to learn how to please God in their daily lives; but they asked him to work miracles, sometimes in a spirit of unbelief, and sometimes because they hoped to be benefited by temporal favors which he might thus bestow upon them. He bade them not to labor for the meat which perishes, but to seek for spiritual food, that wisdom which endures unto everlasting life. This the Son of God alone could give, for he has the seal of the Father. With solemn earnestness he sought to impress upon them that temporal favors are of little consequence compared with the heavenly grace offered by the Son of God."},{"refcode_short":"4Red 89.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 89.1 (Ellen Gould White)","content":"“Then said they unto him, What shall we do, that we might work the works of God? Jesus answered and said unto them, This is the work of God, that ye believe on Him whom he hath sent. They said therefore unto him, What sign showest thou then, that we may see, and believe thee? what dost thou work? Our fathers did eat manna in the desert; as it is written, He gave them bread from heaven to eat.” It was Christ himself who conducted the Hebrews in their travels through the wilderness. It was he who had daily fed them manna from heaven; yet they blindly referred him to this miracle, wrought for their fathers, in a spirit of caviling unbelief. Jesus declared to them that as God had given them manna to preserve their lives, so he had sent to them this gift of his Son, that through him they might eat of the bread of life and become immortal."},{"refcode_short":"4Red 89.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 89.2 (Ellen Gould White)","content":"“Then said Jesus unto them, Verily, verily, I say unto you, Moses gave you not that bread from heaven; but my Father giveth you the true bread from Heaven. For the bread of God is He which cometh down from Heaven, and giveth life unto the world. Then said they unto him, Lord, evermore give us this bread.” Jesus used bread as a figure to illustrate the vitalizing power of his Spirit. The one sustains physical life, while the other satisfies the heart, and strengthens the moral powers. Said he, “I am the bread of life; he that cometh to me shall never hunger; and he that believeth on me shall never thirst. But I said unto you, That ye also have seen me, and believe not.” Those who experience the spiritual union with Christ never hunger for higher enjoyment. All uncertainty is gone; the weary soul finds continual refreshment in the Saviour. The feverish thirst for wealth and honor is gone. He is in them a well of water springing up into everlasting life."},{"refcode_short":"4Red 90.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 90.1 (Ellen Gould White)","content":"Jesus assured the Jews that they had seen him and his works yet believed not. He did not refer to their seeing him with their natural eyes; but he meant that their understanding had been convinced, while their proud and stubborn hearts refused to acknowledge him as the Messiah. The Saviour had been doing in their midst works that no man had ever done. The living evidences of his divine power had been before them day after day; yet their hard and caviling hearts asked for still another sign of his divinity before they would believe. Had this been given them they would still have remained as unbelieving as before. If they were not already convinced of his Messiahship by what they had seen and heard, it was useless to show them more marvelous works. The dignity of God's holy Son was not to be compromised to gratify a questioning crowd."},{"refcode_short":"4Red 90.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 90.2 (Ellen Gould White)","content":"Said Jesus, “For this people's heart is waxed gross, and their ears are dull of hearing, and their eyes they have closed; lest at any time they should see with their eyes, and hear with their ears, and should understand with their heart, and should be converted, and I should heal them.” Unbelief will ever find cause to doubt and reason away the most positive proof. The Jews stood constantly upon guard, lest they should be forced by overwhelming evidence to yield their prejudice and unbelief. Though their understanding was convinced, they refused to surrender their pride and self-righteousness, admitting that they, who had boasted of their wisdom over all the rest of the world, themselves needed a teacher."},{"refcode_short":"4Red 91.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 91.1 (Ellen Gould White)","content":"The Jews had assembled to celebrate the passover. In eating the flesh of the Lamb, they were to remember that it represented the Lamb of God, and their protection when the first-born of their enemies were slain in Egypt. The blood that the Hebrews were commanded to have upon their door-posts, and which was a sign of safety to them, also represented the blood of Christ, which was to be shed for the sins of the world. The Saviour has power to finally raise from the dead all those who, by faith, eat of his flesh and drink of his blood. This spiritual food gives to the believers a well-founded hope of the resurrection to immortal life in the kingdom of God."},{"refcode_short":"4Red 91.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 91.2 (Ellen Gould White)","content":"These precious truths Jesus declared to the incredulous multitude, saying, “All that the Father giveth me shall come to me; and him that cometh to me I will in no wise cast out. For I came down from Heaven, not to do mine own will, but the will of him that sent me. And this is the Father's will which hath sent me, that of all which he hath given me I should lose nothing, but should raise it up again at the last day. And this is the will of Him that sent me, that every one which seeth the Son, and believeth on him, may have everlasting life, and I will raise him up at the last day.”"},{"refcode_short":"4Red 92.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 92.1 (Ellen Gould White)","content":"He spoke of his future sacrifice in these words: “And the bread which I will give you, is my flesh, which I will give for the life of the world.” He offered his salvation to all who would accept him, clothed in humanity, as their Redeemer, having access to the Father, and being invested by him with divine authority."},{"refcode_short":"4Red 92.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 92.2 (Ellen Gould White)","content":"But the Jews were displeased that Jesus should claim to be the bread of life come down from Heaven. “And they said, Is not this Jesus, the son of Joseph, whose father and mother we know? how is it, then, that he saith, I came down from Heaven?” They so clung to their bigotry and pride that it now seemed impossible for them to believe evidence that was plain as the noonday sun. Their jealousy was aroused that this man of humble birth was able to work wonders that they could not explain away, and teach truths that could not be contradicted. So they endeavored to awaken the prejudice and unbelief of the people by referring scornfully to the lowly origin of Jesus, and by reason of his mysterious birth, insinuating that he was of doubtful parentage. They contemptuously alluded to his life as a Galilean laborer, and to his family as being poor and lowly. They declared that the lofty claims of this uneducated carpenter should be at once repudiated."},{"refcode_short":"4Red 92.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 92.3 (Ellen Gould White)","content":"But Jesus heard their murmurings and reproved them. He again, in more forcible language, declared his connection with the Father, and the necessity for the heart to be enlightened by the Spirit of God before it can feel the need of a Saviour. “No man can come to me, except the Father which hath sent me draw him; and I will raise him up at the last day. It is written in the prophets, And they shall be all taught of God. Every man, therefore, that hath heard, and hath learned of the Father, cometh unto me.” He here refers to the prophecy of Isaiah: “And all thy children shall be taught of the Lord, and great shall be the peace of thy children.”"},{"refcode_short":"4Red 93.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 93.1 (Ellen Gould White)","content":"This was not a new doctrine which Jesus taught. It was the fulfillment of prophecy, which, as expounders of the word, the priests and elders should have thoroughly understood. In declaring that none come to him unless the Father draws them, the Saviour wished them to understand that God would never appear in person to teach them concerning the way of life. Humanity could not endure the vision of his glory for a moment; only through the Son could they come to him. In seeing and hearing the Son, they saw and heard the Father. He is Mediator between God and his disobedient children. The Jews claimed God as their teacher, but Christ declared such profession vain, for, said he, “Every man, therefore, that hath heard, and hath learned of the Father, cometh unto me.”"},{"refcode_short":"4Red 93.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 93.2 (Ellen Gould White)","content":"Jesus did not attempt to answer the questions raised regarding his birth any more than he had answered those concerning his crossing the sea. He did not desire to magnify himself, nor the miracles that marked his life. The prejudice of the Pharisees lay deeper than their questions would indicate, and had taken root in the bitter perversity of their sinful hearts. His sayings and doings had not created such feelings, but only called them into action, because his pure and elevated doctrine was not in harmony with their selfish hearts. Said he, “Verily, verily, I say unto you, He that believeth on me hath everlasting life. I am that bread of life.” There were conflicting views and much uncertainty in regard to the resurrection of the dead. Aside from the dissension between the Sadducees and Pharisees, the Jews were in great darkness concerning the future life and the resurrection of the body. Jesus pitied them in their benighted condition, and bade them accept him, who was their only hope, the great Life-giver, even the “bread of life.”"},{"refcode_short":"4Red 94.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 94.1 (Ellen Gould White)","content":"They had referred him to the manna which their fathers ate in the wilderness, as if the furnishing of that food was a greater miracle than Jesus had wrought; but he now declared unto them that the temporal food then given from Heaven was but a meager gift compared with the blessing of eternal life which he now offered them. The food eaten then sustained the strength, but did not prevent the approach of death, nor insure immortal life. The bread that the Son of God offered to man was death-destroying, giving in the end immortal life to the body. Said he, “Your fathers did eat manna in the wilderness, and are dead. This is the bread which cometh down from Heaven, that a man may eat thereof, and not die. I am the living bread which came down from Heaven; if any man eat of this bread, he shall live forever; and the bread that I will give is my flesh, which I will give for the life of the world.”"},{"refcode_short":"4Red 94.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 94.2 (Ellen Gould White)","content":"Our Lord here points forward to his approaching death, the only true propitiation for the sins of humanity. The Jews were about to celebrate with great display the feast of the passover. The Lamb to be eaten there, was a symbol of Christ's body; yet the very person that it represented stood in their midst, presenting himself as their Saviour, whose blood would preserve them from the wrath of a sin-hating God, and they refuse his offers of mercy."},{"refcode_short":"4Red 95.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 95.1 (Ellen Gould White)","content":"The miracle Jesus had performed in feeding the multitude, furnished him a forcible figure by which to illustrate his work upon earth. He declared that, as temporal bread imparts health and strength to the body, so will faith in Christ, and obedience to his teachings, give spiritual vigor to the soul, and life everlasting. But the Jews, determined to misinterpret his words, now engaged in angry contention, asking, “How can this man give us his flesh to eat?” They affected to understand his words in the same literal sense as did Nicodemus, when he asked, “How can a man be born when he is old?” They comprehended the meaning of Jesus, but were not willing to acknowledge it. They thought it a favorable opportunity to prejudice the people against him, by presenting his words to them in the most unfavorable light. “Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of Man, and drink his blood, ye have no life in you. Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day. For my flesh is meat indeed, and my blood is drink indeed. He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him. As the living Father hath sent me, and I live by the Father, so he that eateth me, even he shall live by me. This is that bread which came down from Heaven; not as your fathers did eat manna, and are dead; he that eateth of this bread shall live forever.”"},{"refcode_short":"4Red 96.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 96.1 (Ellen Gould White)","content":"The Jews appeared to be horrified at these sayings of Christ. Their law strictly forbade them to taste blood, and they construed his language into a sacrilegious speech, and contented and disputed over his words among themselves. Jesus gave his disciples, and the people, lessons which they could not at the time fully comprehend, because of their moral darkness. Many things which his followers did not fully understand when he uttered them, were made plain by subsequent events. His words were a stay to their hearts when he walked no more with them."},{"refcode_short":"4Red 96.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 96.2 (Ellen Gould White)","content":"Even the disciples murmured at these last words of Jesus. They said, “This is a hard saying; who can hear it?” The Saviour heard their complaints and answered them: “Doth this offend you? What and if ye shall see the Son of Man ascend up where he was before? It is the spirit that quickeneth; the flesh profiteth nothing; the words that I speak unto you, they are spirit, and they are life.” Thus he instructed them that it was not his human flesh that would give life eternal, but faith in his words and in the efficacy of the sacrifice he was to make for the world. His teaching and example, his life and death, were the heavenly food that was to give them spiritual life and vigor. He reproved them because they had murmured when he said that he had come down from Heaven. If they were not able to receive this truth, how would it be when he ascended before their eyes to that Heaven from whence he came?"},{"refcode_short":"4Red 96.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 96.3 (Ellen Gould White)","content":"Jesus knew that many followed him who hoped to receive temporal favors thereby. They looked for him to work some miracle that would benefit them; but especially did they hope that he would eventually free them from the Roman yoke. He also knew that there was one near who would betray him. He told them that there were some among them who believed not. “And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father.”"},{"refcode_short":"4Red 97.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 97.1 (Ellen Gould White)","content":"He wished them to understand that their hearts must be open to the Spirit of God before they could be drawn to him by faith. They must be willing to have their errors reproved, to eschew evil, and lead holy lives. The unbelief existing among the priests and rulers influenced the people to be hesitating and doubtful. Jesus had given them sufficient proof of his divinity; but their incredulous minds were ever seeking to explain away his wonderful works. They reasoned that the disciples might have been under a delusion when they saw him walking upon the water."},{"refcode_short":"4Red 97.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 97.2 (Ellen Gould White)","content":"True, they could not but admit that he had performed many miraculous cures, and plentifully fed a vast multitude from five loaves and two small fishes; but their dissatisfied hearts queried, if he could do these wonders, why might he not give health, strength, and riches to all his people, free them from their oppressors, and exalt them to power and honor? Then they would believe on him and glorify his name. Thus they allowed themselves to be bound by unbelief and discontent. Their gross minds refused to comprehend the meaning of his words, “I am the bread which came down from Heaven.” His doctrine was too pure and exalted to attract their carnal hearts."},{"refcode_short":"4Red 98.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 98.1 (Ellen Gould White)","content":"This discourse of Jesus cooled the enthusiasm of the people. If, by becoming his disciples, they must live righteous lives, deny self, and suffer humiliation, they had no desire to rally under his banner. Alas for Israel! They knew not the time of their visitation! They refused their Saviour, because they longed for a conqueror who would give them temporal power. They wanted the meat which perishes, and not that which endures unto everlasting life. Their ambition was for earthly riches and glory, and they had no relish for the words of Christ that taught personal purity, and a thorough reformation of life."},{"refcode_short":"4Red 98.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 98.2 (Ellen Gould White)","content":"Many of the words and dealings of Jesus appear mysterious to finite minds; but all his purposes were clear to his divine understanding. His whole plan was mapped before him, perfect in all its details. Every act was calculated to produce its individual results. The history of the world from its creation to the end of time was fully known to Christ. Were the mind of man capable of understanding his dealings, every act of his earthly life would stand forth important, complete, and in harmony with his divine mission."},{"refcode_short":"4Red 98.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 98.3 (Ellen Gould White)","content":"The murmuring of his followers grieved the heart of the Saviour. In openly rebuking their unbelief before the multitude, he had increased their disaffection, and many of them went back and walked no more with Jesus. He looked after these erring ones with eyes of pitying tenderness. They were greatly displeased, and, wishing to wound Jesus and gratify the malice of the Pharisees, they turned their backs upon him and left him with disdain. In doing this they made the fatal mistake of rejecting God's counsel to them. It was such developments as these that made the Saviour a Man of sorrows and acquainted with grief. The consciousness that his kindness and compassion were unappreciated, his love unrequited, his mercy slighted, his salvation rejected, filled his divine soul with a grief that was inexpressible. Could these ungrateful disciples have discerned how God viewed their behavior to his dear Son, they would hardly have walked away so proudly and defiantly. They were choosing darkness rather than light, because they were too vain and self-righteous to receive a merited rebuke, and too worldly to accept a life of humility in order to secure salvation. In the face of all his wonderful works they turned away from Him, who, by the beauty of his doctrine and his mercy and benevolence, had called thousands to his side; who had relieved suffering humanity, so that entire cities and villages were freed from disease, and there was no work for a physician among them."},{"refcode_short":"4Red 99.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 99.1 (Ellen Gould White)","content":"When we view the generosity of Christ to the poor and suffering, his patience with the rude and ignorant, his self-denial and sacrifice, we are lost in admiration and reverence. What a gift has God lavished upon man, alienated from him by sin and disobedience! Well may the heart break and the tears flow in contemplation of such inexpressible love! Christ abased himself to humanity that he might reach man sunken into the depths of woe and degradation, and lift him into a nobler life, give him moral strength to resist the power of Satan and overcome sin in his name. Sad was the recompense he met for his marvelous condescension."},{"refcode_short":"4Red 100.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 100.1 (Ellen Gould White)","content":"The words of Jesus were scorned because he declared that outward professions and observances of forms would not avail; the work must reach the heart and bring forth fruit meet for repentance. The words that he addressed to his disciples are also spoken to the followers of Christ today. The same necessity exists for a clean heart and a pure life. Yet how many reject the warning of God, spoken by his servants, and the close, practical truths pressed home to their hearts, because their lives are not in accordance with the will of God, because they perceive that an entire reformation is necessary, and are unwilling to take up the self-denying work, and are therefore angry because their sins have been discovered. They go away offended, even as the disciples left Jesus, murmuring, “This is a hard saying; who can hear it?”"},{"refcode_short":"4Red 100.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 100.2 (Ellen Gould White)","content":"Those who profess godliness, yet do not heed the admonitions of the Lord, nor regulate their lives in harmony with his holy will, fasten themselves more and more firmly by chains of darkness. Many who now profess to believe the truth of Christ, endure the test no better than those who turned away from following him. Many, while professing the faith, are so separated from Christ by hearts of unbelief, that they reject the words and works of God shown through his servants. If the divine revelation does not harmonize with their views, they feel at liberty to turn from its teachings. If it rebukes their sins they are offended. Praise and flattery would be grateful to their ears, but the truth is disagreeable, they cannot hear it. When the crowds follow, and the multitudes are fed, and the cries of triumph go up, their voices are loud in praise; but when the searching of God's Spirit reveals to them their sin and bids them leave it, they turn their backs upon the truth, and “walk no more with Jesus.”"},{"refcode_short":"4Red 101.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 101.1 (Ellen Gould White)","content":"God does not propose to be called to account for his ways and works. It is for his glory to conceal his purposes now; but by and by they will be revealed in their true importance. But he has not concealed his great love, which lies at the foundation of all his dealings with his children. He has revealed his love in the gift of his Son, and in the many providences by which he manifests himself. He who lives near to Jesus may understand much of the mystery of godliness, and comprehend the love that administers merited reproof. Humanity, alienated from God, can only be reconciled to him by partaking spiritually of the flesh and blood of his dear Son."},{"refcode_short":"4Red 101.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 101.2 (Ellen Gould White)","content":"The Saviour did not attempt to prevent the disaffected disciples from leaving him, but, turning to the twelve chosen ones, said sorrowfully, “Will ye also go away?” Peter promptly replied by asking in turn “Lord, to whom shall we go? Thou hast the words of eternal life, and we believe and are sure that thou art that Christ, the Son of the living God.” How full of meaning are these words, “To whom shall we go?” The teachers of Israel were slaves to cold formality. The Pharisees and Sadducees were in constant contention concerning the doctrine of the resurrection and other points of difference. To leave Jesus was to fall among sticklers for rites and ceremonies, and ambitious men who sought their own glory. The disciples had felt more peace and joy since they had accepted Christ than in all their previous lives. They had looked back with horror upon their former course of carelessness and iniquity. How could they, whose eyes had been opened to discern the malice and bigotry of the Jews, go back to them who had scorned and persecuted the Friend of sinners? Long had their faith sustained them in looking for the Messiah, and now that he had come, they could not turn from his presence to those who were hunting his life and had persecuted them for obeying him."},{"refcode_short":"4Red 102.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 102.1 (Ellen Gould White)","content":"“To whom shall we go?” Not from the doctrine of Christ, his lessons of love and charity, to the darkness of unbelief, the wickedness of the world. While many were turning from the Saviour who had witnessed his miraculous works, who had seen him heal the sick and comfort the distressed, who had been electrified by the heavenly majesty of his bearing, Peter expresses the faith of the disciples, “Thou art that Christ.” Never will they deny that he is the world's Redeemer, the Son of God. The very thought of losing this anchor of their souls thrilled their hearts with anguish. To be again destitute of a Saviour, subject to fear and superstition, would be to be adrift upon a dark and stormy sea."},{"refcode_short":"4Red 102.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 102.2 (Ellen Gould White)","content":"Some may question the wisdom of Jesus in introducing a subject so easily misunderstood as that which had turned so many from him on this occasion. But he had a purpose in view. He saw that a most trying ordeal awaited his disciples in his betrayal, his agony in Gethsemane, and his crucifixion. He knew who among his followers were unbelieving and who were of weak faith. Had no test been given them, Jesus would have had many among his followers who were weak in character, and undecided. When the great trial came, and their Lord was betrayed and condemned in the Judgment Hall; when he was humiliated, and the multitude, who had hailed him as their king, hissed at him and reviled him; when the cruel, jeering crowd cried, “Crucify him!”—then these faint-hearted ones would have sunk beneath their fear and disappointment."},{"refcode_short":"4Red 103.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 103.1 (Ellen Gould White)","content":"The apostasy of these professed followers of Christ at such a time, would have been more than the twelve could have endured in addition to their great grief and the terrible ruin of their fondest hopes. The example of those who turned from him, might, in that hour of horror, have carried all the rest with them. But Jesus brought about this crisis while he was still present to comfort and strengthen his chosen, and prepare them for what was to follow. When the hooting rabble scorned Him who was doomed to the cross, the disciples were not overwhelmed with surprise at this insult to their Master, for they had seen the fickleness of those who had once followed him. When those who had professed to love the Master turned from him in the time of his trouble, the disciples remembered that the same thing had occurred before, for less reason. They had tested the inconstant favor of the world, and hung not their faith upon the opinions of others. Jesus wisely prepared the minds of his faithful few for the great trial of his betrayal and death."},{"refcode_short":"4Red 103.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 103.2 (Ellen Gould White)","content":"Peter had great faith in Jesus. From the first he had believed that he was the Messiah. He had seen and heard John, who was the forerunner of Christ, proclaim him to be the Lamb of God that taketh away the sins of the world. He had been closely connected with Jesus, had witnessed his miracles, listened to his teachings, and was convinced that he was the Son of God. Many who had been convicted by the preaching of John, and had accepted Christ, began to doubt as to the mission of John, when he was imprisoned and put to death. They also doubted if Jesus was really the Messiah, whom they had looked for so long."},{"refcode_short":"4Red 104.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 104.1 (Ellen Gould White)","content":"But the faith of Peter never flagged; he followed his Master with unwavering devotion. When those of the disciples who had ardently expected Jesus to make a great display of power, and take his place on David's throne, left him because they perceived that he had no such intention, Peter and his companions faltered not in their allegiance. The vacillating course of those who praised yesterday, and condemned today, did not affect the faith of the true follower of the Saviour. Peter declares, “Thou art the Son of the living God.” He waited not for kingly honors to crown his Lord, but accepted him in his humiliation. Peter, in his confession of Christ, expressed the faith of the disciples. But notwithstanding this, Jesus knew that neither his believing followers nor any of the Jews had any idea of associating humiliation, suffering and death, with their Messiah. Compassionate Redeemer, who, in the full knowledge of the doom that awaited him, tenderly smoothed the way for his disciples, prepared them for their crowning trial, and strengthened them for the final test!"},{"refcode_short":"4Red 105","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 105 (Ellen Gould White)","content":"Mary's Offering"},{"refcode_short":"4Red 105.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 105.1 (Ellen Gould White)","content":"Six days before the passover, Jesus stopped at the house of Lazarus in Bethany. He was on his way from Jericho to attend the feast of the passover at Jerusalem, and chose this retreat for rest and refreshment. Crowds of people passed on to the city, bearing the tidings that Jesus was on his way to the feast, and that he would rest over the Sabbath at Bethany. This information was received with great enthusiasm by the people; for the news had spread everywhere of the wonderful works wrought by Jesus, the last and most astonishing of which was the resurrection of Lazarus from the dead. Many flocked to Bethany, some from curiosity to see one who had been raised from the dead, and others because their hearts were in sympathy with Jesus, and they longed to look upon his face and hear his blessed words."},{"refcode_short":"4Red 105.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 105.2 (Ellen Gould White)","content":"They returned with reports that increased the excitement of the multitude. All were anxious to see and hear Jesus, whose fame as a prophet had spread over all the land. There was a general buzz of inquiry as to who the wonderful Teacher was, from whence he had come, if Lazarus who had been raised from the dead would accompany him to Jerusalem, and if it was likely that the great prophet would be crowned king at the feast. The attention of the people was entirely engrossed in the subject of Jesus and his wondrous works. The priests and rulers saw that they were losing their hold upon the minds of the people, and their rage against Jesus was increased; they could hardly wait for him to come and give them the desired opportunity of gratifying their revenge and removing him forever from their way. As the time passed, they became excited and restless, fearing that after all Jesus might not come to Jerusalem. They were fearful that he had read their purposes against him, and would therefore remain away. They remembered how often he had divined their thoughts, exposed their hidden motives, and baffled their murderous designs. They could illy conceal their anxiety, and questioned among themselves, “What think ye, that he will not come to the feast?”"},{"refcode_short":"4Red 106.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 106.1 (Ellen Gould White)","content":"A hasty council of the priests and Pharisees was called to determine how to proceed with regard to Jesus, in view of the excitement and enthusiasm of the people on his account. They decided that it would be dangerous to seize upon him openly on any pretext, for since the raising of Lazarus the sympathies of the people were greatly in favor of Jesus. So they determined to use craft and take him secretly, avoiding all uproar or interference, carry on the mockery of a trial as quietly as possible, and trust to the fickle tide of public opinion to set in their favor when it was known that Jesus was condemned to death."},{"refcode_short":"4Red 106.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 106.2 (Ellen Gould White)","content":"But another consideration came up: If they should execute Jesus, and Lazarus should remain as a witness of his miraculous power to raise from the dead, the very fact that a man existed who had been four days in the grave, and whose body had begun to decay, yet had been called to life and health by a word from Jesus, would sooner or later create a reaction and bring disaster upon themselves for sacrificing the life of Him who could perform such a miracle for the benefit of humanity. They therefore decided that Lazarus must also die. They felt that if the people were to lose confidence in their rulers, the national power would be destroyed."},{"refcode_short":"4Red 107.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 107.1 (Ellen Gould White)","content":"To such lengths do envy and bitter prejudice lead their slaves. In rejecting Christ, the Pharisees placed themselves where darkness and superstition closed around them, until, continually increasing in hatred and unbelief, they were ready to imbrue their hands in blood to accomplish their unholy ends, and would even take the life of one whom Infinite power had rescued from the grave. They placed themselves where no power, human or divine, could reach them; they sinned against the Holy Spirit, and God had no reserve power to meet their case. Their rebellion against Christ was settled and determined; he was a stumbling-block and a rock of offense to them; they would not have this man Jesus to reign over them. While all this plotting was going on at Jerusalem, Jesus was quietly resting from his labors at the house of Lazarus. Simon of Bethany, whom Jesus had healed of leprosy, wishing to show his Master special honor, made a supper and invited him and his friends as guests. The Saviour sat at the table, with Simon, whom he had cured of a loathsome disease, on one side, and Lazarus, whom he had raised from the dead, on the other. Martha served at the table, but Mary was earnestly listening to every word that fell from the lips of Jesus. She saw that he was sad; she knew that immediately after raising her brother from the dead, he was obliged to seclude himself in order to escape the persecution of the leading Jews. As she looked upon her brother in the strength of perfect health, her heart went out in gratitude to Jesus who had restored him to her from the grave."},{"refcode_short":"4Red 108.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 108.1 (Ellen Gould White)","content":"Jesus in his mercy had pardoned the sins of Mary, which had been many and grievous, and her heart was full of love for her Saviour. She had often heard him speak of his approaching death, and she was grieved that he should meet so cruel a fate. At great personal sacrifice she had purchased an alabaster box of precious ointment with which to anoint the body of Jesus at his death. But she now heard many express an opinion that he would be elevated to kingly authority when he went to Jerusalem, and she was only too ready to believe that it would be so. She rejoiced that her Saviour would no longer be despised and rejected, and obliged to flee for his life. In her love and gratitude she wished to be the first to do him honor, and, seeking to avoid observation, anointed his head and feet with the precious ointment, and then wiped his feet with her long, flowing hair."},{"refcode_short":"4Red 108.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 108.2 (Ellen Gould White)","content":"Her movements had been unobserved by the others, but the odor filled the house with its fragrance and published her act to all present. Some of the disciples manifested displeasure at this act, and Judas boldly expressed his disapprobation at such a wasteful extravagance. Simon the host, who was a Pharisee, was influenced by the words of Judas, and his heart filled with unbelief. He also thought that Jesus should hold no communication with Mary because of her past life. Judas, the prime instigator of this disaffection among those who sat at the table, was a stranger to the deep devotion and homage which actuated Mary to her deed of love. He had been appointed treasurer of the united funds of the disciples, and had dishonestly appropriated to himself the means which were designed for the service of God."},{"refcode_short":"4Red 109.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 109.1 (Ellen Gould White)","content":"He had indulged a spirit of avarice until it had overpowered every good trait in his character. This act of Mary was in such marked contrast with his selfishness that he was ashamed of his avarice, and sought to attribute his objection to her gift, to a worthier motive. Turning to the disciples he asked, “Why was not this ointment sold for three hundred pence, and given to the poor?” Thus he sought to hide his covetousness under apparent sympathy for the poor, when, in reality, he cared nothing for them."},{"refcode_short":"4Red 109.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 109.2 (Ellen Gould White)","content":"He longed to have the avails of the expensive ointment in his own hands to apply to his own selfish purposes. By his professed sympathy for the poor he deceived his fellow-disciples, and by his artful insinuations caused them to look distrustfully upon the devotion of Mary. Whispered hints of prodigality passed round the table: “To what purpose is this waste? for this ointment might have been sold for much, and given to the poor.” Mary was abashed as the eyes of the disciples were bent sternly and reproachfully upon her. She felt that her deed of devotion must have been wrong, and tremblingly expected Jesus to condemn it also."},{"refcode_short":"4Red 109.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 109.3 (Ellen Gould White)","content":"But the Saviour had observed all that had transpired, and knew the motives of all who were there assembled. He read the object of Mary in her costly offering. Though she had been very sinful, her repentance was sincere, and Jesus, while reproving her guilt, had pitied her weakness and forgiven her. Mary's heart was filled with gratitude at the compassion of Jesus. Seven times she had heard his stern rebuke to the demons which then controlled her heart and mind, and she had listened to his strong cries to his Father in her behalf. She knew how offensive everything impure was to the unsullied mind of Christ, and she overcame her sin in the strength of her Saviour. She was transformed, a partaker of the divine nature."},{"refcode_short":"4Red 110.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 110.1 (Ellen Gould White)","content":"Mary had offered her gift in the grateful homage of her heart, and Jesus explained her motive and vindicated her deed. “Let her alone,” he said. “Why,” he asked, “trouble ye the woman? for she hath wrought a good work upon me.” He justified her work to all present as evincing her gratitude to him for lifting her from a life of shame to one of purity, and teaching her to believe in him. Said he, “Against the day of my burying hath she kept this.” The ointment so sacredly kept to anoint the dead body of her Lord she had poured upon his head in the belief that he was about to be lifted to a throne in Jerusalem."},{"refcode_short":"4Red 110.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 110.2 (Ellen Gould White)","content":"Jesus might have pointed out Judas to the disciples as the cause of such severe judgment being passed on Mary. He might have revealed to them the hypocrisy of his character; he might have made known his utter want of feeling for the poor, and his embezzlement of money appropriated to their relief. He could have raised their indignation against him for his oppression of the widow, the orphan, and the hireling; but he refrained from exposing the true character of Judas. He reproached him not, and thus avoided giving him an excuse for his future perfidy."},{"refcode_short":"4Red 110.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 110.3 (Ellen Gould White)","content":"But he rebuked the disciples, saying, “Ye have the poor with you always, and whensoever ye will ye may do them good; but me ye have not always. She hath done what she could. She is come aforehand to anoint my body to the burying. Verily, I say unto you, wheresoever this gospel shall be preached throughout the whole world, this also that she hath done shall be spoken of for a memorial of her.” Jesus, looking into the future, spoke with certainty concerning his gospel: That it was to be preached throughout the whole world. Kingdoms would rise and fall; the names of monarchs and conquerors would be forgotten; but the memory of this woman's deed would be immortalized upon the pages of sacred history."},{"refcode_short":"4Red 111.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 111.1 (Ellen Gould White)","content":"Had the disciples rightly appreciated the exalted character of their Master, they would have considered no sacrifice too costly to offer to the Son of God. The wise men of the East understood more definitely his true position, and the honor due him, than his own followers, who had received his instruction and beheld his mighty miracles. They brought precious gifts to the Saviour, and bent in homage before him, while he was but a babe, and cradled in a manger."},{"refcode_short":"4Red 111.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 111.2 (Ellen Gould White)","content":"The look which Jesus cast upon the selfish Judas convinced him that the Master penetrated his hypocrisy and read his base, contemptible character. He was stirred with resentment. His heart burned with envy that Jesus should be the recipient of an offering suitable to the monarchs of earth. He went directly from that supper to the chief priests, and agreed to betray him into their hands. The priests were greatly rejoiced at this, and “they covenanted with him for thirty pieces of silver, and from that time he sought opportunity to betray him.”"},{"refcode_short":"4Red 112.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 112.1 (Ellen Gould White)","content":"In the case of Judas we see the fearful result of covetousness and unholy anger. He begrudged the offering made to Jesus, and although not personally rebuked, he was irritated to combine revenge with his avarice, and sell his Lord for a few pieces of silver. Mary showed how highly she prized the Saviour when she accounted the most precious gift none too costly for him; but Judas valued Jesus at the price for which he sold him; his niggardly soul balanced the life of the Son of God against a paltry sum of money. The same cold, calculating, spirit is manifested by many who profess Christ today. Their offerings to his cause are grudgingly bestowed or withheld altogether under various plausible excuses. A pretense of wide philanthropy, unlimited by church or creed, is not unfrequently one of them, and they plead, like Judas, It is better to give it to the poor. But the true Christian shows his faith by investing in the cause of truth; he is known by his works, for “faith without works is dead.”"},{"refcode_short":"4Red 112.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 112.2 (Ellen Gould White)","content":"Jesus read Simon's heart, and knew how he had been influenced by the insinuations of Judas, and that he had questioned in his mind, saying, “This man, if he were a prophet, would have known who and what manner of woman this is that toucheth him; for she is a sinner.” When Judas had left the house, Jesus turned to his host and said, “Simon, I have somewhat to say unto thee.” Simon replied, “Master, say on.” Then Jesus proceeded to speak a parable, which illustrated the contrast between the gratitude of his host, who had been healed of the leprosy, and that of Mary, whose sins had been pardoned. Said he, “There was a certain creditor which had two debtors; the one owed five hundred pence, and the other fifty. And when they had nothing to pay, he frankly forgave them both. Tell me, therefore, which of them will love him most?”"},{"refcode_short":"4Red 113.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 113.1 (Ellen Gould White)","content":"Simon did not discern the application which Jesus designed to make, but he answered him, “I suppose that he to whom he forgave most.” Jesus replied, “Thou hast rightly judged.” This answer condemned Simon. He had been a great sinner, and also a loathsome leper, avoided by all. He had come to Jesus piteously imploring his help, and He who never turned a deaf ear to human woe, had cleansed him from sin and from the terrible disease that was upon him. Simon was humbled, but he had been a proud Pharisee, and he did not look upon himself as being so great a sinner as he really was, and he had now become self-sufficient and lifted up in his own estimation. He had exalted himself as far superior to the poor woman who anointed the feet of her Lord. In entertaining Jesus at his house, he thought he was paying him marked respect; but the Saviour was lowered in his estimation when he permitted the devotion of Mary, who had been so great a sinner. He overlooked the miracle which Jesus had wrought upon him in saving him from a living death, and coldly reasoned with himself if Jesus could be the Messiah, and yet stoop to receive the gift of this woman. He thought that if he were the Christ, he would know that a sinner had approached him and repel her. He did not realize that he himself had been a greater sinner than she, and that Christ had forgiven him as well as Mary. He was ready to doubt the divine character of his Master because he imagined that he detected in him a want of discernment."},{"refcode_short":"4Red 114.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 114.1 (Ellen Gould White)","content":"On the other hand, Mary was thoroughly penitent and humbled because of her sins. In her gratitude for his pardoning mercy she was ready to sacrifice all for Jesus, and no doubt as to his divine power troubled her mind for a moment. It was not the comparative degrees of obligation which should be felt by the two persons, which Jesus designed to illustrate by this parable, for both were unable to cancel their debt of gratitude; but he took Simon on his own ground, as feeling himself more righteous than the woman, and showed him that though the sins which had been forgiven him were great, he had not repaid his Benefactor with that respect and love which casts out all unbelief. His sense of obligation to his Saviour was small, while Mary, prizing the gift of mercy bestowed upon her, was filled with gratitude and love."},{"refcode_short":"4Red 114.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 114.2 (Ellen Gould White)","content":"Jesus drew the contrast sharply between the two. Said he: “Seest thou this woman? I entered into thine house, thou gavest me no water for my feet; but she hath washed my feet with tears, and wiped them with the hairs of her head. Thou gavest me no kiss; but this woman, since the time I came in, hath not ceased to kiss my feet. My head with oil thou didst not anoint; but this woman hath anointed my feet with ointment.”"},{"refcode_short":"4Red 114.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 114.3 (Ellen Gould White)","content":"The proud Pharisee had considered that he had sufficiently honored Jesus by inviting him to his house; and in his self-consequence had neglected to show him the proper regard due to so exalted a guest, and to one who had wrought upon him a miracle of mercy. Jesus encouraged acts of heart-felt courtesy, and the woman, whose gratitude and love was expressed in her act of attention, was highly commended by the Saviour: “Wherefore I say unto thee, Her sins, which are many, are forgiven; for she loved much; but to whom little is forgiven, the same loveth little.”"},{"refcode_short":"4Red 115.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 115.1 (Ellen Gould White)","content":"Simon's eyes were opened to his neglect and unbelief. He was touched by the kindness of Jesus in not openly rebuking him before all the guests. He perceived that Jesus did not wish to exhibit his guilt and his want of gratitude to others, but desired to convince his mind by a true statement of his case, and to subdue his heart by pitying kindness. Stern denunciation would have closed the heart of Simon against repentance; but patient admonition convinced him of his error and won his heart. He saw the magnitude of the debt which he owed his Lord, and became a humble, self-sacrificing man."},{"refcode_short":"4Red 115.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 115.2 (Ellen Gould White)","content":"When we realize the full debt of obligation to our Saviour, we are united to him by closer bonds, and our love will be expressed in all our acts. Jesus will remember every good work done by his children. The self-sacrificing and benevolent will live in his memory and be rewarded. No act of devotion to his cause will be forgotten by him. There is no sacrifice too costly to be offered on the altar of our faith."},{"refcode_short":"4Red 115","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 115 (Ellen Gould White)","content":"Riding Into Jerusalem"},{"refcode_short":"4Red 115.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 115.3 (Ellen Gould White)","content":"On the first day of the week, Jesus resumed his journey to Jerusalem to join in the feast of the passover. Multitudes who had flocked to Bethany to see him, accompanied him, eager to witness his entry into Jerusalem. All nature seemed to rejoice; the trees were clothed in verdure, and blossoms which shed their delicate fragrance upon the air. Many people were on their way to the city to keep the feast of the passover. These companies were continually joining the multitude attending Jesus. He sent two of his disciples to bring “a colt, the foal of an ass,” that he might ride into Jerusalem. It was but a short distance, and as he had always chosen to travel on foot, his disciples were puzzled to know why he should prefer to ride. But hope brightened in their hearts with the joyous thought that Jesus was about to enter the capital and proclaim himself King of the Jews, and assert his royal power. While on their errand, the disciples communicated their glowing anticipations to the friends of Jesus, and the excitement spread far and near, raising the expectations of the people to the highest pitch."},{"refcode_short":"4Red 116.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 116.1 (Ellen Gould White)","content":"Jesus selected for his use a colt upon which never man had sat. The disciples in glad enthusiasm spread their garments upon the colt and placed their Master upon him. No sooner was he seated than a loud shout of triumph rent the air, and the multitude hailed him as Messiah, their King. Jesus now accepted the homage which he had never before permitted, and his disciples received this as a proof that their glad hopes were to be realized by seeing him acknowledged at Jerusalem as the King of Israel. All were happy and excited; the people vied with each other in paying him homage. They could not display outward pomp and splendor, but they gave him the worship of happy hearts. They were unable to present him with costly gifts, but they spread their outer garments as a carpet in his path, and they also strewed the leafy branches of the olive and palm in the way. They could lead the triumphal procession with no royal standards, but they cut down the spreading palm boughs, Nature's emblem of victory, and waved them aloft, while their loud acclamations and hosannas rent the air."},{"refcode_short":"4Red 117.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 117.1 (Ellen Gould White)","content":"As they proceeded, the multitude was continually increased by those who had heard of the coming of Jesus and hastened to join the procession. Spectators were constantly mingling with the throng and asking, Who is this? What does all this commotion signify? They had all heard of Jesus and were expecting him to go to Jerusalem, but they knew that he had heretofore refused to receive kingly honors, and they were greatly astonished to learn that this was he. They wondered what could have wrought this change in him who had declared that his kingdom was not of this world."},{"refcode_short":"4Red 117.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 117.2 (Ellen Gould White)","content":"While they are wondering and questioning, the eager crowd silence their queries with a shout of triumph that is repeated again and again, and is echoed from the surrounding hills and valleys. And now the joyful procession is joined by crowds from Jerusalem, that have heard of the grand demonstration, and hasten to meet the Saviour and conduct him to Jerusalem. From the great gathering of the Hebrews to attend the passover, thousands go forth to welcome Jesus to the city. They greet him with the waving of palm branches and a burst of sacred song. The priests at the temple sound the trumpet for evening service, but there are few to respond, and the rulers say to each other in alarm, “The world has gone after him.”"},{"refcode_short":"4Red 118.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 118.1 (Ellen Gould White)","content":"The Saviour during his earthly life had hitherto refused to receive kingly honor, and had resolutely discouraged all attempts to elevate him to an earthly throne; but this occasion was intended by Jesus to call public attention to him as the world's Redeemer. He was nearing the period when his life was to be offered a ransom for guilty man. Although he was soon to be betrayed and to be hanged upon the cross like a malefactor, yet he would enter Jerusalem, the scene of his approaching sacrifice, attended by demonstrations of joy and the honor belonging to royalty, to faintly prefigure the glory of his future coming to the world as Zion's King."},{"refcode_short":"4Red 118.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 118.2 (Ellen Gould White)","content":"It was the purpose of Jesus to draw attention to the crowning sacrifice that was to end his mission to a fallen world. They were assembling at Jerusalem to celebrate the passover, while he, the antitypical Lamb, by a voluntary act set himself apart as an oblation. Jesus understood that it was needful in all future ages that the church should make his death for the sins of the world a subject of deep thought and study. Every fact connected with it should be verified beyond a doubt. It was necessary, then, that the eyes of all people should be directed to him, that the demonstrations which preceded his great sacrifice should be such as to call the attention of all to the sacrifice itself. After such an exhibition as that attending his entry into Jerusalem, all eyes would follow his rapid progress to the final end."},{"refcode_short":"4Red 118.3","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 118.3 (Ellen Gould White)","content":"The startling events connected with this triumphal ride were calculated to be the talk of every tongue, and bring Jesus before every mind. After his crucifixion these events would be connected with his trial and death; prophecies would be searched and would reveal the fact that this was indeed the Messiah; and converts to the faith of Jesus would be multiplied in all lands. In this one triumphant scene of his earthly life, the Saviour might have appeared escorted by heavenly angels and heralded by the trumps of God; but he remained true to the life of humiliation he had accepted, bearing the burden of humanity till his life was given for the life of the world."},{"refcode_short":"4Red 119.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 119.1 (Ellen Gould White)","content":"This day, which seemed to the disciples the crowning day of their lives, would have been shadowed with gloomy clouds had they known that this scene of rejoicing was but a prelude to the suffering and death of their Master. Although he had repeatedly told them of his certain sacrifice, yet in the glad triumph of the present they forgot his sorrowful words, and looked forward to his prosperous reign on the throne of David. New accessions were being made continually to the procession, and, with few exceptions, all who joined it caught the glad inspiration of the hour, and helped to swell the hosannas that echoed and re-echoed from hill to hill and from valley to valley. The shouts went up continually, “Hosanna to the Son of David! Blessed is He that cometh in the name of the Lord! Hosanna in the highest!” It was as if all that vast multitude were seeking to excel one another in responding to the call from a prophetic past."},{"refcode_short":"4Red 119.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 119.2 (Ellen Gould White)","content":"Many Pharisees witnessed the scene, and, burning with envy and malice, sought to turn the popular current. They exercised all the authority which they could command to repress the enthusiasm of the people; but all their appeals and threatenings were in vain. Fearful that this multitude, in the strength of their numbers, would lift Jesus to the position of king, they, as a last resort, pressed through the crowd and accosted him with reproving and threatening words: “Master, rebuke thy disciples.” They declared that such noisy and excited demonstrations were unlawful and would not be permitted by the authorities. But the reply of Jesus silenced their haughty commands: “I tell you that, if these should hold their peace, the stones would immediately cry out.”"},{"refcode_short":"4Red 120.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 120.1 (Ellen Gould White)","content":"God himself had, in his special providence, arranged the order of the events then transpiring, and if men had failed to carry out the divine plan, He would have given a voice to the inanimate stones and they would have hailed his Son with acclamations of praise. This scene had been revealed in prophetic vision to the holy seers of old, and man was powerless to turn aside the purposes of Jehovah. As the silenced Pharisees drew back, the words of Zechariah were taken up by hundreds of voices: “Rejoice greatly, O daughter of Zion; shout, O daughter of Jerusalem. Behold, thy King cometh unto thee; he is just, and having salvation; lowly, and riding upon an ass, and upon a colt, the foal of an ass.”"},{"refcode_short":"4Red 120.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 120.2 (Ellen Gould White)","content":"The Pharisees were forced to desist from their efforts to calm the enthusiasm of the people. All their expostulations only served to increase their ardor. The world had never before seen such a triumphal procession. It was not like that of the earth's famous conquerors. No train of mourning captives, as trophies of kingly valor, made a feature of that imposing pageant. But about the Saviour were the glorious trophies of his labors of love for sinful man. There were the captives whom he had rescued from Satan's cruel power, praising God for their deliverance. The blind to whom he had restored sight pressed on, leading the way. The dumb, whose tongues he had loosed, shouted the loudest hosannas. The cripples whom he had healed bounded freely on, the most active in breaking the palm-branches and in waving them before the Saviour. Widows and orphans were among the multitude exalting the name of Jesus for his works of mercy to them. The lepers who had been cleansed by a word from him, and rescued from a living death, spread their untainted garments in his path and hailed him as the King of Glory. Those who had been awakened by his magic voice from the sleep of death were in that throng. Lazarus, whose body had seen corruption in the grave, now restored to the full strength of glorious manhood, guided the humble beast upon which his Liberator rode."},{"refcode_short":"4Red 121.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 121.1 (Ellen Gould White)","content":"When the procession arrived at the summit of the hill and was about to descend into the city, Jesus halted, and all the multitude with him Jerusalem in all its glory lay before them, bathed in the light of the declining sun. The temple attracted all eyes. In stately grandeur it towered above all else, seeming to point toward Heaven as if directing the people upward to the only true and living God. This temple in its splendid majesty had long been the pride and glory of the Jewish nation. The Romans also prided themselves in it as an unequaled monument of magnificence. Their king had united with the Jews in embellishing it, and together they had spared no pains nor expense to furnish it with the most costly and beautiful decorations both without and within."},{"refcode_short":"4Red 122.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 122.1 (Ellen Gould White)","content":"A portion of the wall of the building had withstood the siege of armies, and, in its perfect masonry, appeared like one solid stone dug entire from the quarry. While the westering sun was tinting and gilding the heavens, its resplendent glory lit up the pure white marble of the temple and sparkled on its gold-capped pillars. From the crest of the hill where Jesus and his followers stood, it had the appearance of a massive structure of snow studded with flashing jewels. At the entrance to the temple was a vine composed of gold and silver, with green leaves and massive clusters of grapes, all executed at an enormous expense by the most skillful artists. This design represented Israel in the character of a prosperous vine. The gold, silver, and living green were all combined with such rare taste and exquisite workmanship, that, as it twined gracefully about the white and glistening pillars, clinging with shining tendrils to their golden ornaments, it was a wonderful thing of beauty, catching the splendor of the setting sun, and shining as if with a glory borrowed from Heaven."},{"refcode_short":"4Red 122.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 122.2 (Ellen Gould White)","content":"Jesus gazes upon the enchanting scene before him, and the vast multitude hush their shouts, spell-bound by this sudden vision of beauty. All eyes turn instinctively upon the Saviour, expecting to see in his countenance the admiration which they themselves feel. But instead of this they behold a cloud of sorrow gathering upon his countenance. They are surprised and disappointed to see the eyes of the Saviour fill with tears, and his body rock to and fro like a tree before the tempest, while a wail of anguish bursts from his quivering lips as if from the depths of a broken heart. What a sight was this for angels to behold! Their loved Commander in an agony of tears! What a sight was this for that glad throng who had accompanied him with shouts of triumph and waving of palm-branches to that summit overlooking the glorious city where they fondly hoped he would reign! Their acclamations were now silenced, while many tears flowed in sympathy with the grief they could not comprehend."},{"refcode_short":"4Red 123.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 123.1 (Ellen Gould White)","content":"Jesus had wept at the grave of Lazarus, but it was in a God-like grief in harmony with the occasion. But this sudden sorrow is like a note of wailing in a grand triumphal chorus. In the midst of a scene of rejoicing, where all were paying him homage, Israel's King was in tears; not silent tears of gladness, but tears and groans of insuppressible agony. The multitude are struck with a sudden gloom while they look upon this grief which is incomprehensible to them. The tears of Jesus were not in anticipation of physical suffering as he contemplated his crucifixion, though just before him was the garden of Gethsemane where he knew that soon the horror of a great darkness would overshadow him. The sheep gate was also in sight through which for centuries the beasts for sacrificial offerings had been conducted. This gate was soon to open for him, the great Antitype toward whose sacrifice for the sins of the world all these offerings had pointed. Near by was Calvary, the scene of his approaching agony."},{"refcode_short":"4Red 123.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 123.2 (Ellen Gould White)","content":"Yet it is not because of these reminders of his cruel death that the Redeemer weeps and groans in anguish of spirit. His is no selfish sorrow. The thought of physical pain does not intimidate that noble, self-sacrificing soul. It is the sight of Jerusalem that pierces the heart of Jesus with anguish,—Jerusalem that had rejected the Son of God and scorned his love, who refused to be convinced by his mighty miracles and is about to take his life. He sees what she is in her guilt of rejecting her Redeemer, and what she might have been had she accepted Him who alone could heal her wound. He had come to save her; how can he give up the child of his care!"},{"refcode_short":"4Red 124.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 124.1 (Ellen Gould White)","content":"He raised his hand,—that had so often blessed the sick and suffering,—and waving it toward the doomed city, in broken utterances of grief exclaimed: “If thou hadst known, even thou, in this thy day the things which belong to thy peace—” Here the Saviour paused and left unsaid what might have been the condition of Jerusalem had she accepted the only help that God could give her,—the gift of his beloved Son. If Jerusalem had known what it was her privilege to know, and had acted according to the light bestowed upon her by God, she might have stood forth in the pride of prosperity, the queen of kingdoms, free in the strength of her God-given power. There would then have been no armed soldiers waiting at her gates, no Roman banners waving from her walls. The glorious destiny which might have blessed Jerusalem, had she accepted her Redeemer, rose before the Son of God. He saw that she might through him have been healed of her grievous malady, liberated from bondage, and established as the mighty metropolis of the earth. From her walls the dove of peace would have gone forth to all nations. She would have been the world's diadem of glory."},{"refcode_short":"4Red 125.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 125.1 (Ellen Gould White)","content":"But the bright picture of what Jerusalem might have been had she accepted the Son of God, fades from the Saviour's sight as he realizes what she is under the oppressive Roman yoke, bearing the frown of God, doomed to his retributive justice. He takes up the broken thread of his lamentations: “But now they are hid from thine eyes. For the days shall come upon thee, that thine enemies shall cast a trench about thee, and compass thee round, and keep thee in on every side, and shall lay thee even with the ground, and thy children within thee; and they shall not leave in thee one stone upon another; because thou knewest not the time of thy visitation.”"},{"refcode_short":"4Red 125.2","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 125.2 (Ellen Gould White)","content":"Christ came to save Jerusalem with her children from the consequences of her former sins; but the unholy expectations of the Pharisees were not answered in the manner of his appearing. Pharisaical pride, hypocrisy, jealousy, and malice had prevented him from accomplishing his purpose. Jesus knew the terrible retribution which would be visited upon the doomed city. He sees Jerusalem encompassed with armies, the besieged inhabitants driven to starvation and death, mothers making a repast on the dead bodies of their own children, and both parents and children snatching the last morsel of food from one another, natural affection being destroyed through the gnawing pangs of hunger. He sees that the stubbornness of the Jews, as evinced in their rejection of his salvation, will also lead them to refuse their only remaining chance of safety, submission to the invading armies. He sees the wretched inhabitants suffering torture on the rack, and crucifixion, the beautiful palaces destroyed, the temple where God had revealed his glory, in ruins, and of all its pure and spotless walls, decorated with lofty pillars and gilded devices, not one stone left upon another, while the city is plowed like a field. Well may the Saviour weep in agony in view of such a fearful picture!"},{"refcode_short":"4Red 126.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 126.1 (Ellen Gould White)","content":"Jerusalem had been the child of his care, and as a tender father mourns over a wayward son, so Jesus wept over Jerusalem. How can I give thee up! How can I see thee devoted to destruction and desolation! Must I let thee go to fill up the cup of thine iniquity! One soul is of such value that, in comparison with it, worlds sink into insignificance; but here was a whole nation to be lost. When the fast westering sun should pass from sight in the heavens, Jerusalem's day of grace would be at an end. While that vast procession was halting on the brow of Olivet, it was yet not too late for Jerusalem to repent and be saved. The Angel of Mercy was then folding her wings to step down from the golden throne and give place to Justice and swift-coming judgment. But Christ's great heart of love still pleads for Jerusalem, which had scorned all his mercies, despised his warnings, and was about to finish her iniquitous work by imbruing her hands in his blood. If Jerusalem would but repent, it is not yet too late. While the last rays of the setting sun are lingering on temple, tower, and flashing minaret, will not some good angel lead her to the Saviour's love, and avert the fearful doom that awaits her! Beautiful and unholy city, that had stoned the prophets, that had rejected the Son of God, that was locking herself, by her impenitence, in fetters of bondage,—thy day of mercy is almost spent!"},{"refcode_short":"4Red 127.1","refcode_long":"Redemption: or the Teachings of Christ, the Anointed One, p. 127.1 (Ellen Gould White)","content":"Here had lived a favored people; God made their temple his habitation; it was “beautiful for situation, the joy of the whole earth.” The record of more than a thousand years of Christ's guardian care and tender love, such as a father bears his only child, was there. In that temple had the prophets uttered their solemn warnings. There had the burning censers waved, while incense, mingled with the prayers of the worshipers, had ascended to God. There the blood of beasts had flowed, typical of the blood of Christ. There Jehovah had manifested his glory above the mercy-seat. There the priests had officiated in flowing robes and jeweled breast-plates, and the pomp of symbol and ceremony had gone on for ages. But all this must have an end; for Jerusalem has sealed her own doom, and her destruction is at hand."}]