[{"refcode_short":"5Red 2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 2 (Ellen Gould White)","content":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion"},{"refcode_short":"5Red 2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 2 (Ellen Gould White)","content":"Note to the Reader"},{"refcode_short":"5Red 2.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 2.1 (Ellen Gould White)","content":"The sufferings of Christ, His trial, condemnation, crucifixion, and death, as depicted in this little book, cannot fail to waken the deepest interest in the Christian mind, and to open new channels of thought for all those who read it in a spirit of candor. The light here thrown upon the last teachings and acts of Christ, prior to his crucifixion, makes plain to the inquiring mind many sacred and important truths; and the special illuminations with which the author has been favored by heaven, commend these pages to the careful perusal of the reader."},{"refcode_short":"5Red 3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 3 (Ellen Gould White)","content":"The Sufferings of Christ"},{"refcode_short":"5Red 3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 3 (Ellen Gould White)","content":"The Passover Supper"},{"refcode_short":"5Red 3.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 3.1 (Ellen Gould White)","content":"The Passover Supper. The scribes and priests now counseled together how they might take Jesus without raising a tumult among the people; for many of those who witnessed his mighty works believed him to be the prophet of the Most High, and would have been greatly incensed at any attempt upon his liberty. So the dignitaries decided that open violence would not be good policy, but that treachery must serve their purpose."},{"refcode_short":"5Red 3.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 3.2 (Ellen Gould White)","content":"Judas, one of the twelve, proposed secretly to betray Jesus into their hands, by leading them to one of the Saviour's resorts for prayer and retirement. In this quiet place they could make sure of their prey, for there would be no multitude to oppose them. Judas, ever greedy for gain, made a contract with the priests and rulers to betray his Master into their hands for thirty pieces of silver. The Lord of life and glory was sold to ignominy and death by one of his disciples for a paltry sum of money."},{"refcode_short":"5Red 3.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 3.3 (Ellen Gould White)","content":"The heart of Judas had not suddenly grown thus base and corrupt. His love of mammon, like any vice which is left unchecked, had daily grown stronger, until it overbalanced his love for the Saviour, and he had become an idolater. We look with horror upon the treachery of Judas; but his case represents a large class who file in under the banner of Christ, yet are really his worst enemies. They use the name of Christian as a cloak to hide their evil deeds, and sell their integrity for money, and their Saviour for a little worldly advantage."},{"refcode_short":"5Red 4.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 4.1 (Ellen Gould White)","content":"After Judas had closed the contract by which he agreed to betray his Master into the hands of those who thirsted for his life, he mingled with the other disciples as though innocent of wrong, and interested in the work of preparing for the passover. The betrayer thought that his base purposes were hidden from his Master, although every day furnished fresh evidence that the thoughts and intents of all hearts were open unto him."},{"refcode_short":"5Red 4.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 4.2 (Ellen Gould White)","content":"Jesus met his disciples in the upper chamber, and they soon perceived that something weighed heavily upon his mind. At length, in a voice of touching sadness, he addressed them thus: “With desire I have desired to eat this passover with you before I suffer.” He clearly foresaw the events which were to transpire in the near future. His heart was wrung with grief as he contemplated the ingratitude and cruelty of those he had come to save, and saw pictured before him the terrible fate that awaited them in consequence."},{"refcode_short":"5Red 4.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 4.3 (Ellen Gould White)","content":"The interviews between Jesus and his disciples were usually seasons of calm joy, highly prized by all of them. The passover suppers had been scenes of special interest; but upon this occasion Jesus was troubled in spirit, and his disciples sympathized with his grief although they knew not its cause. This was virtually the last passover that was ever to be celebrated; for type was to meet antitype in the slaying of the Lamb of God for the sins of the world."},{"refcode_short":"5Red 5.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 5.1 (Ellen Gould White)","content":"“And he said unto them, With desire I have desired to eat this passover with you before I suffer; for I say unto you, I will not any more eat thereof, until it be fulfilled in the kingdom of God. And he took the cup, and gave thanks, and said, Take this, and divide it among yourselves; for I say unto you, I will not drink of the fruit of the vine, until the kingdom of God shall come. And he took bread, and gave thanks, and brake it, and gave unto them, saying, This is my body which is given for you; this do in remembrance of me. Likewise also the cup after supper, saying, This cup is the new testament in my blood, which is shed for you.” At this last passover the Lord's supper was instituted."},{"refcode_short":"5Red 5.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 5.2 (Ellen Gould White)","content":"Jesus, by his example, then gave his disciples a lesson of humility. Having girded himself like a servant, he washed the feet of his disciples, conversing with them the while in solemn tenderness. He, the spotless Son of God, stooped to wash the feet of his followers, as one of the last tokens of his love for them. When he had completed the task, he said unto them, “Know ye what I have done unto you? Ye call me Master and Lord; and ye say well; for so I am. If I then, your Lord and Master, have washed your feet, ye also ought to wash one another's feet; for I have given you an example, that ye should do as I have done unto you.”"},{"refcode_short":"5Red 5.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 5.3 (Ellen Gould White)","content":"A contention had arisen among the disciples of Jesus as to who should be most honored in his kingdom; for notwithstanding the express instruction they had so often received to the contrary, they had clung to the idea that Jesus would establish a temporal kingdom in Jerusalem; and the late demonstrations upon his entering the city, and the manner in which he had received them, revived this belief in their minds. Jesus had checked their aspirations for honor, and now strengthened the lesson by an act of humility and love, calculated to impress them with a sense of their obligations to one another, and that instead of quarreling for place, each should count the others better than himself."},{"refcode_short":"5Red 6.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 6.1 (Ellen Gould White)","content":"As the disciples sat at the passover with their beloved Master, they observed that he still appeared greatly troubled and depressed. A cloud settled over them all, a premonition of some dreadful calamity, the character of which they did not understand. As they ate in silence, Jesus said, “Verily, I say unto you that one of you shall betray me.” Amazement and consternation seized them at these words. They could not comprehend how any one of them could deal treacherously by their divine Teacher. For what cause could they betray him, and to whom? Whose heart could give birth to such a design! Surely not one of the favored twelve who had been privileged above all others to hear his teachings, and who had experienced his marvelous love, and for whom he had shown such great respect by bringing them into close communion with himself!"},{"refcode_short":"5Red 6.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 6.2 (Ellen Gould White)","content":"As they realized the full import of his words, and remembered how true his sayings were, a sudden fear and self-distrust seized them. They began to examine their own hearts to ascertain if one thought against the Master found lodgment there. With the most painful feelings, one after another inquired, “Lord, is it I?” But Judas sat silent. John, in deep distress, inquired at last, Who is it, Lord? and Jesus answered, “He that dippeth his hand with me in the dish, the same shall betray me. The Son of man goeth as it is written of him, but woe unto that man by whom the Son of man is betrayed; it had been good for that man if he had not been born.” The disciples had searched one another's faces closely as they asked, “Lord, is it I?” and now the silence of Judas drew all eyes to himself. Amid the confusion of questions and the expressions of astonishment, Judas had not heard the words of Jesus in answer to John's question. But now, to escape the searching scrutiny of the disciples, he asked as they had done, “Master, is it I?” Jesus replied with solemn accents, “Thou hast said.” Confused and overcome by the unexpected discovery of his crime, Judas hastily rose to leave the room; but as he went out, Jesus said, “What thou doest, do quickly.”"},{"refcode_short":"5Red 7.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 7.1 (Ellen Gould White)","content":"There was a touching forbearance manifested in the dealing of Jesus with Judas. It evinced an infinite mercy, giving him one more chance of repentance, by showing him that all his thoughts and purposes were fully known to the Son of God. He deigned to give one final, convincing proof of his divinity to Judas before the consummation of his treachery, that he might turn from his purpose before repentance was too late. But Judas, although surprised and alarmed, was not moved to repentance, but went forth and proceeded to carry out the work he had engaged to do."},{"refcode_short":"5Red 7.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 7.2 (Ellen Gould White)","content":"The purpose of the Saviour in pronouncing the woe upon Judas was twofold: First, to give the false disciple a last opportunity to save himself from the betrayer's doom; and, secondly, to give the disciples a crowning evidence of his Messiahship, in revealing the hidden purpose of Judas. Said Jesus: “I speak not of you all; I know whom I have chosen; but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me. Now I tell you before it come, that when it is come to pass, ye may believe that I am he.”"},{"refcode_short":"5Red 8.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 8.1 (Ellen Gould White)","content":"The withdrawal of Judas was a relief to all present. The Saviour's face immediately lighted, and the oppressive shadow was lifted from the disciples, as they saw the peace of Heaven return to the pale, worn countenance of their Lord. Jesus had much to say to his beloved disciples that he did not wish to say in the presence of the multitude, who could not understand the sacred truths he was about to unfold. Even the disciples could not fully understand them till after the resurrection should have taken place."},{"refcode_short":"5Red 8.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 8.2 (Ellen Gould White)","content":"Looking upon his faithful followers, Jesus said, “Now is the Son of man glorified, and God is glorified in him. If God be glorified in him, God shall also glorify him in himself, and shall straightway glorify him.” He then informed them of his approaching separation from them. The ardent Peter could not rest while the matter remained in uncertainty. He inquired, “Lord, whither goest thou?” Jesus answered, “Whither I go, thou canst not follow me now; but thou shalt follow me afterward.” But Peter's interest was intensely roused, and he urged Jesus to explain his full meaning, saying, “Lord, why cannot I follow thee now? I will lay down my life for thy sake.” Jesus answered sorrowfully, “Wilt thou lay down thy life for my sake? Verily, verily, I say unto thee, The cock shall not crow till thou hast denied me thrice.” Then, looking with pitying love upon his little flock, so soon to be left without a shepherd, he sought to draw their minds from the perplexity into which his statements had thrown them, and said tenderly, “Let not your heart be troubled; ye believe in God, believe also in me. In my Father's house are many mansions; if it were not so I would have told you. I go to prepare a place for you. And if I go and prepare a place for you, I will come again and receive you unto myself; that where I am, there ye may be also. And whither I go ye know, and the way ye know.”"},{"refcode_short":"5Red 9.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 9.1 (Ellen Gould White)","content":"With the deepest interest Jesus poured forth the burden of his soul in words of comfort, of counsel and prayer, which would ever remain imprinted on the minds and hearts of his disciples. These words from the lips of the Saviour, traced by the inspired John in chapters fifteen, sixteen, and seventeen, were repeated again and again by the disciples to stay their sinking hearts in their great disappointment and trial. Not until after the resurrection, however, were the words spoken upon this memorable occasion fully understood and appreciated."},{"refcode_short":"5Red 9.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 9.2 (Ellen Gould White)","content":"Jesus with his disciples now left the upper chamber, and crossed the brook Kedron. Sorrow and anguish again pressed heavily upon his heart. With touching sadness he addressed his companions: “All ye shall be offended because of me this night; for it is written, I will smite the Shepherd, and the sheep shall be scattered. But after that I am risen I will go before you into Galilee.” Peter, again anxious to assure his Master of his fidelity, said, “Although all shall be offended, yet will not I.” Jesus, reproving his confidence as before, said, “Verily I say unto thee, that this day, even in this night, before the cock crow twice, thou shalt deny me thrice.” But Peter only “spake the more vehemently, If I should die with thee I will not deny thee in any wise. Likewise also said they all.”"},{"refcode_short":"5Red 10.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 10.1 (Ellen Gould White)","content":"Jesus now repaired with his disciples to the garden of Gethsemane, at the foot of Mount Olivet, a retired place which he had often visited for seasons of communion with his Father. It was night; but the moon was shining bright, and revealed to him a flourishing grape-vine. Drawing the attention of the disciples to it, he said, “I am the true vine, and my Father is the husbandman. Every branch in me that beareth not fruit he taketh away; and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit.”"},{"refcode_short":"5Red 10.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 10.2 (Ellen Gould White)","content":"The Jewish nation was a fruitless branch, and was therefore to be separated from the living vine, which was Christ Jesus. The Gentiles were to be engrafted upon the stalk, to become a living branch, partaker of the life that nourished the true vine. This branch was to be pruned that it might be fruitful. In view of his separation from his disciples, Jesus now exhorted them to connect themselves firmly to him by faith, that they might become a part of the living vine, and bear a rich harvest of fruit. “Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me. I am the vine, ye are the branches. He that abideth in me, and I in him, the same bringeth forth much fruit; for without me ye can do nothing.”"},{"refcode_short":"5Red 11.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 11.1 (Ellen Gould White)","content":"When the sinner has repented of his sins, and is united with Christ, as the branch is engrafted in the vine, the nature of the man is changed, and he is a partaker of the divine nature. He treasures up the words of Christ, and they abide in him. The life-giving principle of the Saviour is communicated to the Christian. Just so the little scion, leafless and apparently lifeless, is engrafted into the living vine, and, fiber by fiber, vein by vein, drinks life and strength from it, till it becomes a flourishing branch of the parent stalk."},{"refcode_short":"5Red 11.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 11.2 (Ellen Gould White)","content":"He still impressed upon them the importance of carrying forward the work which he had begun, and bearing fruit to the glory of God: “Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain; that whatsoever ye shall ask of the Father in my name, he may give it you.” The disciples were the chosen depositaries of the truth of God. They were witnesses of the Father's acknowledgment of Jesus as the Son of God. They had beheld his miracles, heard his teachings, and it was theirs to give his message of salvation to the world, that through their evidence men might lay hold of Christ by living faith. Thus would the disciples bring forth fruit to the glory of God."},{"refcode_short":"5Red 11.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 11.3 (Ellen Gould White)","content":"Jesus assured his disciples that he would in no case forsake them, but would be clothed with power, and would become their Advocate at the right hand of the Father, to present the petitions they might ask in the name of his Son. The disciples did not then fully comprehend the words of their Master, but later in their religious experience they cherished the precious promise, and presented their prayers to the Father in the name of Jesus."},{"refcode_short":"5Red 12.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 12.1 (Ellen Gould White)","content":"Jesus warned his disciples not to expect the commendation of the world. Said he, “If the world hate you, ye know that it hated me before it hated you. If ye were of the world, the world would love his own; but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.” Those who are of the same spirit with the world receive its smiles and approbation; but the humble disciples of Jesus were to suffer scorn and persecution. Jesus declared that they should be brought before kings and rulers for his name's sake, and whosoever should destroy their lives would be so deceived by Satan as to think they were doing God service. Every indignity and cruelty that the ingenuity of man could devise would be visited upon the followers of Christ. But in all their trials they were to remember that their Master had endured like reproach and suffering. They were to remember his words: “The servant is not greater than his Lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also. But all these things will they do unto you for my name's sake, because they know not Him that sent me.”"},{"refcode_short":"5Red 12.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 12.2 (Ellen Gould White)","content":"Jesus carefully opened before his disciples the events which would follow his death, that when persecution should overtake them they might be prepared to endure it, and not be tempted to apostatize from their faith to avert suffering and dishonor. He impressed upon them the importance of their position as those who had witnessed the wonderful manifestations of God to his Son, who had beheld the miracles of Christ, and received his words of wisdom. Said he, “Ye also shall bear witness, because ye have been with me from the beginning.” The history of those disciples, and the evidence which they were to record, were to be the study of thinking minds through all ages."},{"refcode_short":"5Red 13.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 13.1 (Ellen Gould White)","content":"Jesus plainly stated to the disciples that he had left the presence of his Father to come unto the world, and that he was now about to leave the world and return to his Father; but he refrained from crowding their minds and confusing their understanding. Said he, “I have many things to say unto you; but ye cannot bear them now.” He knew they were not strong enough to hear all the wonderful truths relative to his humiliation and death. After his resurrection they would be better able to understand and appreciate them."},{"refcode_short":"5Red 13.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 13.2 (Ellen Gould White)","content":"Jesus now had but a short time in which to comfort and instruct his little band of followers. His farewell counsel was rich in sympathy and truth. Exceeding precious to his disciples were those last moments passed with their beloved Master. Like a consecrated high priest he now poured forth the burden of his soul to his Father in a petition for his church such as the angels had never before heard. This prayer was deep and full, broad as the earth, and reaching high Heaven. With his human arm he encircled the children of Adam in a firm embrace; and with his strong divine arm he grasped the throne of the Infinite, thus uniting earth to Heaven, and finite man to the infinite God."},{"refcode_short":"5Red 14","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 14 (Ellen Gould White)","content":"In The Garden"},{"refcode_short":"5Red 14.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 14.1 (Ellen Gould White)","content":"The Redeemer, in company with his disciples, slowly made his way to the garden of Gethsemane. The passover moon, broad and full, shone from a cloudless sky. The city of pilgrims’ tents was hushed into silence."},{"refcode_short":"5Red 14.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 14.2 (Ellen Gould White)","content":"Jesus had been earnestly conversing with and instructing his disciples; but as he neared Gethsemane he became strangely silent. His disciples were perplexed, and anxiously regarded his countenance, hoping there to read an explanation of the change that had come over their Master. They had frequently seen him depressed, but never before so utterly sad and silent. As he proceeded, this strange sadness increased; yet they dared not question him as to the cause. His form swayed as if he was about to fall. His disciples looked anxiously for his usual place of retirement, that their Master might rest."},{"refcode_short":"5Red 14.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 14.3 (Ellen Gould White)","content":"Upon entering the garden he said to his companions, “Sit ye here, while I go and pray yonder.” Selecting Peter, James, and John to accompany him, he proceeded farther into the recesses of the garden. He had been accustomed to brace his spirit for trial and duty by fervent prayer in this retreat, and had frequently spent the entire night thus. On these occasions his disciples, after a little season of watching and prayer, would sleep undisturbed at a little distance from their Master until he awoke them in the morning to go forth and labor anew. So this act of Jesus called forth no remark from his companions."},{"refcode_short":"5Red 15.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 15.1 (Ellen Gould White)","content":"Every step that the Saviour now took was with labored effort. He groaned aloud as though suffering under the pressure of a terrible burden; yet he refrained from startling his three chosen disciples by a full explanation of the agony which he was to suffer. Twice his companions prevented him from falling to the ground. Jesus felt that he must be still more alone, and he said to the favored three, “My soul is exceeding sorrowful, even unto death; tarry ye here, and watch with me.” His disciples had never before heard him utter such mournful tones. His frame was convulsed with anguish, and his pale countenance expressed a sorrow past all description."},{"refcode_short":"5Red 15.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 15.2 (Ellen Gould White)","content":"He went a short distance from his disciples—not so far but that they could both see and hear him—and fell prostrate with his face upon the cold ground. He was overpowered by a terrible fear that God was removing his presence from him. He felt himself being separated from his Father by a gulf of sin, so broad, so black and deep that his spirit shuddered before it. He clung convulsively to the cold, unfeeling ground as if to prevent himself from being drawn still farther from God. The chilling dews of night fell upon his prostrate form, but the Redeemer heeded it not. From his pale, convulsed lips wailed the bitter cry, “O my Father, if it be possible, let this cup pass from me; nevertheless not as I will, but as thou wilt.”"},{"refcode_short":"5Red 15.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 15.3 (Ellen Gould White)","content":"It was not a dread of the physical suffering he was soon to endure that brought this agony upon the Son of God. He was enduring the penalty of man's transgression, and shuddering beneath the Father's frown. He must not call his divinity to his aid, but as a man, he must bear the consequences of man's sin and the Creator's displeasure toward his disobedient subjects. As he felt his unity with the Father broken up, he feared that his human nature would be unable to endure the coming conflict with the prince of the power of darkness; and in that case the human race would be irrecoverably lost, Satan would be victor, and the earth would be his kingdom. The sins of the world weighed heavily upon the Saviour, and bowed him to the earth; and the Father's anger in consequence of that sin seemed crushing out his life."},{"refcode_short":"5Red 16.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 16.1 (Ellen Gould White)","content":"In the conflict of Christ with Satan in the wilderness of temptation, the destiny of the human race was at stake. But Christ was conqueror, and the tempter left him for a season. He had now returned for the last fearful conflict. Satan had been preparing for this final trial during the three years of Christ's ministry. Everything was at stake with him. If he failed here, his hope of mastery was lost; the kingdoms of the earth would finally become Christ's who would “bind the strong man” (Satan), and cast him out."},{"refcode_short":"5Red 16.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 16.2 (Ellen Gould White)","content":"During this scene of the Saviour's anguish, the disciples were at first much troubled to see their Master, usually so calm and dignified, wrestling with a sorrow that exceeded all utterance; but they were tired, and finally dropped asleep, leaving him to agonize alone. At the end of an hour, Jesus, feeling the need of human sympathy, rose with painful effort and staggered to the place where he had left his companions. But no sympathizing countenance greeted him after his long struggle; the disciples were fast asleep. Ah! if they had realized that this was their last night with their beloved master while he lived a man upon earth, if they had known what the morrow would bring him, they would hardly have yielded to the power of slumber."},{"refcode_short":"5Red 17.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 17.1 (Ellen Gould White)","content":"The voice of Jesus partially aroused them. They discerned his form bending over them, his expression and attitude indicating extreme exhaustion. They scarcely recognized in his changed countenance the usually serene face of their Master. Singling out Simon Peter, he addressed him: “Simon, sleepest thou? couldest not thou watch one hour?” Oh! Simon, where is now thy boasted devotion? Thou, who didst but lately declare thou couldst go with thy Lord to prison or to death, hast left him in the hour of his agony and temptation, and sought repose in sleep!"},{"refcode_short":"5Red 17.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 17.2 (Ellen Gould White)","content":"John, the loving disciple who had leaned on the breast of Jesus, was also sleeping. Surely, the love of John for his Master should have kept him awake. His earnest prayers should have mingled with those of his loved Saviour in the time of his supreme sorrow. The self-sacrificing Redeemer had passed entire nights in the cold mountains or in the groves, praying for his disciples, that their faith might not fail them in the hour of their temptation. Should Jesus now put to James and John the question he had once asked them: “Can ye drink of the cup that I drink of? and be baptized with the baptism that I am baptized with?” they would not have ventured to answer, “We are able.”"},{"refcode_short":"5Red 18.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 18.1 (Ellen Gould White)","content":"The evidence of the weakness of his disciples excited the pity and sympathy of the Son of God. He questioned their strength to endure the test they must undergo in witnessing his betrayal and death. He did not sternly upbraid them for their weakness, but, in view of their coming trial, exhorted them: “Watch and pray, that ye enter not into temptation.” Then, his spirit moving in sympathy with their frailty, he framed an excuse for their failure in duty toward him: “The spirit indeed is willing, but the flesh is weak.”"},{"refcode_short":"5Red 18.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 18.2 (Ellen Gould White)","content":"Again the Son of God was seized with superhuman agony, and, fainting and exhausted, staggered back to the place of his former struggle. Again he was prostrated to the earth. His suffering was even greater than before. The cypress and palm trees were the silent witnesses of his anguish. From their leafy branches dropped heavy dew upon his stricken form, as if nature wept over its Author wrestling alone with the powers of darkness."},{"refcode_short":"5Red 18.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 18.3 (Ellen Gould White)","content":"A few hours before, Jesus had stood like a mighty cedar, withstanding the storm of opposition that spent its fury upon him. Stubborn wills, and hearts filled with malice and subtlety strove in vain to confuse and overpower him. He stood forth in divine majesty as the Son of God. But now he was like a bruised reed beaten and bent by the angry storm. A short time before, he had poured out his soul to his disciples in noble utterances, claiming unity with the Father, and giving his elect church into his arms in the language of one who had divine authority. Now his voice uttered suppressed wails of anguish, and he clung to the cold ground as if for relief."},{"refcode_short":"5Red 19.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 19.1 (Ellen Gould White)","content":"The words of the Saviour were borne to the ears of the drowsy disciples: “O my Father, if this cup may not pass away from me, except I drink it, thy will be done.” The anguish of God's dear Son forced drops of blood from his pores. Again he staggered to his feet, his human heart yearning for the sympathy of his companions, and repaired to where his disciples were sleeping. His presence roused them, and they looked upon his face with fear, for it was stained with blood, and expressed an agony of mind which was to them unaccountable."},{"refcode_short":"5Red 19.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 19.2 (Ellen Gould White)","content":"He did not again address them, but, turning away, sought again his retreat and fell prostrate, overcome by the horror of a great darkness. The humanity of the Son of God trembled in that trying hour. The awful moment had arrived which was to decide the destiny of the world. The heavenly hosts waited the issue with intense interest. The fate of humanity trembled in the balance. The Son of God might even then refuse to drink the cup apportioned to guilty men. He might wipe the bloody sweat from his brow, and leave men to perish in their iniquity. Will the Son of the Infinite God drink the bitter potion of humiliation and agony? Will the innocent suffer the consequence of God's curse, to save the guilty? The words fall tremblingly from the pale lips of Jesus: “O my Father, if this cup may not pass away from me, except I drink it, thy will be done.”"},{"refcode_short":"5Red 19.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 19.3 (Ellen Gould White)","content":"Three times has he uttered that prayer. Three times has humanity shrunk from the last crowning sacrifice. But now the history of the human race comes up before the world's Redeemer. He sees that the transgressors of the law, if left to themselves, must perish under the Father's displeasure. He sees the power of sin, and the utter helplessness of man to save himself. The woes and lamentations of a doomed world arise before him. He beholds its impending fate, and his decision is made. He will save man at any cost to himself. He accepts his baptism of blood, that perishing millions through him may gain everlasting life. He left the courts of Heaven, where all was purity, happiness, and glory, to save the one lost sheep, the one world that had fallen by transgression, and he will not turn from the mission he has chosen. He will reach to the very depths of misery to rescue a lost and ruined race."},{"refcode_short":"5Red 20.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 20.1 (Ellen Gould White)","content":"Having made the decision and reached the final crisis, he fell in a dying condition to the earth from which he had partially risen. Where now were his disciples, to place their hands tenderly beneath the head of their fainting Master, and bathe that brow, marred indeed more than the sons of men? The Saviour trod the winepress alone, and of all the people there was none with him. And yet he was not alone. He had said, “I and my Father are one.” God suffered with his Son. Man cannot comprehend the sacrifice made by the infinite God in giving up his Son to reproach, agony, and death. This is the evidence of the Father's boundless love to man."},{"refcode_short":"5Red 20.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 20.2 (Ellen Gould White)","content":"The angels who did Christ's will in Heaven were anxious to comfort him; but it was beyond their power to alleviate his sorrow. They had never felt the sins of a ruined world, and they beheld with astonishment the object of their adoration subject to a grief beyond all expression. Though the disciples had failed to sympathize with their Lord in the trying hour of his conflict, all Heaven was full of sympathy and waiting the result with painful interest. When it was finally determined, an angel was sent from the throne of God to minister unto the stricken Redeemer."},{"refcode_short":"5Red 21.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 21.1 (Ellen Gould White)","content":"The disciples were suddenly aroused from their slumber by a bright light shining upon and around the Son of God. They started up in amazement, and beheld a heavenly being, clothed in garments of light, bending over their prostrate Master. With his right hand he lifted the head of the divine sufferer upon his bosom, and with his left hand he pointed toward Heaven. His voice was like the sweetest music, as he uttered soothing words presenting to the mind of Christ the grand results of the victory he had gained over the strong and wily foe. Christ was victor over Satan; and, as the result of his triumph, millions were to be victors with him in his glorified kingdom."},{"refcode_short":"5Red 21.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 21.2 (Ellen Gould White)","content":"Well was it for the children of men that the angel's errand was not to notify the Saviour that his thrice-repeated prayer, Let this cup pass from me, had been granted. Then indeed might the disciples have slept on, locked in the slumber of hopeless despair. But the angel was sent from Heaven to support the Redeemer in drinking the cup that was presented him. The language of his prayer was now changed; in the spirit of submission he prayed: “If this cup may not pass away from me, except I drink it, thy will be done.” A heavenly serenity now rested upon the Saviour's pale and blood-stained face."},{"refcode_short":"5Red 22.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 22.1 (Ellen Gould White)","content":"The glorious vision of the angel dazzled the eyes of the disciples. They remembered the mount of transfiguration, the glory that encircled Jesus in the temple, and the voice of God issuing from the cloud. They saw the same glory here revealed, and had no farther fear for their Master, since God had taken him in charge and an angel was present to protect him from his foes. They were weary and heavy with sleep, and again they dropped into unconsciousness."},{"refcode_short":"5Red 22.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 22.2 (Ellen Gould White)","content":"The Saviour of the world arose and sought his disciples, and, for the third time, found them fast asleep. He looked sorrowfully upon them. His words, however, aroused them: “Sleep on now, and take your rest; behold, the hour is at hand, and the Son of man is betrayed into the hands of sinners.”"},{"refcode_short":"5Red 22.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 22.3 (Ellen Gould White)","content":"Even while these words were upon his lips, the footsteps of the mob that was in search of him were heard. Judas took the lead and was closely followed by the high priest. Jesus turned to his disciples, as his enemies approached, and said, “Rise, let us be going; behold, he is at hand that doth betray me.” The countenance of the Saviour wore an expression of calm dignity; no traces of his recent agony were visible as he stepped forth to meet his betrayer."},{"refcode_short":"5Red 22.4","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 22.4 (Ellen Gould White)","content":"He stood in advance of his disciples, and inquired, “Whom seek ye?” They answered, “Jesus of Nazareth.” Jesus replied, “I am he.” As these words were uttered, the mob staggered back; and the priests, elders, soldiers, and even Judas, dropped powerless to the ground. This gave Jesus ample opportunity to escape from them if he had chosen to do so. But he stood as one glorified amid that coarse and hardened band. When Jesus answered. “I am he,” the angel who had lately ministered unto him moved between him and the murderous mob, who saw a divine light illuminating the Saviour's face, and a dove-like form overshadowing him. Their wicked hearts were filled with terror. They could not for a moment stand upon their feet in the presence of this divine glory, and they fell as dead men to the ground."},{"refcode_short":"5Red 23.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 23.1 (Ellen Gould White)","content":"The angel withdrew; the light faded away; Jesus was left standing, calm and self-possessed, with the bright beams of the moon upon his pale face, and still surrounded by prostrate, helpless men, while the disciples were too much amazed to utter a word. When the angel departed, the Roman soldiers started to their feet, and, with the priests and Judas, gathered about Christ as though ashamed of their weakness, and fearful that he would yet escape from their hands. Again the question was asked by the Redeemer, “Whom seek ye?” Again they answered, “Jesus of Nazareth.” The Saviour then said, “I have told you that I am he. If, therefore, ye seek me, let these go their way”—pointing to the disciples. In this hour of humiliation Christ's thoughts were not for himself, but for his beloved disciples. He wished to save them from any farther trial of their strength."},{"refcode_short":"5Red 23.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 23.2 (Ellen Gould White)","content":"Judas, the betrayer, did not forget his part, but came close to Jesus, and took his hand as a familiar friend, and bestowed upon him the traitor's kiss. Jesus said to him, “Friend, wherefore art thou come?” His voice trembled with sorrow as he addressed the deluded Judas: “Betrayest thou the Son of man with a kiss?” This most touching appeal should have roused the conscience of the betrayer, and touched his stubborn heart; but honor, fidelity, and human tenderness had utterly forsaken him. He stood bold and defiant, showing no disposition to relent. He had given himself up to the control of Satan, and he had no power to resist him. Jesus did not reject the traitor's kiss. In this he gives us an example of forbearance, love, and pity, that is without a parallel."},{"refcode_short":"5Red 24.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 24.1 (Ellen Gould White)","content":"Though the murderous throng were surprised and awed by what they had seen and felt, their assurance and hardihood returned as they saw the boldness of Judas in touching the person of Him whom they had so recently seen glorified. They now laid violent hands upon Jesus, and proceeded to bind those precious hands that had ever been employed in doing good."},{"refcode_short":"5Red 24.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 24.2 (Ellen Gould White)","content":"When the disciples saw that band of strong men lying prostrate and helpless on the ground, they thought surely their Master would not suffer himself to be taken; for the same power that prostrated that hireling mob could cause them to remain in a state of helplessness until Jesus and his companions should pass unharmed beyond their reach. They were disappointed and indignant as they saw the cords brought forward to bind the hands of Him whom they loved. Peter in his vehement anger rashly cut off, with his sword, an ear of the servant of the high priest."},{"refcode_short":"5Red 24.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 24.3 (Ellen Gould White)","content":"When Jesus saw what Peter had done, he released his hands, though held firmly by the Roman soldiers, and saying, “Suffer ye thus far,” he touched the wounded ear, and it was instantly made whole. He then said to Peter, “Put up again thy sword into his place; for all they that take the sword shall perish with the sword. Thinkest thou that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels? But how then shall the Scriptures be fulfilled, that thus it must be?” “The cup which my Father hath given me, shall I not drink it?” Jesus then turned to the chief priest, and captains of the temple, who helped compose that murderous throng, “and said, are ye come out as against a thief with swords and with staves to take me? I was daily with you in the temple teaching, and ye took me not; but the Scriptures must be fulfilled.”"},{"refcode_short":"5Red 25.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 25.1 (Ellen Gould White)","content":"When the disciples saw that Jesus did not deliver himself from his enemies, but permitted himself to be taken and bound, they were offended that he should suffer this humiliation to himself and them. They had just witnessed an exhibition of his power in prostrating to the ground those who came to take him, and in healing the servant's ear, which Peter had cut off, and they knew that if he chose he could deliver himself from the murderous mob. They blamed him for not doing so, and mortified and terror-stricken by his unaccountable conduct they forsook him and fled. Christ had foreseen this desertion, and in the upper chamber had forewarned them of the course which they would take at this time, saying, “Behold, the hour cometh, yea, is now come, that ye shall be scattered every man to his own, and shall leave me alone; and yet I am not alone, because the Father is with me.”"},{"refcode_short":"5Red 25.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 25.2 (Ellen Gould White)","content":"Judas was himself surprised that Jesus should deliver himself into the hands of those who sought to destroy him. He had frequently known the Saviour's enemies to lay plans to take him, but Jesus would quietly depart and defeat their murderous designs. Now the betrayer saw with astonishment that his Master suffered himself to be bound and led away. The false disciple flattered himself, however, that Jesus had only permitted himself to be taken that he might manifest his power by delivering himself from his enemies in a miraculous manner. He knew that nothing else could free him from that armed band. For three years the Jews had been secretly planning to take him, and now that they had accomplished this they would not let him escape death, if they could prevent it."},{"refcode_short":"5Red 26.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 26.1 (Ellen Gould White)","content":"Jesus was hurried off by the hooting mob. He moved painfully, for his hands were tightly bound and he was closely guarded. He was first conducted to the house of Annas, the father-in-law of the high priest, the man whose counsel was sought and carried out by the Jewish people as the voice of God. Annas craved the fearful satisfaction of first seeing Jesus of Nazareth a bound captive. Having once been shown to Annas, he was hurried away; for the priests and rulers had decided that if they once had possession of his person, there should be no delays in his trial and condemnation. This was because they feared that the people, remembering his acts of charity and mercy among them, would rescue him out of their hands."},{"refcode_short":"5Red 27","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 27 (Ellen Gould White)","content":"In the Judgment Hall"},{"refcode_short":"5Red 27.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 27.1 (Ellen Gould White)","content":"The armed band, with their prisoner, threaded the dark and narrow streets, guided by torches and lanterns, for it was yet early morning and very dark. Amid insult and mockery, the Saviour was hurried to the palace of the officiating high priest, Caiaphas. Here he was coarsely accused by his persecutors, and sneeringly questioned by the priest, and reviled by the whole assembly. But while enduring this mockery of an examination, the Saviour's heart was pierced by a keener pang than it was in the power of his enemies to inflict. It was when he heard his beloved disciple deny him with cursing and swearing."},{"refcode_short":"5Red 27.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 27.2 (Ellen Gould White)","content":"After deserting their Master in the garden, two of the disciples regained their presence of mind and ventured to follow, at a distance, the mob that had Jesus in charge. These disciples were Peter and John. The priest recognized John as a well-known disciple of Jesus, and admitted him to the hall where the Saviour was being questioned because he hoped that John, while witnessing the humiliation of his leader, would become affected with the same spirit that actuated his enemies, and scorn the idea of one who could be subjected to such indignities, being the Son of God. John, having secured himself an entrance, spoke in behalf of his companion, Peter, and gained the same favor for him."},{"refcode_short":"5Red 27.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 27.3 (Ellen Gould White)","content":"The coldest hour of the night was that preceding the dawn, and a fire had been lighted in the hall. Around this a company were gathered; and Peter presumptuously took his place with the rest by the fire, and stood warming himself. He did not wish to be recognized as one of the disciples of Jesus, and he thought by mingling carelessly with the people he would be taken for one of those who had brought Jesus to the hall."},{"refcode_short":"5Red 28.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 28.1 (Ellen Gould White)","content":"But, as the light flashed upon Peter's countenance, the woman who kept the door cast a searching glance upon him; she had noticed that he came in with John, and conjectured that he was one of Christ's followers. She interrogated him in a taunting manner: “Art not thou also one of this man's disciples?” Peter was startled and confused; the eyes of the company instantly fastened upon him. He pretended not to understand her, but she was persistent, and said to those around her that this man was with Jesus. Peter, feeling compelled to answer, said angrily, “Woman, I know him not.” This was the first denial, and immediately the cock crew. O Peter! So soon ashamed of thy Master! So soon to cowardly deny thy Lord! The Saviour is dishonored and deserted in his humiliation by one of his most zealous disciples."},{"refcode_short":"5Red 28.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 28.2 (Ellen Gould White)","content":"In the first place, Peter had not designed that his real character should be known; and, in assuming an air of indifference, he placed himself on the enemy's ground, and became an easy subject to Satan's temptation. He appeared to be disinterested in the trial of his Master, while in reality his heart was wrung with sorrow as he heard the cruel taunts and saw the mockery and abuse he was suffering. In addition to this he was surprised and angry that Jesus should humiliate himself and his followers by passively submitting to such treatment. Under these conflicting emotions, it was difficult to preserve his character of indifference. His appearance was unnatural, as he endeavored to join with the persecutors of Jesus in their untimely jests, in order to cover his true feelings."},{"refcode_short":"5Red 29.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 29.1 (Ellen Gould White)","content":"He was acting a lie, and while trying to talk unconcernedly he could not restrain expressions of indignation at the abuse heaped upon his Master. Accordingly attention was called to him the second time, and he was again charged with being a follower of Jesus. He now denied the accusation with an oath. The cock crew the second time; but Peter heard it not, for he was now thoroughly intent upon carrying out the character which he had assumed. One of the servants of the high priest, being a near kinsman to the man whose ear the disciple had cut off, asked him, “Did not I see thee in the garden with him?” “Surely thou art one of them; for thou art a Galilean, and thy speech agreeth thereto.”"},{"refcode_short":"5Red 29.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 29.2 (Ellen Gould White)","content":"At this, Peter flew into a rage, and to fully deceive his questioners, and to justify his assumed character, he denied his Master with cursing and swearing. And immediately the cock crew the third time. Peter heard it then; and while the degrading oaths were fresh upon his lips, and the shrill crowing of the cock was yet ringing in his ears, the Saviour turned his face from the frowning judges, and looked full upon his poor disciple. At the same time Peter's eyes were involuntarily fixed upon his Master. He read in that gentle countenance deep pity and sorrow; but there was no anger there."},{"refcode_short":"5Red 29.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 29.3 (Ellen Gould White)","content":"Peter was conscience-smitten; his memory was aroused; he recalled to mind his promise of a few short hours before, that he would go to prison or to death for his Lord. He remembered his grief when the Saviour told him in the upper chamber that he would deny his Master thrice that same night. Peter had just declared that he knew not Jesus, but he now realized with bitter grief how well his Lord knew him, and how accurately he had read his heart, the falseness of which was unknown even to himself. He groaned in spirit as he realized that not only was his Master enduring the bitterest humiliation at the hands of his enemies, but he was suffering additional dishonor at the hands of one of his disciples, who had forsaken and refused to acknowledge him in the hour of his trial."},{"refcode_short":"5Red 30.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 30.1 (Ellen Gould White)","content":"The look of Christ conveyed volumes to the repentant Peter. He read in that glance sorrow, love, and pardon. A tide of memories rushed over him. He remembered the Saviour's tender mercy, his kindness and long-suffering, the patience with which he dealt with his followers. He remembered the caution of Jesus to him: “Simon, behold, Satan hath desired to have you, that he may sift you as wheat. But I have prayed for thee, that thy faith fail not.” He reflected with horror upon his base ingratitude, his falsehood and perjury. He looked once more at his Master, and saw a sacrilegious hand raised to smite him in the face. Unable to longer endure the scene, he rushed, heart-broken, from the hall."},{"refcode_short":"5Red 30.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 30.2 (Ellen Gould White)","content":"He pressed on in solitude and darkness, he knew and cared not whither. At last he found himself in the garden of Gethsemane, where a short time before he had slept while the Saviour wrestled with the powers of darkness. The suffering face of his Lord, stained with bloody sweat and convulsed with anguish, rose before him. He remembered with bitter remorse that Jesus had wept and agonized in prayer alone while those who should have sustained him in that trying hour were sleeping. He remembered his solemn charge: “Watch and pray, that ye enter not into temptation.” The scene of a few short hours before came vividly to his mind. He witnessed again the tears and groans of Jesus. It was torture to his bleeding heart to know that he had added the heaviest burden to the Saviour's humiliation and grief. He fell prostrate upon the very spot where his Lord had sunk beneath his inexpressible weight of woe."},{"refcode_short":"5Red 31.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 31.1 (Ellen Gould White)","content":"Peter's first mistake was in sleeping when Christ had bidden him to watch and pray. At the most critical moment, when the Son of God was in need of his sympathy and heartfelt prayers, he was incapable of giving them to him. The disciples lost much by sleeping; Jesus designed to fortify them for the severe test of faith to which they were to be subjected. If they had spent that mournful period in the garden in watching with the dear Saviour, and in prayer to God, Peter would not have been left to depend upon his own feeble strength; he would not have denied his Lord."},{"refcode_short":"5Red 31.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 31.2 (Ellen Gould White)","content":"This important night-watch should have been spent by the disciples in noble mental struggles and prayers, which would have brought them strength to witness the terrible agony of the Son of God. It would have prepared them, as they should behold his sufferings upon the cross, to understand in some degree the nature of the overpowering anguish which he endured. They would then have been better able to recall the words he had spoken to them in reference to his sufferings, death, and resurrection; and amid the gloom of that trying hour some rays of hope would have lighted up the darkness, and sustained their faith. Christ had told them before that these things would take place. He knew the power which the prince of darkness would use to paralyze the senses of his disciples when they should be watching and praying."},{"refcode_short":"5Red 32.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 32.1 (Ellen Gould White)","content":"The disciple John, upon entering the judgment hall, did not try to conceal the fact that he was one of the followers of Jesus. He did not mingle with the rough company that were insulting and mocking his Master. He was not questioned, for he did not assume a false character and thus lay himself liable to suspicion. He sought a retired corner secure from observation of the mob, but as near Jesus as it was possible for him to be. In this place he could hear and see all that transpired at the trial of his Lord."},{"refcode_short":"5Red 32.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 32.2 (Ellen Gould White)","content":"If Peter had been called to fight for his Master, he would have proved a bold and courageous soldier; but he became a coward when the finger of scorn was pointed at him. Many who do not hesitate to engage in active warfare for the Lord, are driven to deny their faith through the ridicule of their enemies. They place themselves in the way of temptation by associating with those whom they should avoid. They thus invite the enemy to tempt them, and are led to do and say that which they would never have been guilty of under other circumstances. The disciple of Christ, who, in our day, disguises his faith through dread of suffering or reproach, denies his Lord as virtually as did Peter in the judgment hall. There are always those who boast of their freedom of thought and action, and laugh at the scruples of the conscientious who fear to do wrong. Yet if those righteous persons are persuaded to yield their faith, they are despised by the very ones who were Satan's agents to tempt them to their ruin."},{"refcode_short":"5Red 33.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 33.1 (Ellen Gould White)","content":"Peter, however, as well as John, witnessed much of the mock trial of Jesus. It was necessary that there should be a pretense of legal trial; but great secrecy was maintained lest the people should obtain information of what was being done, and come forward with their testimony in vindication of Jesus, bringing to light the mighty works which he had done. This would bring the indignation of the people upon the Sanhedrim: their acts would be condemned and brought to naught; and Jesus would be liberated and receive new honor at the hands of the people."},{"refcode_short":"5Red 33.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 33.2 (Ellen Gould White)","content":"While the members of the Sanhedrim council were being called together, Annas and Caiaphas the priest questioned Jesus, with the purpose of provoking him to make some statement which they could use to his disadvantage. They brought two charges against him, by one or both of which they meant to effect his condemnation. One was that he was a disturber of the peace, the leader of a rebellion. If this charge could be verified he would be condemned by the Roman authorities. The other charge was that he was a blasphemer. This, if proved true, would secure his condemnation among the Jews."},{"refcode_short":"5Red 33.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 33.3 (Ellen Gould White)","content":"The high priest questioned Jesus concerning his doctrine, and the disciples who believed in him. Jesus answered briefly: “I spake openly to the world; I ever taught in the synagogue, and in the temple, whither the Jews always resort; and in secret have I said nothing. Why askest thou me? ask them which heard me, what I have said unto them; behold, they know what I said.”"},{"refcode_short":"5Red 34.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 34.1 (Ellen Gould White)","content":"Jesus was well aware that his questioner designed to draw some statement from him which should awaken the fears of the Roman authorities that he was seeking to establish a secret society with the purpose of finally setting up a new kingdom. He therefore plainly stated to Annas that he had no secrets in regard to his purpose or doctrines. Turning upon his interrogator he said with startling emphasis, “Why askest thou me?” Had not the priests and rulers set spies to watch his movements and report his every word? Had they not been present at every gathering of the people, and carried information of all his sayings and doings on these occasions to the priests? “Ask them that heard me, what I have said,” replied Jesus; and his words were a rebuke to Annas, who had hunted him for months, striving to entrap him, and to bring him before a secret tribunal, in which the people could have no voice, that he might obtain by perjury what it was impossible to gain by fair means."},{"refcode_short":"5Red 34.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 34.2 (Ellen Gould White)","content":"The words of Jesus were so close and pointed that the high priest felt that his very soul was being read by his prisoner. Though Annas was filled with hatred against Jesus at these words, he disguised it until a more fitting opportunity presented itself of giving vent to his malice and jealousy. But one of the servants of the high priest, assuming that his master was not treated with due respect, struck Jesus in the face, saying, “Answerest thou the high priest so?” To this insulting question and blow, Jesus mildly returned, “If I have spoken evil, bear witness of the evil; but if well, why smitest thou me?”"},{"refcode_short":"5Red 35.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 35.1 (Ellen Gould White)","content":"The Majesty of Heaven might have summoned to his aid legions of loyal angels to protect him against the malignity of his enemies; but it was his mission, in the character of humanity, meekly to endure taunts and stripes, leaving an example of patient forbearance to the children of men. Those into whose power Jesus had fallen had no respect for this sublime forbearance. The fact that he was a passive captive in their hands was the signal for them to wreak upon him the basest insults which their corrupt hearts could invent."},{"refcode_short":"5Red 35.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 35.2 (Ellen Gould White)","content":"When the council was fully assembled in the judgment hall, Caiaphas took his position as presiding officer. This man had ever regarded Jesus as his rival. The combined simplicity and eloquence of the Saviour had attracted large crowds to listen to his teachings, which contained wisdom such as they had never heard from the lips of priests or scribes. The anxiety of the people to hear Jesus, and their readiness to accept his doctrines, had roused the bitter jealousy of the high priest."},{"refcode_short":"5Red 35.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 35.3 (Ellen Gould White)","content":"Jesus stood calm and serene before the high priest, while the eyes of the multitude were upon him, and the wildest excitement prevailed around. For a moment Caiaphas looked upon the captive, struck with a sudden admiration for his dignified bearing. A conviction came over him that this man was akin to God. The next instant he banished the thought, scorning the suggestions of his own mind. Immediately, his voice was heard in sneering, haughty tones, requesting Jesus to work before him one of those mighty miracles which had given him such fame among the people; but his words fell upon the ears of the Saviour as though he heard them not."},{"refcode_short":"5Red 36.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 36.1 (Ellen Gould White)","content":"The people involuntarily compared the excited and malignant deportment of Annas and Caiaphas with the calm, majestic bearing of Jesus. A holy influence seemed to emanate from the Saviour and pervade the atmosphere surrounding him. The question arose even in the minds of the hardened multitude present, Is this man of Godlike presence to be sentenced as a common criminal? Caiaphas, perceiving the influence that was obtaining, hastened the trial. He took his position on the throne of judgment, while Jesus stood at its foot. On either side were the judges and those specially interested in the trial. The Roman soldiers were ranged on the platform, below the throne."},{"refcode_short":"5Red 36.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 36.2 (Ellen Gould White)","content":"The high priest arose in his gorgeous robe, with glittering tiara and costly breastplate, upon which, in former days, the light of God's glory had often flashed. In strong contrast with this display were the coarse habiliments of Jesus. And yet he who was clad in homely garb had reigned in the courts of Heaven, crowned, and with garments of brightness, attended by holy angels. Yet there he stood at the foot of an earthly throne to be tried for his life."},{"refcode_short":"5Red 36.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 36.3 (Ellen Gould White)","content":"The priests and rulers had decided in counsel together that Jesus must be condemned, whether or not they could furnish evidence of his guilt. It was necessary to bring charges against him which would be regarded as criminal by the Roman power or they could legally effect nothing against him. His accusers could find plenty who would testify that he had denounced the priests and scribes; that he had called them hypocrites and murderers; but this would weigh nothing with the Romans, who were themselves disgusted with the pretension of the Pharisees. Such testimony would also weigh nothing with the Sadducees; for in their sharp contentions with the Pharisees, they had used to them language of the same import. His accusers were anxious to avoid raising the opposition of the Sadducees against the Pharisees; for if the two parties fell to contending among themselves, Jesus would be likely to escape from their hands."},{"refcode_short":"5Red 37.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 37.1 (Ellen Gould White)","content":"They could secure abundant evidence that Jesus had disregarded their traditions, and spoken irreverently of many of their ordinances; but such evidence was of no value, as it would have no weight with either the Romans or Sadducees. They dared not accuse him of Sabbath-breaking for fear an examination would reveal what had been the character of his work upon that day. In that event his miracles wrought to heal the afflicted would be brought to light, and defeat the very object they wished to gain."},{"refcode_short":"5Red 37.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 37.2 (Ellen Gould White)","content":"Christ had said, concerning the temple of his body, that he could destroy it, and raise it again in three days. These words were understood by his hearers to refer to the Jewish temple. Of all that Jesus had said, the priests could find nothing which they could use against him save this. The Romans had engaged in rebuilding and embellishing the temple. They took great pride in it as a work of science and art; and the priests counted upon their indignation when it was proven that Jesus, a humble man, had declared himself able to build it in three days if it should be destroyed. On this ground, Romans and Jews, Pharisees and Sadducees, could meet; for all held the temple in great veneration."},{"refcode_short":"5Red 38.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 38.1 (Ellen Gould White)","content":"In addition to this they had bribed false witnesses to testify that Jesus was guilty of inciting rebellion and seeking to establish a separate government. This they hoped would farther excite the apprehensions of the Romans and accomplish the desired object. But when these witnesses were called, their testimony was so vague and contradictory that it was worthless. Upon cross-questioning, they were led to falsify their own statements. It was becoming apparent to the people that the charges against Jesus could not be maintained. The life of the Saviour had been so faultless, and his doctrine so pure, that envy and malice could find little in either capable of being misrepresented."},{"refcode_short":"5Red 38.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 38.2 (Ellen Gould White)","content":"Two witnesses were at last found whose evidence was not so contradictory as the others had been. One of them, a corrupt man who had sold his honor for a sum of money, spoke of Christ as on a level with himself. Said he, “This fellow said, I am able to destroy the temple of God, and to build it in three days.” In the figurative language of prophecy, Jesus had thus foretold his own death and resurrection, his conflict and victory; but his enemies had misconstrued his words to suit their own purposes. The words of Jesus were truth and verity; the evidence was false and malicious. If the words of Jesus had been reported exactly as he uttered them, there would have been nothing offensive in them. If he had been a mere man, as they assumed him to be, his declaration would only have indicated an unreasonable, boastful spirit, but could not have been construed into blasphemy."},{"refcode_short":"5Red 39.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 39.1 (Ellen Gould White)","content":"Caiaphas urged Jesus to answer to the charge made against him; but the Saviour, knowing that his sentence was already determined, answered him nothing. The evidence gained from the last two witnesses proved nothing against him worthy of death; and Jesus himself remained calm and silent. The priests and rulers began to fear that they would fail to gain their object after all. They were disappointed and perplexed that they had failed to gain anything from the false witnesses upon which to condemn their prisoner. Their only hope now was to make Jesus speak out and say something which would condemn him before the people."},{"refcode_short":"5Red 39.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 39.2 (Ellen Gould White)","content":"The silence of Christ upon this occasion had already been described by Isaiah in prophetic vision: “He was oppressed, and he was afflicted, yet he opened not his mouth. He is brought as a lamb to the slaughter; and as a sheep before her shearers is dumb, so he openeth not his mouth.”"},{"refcode_short":"5Red 39.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 39.3 (Ellen Gould White)","content":"The high priest now raised his right hand to toward Heaven in a most imposing manner, and with a solemn voice addressed Jesus: “I adjure thee by the living God that thou tell us whether thou be the Christ, the Son of God.” Thus appealed to by the highest acknowledged authority in the nation, and in the name of the Most High, Jesus, to show proper respect for the law, answered, “Thou hast said.” Every ear was bent to listen, and every eye was fixed upon his face, as with calm voice and dignified manner, he made this reply. A heavenly light seemed to illuminate his pale countenance as he added, “Nevertheless I say unto you, Hereafter shall ye see the Son of man sitting on the right hand of power, and coming in the clouds of heaven."},{"refcode_short":"5Red 40.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 40.1 (Ellen Gould White)","content":"For a moment the divinity of Christ flashed through his guise of humanity; and the high priest quailed before the penetrating eyes of the Saviour. That look seemed to read his hidden thoughts, and burn into his heart; and never in after-life did he forget that searching glance of the persecuted Son of God. This voluntary confession of Jesus, claiming his Sonship with God, was made in the most public manner, and under the most solemn oath. In it he presented to the minds of those present a reversal of the scene then being enacted before them, when he, the Lord of life and glory, would be seated at the right hand of God, the supreme Judge of Heaven and earth, from whose decision there could be no appeal. He brought before them a view of that day, when, instead of being surrounded and abused by a riotous mob, headed by the priests and judges of the land, he would come in the clouds of heaven, with power and great glory, escorted by legions of angels, to pronounce the sentence of his enemies."},{"refcode_short":"5Red 40.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 40.2 (Ellen Gould White)","content":"Jesus knew what would be the result of this announcement; that it would secure his condemnation. The object of the designing priests was now gained. Jesus had declared himself to be the Christ. The high priest, in order to give those present the impression that he was jealous for the insulted majesty of Heaven, rent his garments, and, lifting his hands toward heaven as if in holy horror, said, in a voice calculated to rouse the excited people to violence, “He hath spoken blasphemy; what further need have we of witnesses? behold, now ye have heard his blasphemy. What think ye?” The answer of the judges was, “He is guilty of death.”"},{"refcode_short":"5Red 41.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 41.1 (Ellen Gould White)","content":"The priests and judges, exulting in the advantage they had gained through the words of Jesus, but anxious to hide their malicious satisfaction, now pressed close to him, and, as if they could not believe that they had heard aright, simultaneously inquired, “Art thou the Christ? tell us.” Jesus looked calmly at his hypocritical questioners, and answered, “If I tell you, ye will not believe. And if I ask you, ye will not answer me, nor let me go.” Jesus could have traced down the prophecies, and given his accusers evidence that the very things were then taking place which had been predicted in regard to Messiah. He could have silenced them thus; but they would not then have believed. He could have pointed them to his mighty miracles; but they had set their hearts against the light of Heaven, and no power could change them."},{"refcode_short":"5Red 41.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 41.2 (Ellen Gould White)","content":"There were some in that assembly who heeded the words of Jesus and noted his Godlike bearing as he stood serenely before the infuriated judges. The gospel seed found lodgment that day in hearts where it was eventually to spring up and yield an abundant harvest. The reverence and awe which his words inspired in the hearts of many who heard them were to increase and develop into perfect faith in Jesus as the world's Redeemer. Some of the witnesses of that scene were themselves afterward placed in a similar position to that of Jesus in the judgment hall; and were tried for their lives because they were the disciples of Christ."},{"refcode_short":"5Red 41.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 41.3 (Ellen Gould White)","content":"When the condemnation of Jesus was pronounced by the judges, a satanic fury took possession of the people. The roar of voices was like that of wild beasts. They made a rush toward Jesus, crying, He is guilty, put him to death! and had it not been for the Roman soldiers, Jesus would not have lived to be hanged upon the cross of Calvary. He would have been torn in pieces before his judges, had not Roman authority interfered, and by force of arms withheld the violence of the mob."},{"refcode_short":"5Red 42.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 42.1 (Ellen Gould White)","content":"Although Jesus was bound, yet he was also guarded, and held by two men lest he should escape from the hands of his persecutors. The judges and rulers now entirely forgot the dignity of their office, and abused the Son of God with foul epithets, railing upon him in regard to his parentage, and declaring that his presumption in proclaiming himself the Messiah, notwithstanding his low birth, made him deserving of the most ignominious death. Most dissolute men engaged in this infamous abuse of the Saviour. An old garment was thrown over his head, and his jeering persecutors struck him in the face, crying, “Prophesy unto us, thou Christ, Who is he that smote thee?” Upon the garment being removed, one poor wretch spat in his face. But the Saviour directed no word or look of retaliation against the deluded souls around him, who had cast off all restraint because they perceived that the priests and rulers sanctioned their acts."},{"refcode_short":"5Red 42.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 42.2 (Ellen Gould White)","content":"Jesus realized that the hosts of Heaven were witnessing his humiliation, and that the least angel, if summoned to his aid, could have instantly dispersed that insulting throng, and delivered him from their power. Jesus himself could have stricken down the excited multitude like dead men, by a look or word of his divinity, or driven them frightened from his presence, as he had the defilers of the temple. But it was in the plan of redemption that he should suffer the scorn and abuse of wicked men, and he consented to all this when he became the Redeemer of man. The angels of God faithfully recorded every insulting look, word, and act directed against their beloved Commander; and the base men who scorned and spat upon the calm, pale face of Christ, were one day to look upon it in its glory, shining brighter than the sun. In that awful time they would pray to the rocks and the mountains: “Hide us from the face of Him who sitteth upon the throne, and from the wrath of the Lamb.”"},{"refcode_short":"5Red 43.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 43.1 (Ellen Gould White)","content":"Jesus was pushed hither and thither, and so insulted and abused that at last the Roman officers were ashamed and angry that a man against whom nothing had yet been proven should be subject to the brutal treatment of the worst class of persons. Accordingly they accused the Jewish authorities of assuming to exercise a power that did not belong to them, in trying a man for his life, and pronouncing his condemnation. They declared that in doing this they infringed upon the Roman power, and that it was even against the Jewish law to condemn any man to death on his own testimony. This intervention of Roman authority caused a lull in the rude excitement."},{"refcode_short":"5Red 43.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 43.2 (Ellen Gould White)","content":"Just then a hoarse voice rang through the hall, which sent a thrill of terror through the hearts of all present: He is innocent. Spare him, O Caiaphas! He has done nothing worthy of death! The tall form of Judas was now seen pressing his way through the startled crowd. His face was pale and haggard, and large drops of perspiration stood upon his forehead. He rushed to the throne of judgment, and threw down before the high priest the pieces of silver he had received as the price of his Lord's betrayal. He eagerly grasped the robe of Caiaphas, and implored him to release Jesus, declaring that he was innocent of all crime. Caiaphas angrily shook him off, but he was confused and knew not what to say. The perfidy of the priests was revealed before the people. It was evident to all that Judas had been bribed to deliver Jesus into the hands of those who sought his life."},{"refcode_short":"5Red 44.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 44.1 (Ellen Gould White)","content":"Judas continued to beseech Caiaphas to do nothing against Jesus, declaring that he was indeed the Son of God, and cursing himself that he had betrayed innocent blood. But the high priest, having recovered his self-possession, answered with chilling scorn, “What is that to us? see thou to that.” He then represented to the people that Judas was some poor maniac, one of the mad followers of Jesus, and charged them not to let any influence prevail to release the prisoner, who was a base deceiver."},{"refcode_short":"5Red 44.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 44.2 (Ellen Gould White)","content":"Finding his prayers were in vain, Judas fell at the feet of Jesus, acknowledging him to be the Son of God, begging forgiveness for his sin, and imploring him to exercise his God-like power and deliver himself from his enemies. The Saviour did not reproach his betrayer either by look or word. He knew that he was suffering the bitterest remorse for his crime. He gazed compassionately upon Judas, and declared that for that hour he had come into the world."},{"refcode_short":"5Red 45.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 45.1 (Ellen Gould White)","content":"A murmur of surprise ran through the assembly at the heavenly forbearance manifested by Jesus. Again a conviction swept over their minds that this man was more than mortal. But the question then arose, If he was indeed the Son of God, why did he not free himself from his bonds and rise triumphant above his accusers?"},{"refcode_short":"5Red 45.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 45.2 (Ellen Gould White)","content":"The love of money had perverted the nobler nature of Judas, making him a fit agent for Satan to use in the betrayal of Christ. When Judas had become annoyed at the implied rebuke of Jesus because of his covetous spirit upon the occasion of Mary anointing her Lord with costly ointment, he yielded to the tempter, and gave Satan easy access to his mind. But when he decided to sell his Master to the murderous priests and rulers, he had no thought that Jesus would permit himself to be taken. He thought the priests would be cheated of their bribe, and he, the betrayer, would secure the money to use for some purpose of his own, and Jesus would have a new opportunity to display his divine power in delivering himself from the wiles of his enemies."},{"refcode_short":"5Red 45.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 45.3 (Ellen Gould White)","content":"From the time of his betrayal in the garden, Judas had not lost sight of the Saviour. He eagerly looked for him to surprise his enemies by appearing before them in the character of the Son of God, setting at naught all their plots and power. But when he saw him meekly submitting to their abuse, suffering himself to be tried and condemned to death, his heart smote him, and he realized the full extent of his own crime—he had sold his divine Master to shame and death. He remembered how kind and considerate Jesus had ever been to him, and his heart filled with remorse and anguish. He now despised the covetousness which Jesus had reproved, and which had tempted him to sell the Saviour for a few pieces of silver."},{"refcode_short":"5Red 46.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 46.1 (Ellen Gould White)","content":"Perceiving that his entreaties to spare the life of Jesus availed nothing with the high priest, he rushed from the hall in despair, crying, It is too late! It is too late! He felt unable to live to see Jesus crucified, and, in an agony of remorse, went out and hanged himself."},{"refcode_short":"5Red 46.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 46.2 (Ellen Gould White)","content":"Afterward the money which Judas had cast down before the priest was used for the purchase of a public burial ground. “And the chief priests took the silver pieces, and said, It is not lawful for to put them into the treasury, because it is the price of blood. And they took counsel, and bought with them the potter's field, to bury strangers in. Wherefore that field was called, The field of blood, unto this day.”"},{"refcode_short":"5Red 46.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 46.3 (Ellen Gould White)","content":"If any testimony had been needed to prove the innocence of Jesus, it was given in the confession of Judas. Not only was it an evidence of the innocence of the Saviour, but the event was a direct fulfillment of prophecy. In prophetic vision Zechariah had looked down the ages and seen the trial of God's dear Son. The act of Judas is thus described: “And I said unto them, If ye think good, give me my price; and if not, forbear. So they weighed for my price thirty pieces of silver. And the Lord said unto me, Cast it unto the potter; a goodly price that I was prized at of them. And I took the thirty pieces of silver, and cast them to the potter in the house of the Lord.”"},{"refcode_short":"5Red 47","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 47 (Ellen Gould White)","content":"Condemnation of Jesus"},{"refcode_short":"5Red 47.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 47.1 (Ellen Gould White)","content":"When Jesus was asked the question, Art thou the Son of God? he knew that to answer in the affirmative would make his death certain; a denial would leave a stain upon his humanity. There was a time to be silent, and a time to speak. He had not spoken until plainly interrogated. In his lessons to his disciples he had declared: “Whosoever, therefore, shall confess me before men, him will I confess also before my Father who is in Heaven.” When challenged, Jesus did not deny his relationship with God. In that solemn moment his character was at stake and must be vindicated. He left on that occasion an example for man to follow under similar circumstances. He would teach him not to apostatize from his faith to escape suffering or even death."},{"refcode_short":"5Red 47.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 47.2 (Ellen Gould White)","content":"Had the Jews possessed the authority to do so, they would have executed Jesus at once upon the hasty condemnation of their judges; but such power had passed from them into the hands of the Romans, and it was necessary that the case be referred to the proper authorities of that government for final decision. The Jews were anxious to hasten the trial and execution of Jesus, because if it were not brought about at once there would be a delay of a week on account of the immediate celebration of the passover. In that case Jesus would be kept in bonds, and the intense excitement of the mob that was clamoring for his life, would have been allayed, and a natural reaction would have set in. The better part of the people would have become aroused in his behalf, and in all probability his release would be accomplished. The priests and rulers felt that there was no time to lose."},{"refcode_short":"5Red 48.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 48.1 (Ellen Gould White)","content":"The whole Sanhedrim, followed by the multitude, escorted Jesus to the judgment hall of Pilate, the Roman governor, to secure a confirmation of the sentence they had just pronounced. The Jewish priests and rulers could not themselves enter Pilate's hall for fear of ceremonial defilement, which would disqualify them for taking part in the paschal feast. In order to condemn the spotless Son of God, they were compelled to appeal for judgment to one whose threshold they dared not cross for fear of defilement. Blinded by prejudice and cruelty, they could not discern that their passover festival was of no value, since they had defiled their souls by the rejection of Christ. The great salvation that he brought was typified by the deliverance of the children of Israel, which event was commemorated by the feast of the passover. The innocent lamb slain in Egypt, the blood of which sprinkled upon the door-posts caused the destroying angel to pass over the homes of Israel, prefigured the sinless Lamb of God, whose merits can alone avert the judgment and condemnation of fallen man. The Saviour had been obedient to the Jewish law, and observed all its divinely appointed ordinances. He had just identified himself with the paschal lamb as its great antitype, by connecting the Lord's supper with the passover. What a bitter mockery then was the ceremony about to be observed by the priestly persecutors of Jesus!"},{"refcode_short":"5Red 48.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 48.2 (Ellen Gould White)","content":"Pilate beheld, in the accused, a man bearing the marks of violence, but with a serene and noble countenance and dignified bearing. Many cases had been tried before the Roman governor, but never before had there stood in his presence a man like this. He discovered no trace of crime in his face; and something in the prisoner's appearance excited his sympathy and respect. He turned to the priests, who stood just without the door, and asked, “What accusation bring ye against this man?”"},{"refcode_short":"5Red 49.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 49.1 (Ellen Gould White)","content":"They were not prepared for this question. They had not designed to state the particulars of the alleged crime of Jesus. They had expected that Pilate would, without delay, confirm their decision against the Saviour. However they answered him that they had tried the prisoner according to their law and found him deserving of death. Said they, “If he were not a malefactor we would not have delivered him up unto thee.” But Pilate was not satisfied with the explanation of the Jews, and reminded them of their inability to execute the law. He intimated that if their judgment only was necessary to procure his condemnation, it was useless to bring the prisoner to him. Said he, “Take ye him, and judge him according to your law.”"},{"refcode_short":"5Red 49.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 49.2 (Ellen Gould White)","content":"The treacherous priests felt that they were outwitted; they saw that it would not do to specify the grounds for their condemnation of Jesus. The charge of blasphemy would be regarded by Pilate as the expression of religious bigotry and priestly jealousy; and the case would be at once dismissed. But if they could excite the apprehensions of the Roman governor that Jesus was a leader of sedition, their purpose would be accomplished. Tumults and insurrections were constantly arising among the Jews against the Roman government, for many affirmed that it was against the Jewish law to pay tribute to a foreign power. The authorities had found it necessary to deal very rigorously with these revolts among the people, and were constantly on the watch for developments of that character, in order to suppress them at once. But Jesus had always been obedient to the reigning power. When the scheming priests sought to entrap him by sending spies to him with the question, “Is it lawful to render tribute to Caesar?” he had directed their attention to the image and superscription of Caesar upon the tribute money, and answered, “Render unto Caesar the things which are Caesar's.” Jesus himself had paid tribute, and had taught his disciples to do so."},{"refcode_short":"5Red 50.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 50.1 (Ellen Gould White)","content":"In their extremity the priests called the false witnesses to their aid. “And they began to accuse him, saying, We found this fellow perverting the nation, and forbidding to give tribute to Caesar, saying that he himself is Christ, a king.”"},{"refcode_short":"5Red 50.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 50.2 (Ellen Gould White)","content":"Pilate was not deceived by this testimony. He now became confident that a deep plot had been laid to destroy an innocent man, who stood in the way of the Jewish dignitaries. He turned to the prisoner and “asked him, saying, Art thou the King of the Jews? And he answered him and said, Thou sayest it.” Jesus stood before Pilate, pale, bruised, and faint from loss of sleep and food. He had been hurried from place to place, and subjected to insult and violence; yet his bearing was noble, and his countenance was lighted as though a sunbeam were shining upon it."},{"refcode_short":"5Red 50.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 50.3 (Ellen Gould White)","content":"When his answer was heard by Caiaphas, who stood at the threshold of the judgment hall, the high priest joined with others in calling Pilate to witness that Jesus had admitted his crime by this answer, which was a virtual acknowledgment that he was seeking to establish a throne in Judah in opposition to the power of Caesar. Priests, scribes, and rulers, all united in noisy denunciations of Jesus, and in importuning Pilate to pronounce sentence of death upon him. The lawless uproar of the infuriated priests and dignitaries of the temple confused the senses of the Roman governor. Finally, when some measure of quiet was secured, he again addressed Jesus, saying, “Answerest thou nothing? behold how many things they witness against thee. But Jesus yet answered nothing; so that Pilate marveled.” The silence of the Saviour perplexed him. He saw in the prisoner no marks of a seditious character, and he had no confidence in the accusations of the priests. Hoping to gain the truth from him, and to escape from the clamor of the excited crowd, he requested Jesus to step with him into his house. When he had done so, and the two were alone, Pilate turned to Jesus, and in a respectful voice asked him, “Art thou the King of the Jews?”"},{"refcode_short":"5Red 51.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 51.1 (Ellen Gould White)","content":"Jesus did not directly answer this question. He knew that conviction was awakened in the heart of Pilate, and he wished to give him an opportunity to acknowledge how far his mind had been influenced in the right direction. He therefore answered, “Sayest thou this thing of thyself, or did others tell it thee of me?” The Saviour wished a statement from Pilate whether his question arose from the accusations just made by the Jews, or from his desire to receive light from Christ. Pilate longed for a more intelligent faith. The dignified bearing of Jesus, and his calm self-possession when placed in a position where there would naturally be developed a spirit of hate and revenge, astonished Pilate and won his deep respect. The direct question just asked him by Jesus was immediately understood by him, which evidenced that his soul was stirred by conviction. But pride rose in the heart of the Roman judge and overpowered the Spirit of God. “Pilate answered, Am I a Jew? Thine own nation and the chief priests have delivered thee unto me; what hast thou done?”"},{"refcode_short":"5Red 52.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 52.1 (Ellen Gould White)","content":"Pilate's golden opportunity had passed. Jesus, however, did not leave him without farther light. At his desire God sent an angel to Pilate's wife; and, in a dream, she was shown the pure life and holy character of the man who was about to be consigned to a cruel death. Jesus did not directly answer the question of Pilate as to what he had done; but he plainly stated to him his mission:—"},{"refcode_short":"5Red 52.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 52.2 (Ellen Gould White)","content":"“My kingdom is not of this world; if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews; but now is my kingdom not from hence. Pilate therefore said unto him, Art thou a king then? Jesus answered, Thou sayest that I am a king. To this end was I born, and for this cause came I into the world, that I should bear witness unto the truth. Every one that is of the truth heareth my voice.”"},{"refcode_short":"5Red 52.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 52.3 (Ellen Gould White)","content":"Jesus thus sought to convince Pilate that he was innocent of aspiring to kingly honors upon earth. Pilate had been confused by the disturbed and divided elements of the religious world, and his mind grasped eagerly at the words of Jesus declaring that he had come into the world to bear witness to the truth. Pilate had heard many voices cry, Here is the truth! I have the truth! But this man, arraigned as a criminal, who claimed to have the truth, stirred his heart with a great longing to know what it was, and how it could be obtained. He inquired of Jesus, “What is truth?” But he did not wait for a reply; the tumult of the excited crowd was continually increasing; their impatient cries jarred upon his ears, and recalled him to his judicial position. He went out to the Jews, who stood beyond the door of the hall, and declared in an emphatic voice, “I find in him no fault at all.”"},{"refcode_short":"5Red 53.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 53.1 (Ellen Gould White)","content":"Those words, traced by the pen of inspiration, will forever stand as a proof to the world of the base perfidy and falsehood of the Jews in their charges against Jesus. Even the heathen magistrate pronounced him innocent. As Pilate thus spoke, the rage and disappointment of the priests and elders knew no bounds. They had made great efforts to accomplish the death of Jesus, and now that there appeared to be a prospect of his release they seemed ready to tear him in pieces. They lost all reason and self-control, and gave vent to curses and maledictions against him, behaving more like demons than men. They were loud in their censures of Pilate, and threatened the vengeance of the Roman law against him if he refused to condemn one who, they affirmed, had set himself up against Caesar."},{"refcode_short":"5Red 53.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 53.2 (Ellen Gould White)","content":"During all this uproar, Jesus stood unmoved, uttering no word in answer to the abuse that was heaped upon him. He had spoken freely to Pilate when alone with him, that the light of his truth might illuminate the darkened understanding of the Roman governor; and now he could say nothing more to prevent him from committing the fearful act of condemning to death the Son of God. Pilate turned again to Jesus and inquired, “Hearest thou not how many things they witness against thee? And he answered him to never a word; insomuch that the governor marveled greatly.”"},{"refcode_short":"5Red 54.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 54.1 (Ellen Gould White)","content":"Angry voices were now heard, declaring that the seditious influence of Jesus was well known throughout all the country. Said they, “He stirreth up the people, teaching throughout all Jewry, beginning from Galilee to this place.” Pilate at this time had no thought of condemning Jesus, because he was certain that he was the victim of the envious and designing priests. As he afterward stated to Jesus, he had the power to condemn or to release him; but he dreaded the ill-will of the people; so when he heard that Jesus was a Galilean and was under the jurisdiction of Herod, he embraced the opportunity to spare himself from farther difficulty, and refused to decide the case, sending him to Herod, who was then in Jerusalem."},{"refcode_short":"5Red 54.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 54.2 (Ellen Gould White)","content":"Jesus was faint and weary from loss of sleep and food, and the ill-treatment he had received; yet his suffering condition awakened no pity in the hearts of his persecutors. He was dragged away to the judgment hall of Herod amid the hooting and insults of the merciless mob. Besides escaping responsibility in regard to the trial of Jesus, Pilate thought this would be a good opportunity to heal an old quarrel between himself and Herod. He thought that this act on his part would be regarded by Herod as an acknowledgment of his superior authority, and would thus bring about a reconciliation. In this he was not wrong for the two magistrates made friends over the trial of the Saviour."},{"refcode_short":"5Red 55.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 55.1 (Ellen Gould White)","content":"When Herod had first heard of Jesus and the mighty works wrought by him, he was terror-stricken, and said, “It is John whom I beheaded; he is risen from the dead;” “therefore mighty works do show forth themselves in him.” Herod had never before met Jesus, but he had long desired to see him, and witness his marvelous power. He was pleased that he was brought to him a prisoner, for he made no doubt that he could force him to work a miracle as a condition of saving his life. Herod's conscience was far less sensitive than when he had trembled with horror at the request of Herodias for the head of John the Baptist. For a time he had felt the keen stings of remorse for the terrible act he had committed to gratify the revenge of a cruel woman; but his moral perceptions had become more and more degraded by his licentious life, till his sins appeared but trifles in his eyes. The men who are capable of the worst crimes are those who have once been convicted by the Spirit of truth, and have turned away from the light into the darkness of iniquity. Herod had very nearly become a disciple of John; but at the very point of decision, he had fallen into the snare of Satan and put to death one whom he knew to be a true prophet."},{"refcode_short":"5Red 55.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 55.2 (Ellen Gould White)","content":"As the Saviour was brought before Herod, the rabble surged and pressed about, crying out against the prisoner, some charging him with one crime and some with another. Herod commanded silence and directed that Jesus be unbound, for he wished to interrogate him. He looked with curiosity, mingled with an impulse of pity, upon the pale, sad face of the Saviour, which was marked with deep wisdom and purity, but showed extreme weariness and suffering. Herod, as well as Pilate, knew from his acquaintance with the character of the Jews, that malice and envy had caused them to condemn this innocent man."},{"refcode_short":"5Red 56.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 56.1 (Ellen Gould White)","content":"Herod urged Jesus to save his life by working a miracle that would give evidence of his divine power. But the Saviour had no such work to do. He had taken upon himself the nature of man, and was not to perform a miracle to gratify the curiosity of wicked men, nor to save himself one jot of the pain and humiliation that man would suffer under similar circumstances. Herod urged him to prove that he was not an impostor by demonstrating his power before the crowd. He summoned for the purpose maimed, crippled, and deformed persons, and, in an authoritative manner, commanded Jesus to heal these subjects in his presence, urging that if he had really worked such remarkable cures as were reported of him, he still had power to do like wonders, and could now turn it to his own profit by procuring his release."},{"refcode_short":"5Red 56.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 56.2 (Ellen Gould White)","content":"But Jesus stood calmly before the haughty ruler as one who neither saw nor heard. Herod repeatedly urged his proposition upon Jesus, and reiterated the fact that he had the power to release or to condemn him. He even dared to boast of the punishment he had inflicted upon the prophet John for presuming to reprove him. To all this, Jesus made no answer either by word or look. Herod was irritated by the profound silence of the prisoner, which indicated an utter indifference to the royal personage before whom he had been summoned. Open rebuke would have been more palatable to the vain and pompous ruler than to be thus silently ignored."},{"refcode_short":"5Red 57.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 57.1 (Ellen Gould White)","content":"Had Jesus desired to do so, he could have spoken words which would have pierced the ears of the hardened king. He could have stricken him with fear and trembling by laying before him the full iniquity of his life, and the horror of his approaching doom. But Jesus had no light to give one who had gone directly contrary to the knowledge he had received from the greatest of prophets. The ears of Christ had ever been open to the earnest plea of even the worst sinners; but he had no ear for the commands of Herod. Those eyes, that had ever rested with pity and forgiveness upon the penitent sinner, however defiled and lowly, had no look to bestow upon Herod. Those lips, that had dropped precious words of instruction, and were ever ready to answer the questions of those who sought knowledge, and to speak comfort and pardon to the sinful and desponding, had no words for proud and cruel Herod. That heart, ever touched by the presence of human woe, was closed to the haughty king who felt no need of a Saviour."},{"refcode_short":"5Red 57.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 57.2 (Ellen Gould White)","content":"The silence of Jesus could no longer be borne by Herod; his face grew dark with passion, and he angrily threatened Jesus; but the captive still remained unmoved. Herod then turned to the multitude and denounced him as an impostor. His accusers well knew that he was no impostor; they had seen too many evidences of his power to be thus misled. They knew that even the grave had opened at his command, and the dead had walked forth, clothed again with life. They had been greatly terrified when Herod commanded him to work a miracle; for of all things they dreaded an exhibition of his divine power, which would prove a death-blow to their plans, and would perhaps cost them their lives. Therefore the priests and rulers began to cry out vehemently against him, accusing him of working miracles through the power given him of Beelzebub, the prince of devils."},{"refcode_short":"5Red 58.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 58.1 (Ellen Gould White)","content":"Some cried out that he claimed to be the Son of God, the King of Israel. Herod, hearing this, said, in derision, A king, is he? Then crown him, and put upon him a royal robe, and worship your king. Then turning to Jesus he angrily declared that if he refused to speak, he should be delivered into the hands of the soldiers, who would have little respect for his claims or his person; if he was an impostor it would be no more than he deserved; but if he was the Son of God he could save himself by working a miracle. No sooner were these words uttered than the mob, at the instigation of the priests, made a rush toward Jesus. Had not the Roman soldiers forced them back, the Saviour would have been torn in pieces."},{"refcode_short":"5Red 58.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 58.2 (Ellen Gould White)","content":"At the suggestion of Herod, a crown was now plaited from a vine bearing sharp thorns, and this was placed upon the sacred brow of Jesus; and an old tattered purple robe, once the garment of a king, was placed upon his noble form, while Herod and the Jewish priests encouraged the insults and cruelty of the mob. Jesus was then placed upon a large block, which was derisively called a throne, an old reed was placed in his hand as a scepter, and, amid satanic laughter, curses, and jeers, the rude throng bowed to him mockingly as to a king. Occasionally some murderous hand snatched the reed that had been placed in his hand, and struck him on the head with it, forcing the thorns into his temples, and causing the blood to flow down his face and beard."},{"refcode_short":"5Red 59.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 59.1 (Ellen Gould White)","content":"Satan instigated the cruel abuse of the debased mob, led on by the priest and rulers, to provoke, if possible, retaliation from the world's Redeemer, or to drive him to deliver himself by a miracle from the hands of his persecutors, and thus break up the plan of salvation. One stain upon his human life, one failure of his humanity to bear the terrible test imposed upon it, would make the Lamb of God an imperfect offering, and the redemption of man would be a failure. But he who could command the heavenly hosts, and in an instant call to his aid legions of holy angels, one of whom could have immediately overpowered that cruel mob,—he who could have stricken down his tormentors by the flashing forth of his divine majesty,—submitted to the coarsest insult and outrage with dignified composure. As the acts of his torturers degraded them below humanity, into the likeness of Satan, so did the meekness and patience of Jesus exalt him above the level of humanity."},{"refcode_short":"5Red 59.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 59.2 (Ellen Gould White)","content":"When Herod saw that Jesus submitted passively to all the indignity that was heaped upon him, preserving an unparalleled serenity through it all, he was moved by a sudden fear that after all this might not be a common man who stood before him. He was greatly perplexed when he looked upon the pure, pale face of the prisoner, and questioned if he might not be a God come down to earth. The very silence of Jesus spoke conviction to the heart of the king, such as no words could have done. Herod noticed that while some bowed before Jesus in mockery, others, who came forward for the same purpose, looked into the sufferer's face and saw expressed there a look so like a king that they turned back, ashamed of their own audacity. Herod was ill at ease, and, hardened as he was, dared not ratify the condemnation of the Jews; and he therefore sent Jesus back to Pilate."},{"refcode_short":"5Red 60.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 60.1 (Ellen Gould White)","content":"The Saviour, tottering with weariness, pale and wounded, wearing a robe of mockery and a crown of thorns, was mercilessly hurried back to the court of the Roman governor. Pilate was very much irritated; for he had congratulated himself on being rid of a fearful responsibility when he referred the accusers of Jesus to Herod. He now impatiently inquired of the Jews what they would have him do. He reminded them that he had already examined the prisoner and found no blame in him; that his accusers had failed to sustain a single charge against him; that he had sent Jesus to Herod, a tetrarch of Galilee, and one of their own nation, who also found nothing worthy of death against the prisoner. Said Pilate, “I will therefore chastise him and release him.”"},{"refcode_short":"5Red 60.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 60.2 (Ellen Gould White)","content":"Here Pilate exposed his weakness. He had declared that Jesus was innocent of the crimes of which he was accused, yet he was willing to make a partial sacrifice of justice and principle in order to compromise with an unfeeling mob; he was willing to suffer an innocent man to be scourged, that their inhuman wrath might be appeased. But the fact that he proposed to make terms with them placed Pilate at a disadvantage with the ungovernable crowd, who now presumed upon his indecision, and clamored the more for the life of the prisoner. Pilate turned to the people, and represented to them that the priests and elders had not substantiated in any degree the charges brought against Jesus. He hoped by this means to raise their sympathy for him, so they would be willing to release him. Meanwhile Jesus had fallen through exhaustion upon the marble pavement. Just then a messenger pressed through the crowd, and placed in Pilate's hand a letter from his wife, which ran thus:—"},{"refcode_short":"5Red 61.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 61.1 (Ellen Gould White)","content":"“Have thou nothing to do with that just man; for I have suffered many things this day in a dream because of him.” Pilate's wife was not a Jew; but the angel of God had sent this warning to her, that, through her, Pilate might be prevented from committing the terrible crime of delivering up to death the divine Son of God."},{"refcode_short":"5Red 61.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 61.2 (Ellen Gould White)","content":"Pilate turned pale when he read the message; but the priests and rulers had occupied the interval in farther inflaming the minds of the people, till they were wrought up to a state of insane fury. The governor was forced to action; he turned to the crowd and spoke with great earnestness: “Whom will ye that I release unto you? Barabbas, or Jesus who is called Christ?” It was customary at this feast for the governor to release one prisoner, whomsoever the people desired to be set at liberty. Pilate seized this as an opportunity to save Jesus; and by giving them a choice between the innocent Saviour and the notable robber and murderer, Barabbas, he hoped to rouse them to a sense of justice. But great was his astonishment when the cry, “Away with this man, and release unto us Barabbas!” was started by the priests, and taken up by the mob, resounding through the hall like the hoarse cry of demons."},{"refcode_short":"5Red 62.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 62.1 (Ellen Gould White)","content":"Pilate was dumb with surprise and disappointment; but by appealing to the people, and yielding his own judgment, he had compromised his dignity, and lost control of the crowd. The priests saw that though he was convinced of the innocence of Jesus, he could be intimidated by them, and they determined to carry their point. So when Pilate inquired, “What shall I do then with Jesus, who is called Christ?” they with one accord cried out, “Let him be crucified!”"},{"refcode_short":"5Red 62.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 62.2 (Ellen Gould White)","content":"“And the governor said, Why, what evil hath he done? But they cried out the more, saying, Let him be crucified.” Here Pilate again revealed his weakness, in submitting the sentence of Jesus to a lawless and infuriated mob. How true were the words of the prophet: “Judgment is turned away backward, and justice standeth afar off; for truth is fallen in the street, and equity cannot enter.” The governor's cheek paled as he heard the terrible cry: “Crucify him!” He had not thought it would come to that—a man whom he had repeatedly pronounced innocent, to be consigned to the most dreaded of deaths. He now saw what a terrible thing he had done in placing the life of a just man in the balance against the decision of those, who, from envy and malice, had delivered him up to trial. Pilate had taken step after step in the violation of his conscience, and in excusing himself from judging with equity and fairness, as his position demanded he should do, until now he found himself almost helpless in the hands of the Jews."},{"refcode_short":"5Red 62.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 62.3 (Ellen Gould White)","content":"Again he asked the question, “Why, what evil hath he done?” and again they cried out, “Crucify him!” Once more Pilate expostulated with them against putting to death one against whom they could prove nothing. Again, to conciliate them, he proposed to chastise him and let him go. It was not enough that the Saviour of the world, faint with weariness and covered with wounds, must be subjected to the shameful humiliation of such a trial; but his sacred flesh must be bruised and mangled to gratify the satanic fury of the priests and rulers. Satan, with his hellish army had gained possession of them."},{"refcode_short":"5Red 63.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 63.1 (Ellen Gould White)","content":"Pilate, in the vain hope of exciting their pity, that they might decide this was sufficient punishment, now caused Jesus to be scourged in the presence of the multitude. The pale sufferer, with a crown of thorns upon his head, and stripped to the waist, revealing the long, cruel stripes, from which the blood flowed freely, was then placed side by side with Barabbas. Although the face of Jesus was stained with blood, and bore marks of exhaustion and pain, yet his noble character could not be hidden, but stood out in marked contrast with that of the robber chief, whose every feature proclaimed him to be a debased and hardened desperado."},{"refcode_short":"5Red 63.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 63.2 (Ellen Gould White)","content":"Pilate was filled with sympathy and amazement as he beheld the uncomplaining patience of Jesus. Gentleness and resignation were expressed in every feature; there was no cowardly weakness in his manner, but the strength and dignity of long-suffering. Pilate did not doubt that the sight of this man, who had borne insult and abuse in such a manner, when contrasted with the repulsive criminal by his side, would move the people to sympathy, and they would decide that Jesus had already suffered enough. But he did not understand the fanatical hatred of the priests for Christ, who, as the Light of the world, had made apparent their darkness and error."},{"refcode_short":"5Red 64.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 64.1 (Ellen Gould White)","content":"Pilate, pointing to the Saviour, in a voice of solemn entreaty said to priests, rulers, and people, “Behold the man.” “I bring him forth to you that ye may know that I find no fault in him.” But the priests had moved the mob to mad fury; and, instead of pitying Jesus in his suffering and forbearance, they cried, “Crucify him, crucify him!” and their hoarse voices were like the roaring of wild beasts. Pilate, losing all patience with their unreasoning cruelty, cried out despairingly, “Take ye him, and crucify him; for I find no fault in him.”"},{"refcode_short":"5Red 64.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 64.2 (Ellen Gould White)","content":"The Roman governor, familiarized with cruel scenes, educated amid the din of battle, was moved with sympathy for the suffering prisoner, who, contemned and scourged, with bleeding brow and lacerated back, still had more the bearing of a king upon his throne than that of a condemned criminal. But the hearts of his own people were hardened against him. The priests declared, “We have a law, and by our law he ought to die, because he made himself the Son of God.”"},{"refcode_short":"5Red 64.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 64.3 (Ellen Gould White)","content":"Pilate was startled by these words; he had no correct idea of Christ and his mission; but he had an indistinct faith in God and in beings superior to humanity. The thought that had once before passed through his mind now took more definite shape, and he questioned if it might not be a divine personage who stood before him, clad in the purple robe of mockery, and crowned with thorns, yet with such a noble bearing that the stanch Roman trembled with awe as he gazed upon him."},{"refcode_short":"5Red 65.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 65.1 (Ellen Gould White)","content":"“When Pilate therefore heard that saying, he was the more afraid; and went again into the judgment hall, and saith unto Jesus, Whence art thou? But Jesus gave him no answer.” Jesus had already told Pilate that he was the Messiah, that his kingdom was not of this world; and he had no farther words for a man who so abused the high office of judge as to yield his principles and authority to the demands of a blood-thirsty rabble. Pilate was vexed at the silence of Jesus, and haughtily addressed him:—"},{"refcode_short":"5Red 65.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 65.2 (Ellen Gould White)","content":"“Speakest thou not unto me? knowest thou not that I have power to crucify thee, and have power to release thee? Jesus answered, Thou couldest have no power at all against me, except it were given thee from above; therefore he that delivered me unto thee hath the greater sin.” Jesus here laid the heaviest burden of guilt upon the Jewish judges, who had received unmistakable evidence of the divinity of Him whom they had condemned to death, both from the prophecies and his own teachings and miracles. What a scene was this to hand down to the world through all time! The pitying Saviour, in the midst of his intense suffering and grief, excuses as far as possible the act of Pilate, who might have released him from the power of his enemies."},{"refcode_short":"5Red 65.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 65.3 (Ellen Gould White)","content":"Pilate was now more convinced than before of the superiority of the man before him, and tried again and again to save him. “But the Jews cried out, saying, If thou let this man go, thou art not Caesar's friend; whosoever maketh himself a king speaketh against Caesar.” This was touching Pilate in a weak point. He had been looked upon with some suspicion by the government; and he knew that a report of unfaithfulness on his part would be likely to cost him his position. He knew that if the Jews became his enemies he could hope for no mercy at their hands; for he had before him an example of the perseverance with which they sought to destroy one whom they hated without reason."},{"refcode_short":"5Red 66.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 66.1 (Ellen Gould White)","content":"The implied threat in the declaration of the priests, regarding his allegiance to Caesar, intimidated Pilate, so that he yielded to the demands of the mob, and delivered Jesus up to the crucifixion rather than risk losing his position. But the very thing he dreaded came upon him afterward in spite of his precautions. His honors were stripped from him; he was cast down from his high office; and, stung by remorse and wounded pride, he committed suicide not long after the crucifixion."},{"refcode_short":"5Red 66.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 66.2 (Ellen Gould White)","content":"“When Pilate saw that he could prevail nothing, but that rather a tumult was made, he took water, and washed his hands before the multitude, saying, I am innocent of the blood of this just person; see ye to it.” Caiaphas answered defiantly, “His blood be on us, and on our children;” and his words were echoed by the priests and rulers, and taken up by the crowd in an inhuman roar of voices. “Then answered all the people and said, His blood be on us, and on our children.”"},{"refcode_short":"5Red 66.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 66.3 (Ellen Gould White)","content":"At this exhibition of satanic madness, the light of conviction shone more clearly upon the mind of Pilate. He had never before witnessed such rash presumption and heartless cruelty. And in strong contrast with the ungovernable passion of his persecutors was the dignified repose of Jesus. In his own mind Pilate said, He is a god, and thought he could discern a soft light shining about his head. Looking thus upon Christ he turned pale with fear and self-condemnation; then, confronting the people with a troubled countenance, he said, I am clear of his blood. Take ye him and crucify him; but mark ye, priests and rulers, I pronounce him a just man, and may He whom he claims as his Father judge you for this day's work, and not me. Then turning to Jesus he continued, Forgive me for this act; I am not able to save you."},{"refcode_short":"5Red 67.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 67.1 (Ellen Gould White)","content":"Only a short time before, the governor had declared to his prisoner that he had power to release or to condemn him; but he now thought that he could not save him, and also his own position and honor; and he preferred to sacrifice an innocent life rather than his own worldly power. Had he acted promptly and firmly at the first, carrying out his convictions of right, his will would not have been overborne by the mob; they would not have presumed to dictate to him. His wavering and indecision proved his irredeemable ruin. How many, like Pilate, sacrifice principle and integrity, in order to shun disagreeable consequences. Conscience and duty point one way, and self-interest points another; and the current, setting strongly in the wrong direction, sweeps away into the thick darkness of guilt him who compromises with evil."},{"refcode_short":"5Red 67.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 67.2 (Ellen Gould White)","content":"Satan's rage was great as he saw that all the cruelty which he had led the Jews to inflict upon Jesus had not forced the least murmur from his lips. Although he had taken upon himself the nature of man, he was sustained by a Godlike fortitude, and departed in no particular from the will of his Father."},{"refcode_short":"5Red 68.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 68.1 (Ellen Gould White)","content":"Wonder, O Heavens! and be astonished, O earth! Behold the oppressor and the oppressed. A vast multitude inclose the Saviour of the world. Mocking and jeering are mingled with the coarse oaths of blasphemy. His lowly birth and his humble life are commented upon by unfeeling wretches. His claim to be the Son of God is ridiculed by the chief priests and elders, and the vulgar jest and insulting sneer are passed from lip to lip. Satan has full control of the minds of his servants. In order to do this effectually, he had commenced with the chief priests and the elders, and imbued them with a religious frenzy. This they had communicated to the rude and uncultivated mob, until there was a corrupt harmony in the feelings of all, from the hypocritical priests and elders down to the most debased. Christ, the precious Son of God, was led forth and delivered to the people to be crucified."},{"refcode_short":"5Red 68","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 68 (Ellen Gould White)","content":"Calvary"},{"refcode_short":"5Red 68.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 68.2 (Ellen Gould White)","content":"They hurried Jesus away with loud shouts of triumph; but their noise ceased for a time when they passed a retired place, and saw at the foot of a lifeless tree the dead body of Judas, who had betrayed Christ. It was a most revolting spectacle; his weight had broken the cord by which he had hung himself to the tree, and, in falling, his body had become horribly mangled, and was then being devoured by dogs. The mutilated remains were ordered to be buried at once, and the crowd passed on; but there was less noisy mockery, and many a pale face revealed the fearful thoughts within. Retribution seemed already to be visiting those who were guilty of the blood of Jesus."},{"refcode_short":"5Red 69.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 69.1 (Ellen Gould White)","content":"By this time the news of the condemnation of Jesus had spread through all Jerusalem, striking terror and anguish to thousands of hearts, but bringing a malicious joy to many who had been reproved by the teachings of the Saviour. The priests had been bound by a promise not to molest any of his disciples if Jesus were delivered up to them; so all classes of people flocked to the scene of outrage, and Jerusalem was left almost empty. Nicodemus, and Joseph of Arimathea, had not been summoned to the Sanhedrim council, and their voices had nothing to do with condemning Jesus. They were present at his crucifixion, but unable to change or modify his terrible sentence."},{"refcode_short":"5Red 69.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 69.2 (Ellen Gould White)","content":"The disciples and believers from the region round about joined the throng that followed Jesus to Calvary. The mother of Jesus was also there, supported by John, the beloved disciple. Her heart was stricken with unutterable anguish; yet she, with the disciples, hoped that the painful scene would change, and Jesus would assert his power, and appear before his enemies as the Son of God. Then again her mother's heart would sink as she remembered words in which he had briefly referred to the things which were that day being enacted."},{"refcode_short":"5Red 69.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 69.3 (Ellen Gould White)","content":"Jesus had scarcely passed the gate of Pilate's house when the cross which had been prepared for Barabbas was brought out and laid upon his bruised and bleeding shoulders. Crosses were also placed upon the companions of Barabbas, who were to suffer death at the same time with Jesus. The Saviour had borne his burden but a few rods, when, from loss of blood and excessive weariness and pain, he fell fainting to the ground. As he lay beneath the heavy burden of the cross, how the heart of the mother of Christ longed to place a supporting hand beneath his wounded head, and bathe that brow that had once been pillowed upon her bosom. But, alas, that mournful privilege was denied her."},{"refcode_short":"5Red 70.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 70.1 (Ellen Gould White)","content":"When Jesus revived, the cross was again placed upon his shoulders and he was forced forward. He staggered on for a few steps, bearing his heavy load, then fell as one lifeless to the ground. He was at first pronounced to be dead, but finally he again revived. The priests and rulers felt no compassion for their suffering victim; but they saw that it was impossible for him to carry the instrument of torture farther. They were puzzled to find any one who would humiliate himself to bear the cross to the place of execution. The Jews could not do it because of defilement, and their consequent inability to keep the coming passover festival."},{"refcode_short":"5Red 70.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 70.2 (Ellen Gould White)","content":"While they were considering what to do, Simon, a Cyrenian, coming from an opposite direction, met the crowd, was seized at the instigation of the priests, and compelled to carry the cross of Christ. The sons of Simon were disciples of Jesus, but he himself had never been connected with him. This occasion was a profitable one for him. The cross he was forced to bear became the means of his conversion. His sympathies were deeply stirred in favor of Jesus; and the events of Calvary, and the words uttered by Jesus, caused him to acknowledge that he was the Son of God. Simon ever after felt grateful to God for the singular providence which placed him in a position to receive evidence for himself that Jesus was the world's Redeemer."},{"refcode_short":"5Red 71.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 71.1 (Ellen Gould White)","content":"When Jesus was thought to be dying beneath the burden of the cross, many women, who, though not believers in Christ, were touched with pity for his sufferings, broke forth into a mournful wailing. When Jesus revived, he looked upon them with tender compassion. He knew they were not lamenting him because he was a teacher sent from God, but from motives of common humanity. He looked upon the weeping women and said, “Daughters of Jerusalem, weep not for me, but for yourselves, and for your children.”"},{"refcode_short":"5Red 71.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 71.2 (Ellen Gould White)","content":"Jesus did not despise their tears, but the sympathy which they expressed wakened a deeper chord of sympathy in his own heart for them. He forgot his own grief in contemplating the future fate of Jerusalem. Only a short time ago the people had cried out, “His blood be on us and on our children.” How blindly had they invoked the doom they were soon to realize! Many of the very women who were weeping about Jesus were to perish with their children in the siege of Jerusalem."},{"refcode_short":"5Red 71.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 71.3 (Ellen Gould White)","content":"Jesus referred not only to the destruction of Jerusalem, but to the end of the world. Said he, “Then shall they begin to say to the mountains, Fall on us; and to the hills, Cover us. For if they do these things in a green tree, what shall be done in the dry?” The innocent were represented by the green tree. If God suffered his wrath because of the sins of the world to fall upon the Redeemer, in that he was permitted to suffer death by crucifixion, what might be expected to come upon the impenitent and unbelieving, who had slighted the mercies of God, purchased for them by the death of his Son? The mind of Jesus wandered from the destruction of Jerusalem to a wider judgment, when all the impenitent would suffer condemnation for their sins; when the Son of man should come, attended not by a murderous mob, but by the mighty hosts of God."},{"refcode_short":"5Red 72.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 72.1 (Ellen Gould White)","content":"A great multitude followed the Saviour to Calvary, many mocking and deriding; but some were weeping and recounting his praise. Those whom he had healed of various infirmities, and those whom he had raised from the dead, declared his marvelous works with earnest voice, and demanded to know what Jesus had done that he should be treated as a malefactor. Only a few days before, they had attended him with joyful hosannas, and the waving of palm-branches, as he rode triumphantly to Jerusalem. But many who had then shouted his praise because it was popular to do so, now swelled the cry of “Crucify him! Crucify him!”"},{"refcode_short":"5Red 72.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 72.2 (Ellen Gould White)","content":"Upon the occasion of Christ riding into Jerusalem, the disciples had been raised to the highest pitch of expectation. They had pressed close about their Master, and had felt that they were highly honored to be connected with him. Now they followed him in his humiliation at a distance. They were filled with inexpressible grief, and disappointed hopes. How were the words of Jesus verified: “All ye will be offended because of me this night; for it is written, I will smite the shepherd, and the sheep of the flock shall be scattered abroad.” Yet the disciples still had faint hope that their Master would manifest his power at the last moment, and deliver himself from his enemies."},{"refcode_short":"5Red 73.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 73.1 (Ellen Gould White)","content":"Upon arriving at the place of execution, the condemned were bound to the instruments of torture. While the two thieves wrestled in the hands of those who stretched them upon the cross, Jesus made no resistance. The mother of Jesus looked on with agonizing suspense, hoping that he would work a miracle to save himself. Surely He who had given life to the dead would not suffer himself to be crucified. What torture must this woman have endured as she witnessed the shame and suffering of her son, yet was not able to minister to him in his distress! Bitter grief and disappointment filled her heart. Must she give up her faith that he was the true Messiah? Would the Son of God allow himself to be thus cruelly slain? She saw his hands stretched upon the cross—those dear hands that had ever dispensed blessings, and had been reached forth so many times to heal the suffering. And now the hammer and nails were brought, and as the spikes were driven through the tender flesh and fastened to the cross, the heart-stricken disciples bore away from the cruel scene the fainting form of the mother of Christ."},{"refcode_short":"5Red 73.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 73.2 (Ellen Gould White)","content":"Jesus made no murmur of complaint; his face remained pale and serene, but great drops of sweat stood upon his brow. There was no pitying hand to wipe the death-dew from his face, nor words of sympathy and unchanging fidelity to stay his human heart. He was treading the wine-press all alone; and of all the people there was none with him. While the soldiers were doing their fearful work, and he was enduring the most acute agony, Jesus prayed for his enemies—“Father, forgive them; for they know not what they do.” His mind was borne from his own suffering to the crime of his persecutors, and the terrible but just retribution that would be theirs. He pitied them in their ignorance and guilt. No curses were called down upon the soldiers who were handling him so roughly, no vengeance was invoked upon the priests and rulers who were the cause of all his suffering, and were then gloating over the accomplishment of their purpose, but only a plea for their forgiveness—“for they know not what they do.”"},{"refcode_short":"5Red 74.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 74.1 (Ellen Gould White)","content":"Had they known that they were putting to exquisite torture one who had come to save the sinful race from eternal ruin, they would have been seized with horror and remorse. But their ignorance did not remove their guilt; for it was their privilege to know and accept Jesus as their Saviour. They rejected all evidence, and not only sinned against Heaven in crucifying the King of Glory, but against the commonest feelings of humanity in putting to a torturous death an innocent man. Jesus was earning the right to become the Advocate for man in the Father's presence. That prayer of Christ for his enemies embraced the world, taking in every sinner who should live, until the end of time."},{"refcode_short":"5Red 74.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 74.2 (Ellen Gould White)","content":"After Jesus was nailed to the cross, it was lifted by several powerful men, and thrust with great violence into the place prepared for it, causing the most excruciating agony to the Son of God. Pilate then wrote an inscription in three different languages and placed it upon the cross, above the head of Jesus. It ran thus: “This is Jesus, the King of the Jews.” This inscription, placed so conspicuously upon the cross, irritated the Jews. In Pilate's court they had cried, Crucify him! We have no king but Caesar! They declared that whoever claimed other than Caesar for a king was a traitor. But they had overreached themselves in disclaiming any desire to have a king of their own nation. Pilate, in his inscription, wrote out the sentiments which they had expressed. It was a virtual declaration, and so understood by all, that the Jews acknowledged that on account of their allegiance to the Roman power, any man who aspired to be king of the Jews, however innocent in other respects, should be judged by them worthy of death. There was no other offense named in the inscription; it simply stated that Jesus was the king of the Jews."},{"refcode_short":"5Red 75.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 75.1 (Ellen Gould White)","content":"The Jews saw this, and asked Pilate to change the inscription. Said the chief priests, “Write not, The King of the Jews; but that he said, I am King of the Jews.” But Pilate, angry with himself because of his former weakness, and thoroughly despising the jealous and artful priests and rulers, coldly replied, “What I have written I have written.”"},{"refcode_short":"5Red 75.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 75.2 (Ellen Gould White)","content":"And now a terrible scene was enacted. Priests, rulers, and scribes forgot the dignity of their sacred offices, and joined with the rabble in mocking and jeering the dying Son of God, saying, “If thou be the King of the Jews, save thyself.” And some deridingly repeated among themselves: “He saved others; himself he cannot save. If he be the King of Israel, let him now come down from the cross, and we will believe him. He trusted in God; let him deliver him now, if he will have him; for he said, I am the Son of God.” “And they that passed by railed on him, wagging their heads, and saying, Ah, thou that destroyest the temple, and buildest it in three days, save thyself, and come down from the cross.”"},{"refcode_short":"5Red 76.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 76.1 (Ellen Gould White)","content":"These men, who professed to be the expounders of prophecy, were themselves repeating the very words which inspiration had foretold they would utter upon this occasion; yet, in their blindness, they did not perceive that they were fulfilling prophecy. The dignitaries of the temple, the hardened soldiers, the vile thief upon the cross, and the base and cruel among the multitude, all united in their abuse of Christ."},{"refcode_short":"5Red 76.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 76.2 (Ellen Gould White)","content":"The thieves who were crucified with Jesus suffered like physical torture with him; but one was only hardened and rendered desperate and defiant by his pain. He took up the mocking of the priests, and railed upon Jesus, saying, “If thou be Christ, save thyself and us.” The other malefactor was not a hardened criminal; his morals had been corrupted by association with the base, but his crimes were not so great as were those of many who stood beneath the cross reviling the Saviour."},{"refcode_short":"5Red 76.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 76.3 (Ellen Gould White)","content":"In common with the rest of the Jews, he had believed that Messiah was soon to come. He had heard Jesus, and been convicted by his teachings; but through the influence of the priests and rulers he had turned away from him. He had sought to drown his convictions in the fascinations of pleasure. Corrupt associations had led him farther and farther into wickedness, until he was arrested for open crime and condemned to die upon the cross. During that day of trial he had been in company with Jesus in the judgment hall and on the way to Calvary. He had heard Pilate declare him to be a just man; he had marked his Godlike deportment and his pitying forgiveness of his tormentors. In his heart he acknowledged Jesus to be the Son of God."},{"refcode_short":"5Red 77.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 77.1 (Ellen Gould White)","content":"When he heard the sneering words of his companion in crime, he “rebuked him, saying, Dost thou not fear God, seeing thou art in the same condemnation? And we indeed justly; for we receive the due reward of our deeds; but this man hath done nothing amiss.” Then, as his heart went out to Christ, heavenly illumination flooded his mind. In Jesus, bruised, mocked, and hanging upon the cross, he saw his Redeemer, his only hope, and appealed to him in humble faith: “Lord, remember me when thou comest into thy kingdom! And Jesus said unto him, Verily I say unto thee today, [By placing the comma after the word today, instead of after the word thee, as in the common versions, the true meaning of the text is more apparent.] shalt thou be with me in Paradise.”"},{"refcode_short":"5Red 77.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 77.2 (Ellen Gould White)","content":"Jesus did not promise the penitent thief that he should go with him, upon the day of their crucifixion, to Paradise; for he himself did not ascend to his Father until three days afterward. See John 20:17. But he declared unto him, “I say unto thee today—” meaning to impress the fact upon his mind, that at that time, while enduring ignominy and persecution, he had the power to save sinners. He was man's Advocate with the Father, having the same power as when he healed the sick and raised the dead to life; it was his divine right to promise that day to the repentant, believing malefactor, “Thou shalt be with me in Paradise.”"},{"refcode_short":"5Red 77.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 77.3 (Ellen Gould White)","content":"The criminal upon the cross, notwithstanding his physical suffering, felt in his soul the peace and comfort of acceptance with God. The Saviour, lifted upon the cross, enduring pain and mockery, rejected by the priests and elders, is sought by a guilty, dying soul with a faith discerning the world's Redeemer in Him who is crucified like a malefactor. For such an object did the Son of God leave Heaven, to save lost and perishing sinners. While the priests and rulers, in their self-righteous scorn, fail to see his divine character, he reveals himself to the penitent thief as the sinner's Friend and Saviour. He thus teaches that the vilest sinner may find pardon and salvation through the merits of the blood of Christ."},{"refcode_short":"5Red 78.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 78.1 (Ellen Gould White)","content":"The Spirit of God illuminated the mind of this criminal, who took hold of Christ by faith, and, link after link, the chain of evidence that Jesus was the Messiah was joined together, until the suffering victim, in like condemnation with himself, stood forth before him as the Son of God. While the leading Jews deny him, and even the disciples doubt his divinity, the poor thief, upon the brink of eternity, at the close of his probation, calls Jesus his Lord! Many were ready to call him Lord when he wrought miracles, and also after he had risen from the grave; but none called him Lord as he hung dying upon the cross, save the penitent thief, who was saved at the eleventh hour."},{"refcode_short":"5Red 78.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 78.2 (Ellen Gould White)","content":"This was a genuine conversion under peculiar circumstances, for a special and peculiar purpose. It testified to all beholders that Jesus was not an impostor, but sustained his character, and carried out his mission to the closing scene of his earthly life. Never in his entire ministry were words more grateful to his ears than the utterance of faith from the lips of the dying thief, amid the blasphemy and taunts of the mob. But let no one neglect present opportunities and delay repentance, presuming on the eleventh-hour conversion of the thief, and trusting to a death-bed repentance. Every ray of light neglected leaves the sinner in greater darkness than before, till some fearful deception may take possession of his mind, and his case may become hopeless. Yet there are instances, like that of the poor thief, where enlightenment comes at the last moment, and is accepted with an intelligent faith. Such penitents find favor with Christ."},{"refcode_short":"5Red 79.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 79.1 (Ellen Gould White)","content":"With amazement the angels beheld the infinite love of Jesus, who, suffering the most excruciating agony of mind and body, thought only of others, and encouraged the penitent soul to believe. While pouring out his life in death, he exercised a love for man stronger than death. In Christ's humiliation, he, as a prophet, had addressed the daughters of Jerusalem; as priest and Advocate, he had pleaded with the Father to forgive the sins of his destroyers; as a loving Saviour, he had forgiven the iniquity of the penitent thief who called upon him. Many who witnessed those scenes upon Calvary were afterward established by them in the faith of Christ."},{"refcode_short":"5Red 79.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 79.2 (Ellen Gould White)","content":"The serpent lifted up in the wilderness represented the Son of man lifted upon the cross. Christ said to Nicodemus, “As Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up, that whosoever believeth in him should not perish, but have eternal life.” In the wilderness all who looked upon the elevated brazen serpent lived, while those who refused to look died. The two thieves upon the cross represent the two great classes of mankind. All have felt the poison of sin, represented by the sting of the fiery serpent in the wilderness. Those who look upon and believe in Jesus Christ, as the thief looked upon him when lifted upon the cross, shall live forever; but those who refuse to look upon him and believe in him, as the hardened thief refused to look upon and believe in the crucified Redeemer, shall die without hope."},{"refcode_short":"5Red 80.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 80.1 (Ellen Gould White)","content":"The enemies of Jesus now awaited his death with impatient hope. That event they imagined would forever hush the rumors of his divine power, and the wonders of his miracles. They flattered themselves that they should then no longer tremble because of his influence. The unfeeling soldiers who had stretched the body of Jesus upon the cross, divided his clothing among themselves, contending over one garment, which was woven without seam. They finally decided the matter by casting lots for it. The pen of inspiration had accurately described this scene hundreds of years before it took place: “For dogs have compassed me; the assembly of the wicked have inclosed me; they pierced my hands and my feet.” “They parted my raiment among them, and for my vesture they did cast lots.”"},{"refcode_short":"5Red 80.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 80.2 (Ellen Gould White)","content":"The eyes of Jesus wandered over the multitude that had collected together to witness his death, and he saw at the foot of the cross John supporting Mary, the mother of Christ. She had returned to the terrible scene, not being able to longer remain away from her son. The last lesson of Jesus was one of filial love. He looked upon the grief-stricken face of his mother, and then upon John; said he, addressing the former: “Woman, behold thy son.” Then, to the disciple: “Behold thy mother.” John well understood the words of Jesus, and the sacred trust which was committed to him. He immediately removed the mother of Christ from the fearful scene of Calvary. From that hour he cared for her as would a dutiful son, taking her to his own home. O pitiful, loving Saviour! Amid all his physical pain, and mental anguish, he had a tender, thoughtful care for the mother who had borne him. He had no money to leave her, by which to insure her future comfort, but he was enshrined in the heart of John, and he gave his mother unto the beloved disciple as a sacred legacy. This trust was to prove a great blessing to John, a constant reminder of his beloved Master."},{"refcode_short":"5Red 81.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 81.1 (Ellen Gould White)","content":"The perfect example of Christ's filial love shines forth with undimmed luster from the mist of ages. While enduring the keenest torture, he was not forgetful of his mother, but made all provision necessary for her future. The followers of Christ should feel that it is a part of their religion to respect and provide for their parents. No pretext of religious devotion can excuse a son or daughter from fulfilling the obligations due to a parent."},{"refcode_short":"5Red 81.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 81.2 (Ellen Gould White)","content":"The mission of Christ's earthly life was now nearly accomplished. His tongue was parched, and he said, “I thirst.” They saturated a sponge with vinegar and gall and offered it him to drink; and when he had tasted it, he refused it. And now the Lord of life and glory was dying, a ransom for the race. It was the sense of sin, bringing the Father's wrath upon him as man's substitute, that made the cup he drank so bitter, and broke the heart of the Son of God. Death is not to be regarded as an angel of mercy. Nature recoils from the thought of dissolution, which is the consequence of sin."},{"refcode_short":"5Red 82.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 82.1 (Ellen Gould White)","content":"But it was not the dread of death which caused the inexpressible agony of Jesus. To believe this would be to place him beneath the martyrs in courage and endurance; for many of those who have died for their faith, yielded to torture and death, rejoicing that they were accounted worthy to suffer for Christ's sake. Christ was the prince of sufferers; but it was not bodily anguish that filled him with horror and despair; it was a sense of the malignity of sin, a knowledge that man had become so familiar with sin that he did not realize its enormity, that it was so deeply rooted in the human heart as to be difficult to eradicate."},{"refcode_short":"5Red 82.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 82.2 (Ellen Gould White)","content":"As man's substitute and surety, the iniquity of men was laid upon Christ; he was counted a transgressor that he might redeem them from the curse of the law. The guilt of every descendant of Adam of every age was pressing upon his heart; and the wrath of God, and the terrible manifestation of his displeasure because of iniquity, filled the soul of his Son with consternation. The withdrawal of the divine countenance from the Saviour, in this hour of supreme anguish, pierced his heart with a sorrow that can never be fully understood by man. Every pang endured by the Son of God upon the cross, the blood drops that flowed from his head, his hands, and feet, the convulsions of agony which racked his frame, and the unutterable anguish that filled his soul at the hiding of his Father's face from him, speak to man, saying, It is for love of thee that the Son of God consents to have these heinous crimes laid upon him; for thee he spoils the domain of death, and opens the gates of Paradise and immortal life. He who stilled the angry waves by his word, and walked the foam-capped billows, who made devils tremble, and disease flee from his touch, who raised the dead to life and opened the eyes of the blind,—offers himself upon the cross as the last sacrifice for man. He, the sin-bearer, endures judicial punishment for iniquity, and becomes sin itself for man."},{"refcode_short":"5Red 83.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 83.1 (Ellen Gould White)","content":"Satan, with his fierce temptations, wrung the heart of Jesus. Sin, so hateful to his sight, was heaped upon him till he groaned beneath its weight. No wonder that his humanity trembled in that fearful hour. Angels witnessed with amazement the despairing agony of the Son of God, so much greater than his physical pain that the latter was hardly felt by him. The hosts of Heaven veiled their faces from the fearful sight."},{"refcode_short":"5Red 83.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 83.2 (Ellen Gould White)","content":"Inanimate nature expressed a sympathy with its insulted and dying Author. The sun refused to look upon the awful scene. Its full, bright rays were illuminating the earth at midday, when suddenly it seemed to be blotted out. Complete darkness enveloped the cross, and all the vicinity about, like a funeral pall. There was no eclipse or other natural cause for this darkness, which was deep as midnight without moon or stars. The dense blackness was an emblem of the soul-agony and horror that encompassed the Son of God. He had felt it in the garden of Gethsemane, when from his pores were forced drops of blood, and where he would have died had not an angel been sent from the courts of Heaven to invigorate the divine sufferer, that he might tread his blood-stained path to Calvary."},{"refcode_short":"5Red 84.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 84.1 (Ellen Gould White)","content":"The darkness lasted three full hours. No eye could pierce the gloom that enshrouded the cross, and none could penetrate the deeper gloom that flooded the suffering soul of Christ. A nameless terror took possession of all who were collected about the cross. The silence of the grave seemed to have fallen upon Calvary. The cursing and reviling ceased in the midst of half-uttered sentences. Men, women, and children prostrated themselves upon the earth in abject terror. Vivid lightnings, unaccompanied by thunder, occasionally flashed forth from the cloud, and revealed the cross and the crucified Redeemer."},{"refcode_short":"5Red 84.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 84.2 (Ellen Gould White)","content":"Priests, rulers, scribes, executioners, and the mob, all thought their time of retribution had come. After a while, some whispered to others that Jesus would now come down from the cross. Some attempted to grope their way back to the city, beating their breasts and wailing in fear."},{"refcode_short":"5Red 84.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 84.3 (Ellen Gould White)","content":"At the ninth hour the terrible darkness lifted from the people, but still wrapt the Saviour as in a mantle. The angry lightnings seemed to be hurled at him as he hung upon the cross. Then “Jesus cried with a loud voice, saying, Eloi, eloi, lama sabachthani? which is, being interpreted, My God, my God, why hast thou forsaken me?” As the outer gloom settled about Christ, many voices exclaimed, The vengeance of God is upon him! The bolts of God's wrath are hurled upon him because he claimed to be the Son of God! When the Saviour's despairing cry rang out, many who had believed on him were filled with terror; hope left them; if God had forsaken Jesus, what was to become of his followers, and the doctrine they had cherished?"},{"refcode_short":"5Red 85.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 85.1 (Ellen Gould White)","content":"The darkness now lifted itself from the oppressed spirit of Christ, and he revived to a sense of physical suffering, and said, “I thirst.” Here was a last opportunity for his persecutors to sympathize with and relieve him; but when the gloom was removed, their terror abated, and the old dread returned that Jesus might even yet escape them, “and one ran and filled a sponge full of vinegar, and put it on a reed, and gave him to drink, saying, Let alone; let us see whether Elias will come to take him down.”"},{"refcode_short":"5Red 85.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 85.2 (Ellen Gould White)","content":"In yielding up his precious life, Christ was not cheered by triumphant joy; all was oppressive gloom. There hung upon the cross the spotless Lamb of God, his flesh lacerated with stripes and wounds; those precious hands, that had ever been ready to relieve the oppressed and suffering, extended upon the cross, and fastened by the cruel nails; those patient feet, that had traversed weary leagues in the dispensing of blessings and in teaching the doctrine of salvation to the world, bruised and spiked to the cross; his royal head wounded by a crown of thorns; those pale and quivering lips, that had ever been ready to respond to the plea of suffering humanity, shaped to the mournful words, “My God, my God, why hast thou forsaken me?”"},{"refcode_short":"5Red 85.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 85.3 (Ellen Gould White)","content":"In silence the people watch for the end of this fearful scene. Again the sun shines forth; but the cross is enveloped in darkness. Priests and rulers look toward Jerusalem; and lo, the dense cloud has settled upon the city, and over Judah's plains, and the fierce lightnings of God's wrath are directed against the fated city. Suddenly the gloom is lifted from the cross, and in clear trumpet tones, that seem to resound throughout creation, Jesus cries, “It is finished;” “Father, into thy hands I commend my spirit.” A light encircled the cross, and the face of the Saviour shone with a glory like unto the sun. He then bowed his head upon his breast, and died."},{"refcode_short":"5Red 86.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 86.1 (Ellen Gould White)","content":"All the spectators stood paralyzed, and with bated breath gazed upon the Saviour. Again darkness settled upon the face of the earth, and a hoarse rumbling like heavy thunder was heard. This was accompanied by a violent trembling of the earth. The multitude were shaken together in heaps, and the wildest confusion and consternation ensued. In the surrounding mountains, rocks burst asunder with loud crashing, and many of them came tumbling down the heights to the plains below. The sepulchers were broken open, and the dead were cast out of their tombs. Creation seemed to be shivering to atoms. Priests, rulers, soldiers, and executioners were mute with terror, and prostrate upon the ground."},{"refcode_short":"5Red 86.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 86.2 (Ellen Gould White)","content":"The darkness was again lifted from Calvary, and hung like a pall over Jerusalem. At the moment in which Christ died, there were priests ministering in the temple before the vail which separated the holy from the most holy place. Suddenly they felt the earth tremble beneath them, and the vail of the temple, a strong, rich drapery that had been renewed yearly, was rent in twain from top to bottom by the same bloodless hand that wrote the words of doom upon the walls of Belshazzar's palace. The most holy place, that had been sacredly entered by human feet only once a year, was revealed to the common gaze. God had ever before protected his temple in a wonderful manner; but now its sacred mysteries were exposed to curious eyes. No longer would the presence of God overshadow the earthly mercy-seat. No longer would the light of his glory flash forth upon, nor the cloud of his disapproval shadow, the precious stones in the breast-plate of the high priest."},{"refcode_short":"5Red 87.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 87.1 (Ellen Gould White)","content":"When Christ died upon the cross of Calvary, a new and living way was opened to both Jew and Gentile. The Saviour was henceforth to officiate as Priest and Advocate in the Heaven of heavens. From henceforth the blood of beasts offered for sin was valueless; for the Lamb of God had died for the sins of the world. The darkness upon the face of nature expressed her sympathy with Christ in his expiring agony. It evidenced to humanity that the Sun of Righteousness, the Light of the world, was withdrawing his beams from the once favored city of Jerusalem, and from the world. It was a miraculous testimony given of God, that the faith of after generations might be confirmed."},{"refcode_short":"5Red 87.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 87.2 (Ellen Gould White)","content":"Jesus did not yield up his life till he had accomplished the work which he came to do; and he exclaimed with his parting breath, “It is finished!” Angels rejoiced as the words were uttered; for the great plan of redemption was being triumphantly carried out. There was joy in Heaven that the sons of Adam could now, through a life of obedience, be exalted finally to the presence of God. Satan was defeated, and knew that his kingdom was lost."},{"refcode_short":"5Red 87.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 87.3 (Ellen Gould White)","content":"When the Christian fully comprehends the magnitude of the great sacrifice made by the Majesty of Heaven, then will the plan of salvation be magnified before him, and to meditate upon Calvary will awaken the deepest and most sacred emotions of his heart. Contemplation of the Saviour's matchless love should absorb the mind, touch and melt the heart, refine and elevate the affections, and completely transform the whole character. The language of the apostle is, “I determined not to know anything among you, save Jesus Christ, and him crucified.” And we may look toward Calvary and exclaim, “God forbid that I should glory, save in the cross of our Lord Jesus Christ, by whom the world is crucified unto me, and I unto the world.”"},{"refcode_short":"5Red 88.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 88.1 (Ellen Gould White)","content":"With the death of Christ the hopes of his disciples seemed to perish. They looked upon his closed eyelids and drooping head, his hair matted with blood, his pierced hands and feet, and their anguish was indescribable. They had not believed until the last that he would die, and they could hardly credit their senses that he was really dead. The Majesty of Heaven had yielded up his life, forsaken of the believers, unattended by one act of relief or word of sympathy; for even the pitying angels had not been permitted to minister to their beloved Commander."},{"refcode_short":"5Red 88.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 88.2 (Ellen Gould White)","content":"Evening drew on, and an unearthly stillness hung over Calvary. The crowd dispersed, and many returned to Jerusalem greatly changed in spirit from what they had been in the morning. Many of them had then collected at the crucifixion from curiosity, and not from hatred toward Christ. Still they accepted the fabricated reports of the priests concerning him, and looked upon him as a malefactor. At the execution they had imbibed the spirit of the leading Jews, and, under an unnatural excitement, had united with the mob in mocking and railing against him."},{"refcode_short":"5Red 89.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 89.1 (Ellen Gould White)","content":"But when the earth was draped with blackness, and they stood accused by their own consciences, reason again resumed her sway, and they felt guilty of doing a great wrong. No jest nor mocking laughter was heard in the midst of that fearful gloom; and when it was lifted, they solemnly made their way to their homes, awestruck and conscience-smitten. They were convinced that the accusations of the priests were false, that Jesus was no pretender; and a few weeks later they were among the thousands who became thorough converts to Christ, when Peter preached upon the day of Pentecost, and the great mystery of the cross was explained with other mysteries in regard to Messiah."},{"refcode_short":"5Red 89.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 89.2 (Ellen Gould White)","content":"The Roman officers in charge were standing about the cross when Jesus cried out, “It is finished,” in a voice of startling power, and then instantly died with that cry of victory upon his lips. They had never before witnessed a death like that upon the cross. It was an unheard-of thing for one to die thus within six hours after crucifixion. Death by crucifixion was a slow and lingering process; nature became more and more exhausted until it was difficult to determine when life had become extinct. But for a man dying thus to summon such power of voice and clearness of utterance as Jesus had done, immediately before his death, was such an astonishing event that the Roman officers, experienced in such scenes, marveled greatly; and the centurion who commanded the detachment of soldiers on duty there, immediately declared, “Truly this was the Son of God.” Thus three men, differing widely from one another, openly declared their belief in Christ upon the very day of his death—he who commanded the Roman guard, he who bore the cross of his Saviour, and he who died upon the cross by his side."},{"refcode_short":"5Red 90.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 90.1 (Ellen Gould White)","content":"The spectators, and the soldiers who guarded the cross, were convinced, so far as their minds were capable of grasping the idea, that Jesus was the Redeemer for whom Israel had so long looked. But the darkness that mantled the earth could not be more dense than that which enveloped the minds of the priests and rulers. They were unchanged by the events they had witnessed, and their hatred of Jesus had not abated with his death."},{"refcode_short":"5Red 90.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 90.2 (Ellen Gould White)","content":"At his birth the angel star in the heavens had known Christ, and had conducted the seers to the manger where he lay. The heavenly hosts had known him, and sung his praise over the plains of Bethlehem. The sea had acknowledged his voice, and was obedient to his command. Disease and death had recognized his authority, and yielded their prey to his demand. The sun had known him, and hidden its face of light from the sight of his dying anguish. The rocks had known him, and shivered into fragments at his dying cry. Although inanimate nature recognized, and bore testimony of Christ, that he was the Son of God, yet the priests and rulers knew not the Saviour, rejected the evidence of his divinity, and steeled their hearts against his truths. They were not so susceptible as the granite rocks of the mountains."},{"refcode_short":"5Red 90.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 90.3 (Ellen Gould White)","content":"The Jews were unwilling that the bodies of those who had been executed should remain that night upon the cross. They dreaded to have the attention of the people directed any farther to the events attending the death of Jesus. They feared the results of that day's work upon the minds of the public. So, under pretext that they did not wish the sanctity of the Sabbath to be defiled by the bodies remaining upon the cross during that holy day, which was the one following the crucifixion, the leading Jews sent a request to Pilate that he would permit them to hasten the death of the victims, so that their bodies might be removed before the setting of the sun."},{"refcode_short":"5Red 91.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 91.1 (Ellen Gould White)","content":"Pilate was unwilling as they were that the spectacle of Jesus upon the cross should remain a moment longer than was necessary. The consent of the governor having been obtained, the legs of the two that were crucified with Jesus were broken to hasten their death; but Jesus was already dead, and they broke not his legs. The rude soldiers, who had witnessed the looks and words of Jesus upon his way to Calvary, and while dying upon the cross, were softened by what they had witnessed, and were restrained from marring him by breaking his limbs. Thus was prophecy fulfilled, which declared that a bone of him should not be broken; and the law of the passover, requiring the sacrifice to be perfect and whole, was also fulfilled in the offering of the Lamb of God. “They shall leave none of it unto the morning, nor break any bone of it; according to all the ordinances of the passover they shall keep it.”"},{"refcode_short":"5Red 91.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 91.2 (Ellen Gould White)","content":"A soldier, at the suggestion of the priests who wished to make the death of Jesus sure, thrust his spear into the Saviour's side, inflicting a wound which would have caused instant death if he had not already been dead. From the wide incision made by the spear there flowed two copious and distinct streams, one of blood, the other of water. This remarkable fact was noted by all the beholders, and John states the occurrence very definitely; he says: “One of the soldiers with a spear pierced his side, and forthwith came there out blood and water. And he that saw it bare record, and his record is true; and he knoweth that he saith true, that ye might believe. For these things were done that the scripture should be fulfilled. A bone of him shall not be broken. And again another scripture saith, They shall look on him whom they pierced.”"},{"refcode_short":"5Red 92.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 92.1 (Ellen Gould White)","content":"After the resurrection, the priests and rulers caused the report to be circulated that Jesus did not die upon the cross, that he merely fainted and was afterward resuscitated. Another lying report affirmed that it was not a real body of flesh and bone but the likeness of a body that was laid in the tomb. But the testimony of John concerning the pierced side of the Saviour, and the blood and water that flowed from the wound, refutes these falsehoods that were brought into existence by the unscrupulous Jews."},{"refcode_short":"5Red 92","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 92 (Ellen Gould White)","content":"At the Sepulcher"},{"refcode_short":"5Red 92.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 92.2 (Ellen Gould White)","content":"Treason against the Roman government was the alleged crime for which Jesus was executed, and persons put to death for this offense were taken down by the common soldiers and consigned to a burial ground reserved exclusively for that class of criminals who had suffered the extreme penalty of the law."},{"refcode_short":"5Red 93.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 93.1 (Ellen Gould White)","content":"John was at a loss to know what measures he should take in regard to the body of his beloved Master. He shuddered at the thought of its being handled by rough and unfeeling soldiers, and placed in a dishonored burial place. He knew he could obtain no favors from the Jewish authorities, and he could hope little from Pilate. But Joseph and Nicodemus came to the front in this emergency. Both of these men were members of the Sanhedrim, and acquainted with Pilate. Both were men of wealth and influence. They were determined that the body of Jesus should have an honorable burial."},{"refcode_short":"5Red 93.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 93.2 (Ellen Gould White)","content":"Joseph went boldly to Pilate, and begged from him the body of Jesus for burial. His prayer was speedily granted by Pilate, who firmly believed Jesus to have been innocent. Pilate now for the first time heard from Joseph that Jesus was really dead. The knowledge had been purposely kept from him, although various conflicting reports had reached his ears concerning the strange events attending the crucifixion. Now he learned that the Saviour died at the very moment when the mysterious darkness that enshrouded the earth had passed away. Pilate was surprised that Jesus had died so soon; for those who were crucified frequently lingered days upon the cross. The account which Pilate now received of the death of Jesus caused him more firmly to believe that he was no ordinary man. The Roman governor was strangely agitated, and regretted most keenly the part he had taken in the condemnation of the Saviour."},{"refcode_short":"5Red 93.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 93.3 (Ellen Gould White)","content":"The priests and rulers had charged Pilate and his officers to guard against any deception which the disciples of Jesus might attempt to practice upon them in regard to the body of their Master. Pilate, therefore, before granting the request of Joseph, sent for the centurion who was in command of the soldiers at the cross, and heard for a certainty from his lips that Jesus was dead; and in compliance with Pilate's earnest request he recounted the fearful scenes of Calvary, corroborating the testimony of Joseph."},{"refcode_short":"5Red 94.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 94.1 (Ellen Gould White)","content":"Pilate then gave an official order that the body of Jesus should be given to Joseph. While the disciple John was anxious and troubled about the sacred remains of his beloved Master, Joseph of Arimathea returned with the commission from the governor; and Nicodemus, anticipating the result of Joseph's interview with Pilate, came with a costly mixture of myrrh and aloes of about one hundred pounds’ weight. The most honored in all Jerusalem could not have been shown more respect in death."},{"refcode_short":"5Red 94.2","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 94.2 (Ellen Gould White)","content":"The women of Galilee had remained with the disciple John to see what disposition would be made of the body of Jesus, which was very precious to them, although their faith in him as the promised Messiah had perished with him. The disciples were plunged in sorrow; they were so overwhelmed by the events which had transpired that they were unable to recall the words of Jesus stating that just such things would take place concerning him. The women were astonished to see Joseph and Nicodemus, both honored and wealthy councilors, as anxious and interested as themselves for the proper disposal of the body of Jesus."},{"refcode_short":"5Red 94.3","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 94.3 (Ellen Gould White)","content":"Neither of these men had openly attached himself to the Saviour while he was living, although both believed on him. They knew that if they declared their faith they would be excluded from the Sanhedrim council, on account of the prejudice of the priests and elders toward Jesus. This would have cut them off from all power to aid or protect him by using their influence in the council. Several times they had shown the fallacy of the grounds of his condemnation, and protested against his arrest, and the council had broken up without accomplishing that for which it had been called together; for it was impossible to procure the condemnation of Jesus without the unanimous consent of the Sanhedrim. The object of the priests had finally been obtained by calling a secret council, to which Joseph and Nicodemus were not summoned."},{"refcode_short":"5Red 95.1","refcode_long":"Redemption Or The Sufferings Of Christ His Trial And Crucifixion, p. 95.1 (Ellen Gould White)","content":"The two councilors now came boldly forth to the aid of the disciples. The help of these rich and honored men was greatly needed at that time. They could do for the slain Saviour what it was impossible for the poorer disciples to do; and their influential positions protected them, in a great measure, from censure and remonstrance. While the acknowledged disciples of Christ were too thoroughly disheartened and intimidated to show themselves openly to be his followers, these men came boldly to the front and acted their noble part."}]