[{"refcode_short":"6Red 2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 2 (Ellen Gould White)","content":"Redemption: or the Resurrection of Christ; and His Ascension"},{"refcode_short":"6Red 2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 2 (Ellen Gould White)","content":"Note to the Reader"},{"refcode_short":"6Red 2.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 2.1 (Ellen Gould White)","content":"This little book, recording the history of the resurrection and ascension of Christ, is presented to the reader in the belief that its perusal will aid him in studying the sacred Scriptures. This, with the preceding books of this series, contains many features of the life and mission of Christ, not presented in any other work."},{"refcode_short":"6Red 3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 3 (Ellen Gould White)","content":"The Resurrection of Christ"},{"refcode_short":"6Red 3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 3 (Ellen Gould White)","content":"After the Crucifixion"},{"refcode_short":"6Red 3.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 3.1 (Ellen Gould White)","content":"The Jewish priests and rulers had now carried out their fiendish purpose of putting to death the Son of God; but their apprehensions were not quieted, nor was their jealousy of Christ dead. Mingled with the joy of gratified revenge, there was an ever-present fear that his dead body lying in Joseph's tomb would come forth to life. They had labored to believe that he was a deceiver; but it was in vain. They everywhere heard inquiries for Jesus of Nazareth from those who had not heard of his death, and had brought their sick and dying friends to the passover to be healed by the great Physician. The priests knew in their hearts that Jesus had been all-powerful; they had witnessed his miracle at the grave of Lazarus; they knew that he had there raised the dead to life, and they trembled for fear he would himself rise from the dead."},{"refcode_short":"6Red 3.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 3.2 (Ellen Gould White)","content":"They had heard him declare that he had power to lay down his life and to take it up again; they remembered that he had said, “Destroy this temple, and in three days I will raise it up;” they put this and that together, and were afraid. When Judas had betrayed his Master to the priests, he had repeated to them the declaration which Jesus had privately made to his disciples while on their way to the city. He had said, “Behold, we go up to Jerusalem; and the Son of man shall be betrayed unto the chief priests and unto the scribes, and they shall condemn him to death, and shall deliver him to the Gentiles to mock, and to scourge, and to crucify him; and the third day he shall rise again.” They remembered many things which he had said, that they now recognized as plain prophecies of the events which had taken place. They did not desire to think of these things, but they could not shut them from their understanding. Like their father, the devil, they believed and trembled."},{"refcode_short":"6Red 4.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 4.1 (Ellen Gould White)","content":"Now that the frenzy of excitement was passed, the image of Christ would intrude upon their minds, as he stood serene and uncomplaining before his enemies, suffering their taunts and abuse without a murmur. They remembered the prayer for forgiveness, offered in behalf of those who nailed him to the cross, his forgetfulness of his own suffering, and his merciful response to the prayer of the dying thief, the darkness which covered the earth, its sudden lifting, and his triumphant cry, “It is finished,” which seemed to resound through the universe, his immediate death, the quaking of the earth and the shivering of the rocks, the opening of the graves and the rending of the vail of the temple. All these remarkable circumstances pressed upon their minds the overpowering evidence that Jesus was the Son of God."},{"refcode_short":"6Red 4.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 4.2 (Ellen Gould White)","content":"They rested but little upon the Sabbath. Though they would not step over a Gentile's threshold for fear of defilement, yet they held a council concerning the body of Christ. They knew that the disciples would not attempt to remove him until after the Sabbath; but they were anxious that all precautions should be taken at its close. Therefore “the chief priests and Pharisees came together unto Pilate, saying, Sir, we remember that that deceiver said, while he was yet alive, After three days I will rise again. Command, therefore, that the sepulcher be made sure until the third day, lest his disciples come by night, and steal him away, and say unto the people, He is risen from the dead; so the last error shall be worse than the first.” Pilate was as unwilling as were the Jews that Jesus should rise with power to punish the guilt of those who had destroyed him, and he placed a band of Roman soldiers at the command of the priests. Said he, “Ye have a watch; go your way, make it as sure as ye can. So they went, and made the sepulcher sure, sealing the stone and setting a watch.”"},{"refcode_short":"6Red 5.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 5.1 (Ellen Gould White)","content":"The discipline of the Roman army was very severe. A sentinel found sleeping at his post was punishable with death. The Jews realized the advantage of having such a guard about the tomb of Jesus. They placed a seal upon the stone that closed the sepulcher, that it might not be disturbed without the fact being known, and took every precaution against the disciples practicing any deception in regard to the body of Jesus. But all their plans and precautions only served to make the triumph of the resurrection more complete, and to more fully establish its truth."},{"refcode_short":"6Red 5.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 5.2 (Ellen Gould White)","content":"How must God and his holy angels have looked upon all those preparations to guard the body of the world's Redeemer! How weak and foolish must those efforts have seemed! The words of the psalmist picture this scene: “Why do the heathen rage, and the people imagine a vain thing? The kings of the earth set themselves, and the rulers take counsel together against the Lord, and against his Anointed, saying, Let us break their bands asunder, and cast away their cords from us. He that sitteth in the heavens shall laugh; the Lord shall have them in derision.” Roman guards and Roman arms were powerless to confine the Lord of life within the narrow inclosure of the sepulcher. Christ had declared that he had power to lay down his life and to take it up again. The hour of his victory was near."},{"refcode_short":"6Red 6.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 6.1 (Ellen Gould White)","content":"God had ruled the events clustering around the birth of Christ. There was an appointed time for him to appear in the form of humanity. A long line of inspired prophecy pointed to the coming of Christ to our world, and minutely described the manner of his reception. Had the Saviour appeared at an earlier period in the world's history, the advantages gained to Christians would not have been so great, as their faith would not have been developed and strengthened by dwelling upon the prophecies which stretched into the far future, and recounted the events which were to transpire."},{"refcode_short":"6Red 6.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 6.2 (Ellen Gould White)","content":"Because of the wicked departure of the Jews from God, he had allowed them to come under the power of a heathen nation. Only a certain limited power was granted the Jews; even the Sanhedrim was not allowed to pronounce final judgment upon any important case which involved the infliction of capital punishment. A people controlled, as were the Jews, by bigotry and superstition, are most cruel and unrelenting. The wisdom of God was displayed in sending his Son to the world at a time when the Roman power held sway. Had the Jewish economy possessed full authority, we should not now have a history of the life and ministry of Christ among men. The jealous priests and rulers would have quickly made away with so formidable a rival. He would have been stoned to death on the false accusation of breaking the law of God. The Jews put no one to death by crucifixion; that was a Roman method of punishment; there would therefore have been no cross upon Calvary. Prophecy would not then have been fulfilled; for Christ was to be lifted up in the most public manner on the cross, as the serpent was lifted up in the wilderness."},{"refcode_short":"6Red 7.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 7.1 (Ellen Gould White)","content":"Had the coming of Christ been deferred many years later, until the Jewish power had become still less, prophecy would have failed of its fulfillment; for it would not have been possible for the Jews, with their waning power, to have influenced the Roman authorities to sign the death-warrant of Jesus upon the lying charges presented, and there would have been no cross of Christ erected upon Calvary. Soon after the Saviour's execution the method of death by crucifixion was abolished. The scenes which took place at the death of Jesus, the inhuman conduct of the people, the supernatural darkness which veiled the earth, and the agony of nature displayed in the rending of the rocks and the flashing of the lightning, struck them with such remorse and terror, that the cross, as an instrument of death, soon fell into disuse. At the destruction of Jerusalem, when mob power again obtained control, crucifixion was again revived for a time, and many crosses stood upon Calvary."},{"refcode_short":"6Red 8.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 8.1 (Ellen Gould White)","content":"Christ coming at the time and in the manner which he did was a direct and complete fulfillment of prophecy. The evidence of this, given to the world through the testimony of the apostles and that of their contemporaries, is among the strongest proofs of the Christian faith. We were not eye-witnesses of the miracles of Jesus, which attest his divinity; but we have the statements of his disciples who were eye-witnesses of them, and we see by faith through their eyes, and hear through their ears; and our faith with theirs grasps the evidence given."},{"refcode_short":"6Red 8.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 8.2 (Ellen Gould White)","content":"The apostles accepted Jesus upon the testimony of prophets and righteous men, stretching over a period of many centuries. The Christian world have a full and complete chain of evidence running through both the Old and the New Testament; in the one pointing to a Saviour to come, and in the other fulfilling the conditions of that prophecy. All this is sufficient to establish the faith of those who are willing to believe. The design of God was to leave the race a fair opportunity to develop faith in the power of God, and of his Son, and in the work of the Holy Spirit."},{"refcode_short":"6Red 8.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 8.3 (Ellen Gould White)","content":"The priests who ministered before the altar had gloomy presentiments as they looked upon the vail, rent by unseen hands from top to bottom, and which there had not been time to replace or to fully repair. The uncovering of the sacred mysteries of the most holy place brought to them a shuddering dread of coming calamity. Many of the officiating priests were deeply convicted of the true character of Jesus; their searching of the prophecies had not been in vain, and after he was raised from the dead they acknowledged him as the Son of God."},{"refcode_short":"6Red 9.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 9.1 (Ellen Gould White)","content":"During that memorable passover the scenes of the crucifixion were the theme of thought, and the topic of conversation. Hundreds had brought with them to the passover their afflicted relatives and friends, expecting to see Jesus and prevail upon him to heal and save them. Great was their disappointment to find that he was not at the feast; and when they were told that he had been executed as a criminal, their indignation and grief knew no bounds."},{"refcode_short":"6Red 9.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 9.2 (Ellen Gould White)","content":"The multitudes of sufferers who had come with the expectation of being healed by the Saviour sank under their disappointment. The streets and the temple courts were filled with mourning. The sick were dying for want of the healing touch of Jesus of Nazareth. Physicians were consulted in vain; there was no skill like that of Him who lay in state in Joseph's tomb. The afflicted, who had long looked forward to this time as their only hope of relief, asked in vain for the Healer they had sought."},{"refcode_short":"6Red 9.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 9.3 (Ellen Gould White)","content":"The revenge which the priests thought would be so sweet had already become bitterness to them. They knew that they were meeting the severe censure of the people; they knew that the very persons whom they had influenced against Jesus were now horrified by their own shameful work. As they witnessed all these proofs of the divine influence of Jesus, they were more afraid of his dead body in the tomb than they had been of him when he was living and among them. The possibility of his coming forth from the sepulcher filled their guilty souls with indescribable terror. They felt that Jesus might at any time stand before them, the accused to become the accuser, the condemned to in turn condemn, the slain to demand justice in the death of his murderers."},{"refcode_short":"6Red 10","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 10 (Ellen Gould White)","content":"The Resurrection"},{"refcode_short":"6Red 10.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 10.1 (Ellen Gould White)","content":"Every preparation had been made at the sepulcher to prevent any surprise or fraud being perpetrated by the disciples. The night had worn slowly away, and the darkest hour before daybreak had come. The Roman guards were keeping their weary watch, the sentinels pacing to and fro before the sepulcher, while the remainder of the detachment of one hundred soldiers were reclining upon the ground in different positions, taking what rest they could. But angels were also guarding the sepulcher, one of whom could have stricken down the whole Roman army by the putting forth of his power."},{"refcode_short":"6Red 10.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 10.2 (Ellen Gould White)","content":"One of the most exalted order of angels is sent from Heaven; his countenance is like the lightning, and his garments white as snow. He parts the darkness from his track, and the whole heavens are lit with his resplendent glory. The sleeping soldiers start simultaneously to their feet, and gaze with awe and wonder at the open, lighted heavens, and the vision of brightness which approaches. The earth trembles and heaves; soldiers, officers, and sentinels all fall as dead men prostrate upon the earth. The evil angels, who have triumphantly claimed the body of Christ, flee in terror from the place. One of the mighty, commanding angels who has, with his company, been keeping watch over the tomb of his Master, joins the powerful angel who comes from Heaven; and together they advance directly to the sepulcher."},{"refcode_short":"6Red 11.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 11.1 (Ellen Gould White)","content":"The angelic commander laid hold of the great stone which had required many strong men to place it in position, rolled it away, and took his seat upon it, while his companion entered the sepulcher and unwound the wrappings from the face and head of Jesus. Then the mighty angel, with a voice that caused the earth to quake, was heard: Jesus, thou Son of God, thy Father calls thee! Then he who had earned the power to conquer death and the grave came forth, with the tread of a conqueror, from the sepulcher, amid the reeling of the earth, the flashing of lightning, and the roaring of thunder. An earthquake marked the hour when Christ laid down his life; and another earthquake signaled the moment when he took it up again in triumph."},{"refcode_short":"6Red 11.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 11.2 (Ellen Gould White)","content":"Jesus was the first-fruits of them that slept. When he came forth from the tomb he called a multitude from the dead, thus settling forever the long-disputed question of the resurrection. In raising this multitude of captives from the dead, he gives evidence that there will be a final resurrection of those who sleep in Jesus. The believers in Christ thus receive the very light they want in regard to the future life of the pious dead."},{"refcode_short":"6Red 11.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 11.3 (Ellen Gould White)","content":"Satan was bitterly incensed that his angels had fled from the presence of the heavenly angels, and that Christ had conquered death, and shown by this act what his future power was to be. All the triumph that Satan had experienced in witnessing his own power over men, which had urged them on to insult and murder the Son of God, fled before this exhibition of the divine power of Christ. He had dared to hope that Jesus would not take up his life again; but his courage failed him when the Saviour came forth, having paid the full ransom of man, and enabled him to overcome Satan in his own behalf in the name of Christ, the Conqueror. The arch-enemy now knew that he must eventually die, and that his kingdom would have an end."},{"refcode_short":"6Red 12.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 12.1 (Ellen Gould White)","content":"In this scene of the resurrection of the Son of God is given a lively image of the glory that will be revealed at the general resurrection of the just at the second appearing of Christ in the clouds of heaven. Then the dead that are in their graves shall hear his voice and come forth to life; and not only the earth, but the heavens themselves, shall be shaken. A few graves were opened at the resurrection of Christ; but at his second coming all the precious dead, from righteous Abel to the last saint that dies, shall awake to glorious, immortal life."},{"refcode_short":"6Red 12.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 12.2 (Ellen Gould White)","content":"If the soldiers at the sepulcher were so filled with terror at the appearance of one angel clothed with heavenly light and strength, that they fell as dead men to the ground, how will his enemies stand before the Son of God, when he comes in power and great glory, accompanied by ten thousand times ten thousand, and thousands of thousands of angels from the courts of Heaven? Then the earth shall reel to and fro like a drunkard, and be removed as a cottage. The elements shall be in flames, and the heavens shall be rolled together as a scroll."},{"refcode_short":"6Red 12.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 12.3 (Ellen Gould White)","content":"At the death of Jesus the soldiers had beheld the earth wrapped in profound darkness at midday; but at the resurrection they saw the brightness of the angels illuminate the night, and heard the inhabitants of Heaven singing with great joy and triumph: Thou hast vanquished Satan and the powers of darkness! Thou hast swallowed up death in victory! “And I heard a loud voice saying in Heaven, Now is come salvation and strength, and the kingdom of our God, and the power of his Christ; for the accuser of our brethren is cast down, who accused them before our God day and night.”"},{"refcode_short":"6Red 13.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 13.1 (Ellen Gould White)","content":"The casting down of Satan as an accuser of the brethren in Heaven was accomplished by the great work of Christ in giving up his life. Notwithstanding Satan's persistent opposition, the plan of redemption was being carried out. Man was esteemed of sufficient value for Christ to sacrifice his life for him. Satan, knowing that the empire he had usurped would in the end be wrested from him, determined to spare no pains to destroy as many as possible of the creatures whom God had created in his image. He hated man because Christ had manifested for him such forgiving love and pity, and he now prepared to practice upon him every species of deception by which he might be lost; he pursued his course with more energy because of his own hopeless condition."},{"refcode_short":"6Red 13.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 13.2 (Ellen Gould White)","content":"Christ came to earth to vindicate the claims of his Father's law, and his death shows the immutability of that law. But Satan thrusts upon man the fallacy, that the law of God was abolished by the death of Christ, and he thus leads many professed Christians to transgress the Father's commandments, while they assume devotion to his Son."},{"refcode_short":"6Red 13.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 13.3 (Ellen Gould White)","content":"The Christian world is not sufficiently acquainted with the history of Satan, and the terrible power that he wields. Many look upon him as a mere imaginary being. Meanwhile he has crept into the popular mind; he sways the people—he assumes the character of an angel of light—he marshals his trained forces like a skilled general—he has gained profound knowledge of human nature, and can be logical, philosophical, or hypocritically religious."},{"refcode_short":"6Red 14.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 14.1 (Ellen Gould White)","content":"He now prepared to work upon the minds of the priests in regard to the event of the resurrection of Christ. He knew that, having already fallen into his trap, and committed the horrible crime of slaying the Son of God, they were entirely in his power, and their only course to escape the wrath of the people was to persist in denouncing Jesus as an impostor, and to accuse his disciples of stealing away his body that they might declare him to be risen from the dead."},{"refcode_short":"6Red 14.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 14.2 (Ellen Gould White)","content":"After the exceeding glory of the angelic messenger had faded from the heavens and from the sepulcher, the Roman guards ventured to raise their heads and to look about them. They saw that the great stone at the door of the sepulcher was removed, and they arose in consternation to find the body of Jesus gone and the tomb empty. They turned from the sepulcher, overwhelmed by what they had seen and heard, and made their way with all haste to the city, relating to those whom they met the marvelous scenes they had witnessed. Some of the disciples, who had passed a sleepless night, heard the wonderful story with mingled hope and fear. Meanwhile a messenger was dispatched to the priests and rulers, announcing to them: Christ whom ye crucified is risen from the dead!"},{"refcode_short":"6Red 15.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 15.1 (Ellen Gould White)","content":"A servant was immediately sent with a private message summoning the Roman guard to the palace of the high priest. There they were closely questioned; they gave a full statement of what they had witnessed at the sepulcher: That an awful messenger had come from Heaven with face like the lightning for brightness, and with garments white as snow; that the earth shook and trembled, and they were stricken powerless; that the angel had laid hold of the immense stone at the door of the sepulcher, and had rolled it away as if it had been a pebble; that a form of great glory had emerged from the sepulcher; that a chorus of voices had made the heavens and earth vocal with songs of victory and joy; that when the light had faded out, and the music had ceased, they had recovered their strength, found the tomb empty, and the body of Jesus nowhere to be found."},{"refcode_short":"6Red 15.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 15.2 (Ellen Gould White)","content":"When the priests, scribes, and rulers heard this account, their faces were blanched to a deadly pallor. They could not utter a word. With horror they perceived that two-thirds of the prophecy concerning Messiah had now been fulfilled, and their hearts failed them with fear of what might be about to take place. They could not question the evidence of the witnesses before them. Jesus of Nazareth, the crucified one, had indeed risen from the dead."},{"refcode_short":"6Red 15.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 15.3 (Ellen Gould White)","content":"When they had recovered from their first shock at hearing this news, they began to consider what course they would best pursue, and Satan was present to suggest ways and means. They felt that they had placed themselves where they had no alternative but to brave it out, and deny Christ to the very last. They reasoned that if this report should be circulated among the people, they would not only be stripped of their honor and authority, but would probably lose their lives. Jesus had said that he would rise from the dead and ascend to Heaven; they determined to keep the people in ignorance of the fulfillment of his word. They thought this could be done if the Roman guard could be bought with money."},{"refcode_short":"6Red 16.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 16.1 (Ellen Gould White)","content":"They found upon trial that the guard could be induced by large bribes to deny their former report, and to testify that the disciples had stolen the body of Jesus in the night, while the sentinels slept. It was a crime punishable by death for a sentinel to sleep at his post; and, in order to secure the evidence they wished, the priests promised to insure the safety of the guard. The Roman soldiers sold their integrity to the false Jews for money. They came in before the priests burdened with a most startling message of truth, and went out with a burden of money, and with a lying report upon their tongues which had been framed for them by the priests."},{"refcode_short":"6Red 16.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 16.2 (Ellen Gould White)","content":"Meanwhile a messenger had been sent, bearing the news to Pilate. When he heard what had occurred, his soul was filled with terror. He shut himself within his home, not wishing to see any one; but the priests found their way into his presence, and urged him to make no investigation of the affirmed neglect of the sentinels, but to let the matter pass. Pilate at length consented to this, after having a private interview with the guard, and learning all the particulars from them. They dared not conceal anything from the governor for fear of losing their lives. Pilate did not prosecute the matter farther, but from that time there was no more peace or comfort for him."},{"refcode_short":"6Red 17","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 17 (Ellen Gould White)","content":"The Women at the Tomb"},{"refcode_short":"6Red 17.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 17.1 (Ellen Gould White)","content":"The spices with which the body of Jesus was to be anointed had been prepared on the day preceding the Sabbath. Early in the morning of the first day of the week, the Marys, with certain other women, went to the sepulcher to proceed with the work of embalming the body of the Saviour. As they neared the garden, they were surprised to see the heavens beautifully lighted up, and the earth trembling beneath their feet. They hastened to the sepulcher, and were astonished to find that the stone was rolled away from the door, and that the Roman guard were not there. They noticed a light shining about the tomb, and, looking in, saw that it was empty."},{"refcode_short":"6Red 17.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 17.2 (Ellen Gould White)","content":"Mary then hastened with all speed to the disciples, and informed them that Jesus was not in the sepulcher where they had laid him. While she was upon this errand, the other women, who waited for her at the sepulcher, made a more thorough examination of the interior, to satisfy themselves that their Lord was indeed gone. Suddenly they beheld a beautiful young man, clothed in shining garments, sitting by the sepulcher. It was the angel who had rolled away the stone, and who now assumed a character that would not terrify the women who had been the friends of Christ, and assisted him in his public ministry. But notwithstanding the veiling of the brightness of the angel, the women were greatly amazed and terrified at the glory of the Lord which encircled him. They turned to flee from the sepulcher, but the heavenly messenger addressed them with soothing and comforting words: “Fear not ye; for I know that ye seek Jesus, who was crucified. He is not here, for he is risen, as he said. Come, see the place where the Lord lay. And go quickly, and tell his disciples that he is risen from the dead; and behold, he goeth before you into Galilee; there shall ye see him; lo, I have told you.”"},{"refcode_short":"6Red 18.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 18.1 (Ellen Gould White)","content":"As the women responded to the invitation of the angel, and looked again into the sepulcher, they saw another angel of shining brightness, who addressed them with the inquiry: “Why seek ye the living among the dead? He is not here, but is risen; remember how he spake unto you when he was yet in Galilee, saying, The Son of man must be delivered into the hands of sinful men, and be crucified, and the third day rise again.” These angels were well acquainted with the words of Jesus to his disciples, for they had been with him in the capacity of guardian angels, through all the scenes of his life, and had witnessed his trial and crucifixion."},{"refcode_short":"6Red 18.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 18.2 (Ellen Gould White)","content":"With combined wisdom and tenderness, the angels reminded the women of the words of Jesus, warning them beforehand of his crucifixion and resurrection. The women now fully comprehended the words of their Master, which at the time were veiled in mystery to them. They gathered fresh hope and courage. Jesus had declared that he would rise from the dead, and had rested his claims as the Son of God, the Redeemer of the world, upon his future resurrection from the dead."},{"refcode_short":"6Red 18.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 18.3 (Ellen Gould White)","content":"Mary, who had first discovered that the tomb was empty, hurried to Peter and John, and announced that the Lord had been taken out of the sepulcher, and she knew not where they had laid him. At these words the disciples both hastened to the sepulcher, and found it as Mary had said. The body of their Master was not there, and the linen clothes lay by themselves. Peter was perplexed; but John believed that Jesus had risen from the dead, as he had told them he should do. They did not understand the scripture of the Old Testament, which taught that Christ should rise from the dead; but the belief of John was based upon the words of Jesus himself while he was yet with them."},{"refcode_short":"6Red 19.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 19.1 (Ellen Gould White)","content":"The disciples left the sepulcher, and returned to their homes; but Mary could not bear to leave while all was uncertainty as to what had become of the body of her Lord. As she stood weeping, she stooped down to once more look into the sepulcher; and lo, there were two angels, clothed in garments of white. They were disguised by an appearance of humanity, and Mary did not recognize them as celestial beings. One sat where the head of Jesus had rested, and the other where his feet had been. They addressed Mary with the words: “Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.” In view of the open sepulcher, and the disappearance of her Master's body, Mary was not easily comforted."},{"refcode_short":"6Red 19.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 19.2 (Ellen Gould White)","content":"In her abandonment of grief she did not notice the heavenly appearance of those who addressed her. As she turned aside to weep, another voice inquired, “Woman, why weepest thou? Whom seekest thou?” Her eyes were so blinded by tears that she did not observe the person who spoke to her, but she immediately grasped the idea of obtaining from her interrogator some information concerning the whereabouts of her Master's body. She thought that the speaker might be the one who had charge of the garden, and she addressed him pleadingly: “Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.”"},{"refcode_short":"6Red 20.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 20.1 (Ellen Gould White)","content":"She felt that if she could only gain possession of the precious crucified body of her Saviour, it would be a great consolation to her grief. She thought that if this rich man's tomb was considered too honorable a place for her Lord, she would herself provide a place for him. Her great anxiety was to find him, that she might give him honorable burial. But now the voice of Jesus himself fell upon her astonished ears. He said to her, “Mary.” Instantly her tears were brushed away; and he whom she supposed was the gardener stood revealed before her—it was Jesus! For a moment she forgot in her joy that he had been crucified; she stretched forth her hands to him, saying, “Rabboni!” Jesus then said, “Touch me not, for I am not yet ascended to my Father; but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.”"},{"refcode_short":"6Red 20.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 20.2 (Ellen Gould White)","content":"Jesus refused to receive the homage of his people until he knew that his sacrifice had been accepted by the Father, and until he had received the assurance from God himself that his atonement for the sins of his people had been full and ample, that through his blood they might gain eternal life. Jesus immediately ascended to Heaven and presented himself before the throne of God, showing the marks of shame and cruelty upon his brow, his hands and feet. But he refused to receive the coronet of glory, and the royal robe, and he also refused the adoration of the angels as he had refused the homage of Mary, until the Father signified that his offering was accepted."},{"refcode_short":"6Red 21.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 21.1 (Ellen Gould White)","content":"He also had a request to prefer concerning his chosen ones upon earth. He wished to have the relation clearly defined that his redeemed should hereafter sustain to Heaven, and to his Father. His church must be justified and accepted before he could accept heavenly honor. He declared it to be his will that where he was, there his church should be; if he was to have glory, his people must share it with him. They who suffer with him on earth must finally reign with him in his kingdom. In the most explicit manner Christ pleaded for his church, identifying his interest with theirs, and advocating, with a love and constancy stronger than death, their rights and titles gained through him."},{"refcode_short":"6Red 21.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 21.2 (Ellen Gould White)","content":"God's answer to this appeal goes forth in the proclamation: “Let all the angels of God worship him.” Every angelic commander obeys the royal mandate, and Worthy, worthy is the Lamb that was slain; and that lives again a triumphant conqueror! echoes and re-echoes through all Heaven. The innumerable company of angels prostrate themselves before the Redeemer. The request of Christ is granted; the church is justified through him, its representative and head. Here the Father ratifies the contract with his Son, that he will be reconciled to repentant and obedient men, and take them into divine favor through the merits of Christ. Christ guarantees that he will make a man “more precious than fine gold, even a man than the golden wedge of Ophir.” All power in Heaven and on earth is now given to the Prince of life; yet he does not for a moment forget his poor disciples in a sinful world, but prepares to return to them, that he may impart to them his power and glory. Thus did the Redeemer of mankind, by the sacrifice of himself, connect earth with Heaven, and finite man with the infinite God."},{"refcode_short":"6Red 22.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 22.1 (Ellen Gould White)","content":"Jesus said to Mary, “Touch me not; for I am not yet ascended to my Father.” When he closed his eyes in death upon the cross, the soul of Christ did not go at once to Heaven, as many believe, or how could his words be true—“I am not yet ascended to my Father”? The spirit of Jesus slept in the tomb with his body, and did not wing its way to Heaven, there to maintain a separate existence, and to look down upon the mourning disciples embalming the body from which it had taken flight. All that comprised the life and intelligence of Jesus remained with his body in the sepulcher; and when he came forth it was as a whole being; he did not have to summon his spirit from Heaven. He had power to lay down his life and to take it up again."},{"refcode_short":"6Red 22.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 22.2 (Ellen Gould White)","content":"The brightest morning that ever dawned upon a fallen world, was that in which the Saviour rose from the dead; but it was of no greater importance to man than the day upon which his trial and crucifixion took place. It was no marvel to the heavenly host that He who controlled the power of death, and had life in himself, should awaken from the sleep of the grave. But it was a marvel to them that their loved Commander should die for rebellious men."},{"refcode_short":"6Red 22.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 22.3 (Ellen Gould White)","content":"Christ rested in the tomb on the Sabbath day, and when holy beings of both Heaven and earth were astir on the morning of the first day of the week, he rose from the grave to renew his work of teaching his disciples. But this fact does not consecrate the first day of the week, and make it a Sabbath. Jesus, prior to his death, established a memorial of the breaking of his body and the spilling of his blood for the sins of the world, in the ordinance of the Lord's supper, saying, “For as often as ye eat this bread, and drink this cup, ye do show the Lord's death till he come.” And the repentant believer, who takes the steps required in conversion, commemorates in his baptism the death, burial, and resurrection of Christ. He goes down into the water in the likeness of Christ's death and burial, and he is raised out of the water in the likeness of his resurrection—not to take up the old life of sin, but to live a new life in Christ Jesus."},{"refcode_short":"6Red 23.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 23.1 (Ellen Gould White)","content":"The other women who had seen and been addressed by the angels, left the sepulcher with mingled feelings of fear and great joy. They hastened to the disciples, as the angels had directed, and related to them the things which they had seen and heard. Peter was expressly mentioned by the angel as one to whom the women were to communicate their news. This disciple had been the most despondent of all the little company of Christ's followers, because of his shameful denial of the Lord. Peter's remorse for his crime was well understood by the holy angels, and their tender compassion for the wayward and sorrowing is revealed in the solicitude they manifested for the unhappy disciple, and which evidenced to him that his repentance was accepted, and his sin forgiven."},{"refcode_short":"6Red 23.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 23.2 (Ellen Gould White)","content":"When the disciples heard the account which the women brought, they were astonished. They began to recall the words of their Lord which foretold his resurrection. Still, this event, which should have filled their hearts with joy, was a great perplexity to them. After their great disappointment in the death of Christ, their faith was not strong enough to accept the fact of the resurrection. Their hopes had been so blighted that they could not believe the statement of the women, but thought that they were the subjects of an illusion. Even when Mary Magdalene testified that she had seen and spoken with her Lord, they still refused to believe that he had risen."},{"refcode_short":"6Red 24.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 24.1 (Ellen Gould White)","content":"They were terribly depressed by the events that had crowded upon them. On the sixth day they had seen their Master die; upon the first day of the succeeding week they found themselves deprived of his body, and the stigma resting upon them of having stolen it away for the purpose of practicing a deception upon the people. They despaired of ever correcting the false impressions that had gained ground against them; and now they were newly perplexed by the reports of the believing women. In their trouble their hearts yearned for their beloved Master, who had always been ready to explain the mysteries that perplexed them and to smooth their difficulties."},{"refcode_short":"6Red 24","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 24 (Ellen Gould White)","content":"Jesus at Emmaus"},{"refcode_short":"6Red 24.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 24.2 (Ellen Gould White)","content":"On this same day Jesus met several of his disciples, and greeted them with “All hail,” upon which they approached him and held him by the feet and worshiped him. He permitted this homage, for he had then ascended to his Father, and had received his approval, and the worship of the holy angels. Late in the afternoon of the same day, two of the disciples were on their way to Emmaus, eight miles from Jerusalem. They had come to the city to keep the passover, and the news of the morning in regard to the removal of the body of Jesus from the sepulcher had greatly perplexed them. This perplexity had been increased by the reports of the women concerning the heavenly messengers, and the appearance of Jesus himself. They were now returning to their home to meditate and pray, in hope of gaining some light in reference to these matters which so confused their understanding."},{"refcode_short":"6Red 25.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 25.1 (Ellen Gould White)","content":"These two disciples had not held a prominent position beside Jesus in his ministry, but they were earnest believers in him. Soon after they began their journey, they observed a stranger coming up behind them, who presently joined their company; but they were so busy with perplexing thoughts, which they were communicating to each other, that they scarcely noticed they were not alone. Those strong men were so burdened with grief that they wept as they traveled on. Christ's pitying heart of love saw here a sorrow which he could relieve. The disciples were reasoning with each other concerning the events of the past few days, and marveling how the fact of Jesus yielding himself up to a shameful death could be reconciled with his claims as the Son of God."},{"refcode_short":"6Red 25.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 25.2 (Ellen Gould White)","content":"One maintained that he could be no pretender, but had been himself deceived in regard to his mission and his future glory. They both feared that what his enemies had flung in his teeth was too true—“He saved others; himself he cannot save.” Yet they wondered how he could be so mistaken in himself, when he had given them such repeated evidence that he could read the hearts of others. And the strange reports of the women threw them into still greater uncertainty."},{"refcode_short":"6Red 26.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 26.1 (Ellen Gould White)","content":"Long might these disciples have perplexed themselves over the mysteries of the past few days, if they had not received enlightenment from Jesus. He, disguised as a stranger, entered into conversation with them. “But their eyes were holden that they should not know him. And he said unto them, What manner of communications are these that ye have one to another, as ye walk, and are sad? And the one of them whose name was Cleopas, answering said unto him. Art thou only a stranger in Jerusalem, and hast not known the things which are come to pass there in these days? And he said unto them, What things? And they said unto him, Concerning Jesus of Nazareth, which was a prophet mighty in deed and word before God and all the people.”"},{"refcode_short":"6Red 26.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 26.2 (Ellen Gould White)","content":"They then recounted to him the facts of the trial and crucifixion of their Master, together with the testimony of the women in regard to the removal of his body, and vision of angels which they had seen, the news of the resurrection, and the report of those disciples who had gone to the sepulcher. “Then he said unto them, O fools, and slow of heart to believe all that the prophets have spoken; ought not Christ to have suffered these things, and to enter into his glory? And beginning at Moses and all the prophets, he expounded unto them in all the Scriptures the things concerning himself.”"},{"refcode_short":"6Red 27.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 27.1 (Ellen Gould White)","content":"The disciples were silent from amazement and delight. They did not venture to ask the stranger who he was. They listened to him intently, charmed by his intelligence, and drawn toward him by his gracious words and manner, as he opened the Scriptures to their understanding, showing them from prophecy how Christ must suffer, and after suffering enter into his glory."},{"refcode_short":"6Red 27.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 27.2 (Ellen Gould White)","content":"Jesus began with the first book written by Moses, and traced down through all the prophets the inspired proof in regard to his life, his mission, his suffering, death, and resurrection. He did not deem it necessary to work a miracle to evidence that he was the risen Redeemer of the world; but he went back to the prophecies, and gave a full and clear explanation of them to settle the question of his identity, and the fact that all which had occurred to him was foretold by the inspired writers. Jesus ever carried the minds of his hearers back to the precious mine of truth found in the Old-Testament Scriptures. The esteem in which he held those sacred records is exemplified in the parable of the rich man and Lazarus, where he says, “If they hear not Moses and the prophets, neither will they be persuaded though one rose from the dead.” The apostles also all testify to the importance of the Old Testament Scriptures. Peter says: “For the prophecy came not in old time by the will of man; but holy men of God spake as they were moved by the Holy Ghost.” Luke thus speaks of the prophets who predicted the coming of Christ: “Blessed be the Lord God of Israel; for he hath visited and redeemed his people; and hath raised up a horn of salvation for us in the house of his servant David, as he spake by the mouth of his holy prophets, which have been since the world began.”"},{"refcode_short":"6Red 28.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 28.1 (Ellen Gould White)","content":"It is the voice of Christ that speaks through the prophets and patriarchs, from the days of Adam even down to the closing scenes of time. This truth was not discerned by the Jews who rejected Jesus, and it is not discerned by many professing Christians today. A beautiful harmony runs through the Old and New Testaments; passages which may seem dark at a first reading, present clear interpretations when diligently studied, and compared with other scripture referring to the same subject. A careful search of the prophecies would have so enlightened the understanding of the Jews that they would have recognized Jesus as the predicted Messiah. But they had interpreted those predictions to meet their own perverted ideas and ambitious aspirations."},{"refcode_short":"6Red 28.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 28.2 (Ellen Gould White)","content":"The disciples had been confused by the interpretations and traditions of the priests, and hence their darkness and unbelief in regard to the trial, death, and resurrection of their Master. These misinterpreted prophecies were now made plain to the understanding of the two disciples, by Him who, through his Holy Spirit, inspired men to write them. Jesus showed his disciples that every specification of prophecy regarding Messiah had found an exact fulfillment in the life and death of their Master. He addressed them as a stranger, and as one who was astonished that they had not interpreted the Scriptures correctly, which would have relieved them from all their difficulties."},{"refcode_short":"6Red 28.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 28.3 (Ellen Gould White)","content":"Although Jesus had previously taught them in regard to the prophecies, yet they had been unable to entirely relinquish the idea of the temporal kingdom of Christ at his first coming. Their preconceived views led them to look upon his crucifixion as the final destruction of all their hopes. But when, in the midst of their discouragement, they were shown that the very things which had caused them to despair formed the climax of proof that their belief had been correct, their faith returned with increased strength. They now comprehended many things which their Master had said before his trial, and which they could not at that time understand. Everything was clear and plain to their minds. In the life and death of Jesus they saw the fulfillment of prophecy, and their hearts burned with love for their Saviour."},{"refcode_short":"6Red 29.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 29.1 (Ellen Gould White)","content":"Many professed Christians throw aside the Old Testament, and shut themselves up to the New. The cry now is, “Away with the law and the prophets, and give us the gospel of Christ.” If the life of Christ and the teachings of the New Testament Scriptures were all that was necessary to establish belief, why did not Jesus upon this occasion merely refer to the doctrines he had taught, the wisdom and purity of his character, and the miracles he had performed, as sufficient evidence of his Messiahship?"},{"refcode_short":"6Red 29.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 29.2 (Ellen Gould White)","content":"The history of the life, death, and resurrection of Jesus, as that of the Son of God, cannot be fully demonstrated without the evidence contained in the Old Testament. Christ is revealed in the Old Testament as clearly as in the New. The one testifies of a Saviour to come, while the other testifies of a Saviour that has come in the manner predicted by the prophets. In order to appreciate the plan of redemption, the Scripture of the Old Testament must be thoroughly understood. It is the glorified light from the prophetic past that brings out the life of Christ and the teachings of the New Testament with clearness and beauty. The miracles of Jesus are a proof of his divinity; but the strongest proofs that he is the world's Redeemer are found in the prophecies of the Old Testament compared with the history of the New. Jesus said to the Jews “Search the Scriptures; for in them ye think ye have eternal life, and they are they which testify of me.” At that time there was no other scripture in existence save that of the Old Testament; so the injunction of the Saviour is plain."},{"refcode_short":"6Red 30.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 30.1 (Ellen Gould White)","content":"As the disciples walked on with Jesus, listening intently to his gracious words, nothing in his bearing suggested to them that they were listening to other than a casual pilgrim, returning from the feast, but one who thoroughly understood the prophecies. He walked as carefully as they over the rough stones, halting with them for a little rest after climbing some unusually steep place. Thus the two disciples made their way along the mountainous road in company with the divine Saviour, who could say, “All power is given unto me in Heaven and on earth.”"},{"refcode_short":"6Red 30.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 30.2 (Ellen Gould White)","content":"This mighty conqueror of death, who had reached to the very depths of human misery to rescue a lost world, assumed the humble task of walking with the two disciples to Emmaus, to teach and comfort them. Thus he ever identifies himself with his suffering and perplexed people. In our hardest and most trying paths, lo, Jesus is with us to smooth the way. He is the same Son of man, with the same sympathies and love which he had before he passed through the tomb and ascended to his Father."},{"refcode_short":"6Red 31.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 31.1 (Ellen Gould White)","content":"At length, as the sun was going down, the disciples with their companion arrived at their home. The way had never before seemed so short to them, nor had time ever passed so quickly. The stranger made no sign of halting; but the disciples could not endure the thought of parting so soon from one who had inspired their hearts with new hope and joy, and they urged him to remain with them over night. Jesus did not at once yield to their invitation, but seemed disposed to pursue his journey. Thereupon the disciples, in their affection for the stranger, importuned him earnestly to tarry with them, urging as a reason that “the day was far spent.” Jesus yielded to their entreaties and entered their humble abode."},{"refcode_short":"6Red 31.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 31.2 (Ellen Gould White)","content":"The Saviour never forces his presence upon us. He seeks the company of those whom he knows need his care, and gives them an opportunity to urge his continuance with them. If they, with longing desire, entreat him to abide with them he will enter the humblest homes, and brighten the lowliest hearts. While waiting for the evening meal, Jesus continued to open the Scriptures to his hosts, bringing forward the evidence of his divinity, and unfolding to them the plan of salvation. The simple fare was soon ready, and the three took their position at the table, Jesus taking his place at the head as was his custom."},{"refcode_short":"6Red 31.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 31.3 (Ellen Gould White)","content":"The duty of asking a blessing upon the food usually devolved upon the head of the family; but Jesus placed his hands upon the bread and blessed it. At the first word of his petition the disciples looked up in amazement. Surely none other than their Lord had ever done in this manner. His voice strikes upon their ear as the voice of their Master, and, behold, there are the wounds in his hands! It is indeed the well-known form of their beloved Master! For a moment they are spell-bound; then they arise to fall at his feet and worship him; but he suddenly disappears from their midst."},{"refcode_short":"6Red 32.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 32.1 (Ellen Gould White)","content":"Now they know that they have been walking and talking with the risen Redeemer. Their eyes had been clouded so that they had not before discerned him, although the truths he uttered had sunk deep in their discouraged hearts. He who had endured the conflict of the garden, the shame of the cross, and who had gained the victory over death and the tomb—He, before whom angels had fallen prostrate, worshiping with thanksgiving and praise, had sought the two lonely and desponding disciples, and been in their presence for hours, teaching and comforting them, yet they had not known him."},{"refcode_short":"6Red 32.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 32.2 (Ellen Gould White)","content":"Jesus did not first reveal himself in his true character to them, and then open the Scriptures to their minds; for he knew that they would be so overjoyed to see him again, risen from the dead, that their souls would be satisfied. They would not hunger for the sacred truths which he wished to indelibly impress upon their minds, that they might impart them to others, who should in their turn spread the precious knowledge, until thousands of people should receive the light given that day to the despairing disciples as they journeyed to Emmaus."},{"refcode_short":"6Red 32.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 32.3 (Ellen Gould White)","content":"He maintained his disguise till he had interpreted the Scriptures, and had led them to an intelligent faith in his life, his character, his mission to earth, and his death and resurrection. He wished the truth to take firm root in their minds, not because it was supported by his personal testimony, but because the typical law, and the prophets of the Old Testament, agreeing with the facts of his life and death, presented unquestionable evidence of that truth. When the object of his labors with the two disciples was gained, he revealed himself to them that their joy might be full, and then vanished from their sight."},{"refcode_short":"6Red 33.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 33.1 (Ellen Gould White)","content":"When these disciples left Jerusalem, to return to their homes, they intended to take up their old employment again, and conceal their blighted hopes as best they could. But now their joy exceeded their former despair. “And they said one to another, Did not our heart burn within us, while he talked with us by the way, and while he opened to us the Scriptures?”"},{"refcode_short":"6Red 33.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 33.2 (Ellen Gould White)","content":"They forgot their hunger and fatigue, and left the prepared repast, for they could not tarry in their homes and hold their newly found knowledge from the other disciples. They longed to impart their own joy to their companions, that they might rejoice together in a living Saviour risen from the dead. Late as it was, they set about retracing their way to Jerusalem; but how different were their feelings now from those which depressed them when they set out upon their way to Emmaus. Jesus was by their side, but they knew it not. He heard with gladness their expressions of joy and gratitude as they talked with each other by the way."},{"refcode_short":"6Red 33.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 33.3 (Ellen Gould White)","content":"They were too happy to notice the difficulties of the rough, uncertain road. There was no moon to light them, but their hearts were light with the joy of a new revelation. They picked their way over the rough stones, and the dangerous ledges, sometimes stumbling and falling in their haste. But not at all disconcerted by this, they pressed resolutely on. Occasionally they lost their path in the darkness, and were obliged to retrace their steps until they found the track, when they renewed their journey with fresh speed. They longed to deliver their precious message to their friends. Never before had human lips such tidings to proclaim; for the fact of Christ's resurrection was to be the great truth around which all the faith and hope of the church would center."},{"refcode_short":"6Red 34","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 34 (Ellen Gould White)","content":"In the Upper Chamber"},{"refcode_short":"6Red 34.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 34.1 (Ellen Gould White)","content":"When the disciples arrived at Jerusalem they entered the eastern gate, which was open on festal occasions. The houses were dark and silent, but they made their way through the narrow streets by the light of the rising moon. They knew that they would find their brethren in the memorable upper chamber where Jesus had spent the last night before his death. Here the disciples had passed the Sabbath in mourning for their Lord. And now they had no disposition to sleep, for exciting events were being related among them. Cautious hands unbarred the door to the repeated demand of the two travelers; they entered, and with them also entered Jesus, who had been their unseen companion all the way."},{"refcode_short":"6Red 34.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 34.2 (Ellen Gould White)","content":"They found the disciples assembled, and in a state of excitement. Hope and faith were struggling for ascendency in their minds. The report of Mary Magdalene, and that of the other women, had been heard by all; but some were too hopeless to believe their testimony. The evidence of Peter, concerning his interview with the risen Lord, was borne with great ardor and assurance, and had more weight with the brethren, and their faith began to revive. When the disciples from Emmaus entered with their joyful tidings, they were met by the exclamation from many voices: “The Lord is risen indeed, and hath appeared to Simon.”"},{"refcode_short":"6Red 35.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 35.1 (Ellen Gould White)","content":"The two from Emmaus told their story of how the Lord had opened their eyes, and revealed to them the straight chain of prophecy which reached from the days of the patriarchs to that time, and foreshadowed all that had transpired regarding their Saviour. The company heard this report in breathless silence. Some were inspired with new faith; others were incredulous. Suddenly Jesus himself was in their midst. His hands were raised in blessing, and he said unto them, “Peace be unto you.”"},{"refcode_short":"6Red 35.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 35.2 (Ellen Gould White)","content":"“But they were terrified and affrighted, and supposed that they had seen a spirit. And he said unto them, Why are ye troubled? and why do thoughts arise in your hearts? Behold my hands and my feet, that it is I myself; handle me, and see; for a spirit hath not flesh and bones, as ye see me have. And when he had thus spoken, he showed them his hands and his feet.”"},{"refcode_short":"6Red 35.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 35.3 (Ellen Gould White)","content":"There they beheld the feet and hands marred by the cruel nails; and they recognized his melodious voice, like none other they had ever heard. “And while they yet believed not for joy, and wondered, he said unto them, Have ye here any meat? And they gave him a piece of a broiled fish, and of an honeycomb. And he took it, and did eat before them.” Faith and joy now took the place of doubt and unbelief, and they acknowledged their risen Saviour with feelings which no words could express."},{"refcode_short":"6Red 36.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 36.1 (Ellen Gould White)","content":"Jesus now expounded the Scriptures to the entire company, commencing with the first book of Moses, and dwelling particularly on the prophecy pointing to the time then present, and foretelling the sufferings of Christ and his resurrection. “And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the Psalms, concerning me. Then opened he their understanding, that they might understand the Scriptures. And said unto them, Thus it is written, and thus it behooved Christ to suffer, and to rise from the dead the third day; and that repentance and remission of sins should be preached in his name among all nations, beginning at Jerusalem. And ye are witnesses of these things.”"},{"refcode_short":"6Red 36.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 36.2 (Ellen Gould White)","content":"The disciples now began to realize the nature and extent of their commission. They were to proclaim to the world the wonderful truths which Christ had intrusted to them. The events of his life, his death, and resurrection, the harmony of prophecy with those events, the sacredness of the law of God, the mysteries of the plan of salvation, the power of Jesus for the remission of sins—to all these things were they witnesses, and it was their work to make them known to all men, beginning at Jerusalem. They were to proclaim a gospel of peace and salvation through repentance and the power of the Saviour. At the first advent of Jesus to the world, the angel announced: Peace on earth, and good will to men. After his earthly life was completed, he came forth from the dead, and, appearing for the first time to his assembled disciples, addressed them with the blessed words, “Peace be unto you.”"},{"refcode_short":"6Red 37.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 37.1 (Ellen Gould White)","content":"Jesus is ever ready to speak peace to souls that are troubled with doubts and fear. This precious Saviour waits for us to open the door of our heart to him, and say, Abide with us. He says, “Behold, I stand at the door, and knock; if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.” Our life is a continual strife; we must war against principalities and powers, against spiritual wickedness, and foes that never sleep; we must resist temptations, and overcome as Christ overcame. When the peace of Jesus enters our heart we are calm and patient under the severest trials."},{"refcode_short":"6Red 37.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 37.2 (Ellen Gould White)","content":"The resurrection of Jesus was a sample of the final resurrection of all who sleep in him. The risen body of the Saviour, his deportment, the accents of his speech, were all familiar to his followers. In like manner will those who sleep in Jesus rise again. We shall know our friends even as the disciples knew Jesus. Though they may have been deformed, diseased, or disfigured in this mortal life, yet in their resurrected and glorified body their individual identity will be perfectly preserved, and we shall recognize, in the face radiant with the light shining from the face of Jesus, the lineaments of those we love."},{"refcode_short":"6Red 37.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 37.3 (Ellen Gould White)","content":"The death of Jesus had left Thomas in blank despair. His faith seemed to have gone out in utter darkness. He was not present in the upper chamber when Jesus appeared to his disciples. He had heard the reports of the others, and had received copious proof that Jesus had risen, but stolid gloom and stubborn unbelief closed his heart against all cheering testimony. As he heard the disciples repeat their account of the wonderful manifestation of the resurrected Saviour, it only served to plunge him in deeper despair; for if Jesus had really risen from the dead there could be no farther hope of his literal earthly kingdom. It also wounded his vanity to think that his Master would reveal himself to all his disciples but him; so he was determined not to believe, and for an entire week he brooded over his wretchedness, which seemed all the darker as contrasted with the reviving hope and faith of his brethren."},{"refcode_short":"6Red 38.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 38.1 (Ellen Gould White)","content":"During this time he frequently, when in company with his brethren, reiterated the words, “Except I shall see in his hands the print of the nails, and put my finger into the print of the nails, and thrust my hand into his side, I will not believe.” He would not see through the eyes of his brethren, nor exercise faith which was dependent upon their testimony. He ardently loved his Lord, but jealousy and unbelief took possession of his mind and heart."},{"refcode_short":"6Red 38.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 38.2 (Ellen Gould White)","content":"The upper chamber was the home of a number of the disciples, and every evening they all assembled in this place. On a certain evening Thomas decided to meet with his brethren; for notwithstanding his unbelief, he cherished a faint hope, unacknowledged to himself, that the good news was true. While the disciples were partaking of their usual meal, and meanwhile canvassing the evidences of the truth of their faith which Christ had given them in the prophecies, “then came Jesus, the doors being shut, and stood in the midst, and said, Peace be unto you.”"},{"refcode_short":"6Red 39.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 39.1 (Ellen Gould White)","content":"He then reproved the unbelieving who had not received the testimony of those who had seen him, and, turning to Thomas, said, “Reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side; and be not faithless, but believing.” These words showed that he had read the thoughts and words of Thomas. The doubting disciple knew that none of his companions had seen Jesus for a week, and therefore could not have told the Master of his stubborn unbelief. He recognized the person before him as his Lord who had been crucified; he had no desire for farther proof; his heart leaped for joy as he realized that Jesus was indeed risen from the dead. He cast himself at the feet of his Master in deep affection and devotion, crying, “My Lord and my God.”"},{"refcode_short":"6Red 39.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 39.2 (Ellen Gould White)","content":"Jesus accepted his acknowledgment, but mildly rebuked him for his unbelief: “Thomas, because thou hast seen me, thou hast believed; blessed are they that have not seen, and yet have believed.” Jesus here showed Thomas that his faith would have been more acceptable to him if he had believed the evidence of his brethren, and had not refused to believe until he had seen Jesus with his own eyes. If the world should follow this example of Thomas, no one would believe unto salvation; for all who now receive Christ do so through the testimony of others."},{"refcode_short":"6Red 39.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 39.3 (Ellen Gould White)","content":"Many who have a weak and wavering faith, reason that if they had the evidence which Thomas had from his companions they would not doubt as he did. They do not realize that they have not only that evidence, but additional testimony piled up about them on every side. Many who, like Thomas, wait for all cause of doubt to be removed, may never realize their desire as he did, but gradually become entrenched in their unbelief, until they cannot perceive the weight of evidence in favor of Jesus, and, like the skeptical Jews, what little light they have will go out in the darkness which closes around their minds. To reject the plain and conclusive evidences of divine truth hardens the heart, and blinds the understanding. The precious light, being neglected, fades utterly from the mind that is unwilling to receive it."},{"refcode_short":"6Red 40.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 40.1 (Ellen Gould White)","content":"Jesus, in his treatment of Thomas, gave his followers a lesson regarding the manner in which they should treat those who have doubts upon religious truth, and who make those doubts prominent. He did not overwhelm Thomas with words of reproach, nor did he enter into a controversy with him; but, with marked condescension and tenderness, he revealed himself unto the doubting one. Thomas had taken a most unreasonable position, in dictating the only conditions of his faith; but Jesus, by his generous love and consideration, broke down all the barriers he had raised. Persistent controversy will seldom weaken unbelief, but rather put it upon self-defense, where it will find new support and excuse. Jesus, revealed in his love and mercy as the crucified Saviour, will wring from many once unwilling lips the acknowledgment of Thomas, “My Lord and my God.”"},{"refcode_short":"6Red 41","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 41 (Ellen Gould White)","content":"Jesus at Galilee"},{"refcode_short":"6Red 41.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 41.1 (Ellen Gould White)","content":"The captives brought up from the graves at the time of the resurrection of Jesus were his trophies as a conquering Prince. Thus he attested his victory over death and the grave; thus he gave a pledge and an earnest of the resurrection of all the righteous dead. Those who were called from their graves went into the city, and appeared unto many in their resurrected forms, and testified that Jesus had indeed risen from the dead, and that they had risen with him. The voice that cried, “It is finished,” was heard among the dead. It pierced the walls of sepulchers, and summoned the sleepers to arise. Thus shall it be when God's voice shall be heard shaking the heavens and earth. That voice will penetrate the graves and unbar the tombs. A mighty earthquake will then cause the world to reel to and fro like a drunkard. Then Christ, the King of Glory, shall appear, attended by all the heavenly angels. The trumpet shall sound, and the Life-giver shall call forth the righteous dead to immortal life."},{"refcode_short":"6Red 41.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 41.2 (Ellen Gould White)","content":"It was well known to the priests and rulers that certain persons who were dead had risen at the resurrection of Jesus. Authentic reports were brought to them of different ones who had seen and conversed with these resurrected ones, and heard their testimony that Jesus, the Prince of life, whom the priests and rulers had slain, was risen from the dead. The false report that the disciples had robbed the sepulcher of the body of their Master was so diligently circulated that very many believed it. But the priests, in manufacturing their false report, overreached themselves, and all thinking persons, not blinded by bigotry, detected the falsehood."},{"refcode_short":"6Red 42.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 42.1 (Ellen Gould White)","content":"If the soldiers had been asleep, they could not know how the sepulcher became empty. If one sentinel had been awake, he would assuredly have wakened others. If they had really slept, as they affirmed they had, the consequence was well known to all. The penalty for such neglect of duty was death, and there could be no hope of pardon; so the offenders would not be likely to proclaim their fault. If the Jewish priests and rulers had discovered the sentinels asleep at their post, they would not have passed the matter over so lightly, but would have demanded a thorough investigation of the matter, and the full penalty of the law upon the unfaithful soldiers."},{"refcode_short":"6Red 42.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 42.2 (Ellen Gould White)","content":"Had they had the least faith in the truthfulness of their statements, they would have called the disciples to account, and visited upon them the most unrelenting punishment. That they did not do this was a thorough proof of the innocence of the disciples, and of the fact that the priests were driven to the dire necessity of fabricating and circulating a lie to meet the evidence accumulating against them, and establishing the truth of the resurrection of Jesus, and his claims as the divine Son of God. The oft-repeated appearance of Jesus to his disciples, and the persons of the dead who were resurrected with him, also did much to plant the truth in the minds of those who were willing to believe."},{"refcode_short":"6Red 42.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 42.3 (Ellen Gould White)","content":"This fabrication of the Jews has a parallel in our time; the proud persecutors of righteousness expend their time, influence, and money to silence or controvert the evidence of truth; and the most inconsistent measures are taken to accomplish this object. And there are not wanting persons of intelligence who will greedily swallow the most ridiculous falsehoods because they accord with the sentiments of their hearts. This reveals the sad fact that God has given them up to blindness of mind, and hardness of heart. There are innocent persons, who may be deceived for a time because of the confidence they place in their deceivers; but if they are teachable, and really desire a knowledge of the truth, they will have opportunity to perceive it. Doubts and perplexities will vanish; they will discover the inconsistencies of their false guides; for error itself bears a constrained testimony for the truth."},{"refcode_short":"6Red 43.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 43.1 (Ellen Gould White)","content":"The priests and rulers were in continual dread lest, in walking the streets, or within the privacy of their own homes, they should meet face to face with the resurrected Christ. They felt that there was no safety for them; bolts and bars seemed but poor protection against the risen Son of God."},{"refcode_short":"6Red 43.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 43.2 (Ellen Gould White)","content":"Before his death Jesus had, in the upper chamber, told his disciples that after he was risen he would go before them into Galilee; and on the morning of the resurrection the angel at the sepulcher had said unto the women, “Go your way; tell his disciples, and Peter, that he goeth before you into Galilee; there shall ye see him, as he said unto you.” The disciples were detained at Jerusalem during the passover week, for their absence would have been interpreted as disaffection and heresy. During that time they assembled together at evening in the upper chamber, where some of them had their home; here Jesus twice revealed himself to them, and bade them tarry for a time at Jerusalem."},{"refcode_short":"6Red 44.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 44.1 (Ellen Gould White)","content":"As soon as the passover was finished, the brethren left Jerusalem, and went to Galilee as they had been directed. Seven of the disciples were in company; they were clad in the humble garb of fishermen; they were poor in worldly goods, but rich in the knowledge and practice of the truth, which gave them, in the sight of Heaven, the highest rank as teachers. They had not been students in the school of the prophets, but for three years they had taken lessons from the greatest educator the world has ever known. Under his tuition they had become elevated, intelligent, and refined, fit mediums through which the souls of men might be led to a knowledge of the truth."},{"refcode_short":"6Red 44.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 44.2 (Ellen Gould White)","content":"Much of the time of the Saviour's ministry was spent on the shores of Galilee, and there many of his most wonderful miracles were performed. As the disciples gathered together in a place where they were not likely to be disturbed, their minds were full of Jesus and his mighty works. On this sea, when their hearts were filled with terror, and the fierce storm was hurrying them on to destruction, Jesus had walked upon the crested billows to their rescue. Here the wildest storm was hushed by his voice, which said to the raging deep, “Peace, be still.” Within sight was the beach, where, by a mighty miracle, he had fed above ten thousand persons from a few small loaves and fishes. Not far distant was Capernaum, the scene of his most wonderful manifestations, in healing the sick and in raising the dead. As the disciples looked again upon Galilee, their minds were full of the words and deeds of their Saviour."},{"refcode_short":"6Red 45.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 45.1 (Ellen Gould White)","content":"The evening was pleasant, and Peter, who retained much of his old love for boats and fishing, proposed that they should go out upon the sea and cast their nets. This proposition met with the approval of all, for they were poor and in need of food and clothing, which they would be able to procure with the proceeds of a successful night's fishing. So they went out upon the sea in their boat, to pursue their old employment. But they toiled through the entire night with no success. Through the long, weary hours they talked of their absent Lord, and recalled the scenes and events of thrilling interest which had been enacted in that vicinity, and of which they had been witnesses. They speculated upon what their own future would be, and grew sad at the prospect before them."},{"refcode_short":"6Red 45.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 45.2 (Ellen Gould White)","content":"All the while a lone watcher upon the shore followed them with his eye, while he himself was unseen. At length the morning dawned. The boat was but a little distance from the shore, and the disciples saw a stranger standing upon the beach, who accosted them with the question, “Children, have ye any meat?” Not recognizing Jesus, they answered, “No.” “And he said unto them, Cast the net on the right side of the ship, and ye shall find. They cast therefore, and now they were not able to draw it for the multitude of fishes.”"},{"refcode_short":"6Red 45.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 45.3 (Ellen Gould White)","content":"The disciples were filled with wonder at the result of their trial; but John now discerned who the stranger was, and exclaimed to Peter, “It is the Lord.” Joy now took the place of disappointment. Peter immediately girt about him his fisher's coat, and, throwing himself into the water, was soon standing by the side of his Lord. The other disciples came in their boat, dragging the net with fishes. “As soon then as they were come to land, they saw a fire of coals there, and fish laid thereon, and bread.”"},{"refcode_short":"6Red 46.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 46.1 (Ellen Gould White)","content":"They were too much amazed to question whence came the fire and the repast. “Jesus saith unto them, Bring of the fish which ye have now caught.” Peter, obeying the command, rushed for the net which he had so unceremoniously dropped, and helped his brethren drag it to the shore. After the work was all done, and the preparation made, Jesus bade the disciples come and dine. He broke the bread and the fish, and divided it among them, and in so doing he was known and acknowledged of all the seven. The miracle of feeding the five thousand upon the mountain-side was now brought distinctly to their minds; but a mysterious awe was upon them, and they kept silent as they looked upon their resurrected Saviour."},{"refcode_short":"6Red 46.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 46.2 (Ellen Gould White)","content":"They remembered that at the commencement of his ministry a similar scene had been enacted to that which had just taken place. Jesus had then bade them launch out into the deep, and let down their nets for a draught, and the net had broken because of the amount of fishes taken. Then he had bade them leave their nets and follow him, and he would make them fishers of men. This last miracle that Jesus had just wrought was for the purpose of making the former miracle more impressive; that the disciples might perceive that, notwithstanding they were to be deprived of the personal companionship of their Master, and of the means of sustenance by the pursuit of their favorite employment, yet a resurrected Saviour had a care over them, and would provide for them while they were doing his work. Jesus also had a purpose in bidding them cast their net upon the right side of the ship. On that side stood Christ upon the shore. If they labored in connection with him—his divine power uniting with their human effort—they would not fail of success."},{"refcode_short":"6Red 47.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 47.1 (Ellen Gould White)","content":"The repetition of the miraculous draught of fishes was a renewal of Christ's commission to his disciples. It showed them that the death of their Master did not remove their obligation to do the work which he had assigned them. To Peter, who had acted on many occasions as representative of the twelve, a special lesson was given. The part which he had acted on the night of his Lord's betrayal was so shameful and inconsistent with his former assertions of loyalty and devotion, that it was necessary for him to give evidence to all the disciples that he sincerely repented of his sin before he could resume his apostolic work. The Saviour designed to place him where he could regain the entire confidence of his brethren, lest, in the time of emergency, their distrust because of his former failure might cripple his usefulness."},{"refcode_short":"6Red 47.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 47.2 (Ellen Gould White)","content":"The disciples expected that Peter would no longer be allowed to occupy the prominent position in the work which he had hitherto held, and he himself had lost his customary self-confidence. But Jesus, while dining by the sea-side, singled out Peter, saying, “Simon, son of Jonas, lovest thou me more than these?” referring to his brethren. Peter had once said, “Though all men shall be offended because of thee, yet will I never be offended,” and had expressed himself ready to go to prison and to death with his Master. But now he puts a true estimate upon himself in the presence of the disciples: “Yea, Lord, thou knowest that I love thee.” In this response of Peter there is no vehement assurance that his affection is greater than that of his companions; he does not even express his own opinion of his devotion to his Saviour, but appeals to that Saviour, who can read all the motives of the human heart, to himself judge as to his sincerity,—“Thou knowest that I love thee.”"},{"refcode_short":"6Red 48.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 48.1 (Ellen Gould White)","content":"The reply of Jesus was positively favorable to the repentant disciple, and placed him in a position of trust. It was, “Feed my lambs.” Again Jesus applied the test to Peter, repeating his former words: “Simon, son of Jonas, lovest thou me?” This time he did not ask the disciple whether he loved him better than did his brethren. The second response of Peter was like the first, free from all extravagant assurance: “Yea, Lord, thou knowest that I love thee.” Jesus said unto him, “Feed my sheep.” Once more the Saviour put the trying question: “Simon, son of Jonas, lovest thou me?” Peter was grieved, for he thought the repetition of this question indicated that Jesus did not believe his statement. He knew that his Lord had cause to doubt him, and with an aching heart he answered, “Lord, thou knowest all things; thou knowest that I love thee.” Jesus said to him, “Feed my sheep.”"},{"refcode_short":"6Red 48.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 48.2 (Ellen Gould White)","content":"Three times had Peter openly denied his Lord, and three times did Jesus draw from him the assurance of his love and loyalty, by pressing home that pointed question, like a barbed arrow, to his wounded heart. Jesus, before the assembled disciples, brought out the depth of Peter's penitence, and showed how thoroughly humbled was the once boasting disciple. He was now intrusted with the important commission of caring for the flock of Christ. Though every other qualification might be unexceptionable, yet without the love of Christ he could not be a faithful shepherd over the Christian flock. Knowledge, eloquence, benevolence, gratitude, and zeal are all aids in the good work, but without an inflowing of the love of Jesus in the heart, the work of the Christian minister is a failure."},{"refcode_short":"6Red 49.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 49.1 (Ellen Gould White)","content":"Peter was naturally forward and impulsive, and Satan had taken advantage of these characteristics to lead him astray. When Jesus had opened before his disciples the fact that he must go to Jerusalem to suffer and die at the hands of the chief priests and scribes, Peter had presumptuously contradicted his Master, saying, “Be it far from thee, Lord; this shall not be unto thee.” He could not conceive it possible that the Son of God should be put to death. Satan suggested to his mind that if Jesus was the Son of God he could not die. Just prior to the fall of Peter, Jesus had said to him, “Satan hath desired to have you, that he may sift you as wheat; but I have prayed for thee, that thy faith fail not; and when thou art converted, strengthen thy brethren.” That period had now come, and the transformation wrought in Peter was evident. The close, testing questions of the Lord had not provoked one forward, self-sufficient reply; and because of his humiliation and repentance he was better prepared than ever before to fill the office of shepherd to the flock."},{"refcode_short":"6Red 49.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 49.2 (Ellen Gould White)","content":"The lesson which he had received from the chief Shepherd, in the treatment of his case, was a most important one to Peter, and also to the other disciples. It taught them to deal with the transgressor with patience, sympathy, and forgiving love. During the time in which Peter denied his Lord, the love which Jesus bore him never faltered. Just such love should the under-shepherd feel for the sheep and lambs committed to his care. Remembering his own weakness and failure, Peter was to deal with his flock as tenderly as Christ had dealt with him."},{"refcode_short":"6Red 50.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 50.1 (Ellen Gould White)","content":"Jesus walked alone with Peter, for there was something which he wished to communicate to him only. In that memorable upper chamber, previous to his death, Jesus had said to his disciple, “Whither I go thou canst not follow me now; but thou shalt follow me afterwards;” Peter had replied to this: “Lord, why cannot I follow thee now? I will lay down my life for thy sake.” Jesus now, in sympathy for him, and that he might be strengthened for the final test of his faith in Christ, opened before him his future. He told him that after living a life of usefulness, when age was telling upon his strength, he should indeed follow his Lord. Said Jesus, “When thou wast young, thou girdedst thyself and walkedst whither thou wouldest; but when thou shalt be old, thou shalt stretch forth thy hands, and another shall gird thee, and carry thee whither thou wouldest not. This spake he, signifying by what death he should glorify God.”"},{"refcode_short":"6Red 50.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 50.2 (Ellen Gould White)","content":"Jesus here explicitly stated to Peter the fact and manner of his death; he even referred to the stretching forth of his hands upon the cross; and after he had thus spoken he repeated his former injunction: “Follow me.” The disciple was not disconcerted by the revelation of his Master. He felt willing to suffer any death for his Lord. Peter saw that John was following, and a desire came over him to know his future, and he “saith to Jesus, Lord, and what shall this man do? Jesus saith unto him, If I will that he tarry till I come, what is that to thee? follow thou me.” Peter should have considered that his Lord would reveal to him all that it was best for him to know, without inquiry on his part. It is the duty of every one to follow Christ, without undue anxiety as to the duty assigned to others. In saying of John, “If I will that he tarry till I come,” Jesus gave no assurance that this disciple should live until the second coming of Christ; he merely asserted his own supreme power, and that even if he should will this to be so, it would in no way affect the work of Peter. The future of both John and Peter was in the hands of their Lord, and obedience in following him was the duty required of each."},{"refcode_short":"6Red 51.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 51.1 (Ellen Gould White)","content":"John lived to be very aged; he witnessed the fulfillment of the words of Christ in regard to the desolation of Jerusalem. He saw the stately temple of the Jews in ruins, and not one stone left upon another that was not thrown down. Peter was now an entirely converted man; but the honor and authority received from Christ did not give him supremacy over his brethren. He was venerated, and had much influence in the church because of the favor of God in forgiving him his apostasy, and intrusting to him the feeding of his flock, and because he ever remained one of the closest followers of Christ in his daily life."},{"refcode_short":"6Red 52","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 52 (Ellen Gould White)","content":"Meeting of the Brethren"},{"refcode_short":"6Red 52.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 52.1 (Ellen Gould White)","content":"Then the eleven disciples went away into Galilee, into a mountain where Jesus had appointed them. And when they saw him, they worshiped him; but some doubted.” There were others besides the eleven who assembled on the mountain-side. After he had revealed himself to them, certain followers of Jesus were only partially convinced of his identity with the crucified One. But none of the eleven had any doubt upon the subject. They had listened to his words, revealing the straight chain of prophecy in regard to himself. He had eaten with them, and shown them his wounded side and his pierced hands and feet, and they had handled him, so there was no room for unbelief in their minds."},{"refcode_short":"6Red 52.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 52.2 (Ellen Gould White)","content":"This meeting at Galilee had been appointed by the Saviour; the angel from Heaven had announced it to several of the disciples; and Jesus himself had given them special directions in regard to it, saying, “After I am risen again, I will go before you into Galilee.” The place upon the mountain-side was selected by Jesus, because of its accommodation for a large company. This meeting was of the utmost importance to the church, which was soon to be left to carry on the work without the personal presence of the Saviour. Jesus here designed to manifest himself to all the brethren that should assemble, in order that all their doubt and unbelief might be swept away."},{"refcode_short":"6Red 52.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 52.3 (Ellen Gould White)","content":"The appointment of Jesus was repeated to those who believed on him, while they were yet lingering at Jerusalem, attending the festal occasions which followed the passover. The tidings reached many lonely ones who were mourning the death of their Lord; and they made their way to the place of meeting by circuitous routes, coming in from every direction, that they might not excite the suspicion of the jealous Jews. With the most intense interest they assembled together. Those who had been favored with a sight of the resurrected Saviour recounted to the doubting ones the messages of the angels, and their interviews with their Master. They reasoned from scripture, as Jesus had done with them, showing how every specification of prophecy relating to the first advent of Christ had been fulfilled in the life, death, and resurrection of Jesus."},{"refcode_short":"6Red 53.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 53.1 (Ellen Gould White)","content":"Thus the favored disciples passed from group to group, encouraging and strengthening the faith of their brethren. Many of those assembled heard these communications with amazement. A new train of thought was started in their minds regarding the crucified One. If what they had just heard was true, then Jesus was more than a prophet. No one could triumph over death, and burst the fetters of the tomb, but Messiah. Their ideas of Messiah and his mission had been so confused by the false teachings of the priests that it was necessary for them to unlearn what had been taught them, in order to be able to accept the truth, that Christ, through ignominy, suffering, and death, should finally take his throne."},{"refcode_short":"6Red 53.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 53.2 (Ellen Gould White)","content":"With mingled anxiety, fear, and hope, they waited to see if Jesus would indeed appear to fulfill his appointment. Thomas recounted to an eager, listening crowd his former unbelief, and his refusal to believe unless he saw the wounded hands, feet, and side of his Lord, and put his finger in the prints of the nails. He told them how his doubts were swept away forever by the sight of his Saviour, bearing the cruel marks of the crucifixion, and that he wished for no farther evidence."},{"refcode_short":"6Red 54.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 54.1 (Ellen Gould White)","content":"While the people were watching and waiting, suddenly Jesus stood in their midst. No one could tell from whence or how he came. The disciples recognized him at once, and hastened to pay him homage. Many who were present had never before seen him, but when they looked upon his divine countenance, and then upon his wounded hands and feet, pierced by the nails of the crucifixion, they knew it was the Saviour, and worshiped him."},{"refcode_short":"6Red 54.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 54.2 (Ellen Gould White)","content":"But there were some who still doubted; they could not believe the joyous truth. “And Jesus came and spake unto them, saying, All power is given unto me in Heaven and in earth.” This assurance of Jesus exceeded all their expectations. They knew of his power, while he was one among them, over disease of every type, and over Satan and his angels; but they could not at first grasp the grand reality that all power in Heaven and on earth had been given to Him who had walked their streets, and sat at their tables, and taught in their midst."},{"refcode_short":"6Red 54.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 54.3 (Ellen Gould White)","content":"Jesus sought to draw their minds away from himself personally, to the importance of his position as the heir of all things, an equal with God himself; that through suffering and conflict he had gained his great inheritance, the kingdoms of Heaven and of earth. He wished them to understand at once how ample was his authority, and, as one above all powers and principalities, he issued the great commission to his chosen disciples:—"},{"refcode_short":"6Red 55.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 55.1 (Ellen Gould White)","content":"“Go ye, therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost; teaching them to observe all things whatsoever I have commanded you; and lo, I am with you alway, even unto the end of the world. Amen.”"},{"refcode_short":"6Red 55.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 55.2 (Ellen Gould White)","content":"A wide door was thus thrown open before his amazed listeners, who had heretofore been taught the most rigid seclusion from all save their own nation. A new and fuller interpretation of the prophecies dawned upon their minds; they labored to comprehend the work that was assigned them. The world regarded Jesus as an impostor; only a few hundreds ranked under his banner, and the faith of these had been fearfully shaken by the fact of his death, and they had not been able to settle upon any definite plan of action. Now Christ had revealed himself to them in his resurrected form, and had given them a mission so extensive that, with their limited views, they could scarcely comprehend it. It was difficult for them to realize that the faith which had bound them to the side of Jesus should not only be the religion of the Jews, but of all nations."},{"refcode_short":"6Red 55.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 55.3 (Ellen Gould White)","content":"Superstition, tradition, bigotry, and idolatry ruled the world. The Jews alone claimed to have a certain knowledge of God, and they were so exclusive, both socially and religiously, that they were despised by every other people. The high wall of separation which they had raised made the Jews a little world to themselves, and they called all other classes heathen and dogs. But Jesus committed to his disciples the scheme of making known their religion to all nations, tongues, and people. It was the most sublime enterprise ever intrusted to man—to preach a crucified and risen Saviour, and a full and free salvation to all men, both rich and poor, learned and ignorant—to teach that Christ came to the world to pardon the repentant, and to offer them a love high as heaven, broad as the world, and enduring as eternity."},{"refcode_short":"6Red 56.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 56.1 (Ellen Gould White)","content":"They were to teach the observance of all things whatsoever Jesus had commanded them, and were to baptize in the name of the Father, the Son, and the Holy Ghost. Jesus was about to be removed from his disciples; but he assured them that although he should ascend to his Father, his Spirit and influence would be with them always, and with their successors even unto the end of the world. Christ could not have left his followers a more precious legacy than the assurance that his presence would be with them through all the dark and trying hours of life. When Satan seems ready to destroy the church of God, and bring his people to confusion, they should remember that One has promised to be with them who has said, “All power is given unto me in Heaven and on earth.”"},{"refcode_short":"6Red 56.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 56.2 (Ellen Gould White)","content":"Persecution and reproach have ever been the lot of the true followers of Christ. The world hated the Master, and it has ever hated his servants; but the Holy Spirit, the Comforter which Christ sent unto his disciples, cheers and strengthens them to do his work with fidelity during his personal absence. The Comforter, the Spirit of truth, was to abide with them forever, and Christ assured them that the union existing between himself and the Father, now also embraced them."},{"refcode_short":"6Red 57.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 57.1 (Ellen Gould White)","content":"The understanding of the disciples, which had been clouded by misinterpretation of the prophecies, was now fully opened by Jesus, who shed a clear light upon those scriptures referring to himself. He showed them the true character of his kingdom; and they now began to see that it was not the mission of Christ to establish a temporal power, but that his kingdom of divine grace was to be manifested in the hearts of his people, and that only through his humiliation, suffering, and death, could the kingdom of his glory finally be established."},{"refcode_short":"6Red 57.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 57.2 (Ellen Gould White)","content":"The power of death was held by the devil; but Jesus had removed its stinging despair, by meeting the enemy upon his own territory and there conquering him. Henceforth death would be robbed of its terror for the Christian, since Christ himself had felt its pangs, and risen from the grave to sit at the right hand of the Father in Heaven, having all power in Heaven and on earth. The conflict between Christ and Satan was determined when the Lord arose from the dead, shaking the prison-house of his enemy to its foundations, and robbing him of his spoils by bringing up a company of the sleeping dead, as a fresh trophy of the victory achieved by the second Adam. This resurrection was a sample, and an assurance, of the final resurrection of the righteous dead at Christ's second coming."},{"refcode_short":"6Red 57.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 57.3 (Ellen Gould White)","content":"Jerusalem had been the scene of Christ's amazing condescension for the human race. There had he suffered, been rejected, and condemned. The land of Judea, of which Jerusalem was the metropolis, was his birthplace. There, clad in the garb of humanity, he had walked with men, and few had discerned how near Heaven came to earth when Jesus dwelt among them. It was, therefore, very appropriate that the work of the disciples should begin at Jerusalem. While all minds were agitated by the thrilling scenes of the past few weeks, it was a most fitting opportunity for the message to be borne to that city."},{"refcode_short":"6Red 58.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 58.1 (Ellen Gould White)","content":"As the instruction of Jesus to the apostles was drawing to a close, and as the hour of his separation from them approached, he directed their minds more definitely to the work of the Spirit of God in fitting them for their mission. Through the medium of a familiar intercourse, he illuminated their minds to understand the sublime truths which they were to reveal to the world. But their work was not to be entered upon till they should know of a surety, by the baptism of the Holy Ghost, that they were connected with Heaven. They were promised new courage and joy from the heavenly illumination they should then experience, and which would enable them to comprehend the depth and breadth and fullness of God's love."},{"refcode_short":"6Red 58.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 58.2 (Ellen Gould White)","content":"After being fitted for their mission by the descent of the Holy Ghost, the disciples were to proclaim pardon for sin, and salvation through repentance, and the merits of a crucified and risen Saviour, and to reveal the principles of the kingdom of Christ, beginning at Jerusalem, and from thence extending their labors throughout Judea, and into Samaria, and finally to the uttermost parts of the earth. Here is a lesson to all who have a message of truth to give to the world: Their own hearts must first be imbued with the Spirit of God, and their labors should commence at home; their families should have the benefit of their influence; and the transforming power of the Spirit of God should be demonstrated in their own homes by a well-disciplined family. Then the circle should widen; the whole neighborhood should perceive the interest felt for their salvation, and the light of truth should be faithfully presented to them; for their salvation is of as much importance as that of persons at a distance. From the immediate neighborhood, and adjoining cities and towns, the circle of the labors of God's servants should widen, till the message of truth is given to the uttermost parts of the earth."},{"refcode_short":"6Red 59.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 59.1 (Ellen Gould White)","content":"This was the order which Christ instituted for the labors of his disciples; but it is frequently reversed by the evangelical workers of this time. They neglect the inner circle; it is not felt to be a necessity that the quickening influence of the Spirit of God should first operate upon their own hearts, and sanctify and ennoble their lives. The simplest duties, lying directly in their path, are neglected for some wider and more distant field, where their labors are frequently expended in vain. Whereas in a field easier of access they would have labored with success, and encountered fewer trials, gaining influence and new courage as the way opened and broadened before them."},{"refcode_short":"6Red 59.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 59.2 (Ellen Gould White)","content":"The apostles might have entreated the Lord that, in view of the unappreciated efforts which had been put forth in Jerusalem, and the insult and cruel death to which Christ had been subjected, they might be permitted to seek some more promising field, where they would find hearts more ready to hear and receive their message. But no such plea was made. Jesus was the sole director of the work. The very ground where the greatest of all teachers had scattered the seeds of truth, was to be thoroughly cultivated by the apostles until those seeds should spring up and yield an abundant harvest. In their labors the disciples were to endure the hatred, oppression, and jealousy of the Jews; but this had been experienced by their Master before them, and they were not to fly from it."},{"refcode_short":"6Red 60.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 60.1 (Ellen Gould White)","content":"Before his death, Jesus had said to his disciples, while comforting them in view of his approaching humiliation and death, “Peace I leave with you; my peace I give unto you.” Now, after the conflict and the victory, after triumphing over death, and receiving his reward, in a more emphatic manner he bestowed upon them that peace which passeth all understanding. He qualified them to enter upon the work which he had commenced. As he had been sent by his Father, so he sent forth the disciples. He breathed upon them, and said, “Receive ye the Holy Ghost.”"},{"refcode_short":"6Red 60.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 60.2 (Ellen Gould White)","content":"The apostles were not sent forth to be witnesses for Christ until they had received that spiritual endowment necessary to fit them for the execution of their great commission. All professions of Christianity are but lifeless expressions of faith until Jesus imbues the believer with his spiritual life, which is the Holy Ghost. The evangelist is not prepared to teach the truth, and to be the representative of Christ, till he has received this heavenly gift."},{"refcode_short":"6Red 60.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 60.3 (Ellen Gould White)","content":"Men in responsible positions, who are proclaiming the truth of God in the name of Jesus without the spiritual energy given by the quickening power of God, are doing an unreal work, and cannot be certain whether success or defeat will attend their labors. Many forget that religion and duty are not dreary sentimentalisms, but earnest action. It is not the great services and lofty aspirations which receive the approval of God, but the love and consecration through which the service is performed, be it great or little. Storms of opposition and rebuffs are God's providences to drive us under the shelter of his wing. When the cloud envelops us, his voice is heard: “Peace I leave with you, my peace I give unto you; not as the world giveth, give I unto you.”"},{"refcode_short":"6Red 61.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 61.1 (Ellen Gould White)","content":"The act of Christ in breathing upon his disciples the Holy Ghost, and in imparting his peace to them, was as a few drops before the plentiful shower to be given on the day of Pentecost. Jesus impressed this fact upon his disciples, that as they should proceed in the work intrusted to them, they would the more fully comprehend the nature of that work, and the manner in which the kingdom of Christ was to be set up on earth. They were appointed to be witnesses for the Saviour; they were to testify what they had seen and heard of his resurrection; they were to repeat the gracious words which proceeded from his lips. They were acquainted with his holy character; he was as an angel standing in the sun, yet casting no shadow. It was the sacred work of the apostles to present the spotless character of Christ to men, as the standard for their lives. The disciples had been so intimately associated with this Pattern of holiness that they were in some degree assimilated to him in character, and were specially fitted to make known to the world his precepts and example."},{"refcode_short":"6Red 61.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 61.2 (Ellen Gould White)","content":"The more that the minister of Christ associates with his Master, through contemplation of his life and character, the more closely will he resemble him, and the better qualified will he be to teach his truths. Every feature in the life of the great Example should be studied with care, and close converse should be held with him through the prayer of living faith. Thus will the defective human character be transformed into the image of his glorious character. Thus will the teacher of the truth be prepared to lead souls to Christ."},{"refcode_short":"6Red 62.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 62.1 (Ellen Gould White)","content":"Jesus, in giving the disciples their first commission, had said, “I will give unto thee the keys of the kingdom of Heaven, and whatsoever thou [referring to responsible men who should represent his church] shalt bind upon earth shall be bound in Heaven, and whatsoever thou shalt loose on earth shall be loosed in Heaven.” In renewing the commission of those to whom he had imparted the Holy Ghost, he said, “Whosesoever sins ye remit, they are remitted unto them; and whosesoever sins ye retain, they are retained.” These words conveyed to the disciples a sense of the sacredness of their work, and its tremendous results. Imbued with the Spirit of God, they were to go forth preaching the merits of a sin-pardoning Saviour; and they had the assurance that all Heaven was interested in their labors, and that what they did on earth, in the spirit and power of Christ, should be ratified in Heaven."},{"refcode_short":"6Red 62.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 62.2 (Ellen Gould White)","content":"Jesus did not, by this assurance, give the apostles or their successors power to forgive sins, as his representatives. The Roman Catholic Church directs its people to confess the secrets of their lives to the priest, and from him, acting in the place of Christ, to receive absolution from their sins. The Saviour taught that his is the only name given under Heaven whereby men shall be saved. Jesus, however, delegated to his church upon earth, in her organized capacity, the power to censure and to remove censure according to the rules prescribed by inspiration; but these acts were only to be done by men of good repute, who were consecrated by the great Head of the church, and who showed by their lives that they were earnestly seeking to follow the guidance of the Spirit of God."},{"refcode_short":"6Red 63.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 63.1 (Ellen Gould White)","content":"No man was to exercise an arbitrary power over another man's conscience. Christ gave no ecclesiastical right to forgive sin, nor to sell indulgences, that men may sin without incurring the displeasure of God, nor did he give his servants liberty to accept a gift or bribe for cloaking sin, that it may escape merited censure. Jesus charged his disciples to preach the remission of sin in his name among all nations; but they themselves were not empowered to remove one stain of sin from the children of Adam. Nor were they to execute judgment against the guilty; the wrath of an offended God was to be proclaimed against the sinner; but the power which the Roman Church assumes to visit that wrath upon the offender is not established by any direction of Christ; he himself will execute the sentence pronounced against the impenitent. Whoever would attract the people to himself as one in whom is invested power to forgive sins, incurs the wrath of God, for he turns souls away from the heavenly Pardoner to a weak and erring mortal."},{"refcode_short":"6Red 63.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 63.2 (Ellen Gould White)","content":"Jesus showed his disciples that only as they should partake of his Spirit, and be assimilated to his merciful character, would they be endowed with spiritual discernment and miraculous power. All their strength and wisdom must come from him. When dealing with obstinately offending members, the holy men of the church were to follow the directions laid down by Christ; this, the only course of safety for the church, has been traced step by step by the apostles with the pen of inspiration."},{"refcode_short":"6Red 64.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 64.1 (Ellen Gould White)","content":"When the church takes up the case of an offender, the prayer of faith will bring Christ into the midst as an all-wise counselor. Men are in danger of being controlled by prejudice or the reports and opinions of others. Their own unsanctified judgment may balance their decisions. Therefore, where important decisions are to be made in reference to individuals in the church, the judgment of one man, however wise and experienced he may be, is not to be regarded as sufficient to act upon."},{"refcode_short":"6Red 64.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 64.2 (Ellen Gould White)","content":"Jesus has said, “Where two or three are gathered together in my name, there am I in the midst.” With Christ to preside over the council of the church, how cautiously should each man speak and act. Prayer should be offered for the erring, and every means be used to restore him to the favor of God and the church; but if the voice of the church is disregarded, and his individual will is set up above it, then the offender must be promptly dealt with, and the decision of the brethren, made with prayer and faith, and according to the wisdom given them of God, is ratified by Heaven."},{"refcode_short":"6Red 64.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 64.3 (Ellen Gould White)","content":"The repentance of the sinner is to be accepted by the church with grateful hearts. The church is empowered to absolve sins only in the sense of assuring the repenting sinner of the forgiving mercy of the Saviour, and in leading him out from the darkness of unbelief and guilt, to the light of faith and righteousness. It may place his trembling hand in the loving hand of Jesus. Such a remission is ratified by Heaven. The directions of the apostles in regard to condemnation or acquittal in case of church trials are to remain valid till the end of time. And the promise of Christ's presence in answer to prayer should comfort and encourage his church today as much as it comforted and encouraged the apostles whom Christ directly addressed. Those who despise the authority of the church despise the authority of Christ himself."},{"refcode_short":"6Red 65.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 65.1 (Ellen Gould White)","content":"Notwithstanding the refusal of Heaven's best gift by Jerusalem, the work of the apostles was to commence there. The first overtures of mercy were to be made to the murderers of the Son of God. There were also many there who had secretly believed on Jesus, and many who had been deceived by the priests and rulers, but were ready to accept him, if it could be proven that he was indeed the Christ. The apostles, as eyewitnesses, were to testify of Jesus and his resurrection. They were to open to the people the prophecies relating to him, and to show how perfectly they had been fulfilled. They were to bring before the people the most convincing evidence of the truths which they taught, and they were to proclaim the joyful tidings of salvation to the world."},{"refcode_short":"6Red 65.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 65.2 (Ellen Gould White)","content":"As all minds were interested in the history and mission of Jesus, because of the events which had just transpired at Jerusalem, this was a time when the preaching of his gospel would make the most decided impression upon the public mind. At the commencement of their work the disciples were to receive a marvelous power. Their testimony of Christ was to be confirmed by signs and wonders, and the performance of miracles by the apostles, and those who received their message. Said Jesus, “They shall cast out devils; they shall speak with new tongues; they shall take up serpents [as in the case of Paul], and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover.”"},{"refcode_short":"6Red 66","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 66 (Ellen Gould White)","content":"Ascension of Christ"},{"refcode_short":"6Red 66.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 66.1 (Ellen Gould White)","content":"After the meeting of Jesus with the brethren, at Galilee, the disciples returned to Jerusalem; and while the eleven were gathered together in the city Jesus met with them, and again led their minds out into the prophecies concerning himself. He deeply impressed upon their understanding the necessity of thoroughly studying the ancient prophecies regarding Messiah, and of comparing them with the facts of his life, death, and resurrection, in order to establish their fulfillment in himself. They were to diligently trace link after link of sacred truth revealed by the prophets, in types and figures representing the Lamb slain from the foundation of the world. He lifted the vail from their understanding, concerning the typical system of the Jews, and they now saw clearly the meaning of the forms and symbols which were virtually abolished by the death of Christ."},{"refcode_short":"6Red 67.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 67.1 (Ellen Gould White)","content":"The Saviour of the world, as a divine Conqueror, was about to ascend to his Father's throne. He selected the Mount of Olives as the scene of this last display of his glory. Accompanied by the eleven, he made his way to the mountain. The disciples were not aware that this was to be their last season with their Master. He employed the time in sacred converse with them, reiterating his former instructions. As they passed through the gates of Jerusalem, many wondering eyes looked upon the little company, led by one whom a few weeks before the priests and rulers had condemned and crucified."},{"refcode_short":"6Red 67.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 67.2 (Ellen Gould White)","content":"They crossed the Kedron, and approached Gethsemane. Here Jesus paused, that his disciples might call to mind the lessons he had given them while on his way to the garden on the night of his great agony. He looked again upon the vine which he had then used as a symbol to represent the union of his church with himself and his Father; and he refreshed the memory of his followers by repeating the impressive truths which he had then illustrated to them. Reminders of the unrequited love of Jesus were all around him; even the disciples walking by his side, who were so dear to his heart, had, in the hour of his humiliation, when he most needed their sympathy and comfort, reproached and forsaken him."},{"refcode_short":"6Red 67.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 67.3 (Ellen Gould White)","content":"Christ had sojourned in the world for thirty- three years; he had endured its scorn, insult, and mockery; he had been rejected and crucified. Now, when about to ascend to his throne of glory—as he reviews the ingratitude of the people he came to save—will he not withdraw his sympathy and love from them? Will not his affections be centered on that world where he is appreciated, and where sinless angels adore him, and wait to do his bidding? No; his promise to those loved ones whom he leaves on earth is “Lo, I am with you alway, even unto the end of the world.” Before his conflict, he had prayed the Father that they might not be taken out of the world, but should be kept from the evil which is in the world."},{"refcode_short":"6Red 68.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 68.1 (Ellen Gould White)","content":"At length the little company reach the Mount of Olives. This place had been peculiarly hallowed by the presence of Jesus while he bore the nature of man. It was consecrated by his prayers and tears. When he had ridden into Jerusalem, just prior to his trial, the steeps of Olivet had echoed the joyous shouts of the triumphant multitude. On its sloping descent was Bethany, where he had often found repose at the house of Lazarus. At the foot of the mount was the garden of Gethsemane, where he had agonized alone, and moistened the sod with his blood."},{"refcode_short":"6Red 68.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 68.2 (Ellen Gould White)","content":"Jesus led the way across the summit, to the vicinity of Bethany. He then paused, and they all gathered about him. Beams of light seemed to radiate from his countenance, as he looked with deep love upon his disciples. He upbraided them not for their faults and failures; but words of unutterable tenderness were the last which fell upon their ears from the lips of their Lord. With hands outstretched in blessing them, and as if in assurance of his protecting care, he slowly ascended from among them, drawn heavenward by a power stronger than any earthly attraction. As he passed upward, the awe-struck disciples looked with straining eyes for the last glimpse of their ascending Lord. A cloud of glory received him out of their sight, and at the same moment there floated down to their charmed senses the sweetest and most joyous music from the angel choir."},{"refcode_short":"6Red 69.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 69.1 (Ellen Gould White)","content":"While their gaze was still riveted upward, voices addressed them which sounded like the music which had just charmed them. They turned, and saw two beings in the form of men; yet their heavenly character was immediately discerned by the disciples, whom they addressed in comforting accents, saying, “Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into Heaven, shall so come in like manner as ye have seen him go into Heaven.” These angels were of the company that had been waiting in a shining cloud to escort Jesus to his throne; and in sympathy and love for those whom the Saviour had left, they came to remove all uncertainty from their minds, and to give them the assurance that he would come to earth again."},{"refcode_short":"6Red 69.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 69.2 (Ellen Gould White)","content":"All Heaven was waiting to welcome the Saviour to the celestial courts. As he ascended he led the way, and the multitude of captives whom he had raised from the dead at the time when he came forth from the tomb, followed him. The heavenly host, with songs of joy and triumph, escorted him upward. At the portals of the city of God an innumerable company of angels awaited his coming. As they approached the gates of the city, the angels who were escorting the Majesty of Heaven, in triumphant tones addressed the company at the portals: “Lift up your heads, O ye gates, and be ye lifted up, ye everlasting doors, and the King of Glory shall come in!”"},{"refcode_short":"6Red 70.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 70.1 (Ellen Gould White)","content":"The waiting angels at the gates of the city inquire in rapturous strains, “Who is this King of Glory? The escorting angels joyously reply in songs of triumph, “The Lord, strong and mighty! The Lord, mighty in battle! Lift up your heads, O ye gates, even lift them up, ye everlasting doors, and the King of Glory shall come in!” Again the waiting angels ask, “Who is this King of Glory?” and the escorting angels respond in melodious strains, “The Lord of hosts! He is the King of Glory!” Then the portals of the city of God are widely opened, and the heavenly train pass in amid a burst of angelic music. All the heavenly host surround their majestic Commander as he takes his position upon the throne of the Father."},{"refcode_short":"6Red 70.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 70.2 (Ellen Gould White)","content":"With the deepest adoration and joy, the hosts of angels bow before him, while the glad shout rings through the courts of Heaven: “Worthy is the Lamb that was slain to receive power, and riches, and wisdom, and strength, and honor, and glory, and blessing!” Songs of triumph mingle with music from angelic harps, till Heaven seems to overflow with delightful harmony, and inconceivable joy and praise. The Son of God has triumphed over the prince of darkness, and conquered death and the grave. Heaven rings with voices in lofty strains proclaiming: “Blessing, and honor, and glory, and power be unto Him that sitteth upon the throne, and unto the Lamb forever and ever!”"},{"refcode_short":"6Red 70.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 70.3 (Ellen Gould White)","content":"He is seated by the side of his Father on his throne. The Saviour presents the captives he has rescued from the bonds of death, at the price of his own life. His hands place immortal crowns upon their brows; for they are the representatives, and samples, of those who shall be redeemed, by the blood of Christ, from all nations, tongues, and people, and come forth from the dead, when he shall call the just from their graves at his second coming. Then shall they see the marks of Calvary in the glorified body of the Son of God. Their greatest joy will be found in the presence of Him who sitteth on the throne; and the enraptured saints will exclaim, My Beloved is mine, and I am his! He is the chief among ten thousand, and altogether lovely!"},{"refcode_short":"6Red 71.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 71.1 (Ellen Gould White)","content":"The disciples returned to Jerusalem, not mourning, but full of joy. When last they looked upon their Lord, his countenance shone with heavenly brightness, and he smiled lovingly upon them. Those hands that had so often been stretched forth in the act of blessing the sick and the afflicted, and in rebuking demons—those hands which had been bruised by the cruel nails, were mercifully extended, as though in the disciples they embraced the whole world, and called down a blessing upon all the followers of Christ. Beams of light seemed to emanate from those dear hands and to fall upon the watching, waiting ones."},{"refcode_short":"6Red 71.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 71.2 (Ellen Gould White)","content":"The most precious fact to the disciples in the ascension of Jesus was that he went from them into Heaven in the tangible form of their divine Teacher. The very same Jesus, who had walked, and talked, and prayed with them; who had broken bread with them; who had been with them in their boats on the lake; who had sought retirement with them in the groves; and who had that very day toiled with them up the steep ascent of Olivet,—had ascended to Heaven in the form of humanity. And the heavenly messengers had assured them that the very same Jesus whom they had seen go up into Heaven, should come again in like manner as he had ascended. This assurance has ever been, and will be till the close of time, the hope and joy of all true lovers of Christ."},{"refcode_short":"6Red 72.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 72.1 (Ellen Gould White)","content":"The disciples not only saw the Lord ascend, but they had the testimony of the angels that he had gone to occupy his Father's throne in Heaven. The last remembrance that the disciples were to have of their Lord was as the sympathizing Friend, the glorified Redeemer. Moses veiled his face to hide the glory of the law which was reflected upon it, and the glory of Christ's ascension was veiled from human sight. The brightness of the heavenly escort, and the opening of the glorious gates of God to welcome him, were not to be discerned by mortal eyes."},{"refcode_short":"6Red 72.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 72.2 (Ellen Gould White)","content":"Had the track of Christ to Heaven been revealed to the disciples in all its inexpressible glory, they could not have endured the sight. Had they beheld the myriads of angels, and heard the bursts of triumph from the battlements of Heaven, as the everlasting doors were lifted up, the contrast between that glory and their own lives in a world of trial, would have been so great that they would hardly have been able to again take up the burden of their earthly lives, prepared to execute with courage and faithfulness the commission given them by the Saviour. Even the Comforter, the Holy Ghost which was sent to them, would not have been properly appreciated, nor would it have strengthened their hearts sufficiently to bear reproach, contumely, imprisonment, and death if need be."},{"refcode_short":"6Red 72.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 72.3 (Ellen Gould White)","content":"Their senses were not to become so infatuated with the glories of Heaven that they would lose sight of the character of Christ on earth, which they were to copy in themselves. They were to keep distinctly before their minds the beauty and majesty of his life, the perfect harmony of all his attributes, and the mysterious union of the divine and human in his nature. It was better that the earthly acquaintance of the disciples with their Saviour should end in the solemn, quiet, and sublime manner in which it did. His visible ascent from the world was in harmony with the meekness and quiet of his life."},{"refcode_short":"6Red 73.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 73.1 (Ellen Gould White)","content":"The disciples returned to Jerusalem rejoicing, not that they were deprived of their Master and Teacher, for this was to them a cause for personal mourning rather than joy. But Jesus had assured them that he would send the Comforter, as an equivalent for his visible presence. He had said, “If ye loved me, ye would rejoice, because I said, I go unto the Father.” They rejoiced because Jesus had wrought out salvation for man; he had answered the claims of the law, and had become a perfect offering for man; he had ascended to Heaven to carry forward the work of atonement begun on earth. He was the Advocate of man, his Intercessor with the Father."},{"refcode_short":"6Red 73.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 73.2 (Ellen Gould White)","content":"Jesus, who was born in Bethlehem; who worked with his earthly father at the carpenter's trade; who sat in weariness by Jacob's well; who slept in weariness in Peter's fishing-boat; who hungered and thirsted; who took little children in his arms and blessed them; who was rejected, scourged, and crucified,—ascended in the form of a man to Heaven, and took his place at the right hand of God. Having felt our infirmities, our sorrows, and temptations, he is amply fitted to plead for man as his representative. Jesus, when upon earth, was the most perfect type of man; and it is the Christian's joy and comfort that this patient, loving Saviour is to be his King and Judge; for “the Father judgeth no man, but hath committed all judgment unto the Son.”"},{"refcode_short":"6Red 74.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 74.1 (Ellen Gould White)","content":"We are not inclined to associate kingly glory and judicial authority with the self-denial, patience, love, and forgiveness shown in the life of Christ; yet these attributes qualified the Saviour for his exalted position. The qualities of character which he developed on earth constitute his exaltation in glory. His triumphs were gained by love, not by force. In coming to Christ the sinner consents to be elevated to the noblest ideal of man."},{"refcode_short":"6Red 74.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 74.2 (Ellen Gould White)","content":"“Do ye not know that the saints shall judge the world?” The attributes which exalted Christ, if obtained by his followers, will place the scepter in their hands, and they shall be kings and priests with God. Christ pledged himself to keep the law which Adam transgressed, and to magnify that law and make it honorable by demonstrating that it was not arbitrary, and could be kept inviolate by man. Christ showed by his life that the law of God is faultless, and that man, by disobeying it, brings upon himself the evils which its restrictions seek to avert from him."},{"refcode_short":"6Red 74.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 74.3 (Ellen Gould White)","content":"When the disciples returned to Jerusalem alone, people looked at them, expecting to see in their faces expressions of sorrow, confusion, and defeat; but they saw there gladness and triumph. They did not wail over disappointed hopes, but were continually in the temple praising and blessing God. The priests and rulers were at a loss to understand this mystery. After the discouraging events connected with the trial, condemnation, and ignominious death of their Master, the disciples were supposed to be defeated and ashamed; but they now came forth with buoyant spirits, and countenances beaming with a joy not born of earth."},{"refcode_short":"6Red 75.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 75.1 (Ellen Gould White)","content":"They told the wonderful story of Christ's glorious resurrection, and ascension to Heaven, and many believed their testimony. The disciples had no longer a vague distrust of the future; they knew that Jesus was in Heaven; that his sympathies were unchanged; that he was identifying himself with suffering humanity, receiving the prayers of his people; that he was pleading with God the merits of his own precious blood, showing his wounded hands and feet, as a remembrance of the price he had paid for his redeemed. They knew that he would come again escorted by the heavenly host, and they looked upon this event, not as a dreaded calamity, but as an occasion for great joy and longing anticipation. They knew that he would stand again upon the Mount of Olives, while the Hebrew hallelujahs should mingle with Gentile hosannas, and myriads of voices should unite in the glad acclamation of “Crown him Lord of all!” They knew that he had ascended to Heaven to prepare mansions for his obedient children, and that he would return and take them unto himself."},{"refcode_short":"6Red 75.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 75.2 (Ellen Gould White)","content":"With joy the disciples related to their brethren the news of their Lord's ascension. They now felt that they had a Friend at the throne of God, and were eager to prefer their requests to the Father in the name of Jesus. They gathered together in solemn awe and bowed in prayer, repeating to each other the assurance of the Saviour, “Whatsoever ye shall ask the Father in my name he will give it you. Hitherto have ye asked nothing in my name; ask, and ye shall receive, that your joy may be full.” During the ten days following the ascension, they, with one accord, devoted the time to prayer and praise, waiting for the descent of the Holy Ghost. They extended the hand of faith higher and higher, with the mighty argument, “It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.”"},{"refcode_short":"6Red 76.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 76.1 (Ellen Gould White)","content":"“Great is the mystery of godliness: God was manifest in the flesh, justified in the Spirit seen of angels, preached unto the Gentiles, believed on in the world, received up into glory.” The Saviour came into the world, outwardly the son of David, not manifesting the full significance of his character. His spirit was subject to that discipline and experience through which humanity must in some measure pass. His divinity was veiled beneath humanity. He hid within himself those all-powerful attributes which belonged to him as one equal with God. At times his divine character flashed forth with such wonderful power that all who were capable of discerning spiritual things pronounced him the Son of God."},{"refcode_short":"6Red 76.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 76.2 (Ellen Gould White)","content":"Christ exiled himself to the world that he might bring heavenly light within the reach of humanity. The Jews did not comprehend the twofold character of Christ; and as he did not assume temporal, kingly power, and establish his reign on David's throne, bringing into subjection every foreign authority, the Jewish dignitaries refused to accept him. They could not connect man's suffering, grief, and poverty with their idea of the Messiah. Yet this was the only Saviour the word of God through his prophets had ever predicted."},{"refcode_short":"6Red 77.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 77.1 (Ellen Gould White)","content":"The Jews utterly failed to understand the spiritual connection which identified Christ with both the human and the divine, and gave fallen man a presentation of what he should strive to become. Christ was God in the flesh. As the son of David, he stood forth a perfect type of true manhood, bold in doing his duty, and of the strictest integrity, yet full of love, compassion, and tender sympathy. In his miracles he revealed himself as Lord. When he was asked by Philip to show him the Father, he answered, “Have I been so long time with you, and yet hast thou not known me, Philip? He that hath seen me, hath seen the Father.”"},{"refcode_short":"6Red 77.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 77.2 (Ellen Gould White)","content":"The Jews were continually seeking for and expecting a Divinity among them that would be revealed in outward show, and by one flash of over-mastering will would change the current of all minds, force from them an acknowledgment of his superiority, elevate himself, and gratify the ambition of his people. This being the case, when Christ was treated with contempt, there was a powerful temptation before him to reveal his heavenly character, and to compel his persecutors to admit that he was Lord above kings and potentates, priests and temple. But it was his difficult task to maintain the level of humanity."},{"refcode_short":"6Red 77.3","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 77.3 (Ellen Gould White)","content":"In the intercessory prayer of Jesus with his Father, he claimed that he had fulfilled the conditions which made it obligatory upon the Father to fulfill his part of the contract made in Heaven, with regard to fallen man. He prayed: “I have finished the work which thou gavest me to do. [That is, he had wrought out a righteous character on earth as an example for men to follow.] And now, O Father, glorify thou me with thine own self, with the glory which I had with thee before the world was.” In this prayer he farther goes on to state what is comprehended by the work which he has accomplished, and which has given him all those who believe on his name."},{"refcode_short":"6Red 78.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 78.1 (Ellen Gould White)","content":"He values this recompense so highly that he forgets the anguish it has cost him to redeem fallen man. He declares himself glorified in those who believe on him. The church, in his name, is to carry to glorious perfection the work which he has commenced; and when that church shall be finally ransomed in the Paradise of God, he will look upon the travail of his soul and be satisfied. Through all eternity the ransomed host will be his chief glory."},{"refcode_short":"6Red 78.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 78.2 (Ellen Gould White)","content":"Jesus, the Majesty of Heaven, humbled himself, and became obedient unto death, even the death of the cross; “wherefore God also hath highly exalted him, and given him a name which is above every name.” This mighty Saviour has promised to come again, and to take his church to the mansions he has prepared for them. While he is in Heaven carrying on the work of intercession and atonement commenced on earth, his life and character are to be exemplified by his church upon earth. He has promised that, “He that believeth on me, the works that I do shall he do also; and greater works than these shall he do, because I go unto my Father.” And again, “Hitherto have ye asked nothing in my name.” “Whatsoever ye shall ask the Father in my name, he will give it you.”"},{"refcode_short":"6Red 79.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 79.1 (Ellen Gould White)","content":"He who considered it not robbery to be equal with God, once trod the earth, bearing our suffering and sorrowing nature, and tempted in all points like as we are; and now he appears in the presence of God as our great High Priest, ready to accept the repentance, and to answer the prayers of his people, and, through the merits of his own righteousness, to present them to the Father. He raises his wounded hands to God, and claims their blood-bought pardon. I have graven them on the palms of my hands, he pleads. Those memorial wounds of my humiliation and anguish secure to my church the best gifts of Omnipotence."},{"refcode_short":"6Red 79.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 79.2 (Ellen Gould White)","content":"What a source of joy to the disciples, to know that they had such a Friend in Heaven to plead in their behalf! Through the visible ascension of Christ all their views and contemplation of Heaven are changed. Their minds had formerly dwelt upon it as a region of unlimited space, tenanted by spirits without substance. Now Heaven was connected with the thought of Jesus, whom they had loved and reverenced above all others, with whom they had conversed and journeyed, whom they had handled, even in his resurrected body, who had spoken hope and comfort to their hearts, and who, while the words were upon his lips, had been taken up before their eyes, the tones of his voice coming back to them as the cloudy chariot of angels received him: “Lo, I am with you alway, even unto the end of the world.”"},{"refcode_short":"6Red 80.1","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 80.1 (Ellen Gould White)","content":"Heaven could no longer appear to them as an indefinite, incomprehensible space, filled with intangible spirits. They now looked upon it as their future home, where mansions were being prepared for them by their loving Redeemer. Prayer was clothed with a new interest, since it was a communion with their Saviour. With new and thrilling emotions and a firm confidence that their prayer would be answered, they gathered in the upper chamber to offer their petitions, and to claim the promise of the Saviour, who had said “Ask, and ye shall receive, that your joy may be full.” They prayed in the name of Jesus."},{"refcode_short":"6Red 80.2","refcode_long":"Redemption: or the Resurrection of Christ; and His Ascension, p. 80.2 (Ellen Gould White)","content":"They had a gospel to preach—Christ in human form, a man of sorrows; Christ in humiliation, taken by wicked hands and crucified; Christ resurrected, and ascended to Heaven, into the presence of God, to be man's Advocate; Christ to come again with power and great glory in the clouds of heaven, and to receive the obedient and loyal to himself."}]