[{"refcode_short":"7ABC 435","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 435 (Ellen Gould White)","content":"EGW Comments SDA Bible Commentary Vol. 7A"},{"refcode_short":"7ABC 437","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 437 (Ellen Gould White)","content":"Appendix A—Christ's Place in the Godhead"},{"refcode_short":"7ABC 437.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 437.1 (Ellen Gould White)","content":"Because the writings of Ellen G. White have often been garbled when allegedly “quoted” by critics or detractors, we here give a comprehensive assemblage of her teachings on the deity and eternal pre-existence of Christ, and His place in the Godhead, or Trinity; His nature during the incarnation; and His atoning sacrifice and priestly ministry."},{"refcode_short":"7ABC 437","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 437 (Ellen Gould White)","content":"I. Deity and Nature of Christ"},{"refcode_short":"7ABC 437.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 437.2 (Ellen Gould White)","content":"Christ, the Word, the only begotten of God, was one with the eternal Father,—one in nature, in character, in purpose,—the only being that could enter into all the counsels and purposes of God. “His name shall be called Wonderful, Counselor, The mighty God, The everlasting Father, The Prince of peace” (Isaiah 9:6). His “goings forth have been from of old, from everlasting” (Micah 5:2).—Patriarchs and Prophets, 34."},{"refcode_short":"7ABC 437.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 437.3 (Ellen Gould White)","content":"The Jews had never before heard such words from human lips, and a convicting influence attended them; for it seemed that divinity flashed through humanity as Jesus said, “I and my Father are one.” The words of Christ were full of deep meaning as he put forth the claim that he and the Father were of one substance, possessing the same attributes.—The Signs of the Times, November 27, 1893, p. 54."},{"refcode_short":"7ABC 437.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 437.4 (Ellen Gould White)","content":"Yet the Son of God was the acknowledged Sovereign of heaven, one in power and authority with the Father.—The Great Controversy, 495."},{"refcode_short":"7ABC 437.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 437.5 (Ellen Gould White)","content":"To save the transgressor of God's law, Christ, the one equal with the Father, came to live heaven before men, that they might learn to know what it is to have heaven in the heart. He illustrated what man must be to be worthy of the precious boon of the life that measures with the life of God.—Fundamentals of Christian Education, 179."},{"refcode_short":"7ABC 437.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 437.6 (Ellen Gould White)","content":"The only way in which the fallen race could be restored was through the gift of his Son, equal with himself, possessing the attributes of God. Though so highly exalted, Christ consented to assume human nature, that he might work in behalf of man and reconcile to God his disloyal subject. When man rebelled, Christ pleaded his merits in his behalf, and became man's substitute and surety. He undertook to combat the powers of darkness in man's behalf, and he prevailed, conquering the enemy of our souls, and presenting to man the cup of salvation.—The Review and Herald, November 8, 1892, p. 690."},{"refcode_short":"7ABC 438.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 438.1 (Ellen Gould White)","content":"The world was made by him, “and without him was not anything made that was made.” If Christ made all things, he existed before all things. The words spoken in regard to this are so decisive that no one need be left in doubt. Christ was God essentially, and in the highest sense. He was with God from all eternity, God over all, blessed forevermore...."},{"refcode_short":"7ABC 438.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 438.2 (Ellen Gould White)","content":"There are light and glory in the truth that Christ was one with the Father before the foundation of the world was laid. This is the light shining in a dark place, making it resplendent with divine, original glory. This truth, infinitely mysterious in itself, explains other mysterious and otherwise unexplainable truths, while it is enshrined in light, unapproachable and incomprehensible.—The Review and Herald, April 5, 1906, p. 8."},{"refcode_short":"7ABC 438.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 438.3 (Ellen Gould White)","content":"The King of the universe summoned the heavenly hosts before Him, that in their presence He might set forth the true position of His Son, and show the relation He sustained to all created beings. The Son of God shared the Father's throne, and the glory of the eternal, self-existent One encircled both.—Patriarchs and Prophets, 36."},{"refcode_short":"7ABC 438.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 438.4 (Ellen Gould White)","content":"However much a shepherd may love his sheep, he loves his sons and daughters more. Jesus is not only our shepherd; He is our “everlasting Father.” And He says, “I know Mine own, and Mine own know Me, even as the Father knoweth Me, and I know the Father.” John 10:14, 15, R.V. What a statement is this!—the only-begotten Son, He who is in the bosom of the Father, He whom God has declared to be “the Man that is My fellow” (Zechariah 13:7),—the communion between Him and the eternal God is taken to represent the communion between Christ and His children on the earth!—The Desire of Ages, 483."},{"refcode_short":"7ABC 438.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 438.5 (Ellen Gould White)","content":"Still seeking to give a true direction to her faith, Jesus declared, “I am the resurrection, and the life.” In Christ is life, original, unborrowed, underived. “He that hath the Son hath life.” 1 John 5:12. The divinity of Christ is the believer's assurance of eternal life.—The Desire of Ages, 530."},{"refcode_short":"7ABC 438.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 438.6 (Ellen Gould White)","content":"Silence fell upon the vast assembly. The name of God, given to Moses to express the idea of the eternal presence, had been claimed as His own by this Galilean Rabbi. He had announced Himself to be the self-existent One, He who had been promised to Israel, “whose goings forth have been from of old, from the days of eternity.”—The Desire of Ages, 469."},{"refcode_short":"7ABC 439.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 439.1 (Ellen Gould White)","content":"The world's Redeemer was equal with God. His authority was as the authority of God. He declared that he had no existence separate from the Father. The authority by which he spoke, and wrought miracles, was expressly his own, yet he assures us that he and the Father are one.—The Review and Herald, January 7, 1890, p. 1."},{"refcode_short":"7ABC 439.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 439.2 (Ellen Gould White)","content":"Jehovah, the eternal, self-existent, uncreated One, Himself the source and sustainer of all, is alone entitled to supreme reverence and worship.—Patriarchs and Prophets, 305."},{"refcode_short":"7ABC 439.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 439.3 (Ellen Gould White)","content":"Jehovah is the name given to Christ. “Behold, God is my salvation,” writes the prophet Isaiah; “I will trust, and not be afraid; for the Lord Jehovah is my strength and my song; He also is become my salvation. Therefore with joy shall ye draw water out of the wells of salvation. And in that day ye shall say, Praise the Lord, call upon His name, declare His doings among the people, make mention that His name is exalted.” “In that day shall this song be sung in the land of Judah: We have a strong city; salvation will God appoint for walls and bulwarks. Open ye the gates, that the righteous nation which keepeth the truth may enter in. Thou wilt keep him in perfect peace whose mind is stayed on Thee, because he trusteth in Thee. Trust ye in the Lord forever; for in the Lord Jehovah is everlasting strength.”—The Signs of the Times, May 3, 1899, p. 2."},{"refcode_short":"7ABC 439.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 439.4 (Ellen Gould White)","content":"The heavenly gates are again to be lifted up, and with ten thousand times ten thousand and thousands of thousands of holy ones, our Saviour will come forth as King of kings and Lord of lords. Jehovah Immanuel “shall be King over all the earth; in that day shall there be one Lord, and His name one.”—Thoughts From the Mount of Blessing, 108."},{"refcode_short":"7ABC 439.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 439.5 (Ellen Gould White)","content":"This is the reward of all who follow Christ. Jehovah Emmanuel—He “in whom are hid all the treasures of wisdom and knowledge,” in whom dwells “all the fulness of the Godhead bodily” (Colossians 2:3, 9)—to be brought into sympathy with Him, to know Him, to possess Him, as the heart opens more and more to receive His attributes; to know His love and power, to possess the unsearchable riches of Christ, to comprehend more and more “what is the breadth, and length, and depth, and height; and to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God” (Ephesians 3:18, 19)—“This is the heritage of the servants of the Lord, and their righteousness is of Me, saith the Lord.”—Thoughts From the Mount of Blessing, 34, 35."},{"refcode_short":"7ABC 440.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 440.1 (Ellen Gould White)","content":"Before the entrance of sin among the angels: Christ the Word, the only-begotten of God, was one with the eternal Father,—one in nature, in character, and in purpose,—the only being in all the universe that could enter into all the counsels and purposes of God. By Christ, the Father wrought in the creation of all heavenly beings.—The Great Controversy, 493."},{"refcode_short":"7ABC 440.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 440.2 (Ellen Gould White)","content":"If men reject the testimony of the inspired Scriptures concerning the deity of Christ, it is in vain to argue the point with them; for no argument, however conclusive, could convince them. “The natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.” 1 Corinthians 2:14. None who hold this error can have a true conception of the character or the mission of Christ, or of the great plan of God for man's redemption.—The Great Controversy, 524."},{"refcode_short":"7ABC 440","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 440 (Ellen Gould White)","content":"II. Eternal Pre-existence of Christ"},{"refcode_short":"7ABC 440.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 440.3 (Ellen Gould White)","content":"The Lord Jesus Christ, the divine Son of God, existed from eternity, a distinct person, yet one with the Father. He was the surpassing glory of heaven. He was the commander of the heavenly intelligences, and the adoring homage of the angels was received by him as his right. This was no robbery of God.—The Review and Herald, April 5, 1906, p. 8."},{"refcode_short":"7ABC 440.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 440.4 (Ellen Gould White)","content":"In speaking of His pre-existence, Christ carries the mind back through dateless ages. He assures us that there never was a time when He was not in close fellowship with the eternal God. He to whose voice the Jews were then listening had been with God as one brought up with Him.—The Signs of the Times, August 29, 1900."},{"refcode_short":"7ABC 440.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 440.5 (Ellen Gould White)","content":"Here Christ shows them that, although they might reckon His life to be less than fifty years, yet His divine life could not be reckoned by human computation. The existence of Christ before His incarnation is not measured by figures.—The Signs of the Times, May 3, 1899."},{"refcode_short":"7ABC 440.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 440.6 (Ellen Gould White)","content":"From all eternity Christ was united with the Father, and when He took upon Himself human nature, He was still one with God.—The Signs of the Times, August 2, 1905, p. 10."},{"refcode_short":"7ABC 441.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 441.1 (Ellen Gould White)","content":"When Christ passed within the heavenly gates, He was enthroned amidst the adoration of the angels. As soon as this ceremony was completed, the Holy Spirit descended upon the disciples in rich currents, and Christ was indeed glorified, even with the glory which He had with the Father from all eternity.—The Acts of the Apostles, 38, 39."},{"refcode_short":"7ABC 441.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 441.2 (Ellen Gould White)","content":"But while God's Word speaks of the humanity of Christ when upon this earth, it also speaks decidedly regarding his preexistence. The Word existed as a divine being, even as the eternal Son of God, in union and oneness with his Father. From everlasting he was the Mediator of the covenant, the one in whom all nations of the earth, both Jews and Gentiles, if they accepted him, were to be blessed. “The Word was with God, and the Word was God.” Before men or angels were created, the Word was with God, and was God.—The Review and Herald, April 5, 1906."},{"refcode_short":"7ABC 441.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 441.3 (Ellen Gould White)","content":"A human being lives, but his is a given life, a life that will be quenched. “What is your life? It is even vapor, that appeareth for a little time, and then vanisheth away.” But Christ's life is not a vapor; it is never-ending, a life existing before the worlds were made.—The Signs of the Times, June 17, 1897, p. 5."},{"refcode_short":"7ABC 441.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 441.4 (Ellen Gould White)","content":"From the days of eternity the Lord Jesus Christ was one with the Father; He was “the image of God,” the image of His greatness and majesty, “the outshining of His glory.”—The Desire of Ages, 19."},{"refcode_short":"7ABC 441.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 441.5 (Ellen Gould White)","content":"He was one with the Father before the angels were created.—The Spirit of Prophecy 1:17."},{"refcode_short":"7ABC 441.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 441.6 (Ellen Gould White)","content":"Christ was God essentially, and in the highest sense. He was with God from all eternity, God over all, blessed forevermore.—The Review and Herald, April 5, 1906, p. 8."},{"refcode_short":"7ABC 441.7","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 441.7 (Ellen Gould White)","content":"The name of God, given to Moses to express the idea of the eternal presence, had been claimed as His own by this Galilean Rabbi. He had announced Himself to be the self-existent One, He who had been promised to Israel, “whose goings forth have been from of old, from the days of eternity.” Micah 5:2, margin.—The Desire of Ages, 469, 470."},{"refcode_short":"7ABC 441.8","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 441.8 (Ellen Gould White)","content":"In it [God's Word] we may learn what our redemption has cost Him who from the beginning was equal with the Father.—Counsels to Parents, Teachers, and Students, 13."},{"refcode_short":"7ABC 441","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 441 (Ellen Gould White)","content":"III. Three Persons in the Godhead"},{"refcode_short":"7ABC 441.9","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 441.9 (Ellen Gould White)","content":"There are three living persons of the heavenly trio; in the name of these three great powers—the Father, the Son, and the Holy Spirit—those who receive Christ by living faith are baptized, and these powers will co-operate with the obedient subjects of heaven in their efforts to live the new life in Christ.—Evangelism, 615."},{"refcode_short":"7ABC 442.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 442.1 (Ellen Gould White)","content":"The Godhead was stirred with pity for the race, and the Father, the Son, and the Holy Spirit gave themselves to the working out of the plan of redemption.—Counsels on Health, 222."},{"refcode_short":"7ABC 442.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 442.2 (Ellen Gould White)","content":"Those who proclaim the third angel's message must put on the whole armor of God, that they may stand boldly at their post, in the face of detraction and falsehood, fighting the good fight of faith, resisting the enemy with the word, “It is written.” Keep yourselves where the three great powers of heaven, the Father, the Son, and the Holy Spirit, can be your efficiency. These powers work with the one who gives himself unreservedly to God. The strength of heaven is at the command of God's believing ones. The man who takes God as his trust is barricaded by an impregnable wall.—The Southern Watchman, February 23, 1904, p. 122."},{"refcode_short":"7ABC 442.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 442.3 (Ellen Gould White)","content":"Our sanctification is the work of the Father, the Son, and the Holy Spirit. It is the fulfilment of the covenant that God has made with those who bind themselves up with Him, to stand with Him, with His Son, and with His Spirit in holy fellowship. Have you been born again? Have you become a new being in Christ Jesus? Then co-operate with the three great powers of heaven who are working in your behalf. Doing this you will reveal to the world the principles of righteousness.—The Signs of the Times, June 19, 1901."},{"refcode_short":"7ABC 442.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 442.4 (Ellen Gould White)","content":"The eternal heavenly dignitaries—God, and Christ, and the Holy Spirit—arming them [the disciples] with more than mortal energy, ... would advance with them to the work and convince the world of sin.—Evangelism, 616."},{"refcode_short":"7ABC 442.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 442.5 (Ellen Gould White)","content":"We are to co-operate with the three highest powers in heaven,—the Father, the Son, and the Holy Ghost,—and these powers will work through us, making us workers together with God.—Evangelism, 617."},{"refcode_short":"7ABC 442.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 442.6 (Ellen Gould White)","content":"Those who are baptized in the threefold name of the Father, the Son, and the Holy Spirit, at the very entrance of their Christian life declare publicly that they have forsaken the service of Satan and have become members of the royal family, children of the heavenly King.—Testimonies for the Church 6:91."},{"refcode_short":"7ABC 443","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 443 (Ellen Gould White)","content":"Appendix B—Christ's Nature During the Incarnation"},{"refcode_short":"7ABC 443.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 443.1 (Ellen Gould White)","content":"Note.—The italicizing of key expressions throughout this compilation is to enable the eye to catch at a glance the pertinent point of each paragraph.—Editors."},{"refcode_short":"7ABC 443","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 443 (Ellen Gould White)","content":"I. The Mystery of the Incarnation"},{"refcode_short":"7ABC 443.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 443.2 (Ellen Gould White)","content":"The humanity of the Son of God is everything to us. It is the golden chain that binds our souls to Christ, and through Christ to God. This is to be our study. Christ was a real man; He gave proof of His humility in becoming a man. Yet He was God in the flesh. When we approach this subject, we would do well to heed the words spoken by Christ to Moses at the burning bush, “Put off thy shoes from off thy feet, for the place where on thou standest is holy ground.” We should come to this study with the humility of a learner, with a contrite heart. And the study of the incarnation of Christ is a fruitful field, which will repay the searcher who digs deep for hidden truth.—The Youth's Instructor, October 13, 1898."},{"refcode_short":"7ABC 443.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 443.3 (Ellen Gould White)","content":"The only plan that could be devised to save the human race was that which called for the incarnation, humiliation, and crucifixion of the Son of God, the Majesty of heaven. After the plan of salvation was devised, Satan could have no ground upon which to found his suggestion that God, because so great, could care nothing for so insignificant a creature as man.—The Signs of the Times, January 20, 1890."},{"refcode_short":"7ABC 443.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 443.4 (Ellen Gould White)","content":"In contemplating the incarnation of Christ in humanity, we stand baffled before an unfathomable mystery, that the human mind cannot comprehend. The more we reflect upon it, the more amazing does it appear. How wide is the contrast between the divinity of Christ and the helpless infant in Bethlehem's manger! How can we span the distance between the mighty God and a helpless child? And yet the Creator of worlds, He in whom was the fullness of the Godhead bodily, was manifest in the helpless babe in the manger. Far higher than any of the angels, equal with the Father in dignity and glory, and yet wearing the garb of humanity! Divinity and humanity were mysteriously combined, and man and God became one. It is in this union that we find the hope of our fallen race. Looking upon Christ in humanity, we look upon God, and see in Him the brightness of His glory, the express image of His person.—The Signs of the Times, July 30, 1896."},{"refcode_short":"7ABC 444.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 444.1 (Ellen Gould White)","content":"As the worker studies the life of Christ, and the character of His mission is dwelt upon, each fresh search will reveal something more deeply interesting than has yet been unfolded. The subject is inexhaustible. The study of the incarnation of Christ, His atoning sacrifice and mediatorial work, will employ the mind of the diligent student as long as time shall last.—Gospel Workers, 251."},{"refcode_short":"7ABC 444.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 444.2 (Ellen Gould White)","content":"That God should thus be manifest in the flesh is indeed a mystery; and without the help of the Holy Spirit we cannot hope to comprehend this subject. The most humbling lesson that man has to learn is the nothingness of human wisdom, and the folly of trying, by his own unaided efforts, to find out God.—The Review and Herald, April 5, 1906."},{"refcode_short":"7ABC 444.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 444.3 (Ellen Gould White)","content":"Was the human nature of the Son of Mary changed into the divine nature of the Son of God? No; the two natures were mysteriously blended in one person—the man Christ Jesus. In Him dwelt all the fullness of the Godhead bodily...."},{"refcode_short":"7ABC 444.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 444.4 (Ellen Gould White)","content":"This is a great mystery, a mystery that will not be fully, completely understood in all its greatness until the translation of the redeemed shall take place. Then the power and greatness and efficacy of the gift of God to man will be understood. But the enemy is determined that this gift shall be so mystified that it will become as nothingness.—The S.D.A. Bible Commentary 5:1113."},{"refcode_short":"7ABC 444.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 444.5 (Ellen Gould White)","content":"We cannot explain the great mystery of the plan of redemption. Jesus took upon Himself humanity, that He might reach humanity; but we cannot explain how divinity was clothed with humanity. An angel would not have known how to sympathize with fallen man, but Christ came to the world and suffered all our temptations, and carried all our griefs.—The Review and Herald, October 1, 1889."},{"refcode_short":"7ABC 444","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 444 (Ellen Gould White)","content":"II. Miraculous Union of Human and Divine"},{"refcode_short":"7ABC 444.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 444.6 (Ellen Gould White)","content":"Laying aside His royal robe and kingly crown, Christ clothed His divinity with humanity, that human beings might be raised from their degradation and placed on vantage-ground. Christ could not have come to this earth with the glory that He had in the heavenly courts. Sinful human beings could not have borne the sight. He veiled His divinity with the garb of humanity, but He did not part with His divinity. A divine-human Saviour, He came to stand at the head of the fallen race, to share in their experience from childhood to manhood. That human beings might be partakers of the divine nature, He came to this earth, and lived a life of perfect obedience.—The Review and Herald, June 15, 1905."},{"refcode_short":"7ABC 445.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 445.1 (Ellen Gould White)","content":"In Christ, divinity and humanity were combined. Divinity was not degraded to humanity; divinity held its place, but humanity by being united to divinity, withstood the fiercest test of temptation in the wilderness. The prince of this world came to Christ after His long fast, when He was an hungered, and suggested to Him to command the stones to become bread. But the plan of God, devised for the salvation of man, provided that Christ should know hunger, and poverty, and every phase of man's experience.—The Review and Herald, February 18, 1890."},{"refcode_short":"7ABC 445.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 445.2 (Ellen Gould White)","content":"The more we think about Christ's becoming a babe here on earth, the more wonderful it appears. How can it be that the helpless babe in Bethlehem's manger is still the divine Son of God? Though we cannot understand it, we can believe that He who made the worlds, for our sakes became a helpless babe. Though higher than any of the angels, though as great as the Father on the throne of heaven He became one with us. In Him God and man became one, and it is in this fact that we find the hope of our fallen race. Looking upon Christ in the flesh, we look upon God in humanity, and see in Him the brightness of divine glory, the express image of God the Father.—The Youth's Instructor, November 21, 1895."},{"refcode_short":"7ABC 445.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 445.3 (Ellen Gould White)","content":"No one, looking upon the childlike countenance, shining with animation, could say that Christ was just like other children. He was God in human flesh. When urged by His companions to do wrong, divinity flashed through humanity, and He refused decidedly. In a moment He distinguished between right and wrong, and placed sin in the light of God's commands, holding up the law as a mirror which reflected light upon wrong.—The Youth's Instructor, September 8, 1898."},{"refcode_short":"7ABC 445.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 445.4 (Ellen Gould White)","content":"As a member of the human family He was mortal, but as a God He was the fountain of life to the world. He could, in His divine person, ever have withstood the advances of death, and refused to come under its dominion; but He voluntarily laid down His life, that in so doing He might give life and bring immortality to light.... What humility was this! It amazed angels. The tongue can never describe it; the imagination cannot take it in. The eternal Word consented to be made flesh! God became man!—The Review and Herald, July 5, 1887."},{"refcode_short":"7ABC 446.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 446.1 (Ellen Gould White)","content":"The apostle would call our attention from ourselves to the Author of our salvation. He presents before us His two natures, divine and human.... He voluntarily assumed human nature. It was His own act, and by His own consent. He clothed His divinity with humanity. He was all the while as God, but He did not appear as God. He veiled the demonstrations of Deity which had commanded the homage, and called forth the admiration of the universe of God. He was God while upon earth, but He divested Himself of the form of God, and in its stead took the form and fashion of a man. He walked the earth as a man. For our sakes He became poor, that we through His poverty might be made rich. He laid aside His glory and His majesty. He was God, but the glories of the form of God He for awhile relinquished.... He bore the sins of the world, and endured the penalty which rolled like a mountain upon His divine soul. He yielded up His life a sacrifice, that man should not eternally die. He died, not through being compelled to die, but by His own free will.—The Review and Herald, July 5, 1887."},{"refcode_short":"7ABC 446.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 446.2 (Ellen Gould White)","content":"Was the human nature of the Son of Mary changed into the divine nature of the Son of God? No; the two natures were mysteriously blended in one person—the man Christ Jesus. In Him dwelt all the fullness of the Godhead bodily. When Christ was crucified, it was His human nature that died. Deity did not sink and die; that would have been impossible.—The S.D.A. Bible Commentary 5:1113."},{"refcode_short":"7ABC 446","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 446 (Ellen Gould White)","content":"III. Took Sinless Human Nature"},{"refcode_short":"7ABC 446.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 446.3 (Ellen Gould White)","content":"Christ came to the earth, taking humanity, and standing as man's representative, to show in the controversy with Satan that man, as God created him, connected with the Father and the Son, could obey every divine requirement.—The Signs of the Times, June 9, 1898."},{"refcode_short":"7ABC 446.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 446.4 (Ellen Gould White)","content":"Christ is called the second Adam. In purity and holiness, connected with God and beloved by God, He began where the first Adam began. Willingly He passed over the ground where Adam fell, and redeemed Adam's failure.—The Youth's Instructor, June 2, 1898."},{"refcode_short":"7ABC 447.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 447.1 (Ellen Gould White)","content":"In the fullness of time He was to be revealed in human form. He was to take His position at the head of humanity by taking the nature but not the sinfulness of man. In heaven was heard the voice, “The Redeemer shall come to Zion, and unto them that turn from transgression in Jacob, saith the Lord.”—The Signs of the Times, May 29, 1901."},{"refcode_short":"7ABC 447.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 447.2 (Ellen Gould White)","content":"When Christ bowed His head and died, He bore the pillars of Satan's kingdom with Him to the earth. He vanquished Satan in the same nature over which in Eden Satan obtained the victory. The enemy was overcome by Christ in His human nature. The power of the Saviour's Godhead was hidden. He overcame in human nature, relying upon God for power.—The Youth's Instructor, April 25, 1901."},{"refcode_short":"7ABC 447.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 447.3 (Ellen Gould White)","content":"In taking upon Himself man's nature in its fallen condition, Christ did not in the least participate in its sin. He was subject to the infirmities and weaknesses by which man is encompassed, “that it might be fulfilled which was spoken by Esaias the prophet, saying, Himself took our infirmities, and bare our sicknesses.” He was touched with the feeling of our infirmities, and was in all points tempted like as we are. And yet He “knew no sin.” He was the Lamb “without blemish and without spot.” Could Satan in the least particular have tempted Christ to sin, he would have bruised the Saviour's head. As it was, he could only touch His heel. Had the head of Christ been touched, the hope of the human race would have perished. Divine wrath would have come upon Christ as it came upon Adam.... We should have no misgivings in regard to the perfect sinlessness of the human nature of Christ.—The S.D.A. Bible Commentary 5:1131."},{"refcode_short":"7ABC 447.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 447.4 (Ellen Gould White)","content":"Be careful, exceedingly careful as to how you dwell upon the human nature of Christ. Do not set Him before the people as a man with the propensities of sin. He is the second Adam. The first Adam was created a pure, sinless being, without a taint of sin upon him; he was in the image of God. He could fall, and he did fall through transgressing. Because of sin his posterity was born with inherent propensities of disobedience. But Jesus Christ was the only begotten Son of God. He took upon Himself human nature, and was tempted in all points as human nature is tempted. He could have sinned; He could have fallen, but not for one moment was there in Him an evil propensity. He was assailed with temptations in the wilderness, as Adam was assailed with temptations in Eden.—The S.D.A. Bible Commentary 5:1128."},{"refcode_short":"7ABC 448.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 448.1 (Ellen Gould White)","content":"The Son of God humbled Himself and took man's nature after the race had wandered four thousand years from Eden, and from their original state of purity and uprightness. Sin had been making its terrible marks upon the race for ages; and physical, mental, and moral degeneracy prevailed throughout the human family. When Adam was assailed by the tempter in Eden he was without the taint of sin.... Christ, in the wilderness of temptation, stood in Adam's place to bear the test he failed to endure.—The Review and Herald, July 28, 1874."},{"refcode_short":"7ABC 448.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 448.2 (Ellen Gould White)","content":"Avoid every question in relation to the humanity of Christ which is liable to be misunderstood. Truth lies close to the track of presumption. In treating upon the humanity of Christ, you need to guard strenuously every assertion, lest your words be taken to mean more than they imply, and thus you lose or dim the clear perceptions of His humanity as combined with divinity. His birth was a miracle of God.... Never, in any way, leave the slightest impression upon human minds that a taint of, or inclination to, corruption rested upon Christ, or that He in any way yielded to corruption. He was tempted in all points like as man is tempted, yet He is called “that holy thing.” It is a mystery that is left unexplained to mortals that Christ could be tempted in all points like as we are, and yet be without sin. The incarnation of Christ has ever been, and will ever remain, a mystery. That which is revealed, is for us and for our children, but let every human being be warned from the ground of making Christ altogether human, such an one as ourselves; for it cannot be.—The S.D.A. Bible Commentary 5:1128, 1129."},{"refcode_short":"7ABC 448.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 448.3 (Ellen Gould White)","content":"What opposites meet and are revealed in the person of Christ! The mighty God, yet a helpless child! The Creator of all the world, yet, in a world of His creating, often hungry and weary, and without a place to lay His head! The Son of man, yet infinitely higher than the angels! Equal with the Father, yet His divinity clothed with humanity, standing at the head of the fallen race, that human beings might be placed on vantage-ground! Possessing eternal riches, yet living the life of a poor man! One with the Father in dignity and power, yet in His humanity tempted in all points like as we are tempted! In the very moment of His dying agony on the cross, a Conqueror, answering the request of the repentant sinner to be remembered by Him when He came into His kingdom.—The Signs of the Times, April 26, 1905."},{"refcode_short":"7ABC 449","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 449 (Ellen Gould White)","content":"IV. Assumed Liabilities of Human Nature"},{"refcode_short":"7ABC 449.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 449.1 (Ellen Gould White)","content":"The doctrine of the incarnation of Christ in human flesh is a mystery, “even the mystery which hath been hid from ages and from generations.” It is the great and profound mystery of Godliness...."},{"refcode_short":"7ABC 449.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 449.2 (Ellen Gould White)","content":"Christ did not make believe take human nature; He did verily take it. He did in reality possess human nature. “As the children are partakers of flesh and blood, He also Himself likewise took part of the same.” He was the son of Mary; He was of the seed of David according to human descent.—The Review and Herald, April 5, 1906."},{"refcode_short":"7ABC 449.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 449.3 (Ellen Gould White)","content":"He came to this world in human form, to live a man amongst men. He assumed the liabilities of human nature, to be proved and tried. In His humanity He was a partaker of the divine nature. In His incarnation He gained in a new sense the title of the Son of God.—The Signs of the Times, August 2, 1905."},{"refcode_short":"7ABC 449.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 449.4 (Ellen Gould White)","content":"But our Saviour took humanity, with all its liabilities. He took the nature of man, with the possibility of yielding to temptation. We have nothing to bear which He has not endured.—The Desire of Ages, 117."},{"refcode_short":"7ABC 449.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 449.5 (Ellen Gould White)","content":"Christ bore the sins and infirmities of the race as they existed when He came to the earth to help man. In behalf of the race, with the weaknesses of fallen man upon Him, He was to stand the temptations of Satan upon all points wherewith man would be assailed.—The Review and Herald, July 28, 1874."},{"refcode_short":"7ABC 449.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 449.6 (Ellen Gould White)","content":"Jesus was in all things made like unto His brethren. He became flesh, even as we are. He was hungry and thirsty and weary. He was sustained by food and refreshed by sleep. He shared the lot of man; yet He was the blameless Son of God. He was God in the flesh. His character is to be ours.—The Desire of Ages, 311."},{"refcode_short":"7ABC 449.7","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 449.7 (Ellen Gould White)","content":"The human nature of Christ is likened to ours, and suffering was more keenly felt by Him; for His spiritual nature was free from every taint of sin. Therefore His desire for the removal of suffering was stronger than human beings can experience...."},{"refcode_short":"7ABC 449.8","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 449.8 (Ellen Gould White)","content":"The Son of God endured the wrath of God against sin. All the accumulated sin of the world was laid upon the Sin-bearer, the One who was innocent, the One who alone could be the propitiation for sin, because He Himself was obedient. He was One with God. Not a taint of corruption was upon Him.—The Signs of the Times, December 9, 1897."},{"refcode_short":"7ABC 450.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 450.1 (Ellen Gould White)","content":"As one with us, He must bear the burden of our guilt and woe. The Sinless One must feel the shame of sin.... Every sin, every discord, every defiling lust that transgression had brought, was torture to His spirit.—The Desire of Ages, 111."},{"refcode_short":"7ABC 450.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 450.2 (Ellen Gould White)","content":"The weight of the sins of the world was pressing His soul, and His countenance expressed unutterable sorrow, a depth of anguish that fallen man had never realized. He felt the overwhelming tide of woe that deluged the world. He realized the strength of indulged appetite and of unholy passion that controlled the world.—The Review and Herald, August 4, 1874."},{"refcode_short":"7ABC 450.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 450.3 (Ellen Gould White)","content":"Entire justice was done in the atonement. In the place of the sinner, the spotless Son of God received the penalty, and the sinner goes free as long as he receives and holds Christ as his personal Saviour. Though guilty, he is looked upon as innocent. Christ fulfilled every requirement demanded by justice.—The Youth's Instructor, April 25, 1901."},{"refcode_short":"7ABC 450.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 450.4 (Ellen Gould White)","content":"Guiltless, He bore the punishment of the guilty. Innocent, yet offering Himself as a substitute for the transgressor. The guilt of every sin pressed its weight upon the divine soul of the world's Redeemer.—The Signs of the Times, December 5, 1892."},{"refcode_short":"7ABC 450.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 450.5 (Ellen Gould White)","content":"He took upon His sinless nature our sinful nature, that He might know how to succor those that are tempted.—Medical Ministry, 181."},{"refcode_short":"7ABC 450","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 450 (Ellen Gould White)","content":"V. Tempted on All Points"},{"refcode_short":"7ABC 450.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 450.6 (Ellen Gould White)","content":"Christ alone had experience in all the sorrows and temptations that befall human beings. Never another of woman born was so fiercely beset by temptation; never another bore so heavy a burden of the world's sin and pain. Never was there another whose sympathies were so broad or so tender. A sharer in all the experiences of humanity, He could feel not only for, but with, every burdened and tempted and struggling one.—Education, 78."},{"refcode_short":"7ABC 450.7","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 450.7 (Ellen Gould White)","content":"God was in Christ in human form, and endured all the temptations wherewith man was beset; in our behalf He participated in the suffering and trials of sorrowful human nature.—The Watchman, December 10, 1907, reprinted from The Signs of the Times, January 2, 1896."},{"refcode_short":"7ABC 450.8","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 450.8 (Ellen Gould White)","content":"He “was in all points tempted like as we are.” Satan stood ready to assail Him at every step, hurling at Him his fiercest temptations; yet He “did no sin, neither was guile found in His mouth.” “He ... suffered being tempted,” suffered in proportion to the perfection of His holiness. But the prince of darkness found nothing in Him; not a single thought or feeling responded to temptation.—Testimonies for the Church 5:422."},{"refcode_short":"7ABC 451.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 451.1 (Ellen Gould White)","content":"Would that we could comprehend the significance of the words, “Christ suffered, being tempted.” While He was free from the taint of sin, the refined sensibilities of His holy nature rendered contact with evil unspeakably painful to him. Yet with human nature upon Him, He met the arch-apostate face to face, and single-handed withstood the foe of His throne. Not even by a thought could Christ be brought to yield to the power of temptation. Satan finds in human hearts some point where he can gain a foot-hold; some sinful desire is cherished, by means of which his temptations assert their power. But Christ declared of Himself, “The prince of this world cometh, and hath nothing in Me.” The storms of temptation burst upon Him, but they could not cause Him to swerve from His allegiance to God.—The Review and Herald, November 8, 1887."},{"refcode_short":"7ABC 451.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 451.2 (Ellen Gould White)","content":"I perceive that there is danger in approaching subjects which dwell on the humanity of the Son of the infinite God. He did humble Himself when He saw He was in fashion as a man, that He might understand the force of all temptations wherewith man is beset.... On not one occasion was there a response to his manifold temptations. Not once did Christ step on Satan's ground, to give him any advantage. Satan found nothing in Him to encourage his advances.—The S.D.A. Bible Commentary 5:1129."},{"refcode_short":"7ABC 451.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 451.3 (Ellen Gould White)","content":"Many claim that it was impossible for Christ to be overcome by temptation. Then He could not have been placed in Adam's position; He could not have gained the victory that Adam failed to gain. If we have in any sense a more trying conflict than had Christ, then He would not be able to succor us. But our Saviour took humanity, with all its liabilities. He took the nature of man, with the possibility of yielding to temptation. We have nothing to bear which He has not endured.... In man's behalf, Christ conquered by enduring the severest test. For our sake He exercised a self-control stronger than hunger or death.—The Desire of Ages, 117."},{"refcode_short":"7ABC 451","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 451 (Ellen Gould White)","content":"VI. Bore the Imputed Sin and Guilt of the World"},{"refcode_short":"7ABC 451.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 451.4 (Ellen Gould White)","content":"Christ bore the guilt of the sins of the world. Our sufficiency is found only in the incarnation and death of the Son of God. He could suffer, because sustained by divinity. He could endure, because He was without one taint of disloyalty or sin.—The Youth's Instructor, August 4, 1898."},{"refcode_short":"7ABC 452.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 452.1 (Ellen Gould White)","content":"He [Christ] took human nature, and bore the infirmities and degeneracy of the race.—The Review and Herald, July 28, 1874."},{"refcode_short":"7ABC 452.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 452.2 (Ellen Gould White)","content":"It would have been an almost infinite humiliation for the Son of God to take man's nature, even when Adam stood in his innocence in Eden. But Jesus accepted humanity when the race had been weakened by four thousand years of sin. Like every child of Adam He accepted the results of the working of the great law of heredity. What these results were is shown in the history of His earthly ancestors. He came with such a heredity to share our sorrows and temptations, and to give us the example of a sinless life."},{"refcode_short":"7ABC 452.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 452.3 (Ellen Gould White)","content":"Satan in heaven had hated Christ for His position in the courts of God. He hated Him the more when he himself was dethroned. He hated Him who pledged Himself to redeem a race of sinners. Yet into the world where Satan claimed dominion God permitted His Son to come, a helpless babe, subject to the weakness of humanity. He permitted Him to meet life's peril in common with every human soul, to fight the battle as every child of humanity must fight it, at the risk of failure and eternal loss.—The Desire of Ages, 49."},{"refcode_short":"7ABC 452.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 452.4 (Ellen Gould White)","content":"Wondrous combination of man and God! He might have helped His human nature to withstand the inroads of disease by pouring from His divine nature vitality and undecaying vigor to the human. But He humbled Himself to man's nature.... God became man!—The Review and Herald, September 4, 1900."},{"refcode_short":"7ABC 452.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 452.5 (Ellen Gould White)","content":"In our humanity, Christ was to redeem Adam's failure. But when Adam was assailed by the tempter, none of the effects of sin were upon him. He stood in the strength of perfect manhood, possessing the full vigor of mind and body. He was surrounded with the glories of Eden, and was in daily communion with heavenly beings. It was not thus with Jesus when He entered the wilderness to cope with Satan. For four thousand years the race had been decreasing in physical strength, in mental power, and the moral worth; and Christ took upon Him the infirmities of degenerate humanity. Only thus could He rescue man from the lowest depths of his degradation.—The Desire of Ages, 117."},{"refcode_short":"7ABC 452.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 452.6 (Ellen Gould White)","content":"Clad in the vestments of humanity, the Son of God came down to the level of those He wished to save. In Him was no guile or sinfulness; He was ever pure and undefiled; yet He took upon Him our sinful nature. Clothing His divinity with humanity, that He might associate with fallen humanity, He sought to regain for man that which, by disobedience, Adam had lost for himself and for the world. In His own character He displayed to the world the character of God.—The Review and Herald, December 15, 1896."},{"refcode_short":"7ABC 453.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 453.1 (Ellen Gould White)","content":"He for our sakes laid aside His royal robe, stepped down from the throne in heaven, and condescended to clothe His divinity with humility, and became like one of us except in sin, that His life and character should be a pattern for all to copy, that they might have the precious gift of eternal life.—The Youth's Instructor, October 20, 1886."},{"refcode_short":"7ABC 453.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 453.2 (Ellen Gould White)","content":"He was born without a taint of sin, but came into the world in like manner as the human family.—Letter 97, 1898."},{"refcode_short":"7ABC 453.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 453.3 (Ellen Gould White)","content":"Harmless and undefiled, He walked among the thoughtless, the rude, the uncourteous.—The Desire of Ages, 90."},{"refcode_short":"7ABC 453.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 453.4 (Ellen Gould White)","content":"Christ, who knew not the least taint of sin or defilement, took our nature in its deteriorated condition. This was humiliation greater than finite man can comprehend. God was manifest in the flesh. He humbled Himself. What a subject for thought, for deep, earnest contemplation! So infinitely great that He was the Majesty of heaven, and yet He stooped so low, without losing one atom of His dignity and glory! He stooped to poverty and to the deepest abasement among men.—The Signs of the Times, June 9, 1898."},{"refcode_short":"7ABC 453.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 453.5 (Ellen Gould White)","content":"Notwithstanding that the sins of a guilty world were laid upon Christ, notwithstanding the humiliation of taking upon Himself our fallen nature, the voice from heaven declared Him to be the Son of the Eternal.—The Desire of Ages, 112."},{"refcode_short":"7ABC 453.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 453.6 (Ellen Gould White)","content":"Though He had no taint of sin upon His character, yet He condescended to connect our fallen human nature with His divinity. By thus taking humanity, He honored humanity. Having taken our fallen nature, He showed what it might become, by accepting the ample provision He has made for it, and by becoming partaker of the divine nature.—Special Instruction Relating to the Review and Herald Office, and the Work in Battle Creek, 13 (May 26, 1896)."},{"refcode_short":"7ABC 453.7","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 453.7 (Ellen Gould White)","content":"He [Paul] directs the mind first to the position which Christ occupied in heaven, in the bosom of His Father; he reveals Him afterward as laying off His glory, voluntarily subjecting Himself to all the humbling conditions of man's nature, assuming the responsibilities of a servant, and becoming obedient unto death, and that death the most ignominious and revolting, the most shameful, the most agonizing—the death of the cross.—Testimonies for the Church 4:458."},{"refcode_short":"7ABC 454.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 454.1 (Ellen Gould White)","content":"The angels prostrated themselves before Him. They offered their lives. Jesus said to them that He would by His death save many, that the life of an angel could not pay the debt. His life alone could be accepted of His Father as a ransom for man. Jesus also told them that they would have a part to act, to be with Him and at different times strengthen Him; that He would take man's fallen nature, and His strength would not be even equal with theirs; that they would be witnesses of His humiliation and great sufferings.—Early Writings, 150."},{"refcode_short":"7ABC 454.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 454.2 (Ellen Gould White)","content":"Amid impurity, Christ maintained His purity. Satan could not stain or corrupt it. His character revealed a perfect hatred for sin. It was His holiness that stirred against Him all the passion of a profligate world; for by His perfect life He threw upon the world a perpetual reproach, and made manifest the contrast between transgression and the pure spotless righteousness of One that knew no sin.—The S.D.A. Bible Commentary 5:1142."},{"refcode_short":"7ABC 454","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 454 (Ellen Gould White)","content":"VII. Perfect Sinlessness of Christ's Human Nature"},{"refcode_short":"7ABC 454.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 454.3 (Ellen Gould White)","content":"We should have no misgivings in regard to the perfect sinlessness of the human nature of Christ. Our faith must be an intelligent faith, looking unto Jesus in perfect confidence, in full and entire faith in the atoning sacrifice. This is essential that the soul may not be enshrouded in darkness. This holy substitute is able to save to the uttermost; for He presented to the wondering universe perfect and complete humility in His human character, and perfect obedience to all the requirements of God.—The Signs of the Times, June 9, 1898."},{"refcode_short":"7ABC 454.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 454.4 (Ellen Gould White)","content":"With His human arm, Christ encircled the race, while with His divine arm, He grasped the throne of the Infinite, uniting finite man with the infinite God. He bridged the gulf that sin had made, and connected earth with heaven. In His human nature He maintained the purity of His divine character.—The Youth's Instructor, June 2, 1898."},{"refcode_short":"7ABC 454.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 454.5 (Ellen Gould White)","content":"He was unsullied with corruption, a stranger to sin; yet He prayed, and that often with strong crying and tears. He prayed for His disciples and for Himself, thus identifying Himself with our needs, our weaknesses, and our failings, which are so common with humanity. He was a mighty petitioner, not possessing the passions of our human, fallen natures, but compassed with like infirmities, tempted in all points like as we are. Jesus endured agony which required help and support from His Father.—Testimonies for the Church 2:508."},{"refcode_short":"7ABC 455.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 455.1 (Ellen Gould White)","content":"He is a brother in our infirmities, but not in possessing like passions. As the sinless One, His nature recoiled from evil. He endured struggles and torture of soul in a world of sin. His humanity made prayer a necessity and privilege. He required all the stronger divine support and comfort which His Father was ready to impart to Him, to Him who had, for the benefit of man, left the joys of heaven and chosen His home in a cold and thankless world.—Testimonies for the Church 2:202."},{"refcode_short":"7ABC 455.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 455.2 (Ellen Gould White)","content":"His doctrine dropped as the rain; His speech distilled as the dew. In the character of Christ was blended such majesty as God had never before displayed to fallen man, and such meekness as man had never developed. Never before had there walked among men one so noble, so pure, so benevolent, so conscious of His godlike nature; yet so simple, so full of plans and purposes to do good to humanity. While abhorring sin, He wept with compassion over the sinner. He pleased not Himself. The majesty of heaven clothed Himself with the humility of a child. This is the character of Christ.—Testimonies for the Church 5:422."},{"refcode_short":"7ABC 455.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 455.3 (Ellen Gould White)","content":"The life of Jesus was a life in harmony with God. While He was a child, He thought and spoke as a child; but no trace of sin marred the image of God within Him. Yet He was not exempt from temptation.... Jesus was placed where His character would be tested. It was necessary for Him to be constantly on guard in order to preserve His purity. He was subject to all the conflicts which we have to meet, that He might be an example to us in childhood, youth, and manhood.—The Desire of Ages, 71."},{"refcode_short":"7ABC 455.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 455.4 (Ellen Gould White)","content":"In taking upon Himself man's nature in its fallen condition, Christ did not in the least participate in its sin. He was subject to the infirmities and weaknesses by which man is encompassed, “that it might be fulfilled which was spoken by Esaias the prophet, saying, Himself took our infirmities, and bare our sicknesses.” He was touched with the feeling of our infirmities, and was in all points tempted like as we are. And yet He “knew no sin.” He was the Lamb “without blemish and without spot.” ... We should have no misgivings in regard to the perfect sinlessness of the human nature of Christ.—The Signs of the Times, June 9, 1898."},{"refcode_short":"7ABC 456.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 456.1 (Ellen Gould White)","content":"Christ alone could open the way, by making an offering equal to the demands of the divine law. He was perfect, and undefiled by sin. He was without spot or blemish. The extent of the terrible consequences of sin could never have been known, had not the remedy provided been of infinite value. The salvation of fallen man was procured at such an immense cost that angels marveled, and could not fully comprehend the divine mystery that the Majesty of Heaven, equal with God, should die for the rebellious race.—The Spirit of Prophecy 2:11, 12."},{"refcode_short":"7ABC 456.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 456.2 (Ellen Gould White)","content":"Thus it is with the leprosy of sin,—deep-rooted, deadly, and impossible to be cleansed by human power. “The whole head is sick, and the whole heart faint. From the sole of the foot even unto the head there is no soundness in it; but wounds, and bruises, and putrefying sores.” Isaiah 1:5, 6. But Jesus, coming to dwell in humanity, receives no pollution. His presence has healing virtue for the sinner.—The Desire of Ages, 266."},{"refcode_short":"7ABC 456.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 456.3 (Ellen Gould White)","content":"Jesus looked for a moment upon the scene,—the trembling victim in her shame, the hard-faced dignitaries, devoid of even human pity. His spirit of stainless purity shrank from the spectacle. Well He knew for what purpose this case had been brought to Him. He read the heart, and knew the character and life history of everyone in His presence.... The accusers had been defeated. Now, their robe of pretended holiness torn from them, they stood, guilty and condemned, in the presence of Infinite Purity.—The Desire of Ages, 461."},{"refcode_short":"7ABC 456","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 456 (Ellen Gould White)","content":"VIII. Christ Retains Human Nature Forever"},{"refcode_short":"7ABC 456.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 456.4 (Ellen Gould White)","content":"In stooping to take upon Himself humanity, Christ revealed a character the opposite of the character of Satan.... In taking our nature, the Saviour has bound Himself to humanity by a tie that is never to be broken. Through the eternal ages He is linked with us. “God so loved the world, that He gave His only-begotten Son.” John 3:16. He gave Him not only to bear our sins, and to die as our sacrifice; He gave Him to the fallen race. To assure us of His immutable counsel of peace, God gave His only-begotten Son to become one of the human family, forever to retain His human nature. This is the pledge that God will fulfill His word. “Unto us a child is born, unto us a son is given: and the government shall be upon His shoulder.” God has adopted human nature in the person of His Son, and has carried the same into the highest heaven.—The Desire of Ages, 25."},{"refcode_short":"7ABC 457","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 457 (Ellen Gould White)","content":"Appendix C—The Atonement"},{"refcode_short":"7ABC 457","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 457 (Ellen Gould White)","content":"Part I—Atoning Sacrifice"},{"refcode_short":"7ABC 457","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 457 (Ellen Gould White)","content":"I. Centrality of the Atoning Cross"},{"refcode_short":"7ABC 457.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 457.1 (Ellen Gould White)","content":"The sacrifice of Christ as atonement for sin is the great truth around which all other truths cluster.—Gospel Workers, 315."},{"refcode_short":"7ABC 457.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 457.2 (Ellen Gould White)","content":"It [the cross] is the central pillar on which hangs the far more exceeding and eternal weight of glory which is for those who accept that cross. Under and around the cross of Christ, that immortal pillar, sin shall never revive, nor error obtain control.—Letter 124, 1900."},{"refcode_short":"7ABC 457.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 457.3 (Ellen Gould White)","content":"The Sacrifice of Christ as an atonement for sin is the great truth around which all other truths cluster. In order to be rightly understood and appreciated, every truth in the Word of God, from Genesis to Revelation, must be studied in the light that streams from the cross of Calvary. I present before you the great, grand monument of mercy and regeneration, salvation and redemption,—the Son of God uplifted on the cross. This is to be the foundation of every discourse given by our ministers.—Gospel Workers, 315."},{"refcode_short":"7ABC 457.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 457.4 (Ellen Gould White)","content":"The cross of Calvary challenges, and will finally vanquish every earthly and hellish power. In the cross all influence centers, and from it all influence goes forth. It is the great center of attraction; for on it Christ gave up His life for the human race. This sacrifice was offered for the purpose of restoring man to his original perfection; yea, more. It was offered to give him an entire transformation of character, making him more than a conqueror...."},{"refcode_short":"7ABC 457.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 457.5 (Ellen Gould White)","content":"If the cross does not find an influence in its favor, it creates an influence. Through generation succeeding generation, the truth for this time is revealed as present truth. Christ on the cross was the medium whereby mercy and truth met together, and righteousness and peace kissed each other. This is the means that is to move the world.—Manuscript 56, 1899."},{"refcode_short":"7ABC 458.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 458.1 (Ellen Gould White)","content":"There is one great central truth to be kept ever before the mind in the searching of the Scriptures—Christ and Him crucified. Every other truth is invested with influence and power corresponding to its relation to this theme. It is only in the light of the cross that we can discern the exalted character of the law of God. The soul palsied by sin can be endowed with life only through the work wrought out upon the cross by the Author of our salvation.—Manuscript 31, 1890."},{"refcode_short":"7ABC 458.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 458.2 (Ellen Gould White)","content":"Hanging upon the cross Christ was the gospel.... This is our message, our argument, our doctrine, our warning to the impenitent, our encouragement for the sorrowing, the hope for every believer. If we can awaken an interest in men's minds that will cause them to fix their eyes on Christ, we may step aside, and ask them only to continue to fix their eyes upon the Lamb of God.—Manuscript 49, 1898."},{"refcode_short":"7ABC 458.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 458.3 (Ellen Gould White)","content":"Gather up the strongest affirmative statements regarding the atonement made by Christ for the sins of the world. Show the necessity for this atonement.—Evangelism, 187."},{"refcode_short":"7ABC 458.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 458.4 (Ellen Gould White)","content":"The fact that the companions of Christ in His crucifixion were placed the one on His right hand and the other on His left is a significant one; His cross is placed in the very center of the world.—Manuscript 52, 1897."},{"refcode_short":"7ABC 458.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 458.5 (Ellen Gould White)","content":"Christ and Him crucified, is the message God would have His servants sound through the length and breadth of the world. The law and the gospel will then be presented as a perfect whole.—The Review and Herald, September 29, 1896."},{"refcode_short":"7ABC 458.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 458.6 (Ellen Gould White)","content":"Never should a sermon be preached, or Bible instruction in any line be given, without pointing the hearers to “the Lamb of God, which taketh away the sin of the world.” John 1:29. Every true doctrine makes Christ the center, every precept receives force from His words.—Testimonies for the Church 6:54."},{"refcode_short":"7ABC 458.7","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 458.7 (Ellen Gould White)","content":"To remove the cross from the Christian would be like blotting out the sun from the sky. The cross brings us near to God, reconciling us to Him.... Without the cross, man could have no union with the Father. On it depends our every hope.—The Acts of the Apostles, 209, 210."},{"refcode_short":"7ABC 458.8","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 458.8 (Ellen Gould White)","content":"The study of the incarnation of Christ, His atoning sacrifice, and mediatorial work, will employ the mind of the diligent student as long as time shall last.—Gospel Workers, 251."},{"refcode_short":"7ABC 459.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 459.1 (Ellen Gould White)","content":"Christ crucified for our sins, Christ risen from the dead, Christ ascended on high, is the science of salvation that we are to learn and to teach.—Testimonies for the Church 8:287."},{"refcode_short":"7ABC 459.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 459.2 (Ellen Gould White)","content":"No discourse should ever be presented without presenting Christ and Him crucified as the foundation of the gospel.—Testimonies for the Church 4:394."},{"refcode_short":"7ABC 459.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 459.3 (Ellen Gould White)","content":"We must become exponents of the efficacy of the blood of Christ, by which our own sins have been forgiven.—Testimonies for the Church 6:82."},{"refcode_short":"7ABC 459.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 459.4 (Ellen Gould White)","content":"Science is too limited to comprehend the atonement; the mysterious and wonderful plan of redemption is so far-reaching that philosophy can not explain it; it will ever remain a mystery that the most profound reason can not fathom. If it could be explained by finite wisdom, it would lose its sacredness and dignity. It is a mystery that One equal with the eternal Father should so abase Himself as to suffer the cruel death of the cross to ransom man; and it is a mystery that God so loved the world as to permit His Son to make this great sacrifice.—The Signs of the Times, October 24, 1906."},{"refcode_short":"7ABC 459.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 459.5 (Ellen Gould White)","content":"It is Satan's studied purpose to keep souls from believing in Christ as their only hope; for the blood of Christ that cleanseth from all sin is efficacious in behalf of those only who believe in its merit.—Gospel Workers, 162."},{"refcode_short":"7ABC 459","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 459 (Ellen Gould White)","content":"II. Complete Sacrificial Atonement Made on Cross"},{"refcode_short":"7ABC 459.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 459.6 (Ellen Gould White)","content":"He [Christ] planted the cross between heaven and earth, and when the Father beheld the sacrifice of His Son, He bowed before it in recognition of its perfection. “It is enough,” He said. “The Atonement is complete.”—The Review and Herald, September 24, 1901."},{"refcode_short":"7ABC 459.7","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 459.7 (Ellen Gould White)","content":"Type met antitype in the death of Christ, the Lamb slain for the sins of the world. Our great High Priest has made the only sacrifice that is of any value in our salvation. When He offered Himself on the cross, a perfect atonement was made for the sins of the people. We are now standing in the outer court, waiting and looking for that blessed hope, the glorious appearing of our Lord and Saviour Jesus Christ.—The Signs of the Times, June 28, 1899."},{"refcode_short":"7ABC 459.8","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 459.8 (Ellen Gould White)","content":"Our great High Priest completed the sacrificial offering of Himself when He suffered without the gate. Then a perfect atonement was made for the sins of the people. Jesus is our Advocate, our High Priest, our Intercessor. Our present position therefore is like that of the Israelites, standing in the outer court, waiting and looking for that blessed hope, the glorious appearing of our Lord and Saviour Jesus Christ.—Manuscript 128, 1897."},{"refcode_short":"7ABC 460.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 460.1 (Ellen Gould White)","content":"The time had come for the universe of Heaven to accept their King. Angels, cherubim and seraphim, would now stand in view of the cross.... The Father accepts the Son. No language could convey the rejoicing of Heaven or God's expression of satisfaction and delight in His only begotten Son as He saw the completion of the atonement.—The Signs of the Times, August 16, 1899."},{"refcode_short":"7ABC 460.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 460.2 (Ellen Gould White)","content":"The Father demonstrates His infinite love for Christ, who paid our ransom with His blood, by receiving and welcoming Christ's friends as His friends. He is satisfied with the atonement made. He is glorified by the incarnation, the life, death, and mediation of His Son.—Testimonies for the Church 6:364."},{"refcode_short":"7ABC 460.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 460.3 (Ellen Gould White)","content":"The Father gave all honor to the Son, seating Him at His right hand, far above all principalities and power. He expressed His great joy and delight in receiving the Crucified One and crowning Him with glory and honor. And all the favors He has shown to His Son in His acceptance of the great atonement are shown to His people.... God loves them as He loves His Son.... The seal of Heaven has been affixed to Christ's atonement. His sacrifice is in every way satisfactory.—The Signs of the Times, August 16, 1899."},{"refcode_short":"7ABC 460.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 460.4 (Ellen Gould White)","content":"The sacrifice of Christ is sufficient; He made a whole, efficacious offering to God; the human effort without the merit of Christ, is worthless.—The Review and Herald, August 19, 1890 (March 24, 1896)."},{"refcode_short":"7ABC 460.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 460.5 (Ellen Gould White)","content":"As the sacrifice in our behalf was complete, so our restoration from the defilement of sin is to be complete.—The Ministry of Healing, 451."},{"refcode_short":"7ABC 460.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 460.6 (Ellen Gould White)","content":"His death on the cross of Calvary was the climax of His humiliation. His work as a redeemer is beyond finite conception. Only those who have died to self, whose lives are hid with Christ in God, can have any conception of the completeness of the offering made to save the fallen race.—Letter 196, 1901."},{"refcode_short":"7ABC 460","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 460 (Ellen Gould White)","content":"III. Incarnation Prerequisite to Atoning Sacrifice"},{"refcode_short":"7ABC 460.7","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 460.7 (Ellen Gould White)","content":"Christ has purchased the world by making a ransom for it, by taking human nature. He was not only the offering, but He Himself was the Offerer. He clothed His divinity with humanity, and voluntarily took upon Him human nature, making it possible to offer Himself as a ransom.—Manuscript 92, 1899."},{"refcode_short":"7ABC 461.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 461.1 (Ellen Gould White)","content":"Not one of the angels could have become surety for the human race: their life is God's; they could not surrender it. The angels all wear the yoke of obedience. They are the appointed messengers of Him who is the commander of all Heaven. But Christ is equal with God, infinite and omnipotent. He could pay the ransom for man's freedom. He is the eternal, self-existing Son, on whom no yoke had come; and when God asked, “whom shall I send?” He could reply, “Here am I; send me.” He could pledge Himself to become man's surety; for He could say that which the highest angel could not say,—I have power over My own life, “power to lay it down, and ... power to take it again.”—The Youth's Instructor, June 21, 1900."},{"refcode_short":"7ABC 461.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 461.2 (Ellen Gould White)","content":"Man could not atone for man. His sinful, fallen condition would constitute him an imperfect offering, an atoning sacrifice of less value than Adam before his fall. God made man perfect and upright, and after his transgression there could be no sacrifice acceptable to God for him, unless the offering made should in value be superior to man as He was in his state of perfection and innocency."},{"refcode_short":"7ABC 461.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 461.3 (Ellen Gould White)","content":"The divine Son of God was the only sacrifice of sufficient value to fully satisfy the claims of God's perfect law. The angels were sinless, but of less value than the law of God. They were amenable to law. They were messengers to do the will of Christ, and before him to bow. They were created beings, and probationers. Upon Christ no requirements were laid. He had power to lay down his life, and to take it again. No obligation was laid upon him to undertake the work of atonement. It was a voluntary sacrifice that He made. His life was of sufficient value to rescue man from his fallen condition.—The Spirit of Prophecy 2:9, 10 (1877 ed.)."},{"refcode_short":"7ABC 461","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 461 (Ellen Gould White)","content":"IV. Spotless Christ Was Perfect Offering"},{"refcode_short":"7ABC 461.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 461.4 (Ellen Gould White)","content":"Christ could not have done this work had He not been personally spotless. Only One who was Himself perfection could be at once the sin bearer and the sin pardoner. He stands before the congregation of His redeemed as their sin-burdened, sin-stained surety, but it is their sins He is bearing. All through His life of humiliation and suffering, from the time that He was born an infant in Bethlehem till He hung on the cross of Calvary, and cried in a voice that shook the universe, “It is finished,” the Saviour was pure and spotless.—Manuscript 165, 1899."},{"refcode_short":"7ABC 461.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 461.5 (Ellen Gould White)","content":"Christ was without sin, else His life in human flesh and His death on the cross would have been of no more value in procuring grace for the sinner than the death of any other man. While He took upon Him humanity, it was a life taken into union with Deity. He could lay down His life as priest and also victim. He possessed in Himself power to lay it down and take it up again. He offered Himself without spot to God.—Manuscript 92, 1899."},{"refcode_short":"7ABC 462.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 462.1 (Ellen Gould White)","content":"When He uttered the cry “It is finished,” Christ knew that the battle was won. As a moral conqueror, He planted His banner on the eternal heights. Was there not joy among the angels? Not a son, not a daughter of Adam, but could now lay hold on the merits of the spotless Son of God, and say, Christ has died for me. He is my Saviour.—Manuscript 111, 1897."},{"refcode_short":"7ABC 462.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 462.2 (Ellen Gould White)","content":"As the sin-bearer, and priest and representative of man before God, He [Christ] entered into the life of humanity, bearing our flesh and blood. The life is in the living, vital current of blood, which blood was given for the life of the world. Christ made a full atonement, giving His life as a ransom for us. He was born without a taint of sin, but came into the world in like manner as the human family. He did not have a mere semblance of a body, but He took human nature, participating in the life of humanity. According to the law Christ Himself gave, the forfeited inheritance was ransomed by the nearest of kin. Jesus Christ laid off His royal robe, His kingly crown, and clothed His divinity with humanity, in order to become a substitute and surety for humanity, that dying in humanity He might by His death destroy him who had the power of death. He could not have done this as God, but by coming as man Christ could die. By death He overcame death. The death of Christ bore to the death him who had the power of death, and opened the gates of the tomb for all who receive Him as their personal Saviour.—Letter 97, 1898."},{"refcode_short":"7ABC 462","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 462 (Ellen Gould White)","content":"V. Guilt and Punishment Transferred to Substitute"},{"refcode_short":"7ABC 462.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 462.3 (Ellen Gould White)","content":"In dying upon the cross, He transferred the guilt from the person of the transgressor to that of the divine Substitute, through faith in Him as his personal Redeemer. The sins of a guilty world, which in figure are represented as “red as crimson,” were imputed to the divine Surety.—Manuscript 84a, 1897."},{"refcode_short":"7ABC 462.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 462.4 (Ellen Gould White)","content":"The holy Son of God has no sins or griefs of His own to bear: He was bearing the griefs of others; for on Him was laid the iniquity of us all. Through divine sympathy He connects Himself with man, and as the representative of the race He submits to be treated as a transgressor. He looks into the abyss of woe opened for us by our sins, and proposes to bridge the gulf of man's separation from God.—Bible Echo and Signs of the Times, August 1, 1892."},{"refcode_short":"7ABC 463.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 463.1 (Ellen Gould White)","content":"He was overwhelmed with horror at the fearful work that sin had wrought. His burden of guilt, because of man's transgression of the Father's law, was so great that human nature was inadequate to bear it. The sufferings of martyrs can bear no comparison with the agony of Christ. The divine presence was with them in their sufferings; but the Father's face was hidden from His dear Son.—Bible Echo and Signs of the Times, August 1, 1892."},{"refcode_short":"7ABC 463.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 463.2 (Ellen Gould White)","content":"In the Garden of Gethsemane, Christ suffered in man's stead, and the human nature of the Son of God staggered under the terrible horror of the guilt of sin...."},{"refcode_short":"7ABC 463.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 463.3 (Ellen Gould White)","content":"The power that inflicted retributive justice upon man's substitute and surety, was the power that sustained and upheld the suffering One under the tremendous weight of wrath that would have fallen upon a sinful world. Christ was suffering the death that was pronounced upon the transgressors of God's law.—Manuscript 35, 1895."},{"refcode_short":"7ABC 463.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 463.4 (Ellen Gould White)","content":"What sustained the Son of God in His betrayal and trial? He saw of the travail of His soul and was satisfied. He caught a view of the expanse of eternity and saw the happiness of those who through His humiliation should receive pardon and everlasting life. He was wounded for their transgressions, bruised for their iniquities. The chastisement of their peace was upon Him, and with His stripes they were healed. His ear caught the shout of the redeemed. He heard the ransomed ones singing the song of Moses and the Lamb.—Testimonies for the Church 8:43, 44."},{"refcode_short":"7ABC 463","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 463 (Ellen Gould White)","content":"VI. Christ Both Sacrificial Offering and Officiating Priest"},{"refcode_short":"7ABC 463.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 463.5 (Ellen Gould White)","content":"The infinite sufficiency of Christ is demonstrated by His bearing the sins of the whole world. He occupies the double position of offerer and of offering, of priest and of victim. He was holy, harmless, undefiled, and separate from sinners. “The prince of this world cometh,” He declares, “and findeth nothing in Me.” He was a Lamb without blemish, and without spot.—Letter 192, 1906."},{"refcode_short":"7ABC 463.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 463.6 (Ellen Gould White)","content":"As the high priest laid aside his gorgeous pontifical robes, and officiated in the white linen dress of a common priest, so Christ emptied Himself, and took the form of a servant, and offered the sacrifice, Himself the priest, Himself the victim.—The Southern Watchman, August 6, 1903, reprinted from The Review and Herald, September 7, 1897."},{"refcode_short":"7ABC 464","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 464 (Ellen Gould White)","content":"VII. The Cross Central in the Atonement"},{"refcode_short":"7ABC 464.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 464.1 (Ellen Gould White)","content":"The cross must occupy the central place because it is the means of man's atonement and because of the influence it exerts on every part of the divine government.—Testimonies for the Church 6:236."},{"refcode_short":"7ABC 464.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 464.2 (Ellen Gould White)","content":"The atonement of Christ is not a mere skillful way to have our sins pardoned; it is a divine remedy for the cure of transgression and the restoration of spiritual health. It is the heaven-ordained means by which the righteousness of Christ may be not only upon us, but in our hearts and characters.—Letter 406, 1906."},{"refcode_short":"7ABC 464.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 464.3 (Ellen Gould White)","content":"Without shedding of blood there is no remission for sin. He must suffer the agony of a public death on the cross, that witness of it might be borne without the shadow of a doubt.—Manuscript 101, 1897."},{"refcode_short":"7ABC 464.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 464.4 (Ellen Gould White)","content":"Adam listened to the words of the tempter, and yielding to his insinuations, fell into sin. Why was not the death penalty at once enforced in his case?—Because a ransom was found. God's only begotten Son volunteered to take the sin of man upon Himself, and to make an atonement for the fallen race. There could have been no pardon for sin had this atonement not been made. Had God pardoned Adam's sin without an atonement, sin would have been immortalized, and would have been perpetuated with a boldness that would have been without restraint.—The Review and Herald, April 23, 1901."},{"refcode_short":"7ABC 464.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 464.5 (Ellen Gould White)","content":"In the councils of heaven the cross was ordained as the means of atonement. This was to be God's means of winning men to Him. Christ came to this earth to show that in humanity He could keep the holy law of God.—Manuscript 165, 1899."},{"refcode_short":"7ABC 464.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 464.6 (Ellen Gould White)","content":"Christ gave Himself an atoning sacrifice for the saving of a lost world.—Testimonies for the Church 8:208."},{"refcode_short":"7ABC 464","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 464 (Ellen Gould White)","content":"VIII. Atoning Provisions Embrace All Mankind"},{"refcode_short":"7ABC 464.7","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 464.7 (Ellen Gould White)","content":"Christ's atonement includes the whole human family. No one, high or low, rich or poor, free or bond, has been left out of the plan of redemption.—Letter 106, 1900."},{"refcode_short":"7ABC 464.8","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 464.8 (Ellen Gould White)","content":"Christ suffered without the gates of Jerusalem, for Calvary was outside the city walls. This was to show that He died, not for the Hebrews alone, but for all mankind. He proclaims to a fallen world that He is their Redeemer, and urges them to accept the salvation He offers.—The Watchman, September 4, 1906."},{"refcode_short":"7ABC 464.9","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 464.9 (Ellen Gould White)","content":"As the high priest sprinkled the warm blood upon the mercy-seat while the fragrant cloud of incense ascended before God, so, while we confess our sins and plead the efficacy of Christ's atoning blood, our prayers are to ascend to heaven, fragrant with the merits of our Saviour's character. Notwithstanding our unworthiness, we are to remember that there is One who can take away sin, and who is willing and anxious to save the sinner. With His own blood He paid the penalty for all wrong-doers.—The Review and Herald, September 29, 1896."},{"refcode_short":"7ABC 465.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 465.1 (Ellen Gould White)","content":"Jesus refused [after the resurrection] to receive the homage of His people until He had the assurance that His sacrifice was accepted by the Father. He ascended to the heavenly courts, and from God Himself heard the assurance that His atonement for the sins of men had been ample, that through His blood all might gain eternal life.—The Desire of Ages, 790."},{"refcode_short":"7ABC 465.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 465.2 (Ellen Gould White)","content":"The sins of the people were transferred in figure to the officiating priest, who was a mediator for the people. The priest could not himself become an offering for sin, and make an atonement with his life, for he was also a sinner. Therefore, instead of suffering death himself, he killed a lamb without blemish; the penalty of sin was transferred to the innocent beast, which thus became his immediate substitute, and typified the perfect offering of Jesus Christ. Through the blood of this victim, man looked forward by faith to the blood of Christ which would atone for the sins of the world.—The Signs of the Times, March 14, 1878."},{"refcode_short":"7ABC 465","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 465 (Ellen Gould White)","content":"IX. Manifold Results of the Atonement"},{"refcode_short":"7ABC 465.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 465.3 (Ellen Gould White)","content":"The atonement of Christ sealed forever the everlasting covenant of grace. It was the fulfilling of every condition upon which God suspended the free communication of grace to the human family. Every barrier was then broken down which intercepted the freest fulness of the exercise of grace, mercy, peace and love to the most guilty of Adam's race.—Manuscript 92, 1899."},{"refcode_short":"7ABC 465.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 465.4 (Ellen Gould White)","content":"In our behalf He died on the cross of Calvary. He has paid the price. Justice is satisfied. Those who believe in Christ, those who realize that they are sinners, and that as sinners they must confess their sins, will receive pardon full and free.—Letter 52, 1906."},{"refcode_short":"7ABC 465.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 465.5 (Ellen Gould White)","content":"By transgression man was severed from God, the communion between them was broken, but Jesus Christ died upon the cross of Calvary, bearing in His body the sins of the whole world; and the gulf between heaven and earth was bridged by that cross. Christ leads men to the gulf, and points to the bridge by which it is spanned, saying, “If any man will come after me, let him deny himself, and take up his cross daily, and follow me.” God gives us a probation in which we may prove whether or not we will be loyal to Him.—Manuscript 21, 1895."},{"refcode_short":"7ABC 466.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 466.1 (Ellen Gould White)","content":"The atoning sacrifice seen through faith brings peace and comfort and hope to the trembling soul weighed down beneath the sense of guilt. The law of God is the detector of sin, and as the sinner is drawn to the dying Christ, he sees the grievous character of sin, and repents and lays hold on the remedy, the Lamb of God, who taketh away the sin of the world.—The Review and Herald, September 2, 1890."},{"refcode_short":"7ABC 466.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 466.2 (Ellen Gould White)","content":"Thus, through the crucifixion of Christ, human beings are reconciled to God. Christ adopts the outcasts, and they become His special care, members of the family of God, because they have accepted His Son as their Saviour. To them is given power to become the sons of God, heirs of God and joint heirs with Christ. They gain an intelligent knowledge of what Christ is to them and of the blessings they may receive as members of the Lord's family. And in His infinite condescension God is pleased to stand to them in the relation of Father.—Letter 255, 1904."},{"refcode_short":"7ABC 466.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 466.3 (Ellen Gould White)","content":"The world does not acknowledge that, at an infinite cost, Christ has purchased the human race. They do not acknowledge that by creation and by redemption He holds a just claim to every human being. But as the Redeemer of the fallen race, He has been given the deed of possession, which entitles Him to claim them as His property.—Letter 136, 1902."},{"refcode_short":"7ABC 466.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 466.4 (Ellen Gould White)","content":"Christ pledged Himself to become his substitute and surety, giving man a second trial. When man transgressed even the smallest precept of Jehovah, it was disobedience just the same as though the test were larger. But how is the grace, mercy, and love provided! The divinity of Christ undertook to bear the sins of the transgressor. This ransom is on solid ground; this pledged peace is for the heart that receives Jesus Christ. And in receiving Him by faith we are blessed with all spiritual blessings in heavenly places in Christ.—Manuscript 114, 1897."},{"refcode_short":"7ABC 466.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 466.5 (Ellen Gould White)","content":"Christ received His death wound, which was the trophy of His victory, and the victory of all who believe in Him. These wounds annihilated the power of Satan over every loyal, believing subject in Jesus Christ. By the suffering and death of Christ, human intelligences, fallen because of the sin of Adam, are through their acceptance of Christ and faith in Him, elevated to become heirs of immortality and an eternal weight of glory. The gates of the heavenly Paradise are thrown open to the inhabitants of this fallen world. Through faith in the righteousness of Christ, rebels against the law of God may lay hold upon the Infinite, and become partakers of everlasting life.—Letter 103, 1894."},{"refcode_short":"7ABC 467.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 467.1 (Ellen Gould White)","content":"“And I, if I be lifted up, will draw all men unto me. This he said, signifying what death he should die.” This is the crisis of the world. If I become the propitiation for the world, it will be lighted up. The defaced image of God would be reproduced and restored, and a family of believing saints will finally inhabit the heavenly home. This is the result of the crucifixion of Christ and the restoration of the world.—Manuscript 33, 1897."},{"refcode_short":"7ABC 467.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 467.2 (Ellen Gould White)","content":"Our ransom has been paid by our Saviour. No one need be enslaved by Satan. Christ stands before us as our divine example, our all powerful Helper. We have been bought with a price that it is impossible to compute. Who can measure the goodness and mercy of redeeming love?—Manuscript 76, 1903."},{"refcode_short":"7ABC 467.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 467.3 (Ellen Gould White)","content":"God testified to the great work of atonement in reconciling the world to Himself, by giving Christ's followers a true understanding of the kingdom which He was establishing upon the earth, the foundation of which His own hand had laid."},{"refcode_short":"7ABC 467.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 467.4 (Ellen Gould White)","content":"The Father gave all honor to His Son, seating Him at His right hand, far above all principalities and power. He expressed His great joy and delight in receiving the Crucified One, and crowning Him with glory and honor. And all the favors He has shown to His Son in His acceptance of the great atonement are shown to His people. Those who have united their interests in love with Christ are accepted in the Beloved. They suffer with Christ, and His glorification is of great interest to them, because they are accepted in Him. God loves them as He loves His Son.—The Signs of the Times, August 16, 1899."},{"refcode_short":"7ABC 467","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 467 (Ellen Gould White)","content":"X. Righteousness Provided Through Atonement"},{"refcode_short":"7ABC 467.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 467.5 (Ellen Gould White)","content":"It was evident to him that the law did not abate one jot of its justice, but through the atoning sacrifice, through the imputed righteousness of Christ, the repentant sinner stands justified before the law."},{"refcode_short":"7ABC 467.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 467.6 (Ellen Gould White)","content":"Christ bore the penalty that would have fallen upon the transgressor; and through faith the helpless, hopeless sinner becomes a partaker of the divine nature, escaping the corruption that is in the world through lust. Christ imputes His perfection and righteousness to the believing sinner when he does not continue in sin, but turns from transgression to obedience of the commandments.—The Review and Herald, May 23, 1899."},{"refcode_short":"7ABC 468.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 468.1 (Ellen Gould White)","content":"The only One who could with hope approach God in humanity was the only begotten Son of God. That sinful, repentant human beings might be received by the Father, and clothed with the robe of righteousness, Christ came to the earth, and made an offering of such value that He redeemed the race. Through the sacrifice made on Calvary is offered to everyone the sanctification of grace.—Letter 67, 1902."},{"refcode_short":"7ABC 468.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 468.2 (Ellen Gould White)","content":"It is only through faith in Christ that sinners may have the righteousness of Christ imputed unto them, and that they may be “made the righteousness of God in him.” Our sins were laid on Christ, punished in Christ, put away by Christ, in order that His righteousness might be imputed to us, who walk not after the flesh, but after the Spirit. Although sin was charged to His account on our behalf, yet He remained perfectly sinless.—The Signs of the Times, May 30, 1895."},{"refcode_short":"7ABC 468.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 468.3 (Ellen Gould White)","content":"The Lord made a full and complete sacrifice upon the cross, the shameful cross, that men might be complete in the great and precious gift of His righteousness. We have God's pledge that He will bind men closely to His great heart of infinite love in the bonds of the new covenant of grace. All who will give up their hope of paying for their salvation, or earning it, and will come to Jesus just as they are, unworthy, sinful, and fall upon His merits, holding in their plea the pledged word of God to pardon the transgressor of His law, confessing their sins and seeking pardon, will find full and free salvation.—Letter 148, 1897."},{"refcode_short":"7ABC 468","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 468 (Ellen Gould White)","content":"XI. Redemptive Price Completely Paid on Calvary"},{"refcode_short":"7ABC 468.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 468.4 (Ellen Gould White)","content":"The ransom paid by Christ—the atonement on the cross—is ever before them.—Testimonies for the Church 5:190."},{"refcode_short":"7ABC 468.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 468.5 (Ellen Gould White)","content":"On the cross of Calvary He paid the redemption price of the race. And thus He gained the right to rescue the captives from the grasp of the great deceiver, who by a lie framed against the government of God, caused the fall of man, and who thus forfeited all claim to be called a loyal subject of God's kingdom."},{"refcode_short":"7ABC 468.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 468.6 (Ellen Gould White)","content":"Satan refused to let his captives go. He held them as his subjects because of their belief of his lie. He had thus become their jailor. But he had no right to demand that a price be paid for them; because he had not obtained possession of them by lawful conquest, but under false pretense."},{"refcode_short":"7ABC 468.7","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 468.7 (Ellen Gould White)","content":"God, being the creditor, had a right to make any provision for the redemption of human beings. Justice demanded that a certain price be paid. The Son of God was the only One who could pay this price. He volunteered to come to this earth and pass over the ground where Adam fell. He came as the redeemer of the lost race, to conquer the wily foe, and by His steadfast allegiance to right, to save all who should accept Him as their Saviour.—Letter 20, 1903."},{"refcode_short":"7ABC 469.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 469.1 (Ellen Gould White)","content":"Christ alone could bear the message of man's deliverance. He came with a full and complete ransom. He came to bring life and immortality within the reach of the fallen race. As the Life-giver, He assumed our nature, that He might reveal the character of God, and stamp His image on all who would receive Him. He became man that through His infinite sacrifice God might receive the homage of the restored race.... The science of redemption is as high as heaven, and its value is infinite. This truth is so broad, so deep, so high, that beside it all the wisdom of earth's wisest men sinks into insignificance. In comparison with the knowledge of God, all human knowledge is as chaff. And the way of salvation can be made known only by God.—Manuscript 69, 1897."},{"refcode_short":"7ABC 469.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 469.2 (Ellen Gould White)","content":"All that God and Christ could do has been done to save sinners. Transgression placed the whole world in jeopardy, under the death sentence. But in heaven there was heard a voice saying, I have found a ransom. Jesus Christ, who knew no sin, was made sin for fallen man. “God so loved the world that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” Christ gave Himself as a ransom. He laid off His royal robe. He laid aside His kingly crown, and stepped down from His high command over all heaven, clothing His divinity with humanity that He might carry all the infirmities and bear all the temptations of humanity.—Letter 22, 1900."},{"refcode_short":"7ABC 469","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 469 (Ellen Gould White)","content":"XII. Justice and Mercy Blend at Cross"},{"refcode_short":"7ABC 469.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 469.3 (Ellen Gould White)","content":"Justice and Mercy stood apart, in opposition to each other, separated by a wide gulf. The Lord our Redeemer clothed His divinity with humanity, and wrought out in behalf of man a character that was without spot or blemish. He planted His cross midway between heaven and earth, and made it the object of attraction which reached both ways, drawing both Justice and Mercy across the gulf. Justice moved from its exalted throne, and with all the armies of heaven approached the cross. There it saw One equal with God bearing the penalty for all injustice and sin. With perfect satisfaction Justice bowed in reverence at the cross, saying, It is enough.—General Conference Bulletin, Fourth Quarter, 1899, vol. 3, p. 102."},{"refcode_short":"7ABC 470.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 470.1 (Ellen Gould White)","content":"Christ's death proved God's administration and government to be without a flaw. Satan's charge in regard to the conflicting attributes of justice and mercy was forever settled beyond question. Every voice in heaven and out of heaven will one day testify to the justice, mercy, and exalted attributes of God. It was in order that the heavenly universe might see the conditions of the covenant of redemption that Christ bore the penalty in behalf of the human race.—Manuscript 128, 1897."},{"refcode_short":"7ABC 470.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 470.2 (Ellen Gould White)","content":"His [Christ's] object was to reconcile the prerogatives of justice and mercy, and let each stand separate in its dignity, yet united. His mercy was not weakness, but a terrible power to punish sin because it is sin; yet a power to draw to it the love of humanity. Through Christ Justice is enabled to forgive without sacrificing one jot of its exalted holiness.—General Conference Bulletin, Fourth Quarter, 1899, vol. 3, p. 102."},{"refcode_short":"7ABC 470.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 470.3 (Ellen Gould White)","content":"Justice demands that sin be not merely pardoned, but the death penalty must be executed. God, in the gift of His only begotten Son, met both these requirements. By dying in man's stead, Christ exhausted the penalty and provided a pardon.—Manuscript 50, 1900."},{"refcode_short":"7ABC 470.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 470.4 (Ellen Gould White)","content":"God bowed His head satisfied. Now justice and mercy could blend. Now He could be just, and yet the Justifier of all who should believe on Christ. He [God] looked upon the victim expiring on the cross, and said, “It is finished. The human race shall have another trial.” The redemption price was paid, and Satan fell like lightning from heaven.—The Youth's Instructor, June 21, 1900."},{"refcode_short":"7ABC 470.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 470.5 (Ellen Gould White)","content":"The only-begotten Son of God took upon Him the nature of man, and established His cross between earth and heaven. Through the cross, man was drawn to God, and God to man. Justice moved from its high and awful position, and the heavenly hosts, the armies of holiness, drew near to the cross, bowing with reverence; for at the cross justice was satisfied. Through the cross the sinner was drawn from the stronghold of sin, from the confederacy of evil, and at every approach to the cross his heart relents and in penitence he cries, “It was my sins that crucified the Son of God.” At the cross he leaves his sins, and through the grace of Christ His character is transformed. The Redeemer raises the sinner from the dust, and places him under the guidance of the Holy Spirit.—The Signs of the Times, June 5, 1893."},{"refcode_short":"7ABC 471","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 471 (Ellen Gould White)","content":"XIII. Atonement Vindicates God's Changeless Law"},{"refcode_short":"7ABC 471.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 471.1 (Ellen Gould White)","content":"The cross speaks to the hosts of heaven, to worlds unfallen, and to the fallen world, the value which God has placed upon men, and of His great love wherewith He has loved us. It testifies to the world, to angels, and to men, the immutability of the divine law. The death of God's only begotten Son upon the cross in the sinner's behalf is the unanswerable argument as to the changeless character of the law of Jehovah.—The Review and Herald, May 23, 1899."},{"refcode_short":"7ABC 471.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 471.2 (Ellen Gould White)","content":"The cross of Christ testifies to the sinner that the law is not changed to meet the sinner in his sins, but that Christ has made an offering of Himself that the transgressors of the law might have an opportunity to repent. As Christ bore the sins of every transgressor so the sinner who will not believe in Christ as his personal Saviour, who rejects the light that comes to him, and refuses to respect and obey the commandments of God, will bear the penalty of his transgression.—Manuscript 133, 1897."},{"refcode_short":"7ABC 471.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 471.3 (Ellen Gould White)","content":"The death of Christ was to be the convincing, everlasting argument that the law of God is as unchangeable as His throne. The agonies of the garden of Gethsemane, the insult, the mockery, the abuse heaped upon God's dear Son, the horrors and ignominy of the crucifixion, furnish sufficient and thrilling demonstration that God's justice, when it punishes, does the work thoroughly. The fact that His own Son, the Surety for man, was not spared, is an argument that will stand to all eternity before saint and sinner, before the universe of God, to testify that He will not excuse the transgressor of His law.—Manuscript 58, 1897."},{"refcode_short":"7ABC 471.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 471.4 (Ellen Gould White)","content":"Satan is continuing the work on earth that he commenced in heaven. He leads men to transgress the commandments of God. The plain “Thus saith the Lord” is put aside for the “thus saith” of men. The whole world needs to be instructed in the oracles of God, to understand the object of the atonement, the at-one-ment, with God. The object of this atonement was that the divine law and government might be maintained. The sinner is pardoned through repentance toward God and faith in our Lord and Saviour Jesus Christ. There is forgiveness of sin, and yet the law of God stands immutable, eternal as His throne. There is no such thing as weakening or strengthening the law of Jehovah. As it has always been, so it is. It cannot be repealed or changed in one principle. It is eternal, immutable as God Himself.—Manuscript 163, 1897."},{"refcode_short":"7ABC 472.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 472.1 (Ellen Gould White)","content":"Satan endeavored to keep hidden from the world the great atoning sacrifice which reveals the law in all its sacred dignity, and impresses hearts with the force of its binding claims. He was warring against the work of Christ, and united all his evil angels with human instrumentalities in opposition to that work. But while he was carrying on this work, heavenly intelligences were combining with human instrumentalities in the work of restoration. The cross stands as the great center of the world, bearing a certain testimony that the cross of Christ will be the condemnation of every transgressor of the law of God. Here are the two great powers, the power of truth and righteousness and the working of Satan to make of none effect the law of God.—Manuscript 61, 1899."},{"refcode_short":"7ABC 472.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 472.2 (Ellen Gould White)","content":"The death of Christ removes every argument that Satan could bring against the precepts of Jehovah. Satan has declared that men could not enter the kingdom of heaven unless the law was abolished, and a way devised by which transgressors could be reinstated into the favor of God, and made heirs of heaven. He made the claim that the law must be changed, that the reins of government must be slackened in heaven, that sin must be tolerated, and sinners pitied and saved in their sins. But every such plea was cast aside when Christ died as a substitute for the sinner.—The Signs of the Times, May 21, 1912, reprinted from The Signs of the Times, February 5, 1894."},{"refcode_short":"7ABC 472","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 472 (Ellen Gould White)","content":"XIV. Atonement Result of Divine Love"},{"refcode_short":"7ABC 472.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 472.3 (Ellen Gould White)","content":"The atonement of Christ was not made in order to induce God to love those whom He otherwise hated; and it was not made to produce a love that was not in existence; but it was made as a manifestation of the love that was already in God's heart, an exponent of the divine favor in the sight of heavenly intelligences, in the sight of worlds unfallen, and in the sight of a fallen race.... We are not to entertain the idea that God loves us because Christ has died for us, but that He so loved us that He gave His only-begotten Son to die for us.—The Signs of the Times, May 30, 1895."},{"refcode_short":"7ABC 472.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 472.4 (Ellen Gould White)","content":"As the Saviour is lifted up before the people, they will see His humiliation, His self-denial, His self-sacrifice, His goodness, His tender compassion, His sufferings to save fallen man, and will realize that the atonement of Christ was not the cause of God's love, but the result of that love. Jesus died because God loved the world.—The Review and Herald, September 2, 1890."},{"refcode_short":"7ABC 472.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 472.5 (Ellen Gould White)","content":"The Father loves us, not because of the great propitiation, but He provided the propitiation because He loves us. Christ was the medium through which He could pour out His infinite love upon a fallen world. “God was in Christ, reconciling the world unto himself.” God suffered with His Son, in the agony of Gethsemane, the death of Calvary; the heart of Infinite Love paid the price of our redemption—The Home Missionary, April 1893, reprinted from Steps to Christ, 13, 14."},{"refcode_short":"7ABC 473","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 473 (Ellen Gould White)","content":"XV. Atoning Provision Greater Than Man's Need"},{"refcode_short":"7ABC 473.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 473.1 (Ellen Gould White)","content":"Justice demanded the sufferings of a man. Christ, equal with God, gave the sufferings of a God. He needed no atonement. His suffering was not for any sin He had committed; it was for man—all for man; and His free pardon is accessible to all. The suffering of Christ was in correspondence with His spotless purity; His depth of agony, proportionate to the dignity and grandeur of His character. Never can we comprehend the intense anguish of the spotless Lamb of God, until we realize how deep is the pit from which we have been rescued, how grievous is the sin of which mankind is guilty, and by faith grasp the full and entire pardon.—The Review and Herald, September 21, 1886."},{"refcode_short":"7ABC 473.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 473.2 (Ellen Gould White)","content":"The divine Son of God was the only sacrifice of sufficient value to fully satisfy the claims of God's perfect law. The angels were sinless, but of less value than the law of God. They were amenable to law. They were messengers to do the will of Christ, and before Him to bow. They were created beings, and probationers. Upon Christ no requirements were laid. He had power to lay down His life, and to take it again. No obligation was laid upon Him to undertake the work of atonement. It was a voluntary sacrifice that He made. His life was of sufficient value to rescue man from his fallen condition.—The Review and Herald, December 17, 1872."},{"refcode_short":"7ABC 473.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 473.3 (Ellen Gould White)","content":"The work of God's dear Son in undertaking to link the created with the Uncreated, the finite with the Infinite, in His own divine person, is a subject that may well employ our thoughts for a lifetime. This work of Christ was to confirm the beings of other worlds in their innocency and loyalty, as well as to save the lost and perishing of this world. He opened a way for the disobedient to return to their allegiance to God, while by the same act He placed a safeguard around those who were already pure, that they might not become polluted.—The Review and Herald, January 11, 1881."},{"refcode_short":"7ABC 473","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 473 (Ellen Gould White)","content":"XVI. Typical Sacrifices Prefigure Lamb of God"},{"refcode_short":"7ABC 474.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 474.1 (Ellen Gould White)","content":"The sacrificial offerings, and the priesthood of the Jewish system, were instituted to represent the death and mediatorial work of Christ. All those ceremonies had no meaning, and no virtue, only as they related to Christ, who was Himself the foundation of, and who brought into existence, the entire system. The Lord had made known to Adam, Abel, Seth, Enoch, Noah, Abraham, and the ancient worthies, especially Moses, that the ceremonial system of sacrifices and the priesthood, of themselves, were not sufficient to secure the salvation of one soul."},{"refcode_short":"7ABC 474.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 474.2 (Ellen Gould White)","content":"The system of sacrificial offerings pointed to Christ. Through these, the ancient worthies saw Christ, and believed in Him.—The Review and Herald, December 17, 1872."},{"refcode_short":"7ABC 474.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 474.3 (Ellen Gould White)","content":"Christ, in counsel with His Father, instituted the system of sacrificial offerings; that death, instead of being immediately visited upon the transgressor, should be transferred to a victim which should prefigure the great and perfect offering of the Son of God."},{"refcode_short":"7ABC 474.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 474.4 (Ellen Gould White)","content":"The sins of the people were transferred in figure to the officiating priest, who was a mediator for the people. The priest could not himself become an offering for sin, and make an atonement with his life, for he was also a sinner. Therefore, instead of suffering death himself, he killed a lamb without blemish; the penalty of sin was transferred to the innocent beast, which thus became his immediate substitute, and typified the perfect offering of Jesus Christ. Through the blood of this victim, man looked forward by faith to the blood of Christ which would atone for the sins of the world.—The Signs of the Times, March 14, 1878."},{"refcode_short":"7ABC 474.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 474.5 (Ellen Gould White)","content":"The great truth that was to be kept before men, and imprinted upon mind and heart, was this, “Without shedding of blood is no remission.” In every bleeding sacrifice was typified “the Lamb of God, which taketh away the sin of the world.” Christ Himself was the originator of the Jewish system of worship, in which, by types and symbols, were shadowed forth spiritual and heavenly things. Many forgot the true significance of these offerings; and the great truth that through Christ alone there is forgiveness of sin, was lost to them. The multiplying of sacrificial offerings, the blood of bulls and goats, could not take away sin.—The Signs of the Times, January 2, 1893."},{"refcode_short":"7ABC 474.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 474.6 (Ellen Gould White)","content":"The great lesson embodied in the sacrifice of every bleeding victim, impressed in every ceremony, inculcated by God Himself was that through the blood of Christ alone is forgiveness of sins; yet how many carry the galling yoke and how few feel the force of this truth and act upon it, personally, and derive the blessings they might through a perfect faith in the blood of the Lamb of God, realizing that through Him only is forgiveness of sins, believing that when repented of He forgives them, whether great or small. O! What a blessed Saviour!—Letter 12, 1892."},{"refcode_short":"7ABC 475.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 475.1 (Ellen Gould White)","content":"By faith Abel offered unto God a more excellent sacrifice than Cain.... Through the shed blood he looked forward to the future sacrifice, Christ dying on the cross of Calvary; and trusting in the atonement that was there to be made, he had witness that he was righteous, and his offering accepted.—Patriarchs and Prophets, 72."},{"refcode_short":"7ABC 475","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 475 (Ellen Gould White)","content":"XVII. The Cross Gave Death Stroke to Satan"},{"refcode_short":"7ABC 475.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 475.2 (Ellen Gould White)","content":"He [Christ] died on the cross to give the death-stroke to Satan, and to take away the sin of every believing soul.—Manuscript 61, 1903."},{"refcode_short":"7ABC 475.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 475.3 (Ellen Gould White)","content":"What right had Christ to take the captives out of the enemy's hands? The right of having made a sacrifice that satisfies the principles of justice by which the kingdom of heaven is governed. He came to this earth as the Redeemer of the lost race, to conquer the wily foe, and, by His steadfast allegiance to right, to save all who accept Him as their Saviour. On the cross of Calvary He paid the redemption price of the race. And thus He gained the right to take the captives from the grasp of the great deceiver, who, by a lie, framed against the government of God, caused the fall of man, and thus forfeited all claim to be called a loyal subject of God's glorious everlasting kingdom.—The Signs of the Times, September 30, 1903."},{"refcode_short":"7ABC 475.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 475.4 (Ellen Gould White)","content":"Christ on the cross not only draws men to repentance toward God for the transgression of His law—for whom God pardons He first makes penitent—but Christ has satisfied justice; He has proffered Himself as an atonement. His gushing blood, His broken body satisfy the claims of the broken law, and thus He bridges the gulf which sin has made. He suffered in the flesh that with His bruised and broken body He might cover the defenseless sinner. The victory gained at His death on Calvary broke forever the accusing power of Satan over the universe and silenced his charges that self-denial was impossible with God and therefore not essential in the human family.—Manuscript 50, 1900."},{"refcode_short":"7ABC 475.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 475.5 (Ellen Gould White)","content":"He [Christ] planted His cross midway between heaven and earth, that He might wrestle with and overcome the powers of darkness. He gave His life for the life of sinners, and Satan, the prince of the world, was cast out.—Manuscript 44, 1901."},{"refcode_short":"7ABC 476.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 476.1 (Ellen Gould White)","content":"Soon was to be offered the great Sacrifice to which all the Jewish offerings pointed. When with the cross before Him, the Saviour uttered the sublime prediction, “Now shall the prince of this world be cast out. And I, if I be lifted up, shall draw all men unto me,” He saw that the great apostate, who had been expelled from heaven, was the central power in the earth. Looking for Satan's throne, He found it set up where God's should have been. He saw all men worshiping the apostate, who inspired them with rebellion. The inhabitants of this world had prostrated themselves at Satan's feet. Christ declared, Where stands Satan's throne, there shall stand My cross, the instrument of humiliation and suffering.—Manuscript 165, 1899."},{"refcode_short":"7ABC 476.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 476.2 (Ellen Gould White)","content":"Christ was crucified, but in wondrous power and glory He rose from the tomb. He took in His grasp the world over which Satan claimed to preside, and restored the human race to favor with God. And at this glorious completion of His work, songs of triumph echoed and re-echoed through the unfallen worlds. Angel and archangel, cherubim and seraphim, joined in the chorus of victory.—The Youth's Instructor, April 16, 1903."},{"refcode_short":"7ABC 476","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 476 (Ellen Gould White)","content":"XVIII. Atonement Never to Be Repeated"},{"refcode_short":"7ABC 476.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 476.3 (Ellen Gould White)","content":"The death of Christ upon the cross made sure the destruction of him who has the power of death, who was the originator of sin. When Satan is destroyed, there will be none to tempt to evil; the atonement will never need to be repeated; and there will be no danger of another rebellion in the universe of God. That which alone can effectually restrain from sin in this world of darkness, will prevent sin in heaven. The significance of the death of Christ will be seen by saints and angels. Fallen men could not have a home in the paradise of God without the Lamb slain from the foundation of the world. Shall we not then exalt the cross of Christ?—The Signs of the Times, December 30, 1889."},{"refcode_short":"7ABC 476","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 476 (Ellen Gould White)","content":"Part II—High-Priestly Application of Atoning Sacrifice"},{"refcode_short":"7ABC 476","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 476 (Ellen Gould White)","content":"I. Ministers the Benefits of Complete Atoning Sacrifice"},{"refcode_short":"7ABC 476.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 476.4 (Ellen Gould White)","content":"These are our themes—Christ crucified for our sins, Christ risen from the dead, Christ our intercessor before God; and closely connected with these is the office work of the Holy Spirit.—Evangelism, 187."},{"refcode_short":"7ABC 477.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 477.1 (Ellen Gould White)","content":"The great Sacrifice had been offered and had been accepted, and the Holy Spirit which descended on the day of Pentecost carried the minds of the disciples from the earthly sanctuary to the heavenly, where Jesus had entered by His own blood, to shed upon His disciples the benefits of His atonement.—Early Writings, 260."},{"refcode_short":"7ABC 477.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 477.2 (Ellen Gould White)","content":"Our Saviour is in the sanctuary pleading in our behalf. He is our interceding High Priest, making an atoning sacrifice for us, pleading in our behalf the efficacy of His blood.—Fundamentals of Christian Education, 370."},{"refcode_short":"7ABC 477.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 477.3 (Ellen Gould White)","content":"Every one who will break from the slavery and service of Satan, and will stand under the blood-stained banner of Prince Immanuel, will be kept by Christ's intercessions. Christ, as our Mediator, at the right hand of the Father, ever keeps us in view, for it is as necessary that He should keep us by His intercessions as that He should redeem us with His blood. If He lets go His hold of us for one moment, Satan stands ready to destroy. Those purchased by His blood, He now keeps by His intercession.—Manuscript 73, 1893."},{"refcode_short":"7ABC 477.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 477.4 (Ellen Gould White)","content":"Thank God that He who spilled His blood for us, lives to plead it, lives to make intercession for every soul who receives Him.... We need to keep ever before us the efficacy of the blood of Jesus. That life-cleansing, life-sustaining blood, appropriated by living faith, is our hope. We need to grow in appreciation of its inestimable value, for it speaks for us only as we by faith claim its virtue, keeping the conscience clean and at peace with God."},{"refcode_short":"7ABC 477.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 477.5 (Ellen Gould White)","content":"This is represented as the pardoning blood, inseparably connected with the resurrection and life of our Redeemer, illustrated by the ever-flowing stream that proceeds from the throne of God, the water of the river of life.—Letter 87, 1894."},{"refcode_short":"7ABC 477.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 477.6 (Ellen Gould White)","content":"Christ died to make an atoning sacrifice for our sins. At the father's right hand He is interceding for us as our High Priest. By the sacrifice of His life He purchased redemption for us. His atonement is effectual for every one who will humble himself, and receive Christ as his example in all things. If the Saviour had not given His life as a propitiation for our sins, the whole human family would have perished. They would have had no right to heaven. It is through His intercession that we, through faith, repentance, and conversion, are enabled to become partakers of the divine nature, and thus escape the corruption that is in the world through lust.—Manuscript 29, 1906."},{"refcode_short":"7ABC 478.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 478.1 (Ellen Gould White)","content":"This prayer [of John 17] is a lesson regarding the intercession that the Saviour would carry on within the veil, when His great sacrifice in behalf of men, the offering of Himself, should have been completed. Our Mediator gave His disciples this illustration of His ministration in the heavenly sanctuary in behalf of all who will come to Him in meekness and humility, emptied of all selfishness, and believing in His power to save.—Manuscript 29, 1906 (The S.D.A. Bible Commentary 5:1145)."},{"refcode_short":"7ABC 478","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 478 (Ellen Gould White)","content":"II. Ministry Applies and Completes Transaction of Cross"},{"refcode_short":"7ABC 478.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 478.2 (Ellen Gould White)","content":"The intercession of Christ in man's behalf in the sanctuary above is as essential to the plan of salvation as was His death upon the cross. By His death He began that work which after His resurrection He ascended to complete in heaven. We must by faith enter within the veil, “whither the forerunner is for us entered.” Hebrews 6:20. There the light from the cross of Calvary is reflected. There we may gain a clearer insight into the mysteries of redemption.—The Great Controversy, 489."},{"refcode_short":"7ABC 478.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 478.3 (Ellen Gould White)","content":"Christ's words on the mountainside were the announcement that His sacrifice in behalf of man was full and complete. The conditions of the atonement had been fulfilled; the work for which He came to this world had been accomplished. He had won the kingdom. He had wrested it from Satan, and had become heir of all things. He was on His way to the throne of God, to be honored by angels, principalities, and powers. He had entered upon His mediatorial work. Clothed with boundless authority, He gave His commission to the disciples, “Go ye therefore and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.”—Manuscript 138, 1897."},{"refcode_short":"7ABC 478.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 478.4 (Ellen Gould White)","content":"Thank God that He who spilled His blood for us, lives to plead it, lives to make intercession for every soul who receives Him. “If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.” The blood of Jesus Christ cleanses us from all sin. It speaketh better things than the blood of Abel, for Christ ever liveth to make intercession for us. We need to keep ever before us the efficacy of the blood of Jesus.—Letter 87, 1894."},{"refcode_short":"7ABC 479.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 479.1 (Ellen Gould White)","content":"Jesus stands before the Father, continually offering a sacrifice for the sins of the world. He is the minister of the true tabernacle, which the Lord pitched, and not man. The typical offerings of the Jewish tabernacle no longer possess any virtue. A daily and yearly atonement is no longer necessary. But because of the continual commission of sin, the atoning sacrifice of a heavenly Mediator is essential. Jesus, our great high priest, officiates for us in the presence of God, offering in our behalf His shed blood.—The Youth's Instructor, April 16, 1903."},{"refcode_short":"7ABC 479.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 479.2 (Ellen Gould White)","content":"By His spotless life, His obedience, His death on the cross of Calvary, Christ interceded for the lost race. And now, not as a mere petitioner does the Captain of our salvation intercede for us, but as a conqueror claiming His victory. His offering is complete, and as our intercessor He executes His self-appointed work, holding before God the censer containing His own spotless merits and the prayers, confessions, and thanksgiving of His people. Perfumed with the fragrance of His righteousness, these ascend to God as a sweet savor. The offering is wholly acceptable, and pardon covers all transgression. To the true believer Christ is indeed the minister of the sanctuary, officiating for him in the sanctuary, and speaking through God's appointed agencies.—The Signs of the Times, February 14, 1900."},{"refcode_short":"7ABC 479.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 479.3 (Ellen Gould White)","content":"In the courts above, Christ is pleading for His church—pleading for those for whom He has paid the redemption price of His blood. Centuries, ages, can never lessen the efficacy of His atoning sacrifice. Neither life nor death, height nor depth, can separate us from the love of God which is in Christ Jesus; not because we hold Him so firmly, but because He holds us so fast.—The Acts of the Apostles, 552, 553."},{"refcode_short":"7ABC 479.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 479.4 (Ellen Gould White)","content":"Jesus is our great High Priest in heaven. And what is He doing?—He is making intercession and atonement for His people who believe in Him.—Testimonies to Ministers and Gospel Workers, 37."},{"refcode_short":"7ABC 479.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 479.5 (Ellen Gould White)","content":"God is approached through Jesus Christ, the Mediator, the only way through which He forgives sins. God cannot forgive sins at the expense of His justice, His holiness, and His truth. But He does forgive sins and that fully. There are no sins He will not forgive in and through the Lord Jesus Christ. This is the sinner's only hope, and if he rests here in sincere faith, he is sure of pardon and that full and free. There is only one channel and that is accessible to all, and through that channel a rich and abundant forgiveness awaits the penitent, contrite soul and the darkest sins are forgiven."},{"refcode_short":"7ABC 480.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 480.1 (Ellen Gould White)","content":"These lessons were taught to the chosen people of God thousands of years ago; repeated in various symbols and figures that the work of truth might be riveted in every heart, that without the shedding of blood there is no remission of sins.—Letter 12, 1892."},{"refcode_short":"7ABC 480.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 480.2 (Ellen Gould White)","content":"Christ died for us, and receiving His perfection, we are entitled to heaven. To all who believe in Him, He gives power to become the sons of God. Because He lives, we shall live also. He is our Advocate in the courts above. This is our only hope.—Manuscript 29, 1906."},{"refcode_short":"7ABC 480.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 480.3 (Ellen Gould White)","content":"By pledging His own life, Christ has made Himself responsible for every man and woman on the earth. He stands in the presence of God, saying, Father, I take upon Myself the guilt of that soul. It means death to him if he is left to bear it. If he repents, he shall be forgiven. My blood shall cleanse him from all sin. I gave My life for the sins of the world."},{"refcode_short":"7ABC 480.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 480.4 (Ellen Gould White)","content":"If the transgressor of God's law will see in Christ his atoning sacrifice, if he will believe in Him who can cleanse from all unrighteousness, Christ will not have died for him in vain.—The Review and Herald, February 27, 1900."},{"refcode_short":"7ABC 480.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 480.5 (Ellen Gould White)","content":"“In all things it behoved him to be made like unto his brethren, that he might be a merciful and faithful high priest in things pertaining to God [mark the words], to make reconciliation for the sins of the people,” through the atonement. The repenting sinner is to believe in Christ as his personal Saviour. This is his only hope. He may lay hold on the merits of the blood of Christ, presenting to God the crucified and risen Saviour as his worthiness. Thus through Christ's offering of Himself, the innocent for the guilty, every obstruction is removed, and the pardoning love of God flows forth in rich streams of mercy to fallen man.—Letter 91, 1895."},{"refcode_short":"7ABC 480.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 480.6 (Ellen Gould White)","content":"As we acknowledge before God our appreciation of Christ's merits, fragrance is given to our intercessions. Oh, who can value this great mercy and love. As we approach God through the virtue of Christ's merits, we are clothed with His priestly vestments. He places us close by His side, encircling us with His human arm, while with His divine arm He grasps the throne of the Infinite. He puts His merits, as sweet incense, in a censer in their hands, in order to encourage their petitions. He promises to hear and answer their supplications.—Letter 22, 1898."},{"refcode_short":"7ABC 481.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 481.1 (Ellen Gould White)","content":"Today He [Christ] is making an atonement for us before the Father. “If any man sin, we have an advocate with the Father, Jesus Christ the righteous.” Pointing to the palms of His hands, pierced by the fury and prejudice of wicked men, He says of us, “I have graven thee upon the palms of my hands” [Isaiah 49:16]. The Father bows in recognition of the price paid for humanity, and the angels approach the cross of Calvary with reverence. What a sacrifice is this! Who can fathom it! It will take the whole of eternity for man to understand the plan of redemption. It will open to him line upon line, here a little and there a little.—Manuscript 21, 1895."},{"refcode_short":"7ABC 481","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 481 (Ellen Gould White)","content":"III. Christ Ministering in Heavenly Sanctuary"},{"refcode_short":"7ABC 481.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 481.2 (Ellen Gould White)","content":"We are in the great day of atonement, and the sacred work of Christ for the people of God that is going on at the present time [1882] in the heavenly sanctuary, should be our constant study.—Testimonies for the Church 5:520."},{"refcode_short":"7ABC 481.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 481.3 (Ellen Gould White)","content":"O that all could behold our precious Saviour as He is, a Saviour. Let His hand draw aside the veil which conceals His glory from our eyes. It shows Him in His high and holy place. What do we see? Our Saviour, not in a position of silence and inactivity. He is surrounded with heavenly intelligences, cherubims and seraphims, ten thousand times ten thousand of angels. All these heavenly beings have one object above all others, in which they are intensely interested,—His church in a world of corruption.—Letter 89c, 1897."},{"refcode_short":"7ABC 481.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 481.4 (Ellen Gould White)","content":"He is in His holy place, not in a state of solitude and grandeur, but surrounded by ten thousand times ten thousand of heavenly beings who wait to do their Master's bidding. And He bids them go and work for the weakest saint who puts his trust in God. High and low, rich and poor, have the same help provided.—Letter 134, 1899."},{"refcode_short":"7ABC 481.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 481.5 (Ellen Gould White)","content":"Do not place your influence against God's commandments. That law is just as Jehovah wrote it in the temple of heaven. Man may trample upon its copy here below, but the original is kept in the ark of God in heaven; and on the cover of this ark, right above that law, is the mercy seat. Jesus stands right there before that ark to mediate for man.—Manuscript 6a, 1886 (SDA Bible Commentary, vol. 1, p. 1109)."},{"refcode_short":"7ABC 482.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 482.1 (Ellen Gould White)","content":"We all need to keep the subject of the sanctuary in mind. God forbid that the clatter of words coming from human lips should lessen the belief of our people in the truth that there is a sanctuary in heaven, and that a pattern of this sanctuary was once built on this earth. God desires His people to become familiar with this pattern, keeping ever before their minds the heavenly sanctuary, where God is all and in all.—Letter 233, 1904."},{"refcode_short":"7ABC 482.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 482.2 (Ellen Gould White)","content":"Jesus is our Advocate, our High Priest, our Intercessor. Our position is like that of the Israelites on the Day of Atonement. When the High Priest entered the most holy place, representing the place where our High Priest is now pleading, and sprinkled the atoning blood upon the mercy seat, no propitiatory sacrifices were offered without. While the priest was interceding with God, every heart was to be bowed in contrition, pleading for the pardon of transgression.—The Signs of the Times, June 28, 1899."},{"refcode_short":"7ABC 482","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 482 (Ellen Gould White)","content":"IV. Second Phase of Priesthood Embraces Judgment"},{"refcode_short":"7ABC 482.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 482.3 (Ellen Gould White)","content":"He fulfilled one phase of His priesthood by dying on the cross for the fallen race. He is now fulfilling another phase by pleading before the Father the case of the repenting, believing sinner, presenting to God the offerings of His people. Having taken human nature and in this nature having overcome the temptations of the enemy, and having divine perfection, to Him has been committed the judgment of the world. The case of each one will be brought in review before Him. He will pronounce judgment, rendering to every man according to his works.—Manuscript 42, 1901."},{"refcode_short":"7ABC 482","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 482 (Ellen Gould White)","content":"V. Perpetual Intercession"},{"refcode_short":"7ABC 482.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 482.4 (Ellen Gould White)","content":"The incense, ascending with the prayers of Israel, represents the merits and intercession of Christ, His perfect righteousness, which through faith is imputed to His people, and which can alone make the worship of sinful beings acceptable to God. Before the veil of the most holy place, was an altar of perpetual intercession, before the holy, an altar of continual atonement. By blood and by incense, God was to be approached—symbols pointing to the great Mediator, through whom sinners may approach Jehovah, and through whom alone mercy and salvation can be granted to the repentant, believing soul.—Patriarchs and Prophets, 353."},{"refcode_short":"7ABC 482.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 482.5 (Ellen Gould White)","content":"In the service of the Jewish priesthood we are continually reminded of the sacrifice and intercession of Christ. All who come to Christ today are to remember that His merit is the incense that mingles with the prayers of those who repent of their sins and receive pardon and mercy and grace. Our need of Christ's intercession is constant.—Manuscript 14, 1901."},{"refcode_short":"7ABC 483","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 483 (Ellen Gould White)","content":"VI. Christ Both Mediator and Judge"},{"refcode_short":"7ABC 483.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 483.1 (Ellen Gould White)","content":"By personal experience Christ is acquainted with the warfare which, since Adam's fall, has been constantly going on. How appropriate, then, for Him to be the judge. To Jesus, the Son of man, is committed all judgment. There is one mediator between God and men. Only by Him can we enter the kingdom of heaven. He is the Way, the Truth, and the Life. From His decision there is no appeal. He is the Rock of ages, a rock rent on purpose that every tried, tempted soul may find a sure hiding place.—The Review and Herald, March 12, 1901."},{"refcode_short":"7ABC 483.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 483.2 (Ellen Gould White)","content":"“The Father judgeth no man, but hath committed all judgment unto the Son.” “He hath given him authority to execute judgment also because he is the Son of man.” In His superadded humanity consists the reason of Christ's appointment. God has committed all judgment unto the Son, for without controversy He is God manifest in the flesh."},{"refcode_short":"7ABC 483.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 483.3 (Ellen Gould White)","content":"God designed that the Prince of sufferers in humanity should be judge of the whole world. He who came from the heavenly courts to save man from eternal death; He whom men despised, rejected, and upon whom they heaped all the contempt of which human beings, inspired by Satan, are capable; He who submitted to be arraigned before an earthly tribunal, and who suffered the ignominious death of the cross,—He alone is to pronounce the sentence of reward or of punishment. He who submitted to the suffering and humiliation of the cross here, in the counsel of God is to have the fullest compensation, and ascend the throne acknowledged by all the heavenly universe as the King of saints. He has undertaken the work of salvation, and shown before unfallen worlds and the heavenly family that the work He has begun He is able to complete. It is Christ who gives men the grace of repentance; His merits are accepted by the Father in behalf of every soul that will help to compose the family of God."},{"refcode_short":"7ABC 483.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 483.4 (Ellen Gould White)","content":"In that day of final punishment and reward, both saints and sinners will recognize in Him who was crucified the Judge of all living.—The Review and Herald, November 22, 1898."},{"refcode_short":"7ABC 484","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 484 (Ellen Gould White)","content":"VII. Wondrous Results of Christ's Priestly Mediation"},{"refcode_short":"7ABC 484.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 484.1 (Ellen Gould White)","content":"The intercession of Christ is as a golden chain fastened to the throne of God. He has turned the merit of His sacrifice into prayer. Jesus prays, and by prayer succeeds.—Manuscript 8, 1892."},{"refcode_short":"7ABC 484.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 484.2 (Ellen Gould White)","content":"As our Mediator, Christ works incessantly. Whether men receive or reject Him, He works earnestly for them. He grants them life and light, striving by His Spirit to win them from Satan's service. And while the Saviour works, Satan also works, with all deceivableness of unrighteousness, and with unflagging energy.—The Review and Herald, March 12, 1901."},{"refcode_short":"7ABC 484.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 484.3 (Ellen Gould White)","content":"This Saviour was to be a mediator, to stand between the Most High and His people. Through this provision, a way was opened whereby the guilty sinner might find access to God through the mediation of another. The sinner could not come in his own person, with his guilt upon him, and with no greater merit then he possessed in himself. Christ alone could open the way, by making an offering equal to the demands of the divine law. He was perfect, and undefiled by sin. He was without spot or blemish.—The Review and Herald, December 17, 1872."},{"refcode_short":"7ABC 484.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 484.4 (Ellen Gould White)","content":"Christ is the Minister of the true tabernacle, the High Priest of all who believe in Him as a personal Saviour; and His office no other can take. He is the High Priest of the church, and He has a work to do which no other can perform. By His grace He is able to keep every man from transgression.—The Signs of the Times, February 14, 1900."},{"refcode_short":"7ABC 484.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 484.5 (Ellen Gould White)","content":"Faith in the atonement and intercession of Christ will keep us steadfast and immovable amid the temptations that press upon us in the church militant.—The Review and Herald, June 9, 1896."},{"refcode_short":"7ABC 484.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 484.6 (Ellen Gould White)","content":"The great plan of redemption, as revealed in the closing work for these last days, should receive close examination. The scenes connected with the sanctuary above should make such an impression upon the minds and hearts of all that they may be able to impress others. All need to become more intelligent in regard to the work of the atonement, which is going on in the sanctuary above. When this grand truth is seen and understood, those who hold it will work in harmony with Christ to prepare a people to stand in the great day of God, and their efforts will be successful.—Testimonies for the Church 5:575."},{"refcode_short":"7ABC 484.7","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 484.7 (Ellen Gould White)","content":"Christ's priestly intercession is now going on in our behalf in the sanctuary above. But how few have a real understanding that our great High Priest presents before the Father His own blood, claiming for the sinner who receives Him as his personal Saviour all the graces which His covenant embraces as the reward of His sacrifice. This sacrifice made Him abundantly able to save to the uttermost all that come unto God by Him, seeing He liveth to make intercession for them.—Manuscript 92, 1899."},{"refcode_short":"7ABC 485.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 485.1 (Ellen Gould White)","content":"Christ as High Priest within the veil so immortalized Calvary, that though He liveth unto God, He dies continually to sin and thus if any man sin, he has an Advocate with the Father. He arose from the tomb enshrouded with a cloud of angels in wondrous power and glory,—the Deity and humanity combined. He took in His grasp the world over which Satan claimed to preside as his lawful territory, and by His wonderful work in giving His life, He restored the whole race of men to favor with God. The songs of triumph echoed and re-echoed through the worlds. Angel and archangel, cherubim and seraphim, sang the triumphant song at the amazing achievement.—Manuscript 50, 1900."},{"refcode_short":"7ABC 485.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 485.2 (Ellen Gould White)","content":"This is the great day of atonement, and our Advocate is standing before the Father, pleading as our Intercessor. In place of wrapping about us the garments of self-righteousness, we should be found daily humbling ourselves before God, confessing our own individual sins, seeking the pardon of our transgressions, and cooperating with Christ in the work of preparing our souls to reflect the divine image.—Manuscript 168, 1898 (SDA Bible Commentary, vol. 7, Ellen G. White Comments, on Hebrews 10:19-21)."},{"refcode_short":"7ABC 485.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 485.3 (Ellen Gould White)","content":"As our Mediator, Jesus was fully able to accomplish this work of redemption; but O, at what a price! The sinless Son of God was condemned for the sin in which He had no part, in order that the sinner, through repentance and faith, might be justified by the righteousness of Christ, in which he had no personal merit. The sins of every one who has lived upon the earth were laid upon Christ, testifying to the fact that no one need be a loser in the conflict with Satan. Provision has been made that all may lay hold of the strength of Him who will save to the uttermost all who come unto God by Him."},{"refcode_short":"7ABC 485.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 485.4 (Ellen Gould White)","content":"Christ receives upon Him the guilt of man's transgression, while He lays upon all who receive Him by faith, who return to their allegiance to God, His own spotless righteousness.—The Review and Herald, May 23, 1899."},{"refcode_short":"7ABC 485.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 485.5 (Ellen Gould White)","content":"He holds before the Father the censer of His own merits, in which there is no taint of earthly corruption. He gathers into this censer the prayers, the praise, and the confessions of His people, and with these He puts His own spotless righteousness. Then, perfumed with the merits of Christ's propitiation, the incense comes up before God wholly and entirely acceptable. Then gracious answers are returned.... The fragrance of this righteousness ascends like a cloud around the mercy seat.—Manuscript 50, 1900."},{"refcode_short":"7ABC 486","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 486 (Ellen Gould White)","content":"VIII. Christ Is Our Friend at Court"},{"refcode_short":"7ABC 486.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 486.1 (Ellen Gould White)","content":"Our great High Priest is pleading before the mercy-seat in behalf of His ransomed people.... Satan stands at our right hand to accuse us, and our advocate stands at God's right hand to plead for us. He has never lost a case that has been committed to Him. We may trust in our advocate; for He pleads His own merits in our behalf.—The Review and Herald, August 15, 1893."},{"refcode_short":"7ABC 486.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 486.2 (Ellen Gould White)","content":"Christ glorified not Himself in being made High Priest. God gave Him His appointment to the priesthood. He was to be an example to all the human family. He qualified Himself to be, not only the representative of the race, but their Advocate, so that every soul if he will may say, I have a Friend at court. He is a High Priest that can be touched with the feelings of our infirmities.—Manuscript 101, 1897."},{"refcode_short":"7ABC 486.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 486.3 (Ellen Gould White)","content":"Jesus is officiating in the presence of God, offering up His shed blood, as it had been a lamb slain. Jesus presents the oblation offered for every offense and every shortcoming of the sinner."},{"refcode_short":"7ABC 486.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 486.4 (Ellen Gould White)","content":"Christ, our Mediator, and the Holy Spirit are constantly interceding in man's behalf, but the Spirit pleads not for us as does Christ who presents His blood, shed from the foundation of the world; the Spirit works upon our hearts, drawing out prayers and penitence, praise and thanksgiving.—Manuscript 50, 1900 (SDA Bible Commentary, vol. 6, on Romans 8:26, 34)."},{"refcode_short":"7ABC 486.5","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 486.5 (Ellen Gould White)","content":"When Christ ascended to heaven, He ascended as our advocate. We always have a friend at court. And from on high Christ sends His representative to every nation, kindred, tongue, and people. The Holy Spirit gives the divine anointing to all who receive Christ.—The Christian Educator, August 1897, p. 22."},{"refcode_short":"7ABC 486.6","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 486.6 (Ellen Gould White)","content":"He has paid the ransom money for the whole world. All may be saved through Him. He will present those who believe on Him to God as loyal subjects of His kingdom. He will be their Mediator as well as their Redeemer.—Manuscript 41, 1896."},{"refcode_short":"7ABC 487.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 487.1 (Ellen Gould White)","content":"When Christ died upon the cross of Calvary, a new and living way was opened to both Jew and Gentile. The Saviour was henceforth to officiate as priest and advocate in the heaven of heavens. Henceforth the blood of beasts offered for sins was valueless, for the Lamb of God had died for the sins of the world.—Manuscript 41, 1887."},{"refcode_short":"7ABC 487.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 487.2 (Ellen Gould White)","content":"The arm that raised the human family from the ruin which Satan has brought upon the race through his temptations, is the arm which has preserved the inhabitants of other worlds from sin. Every world throughout immensity engages the care and support of the Father and the Son; and this care is constantly exercised for fallen humanity. Christ is mediating in behalf of man, and the order of unseen worlds also is preserved by His mediatorial work. Are not these themes of sufficient magnitude and importance to engage our thoughts, and call forth our gratitude and adoration to God?—The Review and Herald, January 11, 1881; Messages to Young People, 254."},{"refcode_short":"7ABC 487","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 487 (Ellen Gould White)","content":"IX. Became Man That He Might Become Mediator"},{"refcode_short":"7ABC 487.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 487.3 (Ellen Gould White)","content":"Jesus became a man that He might mediate between man and God. He clothed His divinity with humanity, He associated with the human race, that with His long human arm He might encircle humanity, and with His divine arm grasp the throne of Divinity. And this, that He might restore to man the original mind which he lost in Eden through Satan's alluring temptation; that man might realize that it is for his present and eternal good to obey the requirements of God. Disobedience is not in accordance with the nature which God gave to man in Eden.—Letter 121, 1897."},{"refcode_short":"7ABC 487.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 487.4 (Ellen Gould White)","content":"The completeness of His humanity, the perfection of His divinity, form for us a strong ground upon which we may be brought into reconciliation with God. It was when we were yet sinners that Christ died for us. We have redemption through His blood, even the forgiveness of sins. His nail-pierced hands are outreached toward heaven and earth. With one hand He lays hold of sinners upon earth, and with the other He grasps the throne of the Infinite, and thus He makes reconciliation for us. Christ is today standing as our Advocate before the Father. He is the one Mediator between God and man. Bearing the marks of His crucifixion, He pleads the causes of our souls.—Letter 35, 1894."},{"refcode_short":"7ABC 488","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 488 (Ellen Gould White)","content":"X. Heavenly Advocate Retains Human Nature Forever"},{"refcode_short":"7ABC 488.1","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 488.1 (Ellen Gould White)","content":"Christ ascended to heaven, bearing a sanctified, holy humanity. He took this humanity with Him into the heavenly courts, and through the eternal ages He will bear it, as the One who has redeemed every human being in the city of God.—The Review and Herald, March 9, 1905."},{"refcode_short":"7ABC 488.2","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 488.2 (Ellen Gould White)","content":"By His appointment He [the Father] has placed at His altar an Advocate clothed with our nature. As our Intercessor, His office work is to introduce us to God as His sons and daughters. Christ intercedes in behalf of those who have received Him. To them He gives power, by virtue of His own merits, to become members of the royal family, children of the heavenly King.—Testimonies for the Church 6:363, 364."},{"refcode_short":"7ABC 488.3","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 488.3 (Ellen Gould White)","content":"It is our privilege to contemplate Jesus by faith, and see Him standing between humanity and the eternal throne. He is our Advocate, presenting our prayers and offerings as spiritual sacrifices to God. Jesus is the great, sinless propitiation, and through His merit, God and man may hold converse together. Christ has carried His humanity into eternity. He stands before God as the representative of our race.—The Youth's Instructor, October 28, 1897."},{"refcode_short":"7ABC 488.4","refcode_long":"EGW SDA Bible Commentary, vol. 7A, p. 488.4 (Ellen Gould White)","content":"Jesus could give alone security to God; for He was equal with God. He alone could be a mediator between God and man; for He possessed divinity and humanity. Jesus could thus give security to both parties for the fulfillment of the prescribed conditions. As the Son of God He gives security to God in our behalf, and as the eternal Word, as one equal with the Father, He assures us of the Father's love to usward who believe His pledged word. When God would assure us of His immutable counsel of peace, He gives His only begotten Son to become one of the human family, forever to retain His human nature as a pledge that God will fulfil His word.—The Review and Herald, April 3, 1894."}]