[{"refcode_short":"7Red 2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 2 (Ellen Gould White)","content":"Redemption: or the Ministry of Peter and the Conversion of Saul"},{"refcode_short":"7Red 2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 2 (Ellen Gould White)","content":"To the Reader"},{"refcode_short":"7Red 2.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 2.1 (Ellen Gould White)","content":"To all who are interested in the service of God, and the progress of the church on earth, the history of the work of the apostles furnishes a chapter of peculiar attractions. History, it is said, repeats itself. So the experience of the church repeats itself; and in the experiences of the apostles we read, in many particulars, our own. To those who have read the series of pamphlets on the life of Christ, by the same author, we need say nothing about the chaste and impressive style in which the matter is presented, nor the new and striking thoughts which by the casual thinker would be unperceived. We commend this to the reader as a valuable help in understanding the lessons the Scriptures would teach us in what they have recorded of the lives and experiences of these servants of God."},{"refcode_short":"7Red 3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 3 (Ellen Gould White)","content":"The Apostles of Christ"},{"refcode_short":"7Red 3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 3 (Ellen Gould White)","content":"The Pentecost"},{"refcode_short":"7Red 3.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 3.1 (Ellen Gould White)","content":"When Jesus opened the understanding of the disciples to the meaning of the prophecies concerning himself, he assured them that all power was given him in Heaven and on earth, and bade them go preach the gospel to every creature. The disciples, with a sudden revival of their old hope that Jesus would take his place upon the throne of David at Jerusalem, inquired, “Wilt thou at this time restore again the kingdom to Israel?” The Saviour threw an uncertainty over their minds in regard to the subject, by replying that it was not for them “to know the times or the seasons, which the Father hath put in his own power.”"},{"refcode_short":"7Red 3.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 3.2 (Ellen Gould White)","content":"The disciples began to hope that the wonderful descent of the Holy Ghost would influence the Jewish people to accept Jesus. The Saviour forbore to farther explain, for he knew that when the Holy Spirit should come upon them in full measure their minds would be illuminated and they would fully understand the work before them, and take it up just where he had left it."},{"refcode_short":"7Red 3.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 3.3 (Ellen Gould White)","content":"The disciples assembled in the upper chamber, uniting in supplications with the believing women, with Mary the mother of Jesus, and with his brethren. These brethren, who had been unbelieving, were now fully established in their faith by the scenes attending the crucifixion, and by the resurrection and ascension of the Lord. The number assembled was about one hundred and twenty. While they were awaiting the descent of the Holy Ghost, they supplied the office left vacant by Judas. Two men were selected, who, in the careful judgment of the believers, were best qualified for the place. But the disciples, distrusting their ability to decide the question farther, referred it to One that knew all hearts. They sought the Lord in prayer to ascertain which of the two men was more suitable for the important position of trust, as an apostle of Christ. The Spirit of God selected Matthias for the office."},{"refcode_short":"7Red 4.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 4.1 (Ellen Gould White)","content":"Both men who had been selected were considered to be persons of stern integrity, and in every way worthy of the vacant position; but notwithstanding the disciples were intimately acquainted with them, they felt that their own judgment was imperfect, and trusted the selection only to the Lord, whose eyes could read the hidden secrets of the heart. There is a lesson for our time in this occurrence. Many who are apparently well qualified to labor for God, are urged into the ministry, without a proper consideration of their case, and at length become a grievous burden to the church instead of burden-bearers. If the church of the present time would act as cautiously and wisely as did the apostles in filling the vacancy among them, much perplexity and serious injury, might be saved the cause of God. The work has often suffered much by putting persons forward to do that which they were not capable of doing."},{"refcode_short":"7Red 5.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 5.1 (Ellen Gould White)","content":"After filling the vacancy in the apostolic number, the disciples gave their time to meditation and prayer, being often in the temple, testifying of Christ, and praising God. The Pentecost was a feast celebrated seven weeks after the passover. Upon these occasions the Jews were required to repair to the temple and to present the first-fruits of all the harvest, thus acknowledging their dependence on the great Giver of all good, and their obligation to render back to God, in gifts and offerings to sustain his cause, that which he had intrusted to them. On this day of divine appointment, the Lord graciously poured out his Spirit on the little company of believers, who were the first-fruits of the Christian church."},{"refcode_short":"7Red 5.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 5.2 (Ellen Gould White)","content":"“And when the day of Pentecost was fully come, they were all with one accord in one place. And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting. And there appeared unto them cloven tongues like as of fire, and it sat upon each of them. And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.” The Holy Ghost assuming the form of tongues of fire divided at the tips, and resting upon those assembled, was an emblem of the gift which was bestowed upon them of speaking with fluency several different languages, with which they had formerly been unacquainted; and the appearance of fire signified the fervent zeal with which they would labor, and the power which would attend their words."},{"refcode_short":"7Red 6.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 6.1 (Ellen Gould White)","content":"Under this heavenly illumination, the scriptures which Christ had explained to them, stood forth in their minds with the vivid luster and loveliness of clear and powerful truth. The vail which had prevented them from seeing the end of that which was abolished was now removed, and the object of Christ's mission and the nature of his kingdom were comprehended with perfect clearness."},{"refcode_short":"7Red 6.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 6.2 (Ellen Gould White)","content":"The Jews had been scattered to almost every nation, and spoke various languages. They had come long distances to Jerusalem, and had temporarily taken up their abode there, to remain through the religious festivals then in progress, and to observe their requirements. When assembled, they were of every known tongue. This diversity of languages was a great obstacle to the labors of God's servants in publishing the doctrine of Christ to the uttermost parts of the earth. That God should supply the deficiency of the apostles in a miraculous manner was to the people the most perfect confirmation of the testimony of these witnesses for Christ. The Holy Spirit had done for them that which they could not have accomplished for themselves in a lifetime; they could now spread the truth of the gospel abroad, speaking with accuracy the language of those for whom they were laboring. This miraculous gift was the highest evidence they could present to the world that their commission bore the signet of Heaven."},{"refcode_short":"7Red 6.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 6.3 (Ellen Gould White)","content":"“And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven. Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language. And they were all amazed, and marveled, saying one to another, Behold, are not all these which speak Galileans? And how hear we every man in our own tongue, wherein we were born?”"},{"refcode_short":"7Red 7.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 7.1 (Ellen Gould White)","content":"The priests and rulers were greatly enraged at this wonderful manifestation, which was reported throughout all Jerusalem and its vicinity; but they dared not give way to their malice, for fear of exposing themselves to the hatred of the people. They had put the Master to death, but here were his servants, unlearned men of Galilee, tracing out the wonderful fulfillment of prophecy, and teaching the doctrine of Jesus in all the languages then spoken. They spoke with power of the wonderful works of the Saviour, and unfolded to their hearers the plan of salvation in the mercy and sacrifice of the Son of God. Their words convicted and converted thousands who listened. The traditions and superstitions inculcated by the priests were swept away from their minds, and they accepted the pure teachings of the Word of God."},{"refcode_short":"7Red 7.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 7.2 (Ellen Gould White)","content":"The priests and rulers, determined to account for the miraculous power of the disciples in some natural way, declared that they were simply drunken from partaking largely of the new wine prepared for the feast. Some of the most ignorant seized this suggestion as the truth; but the more intelligent knew that it was false; and those speaking the different languages testified to the accuracy with which they were used by the disciples. And Peter, in answer to the vile accusation of the priests, addressed the assembly in these words:—"},{"refcode_short":"7Red 7.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 7.3 (Ellen Gould White)","content":"“Ye men of Judea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words; for these are not drunken, as ye suppose, seeing it is but the third hour of the day. But this is that which was spoken by the prophet Joel: And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh; and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams.”"},{"refcode_short":"7Red 8.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 8.1 (Ellen Gould White)","content":"The effect of Peter's words was very marked; and many who had ridiculed the religion of Jesus were now convinced of its truth. It was certainly unreasonable to suppose that more than one hundred persons should become intoxicated at that unseasonable hour of the day, and on the occasion of a solemn religious festival. This wonderful demonstration was before the customary meal at which wine was taken. Peter showed them that this manifestation was the direct fulfillment of the prophecy of Joel, wherein he foretold that such power would come upon men of God to fit them for a special work."},{"refcode_short":"7Red 8.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 8.2 (Ellen Gould White)","content":"Peter traced back the lineage of Christ in a direct line to the honorable house of David. He did not use any of the teachings of Jesus to prove his true position, because he knew their prejudices were so great that it would be of no effect. But he referred them to David, whom the Jews regarded as a venerable patriarch of their nation."},{"refcode_short":"7Red 8.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 8.3 (Ellen Gould White)","content":"On that memorable occasion, large numbers who had heretofore ridiculed the idea of so unpretending a person as Jesus being the Son of God, became thoroughly convinced of the truth, and acknowledged him as their Saviour. Three thousand souls were added to the church. The apostles spoke by the power of the Holy Ghost; and their words could not be controverted, for they were confirmed by mighty miracles, wrought by them through the outpouring of the Spirit of God. The disciples were themselves astonished at the results of this visitation, and the quick and abundant harvest of souls. All the people were filled with amazement. Those who did not yield their prejudice and bigotry were so over-awed that they dared not by voice or violence attempt to stay the mighty work, and, for the time being, their opposition ceased."},{"refcode_short":"7Red 9.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 9.1 (Ellen Gould White)","content":"This testimony in regard to the establishment of the Christian church is given us, not only as an important portion of sacred history, but also as a lesson. All who profess the name of Christ should be waiting, watching, and praying with one heart. All differences should be put away, and unity and tender love one for another pervade the whole. Then our prayers may go up together to our Heavenly Father with strong, earnest faith. Then we may wait with patience and hope the fulfillment of the promise."},{"refcode_short":"7Red 9.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 9.2 (Ellen Gould White)","content":"The answer may come with sudden velocity and overpowering might; or it may be delayed for days and weeks, and our faith receive a trial. But God knows how and when to answer our prayer. It is our part of the work to put ourselves in connection with the divine channel. God is responsible for his part of the work. He is faithful who hath promised. The great and important matter with us is to be of one heart and mind, putting aside all envy and malice, and, as humble supplicants, to watch and wait. Jesus, our Representative and Head, is ready to do for us what he did for the praying, watching ones on the day of Pentecost."},{"refcode_short":"7Red 10.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 10.1 (Ellen Gould White)","content":"Jesus is as willing to impart courage and grace to his followers today as he was to the disciples of the early church. None should rashly invite an opportunity to battle with the principalities and powers of darkness. When God bids them engage in the conflict it will be time enough; he will then give the weak and hesitating boldness and utterance beyond their hope or expectation."},{"refcode_short":"7Red 10.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 10.2 (Ellen Gould White)","content":"The same scorn and hatred that was manifested against Christ may be seen now to exist against those whom he has evidently chosen to be his co-workers. Those whose spirits rise up against the doctrines of truth make hard work for the servants of Christ. But God will make their wrath to praise him; they accomplish his purpose by stirring up minds to investigate the truth. God may allow men to follow their own wicked inclinations for a time, in opposing him; but when he sees it is for his glory, and the good of his people, he will arrest the scorners, expose their presumptive course, and give triumph to his truth."},{"refcode_short":"7Red 10.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 10.3 (Ellen Gould White)","content":"The arguments of the apostles alone, although clear and convincing, would not have removed the prejudice of the Jews which had withstood so much evidence. But the Holy Ghost sent those arguments home with divine power to their hearts. They were as sharp arrows of the Almighty, convicting them of their terrible guilt in rejecting and crucifying the Lord of glory. “Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do? Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.”"},{"refcode_short":"7Red 11.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 11.1 (Ellen Gould White)","content":"The disciples and apostles of Christ had a deep sense of their own inefficiency, and with humiliation and prayer they joined their weakness to his strength, their ignorance to his wisdom, their unworthiness to his righteousness, their poverty to his inexhaustible wealth. Thus strengthened and equipped they hesitated not in the service of their Master."},{"refcode_short":"7Red 11.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 11.2 (Ellen Gould White)","content":"Peter urged home upon the convicted people the fact that they had rejected Christ because they had been deceived by the priests and rulers; and if they continued to look to them for counsel, and waited for those leaders to acknowledge Christ before they dared to do so, they would never accept him. Those powerful men, although they made a profession of sanctity, were ambitious, and zealous for riches and earthly glory. They would never come to Christ to receive light. Jesus had foretold a terrible retribution to come upon that people for their obstinate unbelief, notwithstanding the most powerful evidences given them that Jesus was the Son of God."},{"refcode_short":"7Red 11.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 11.3 (Ellen Gould White)","content":"“Then they that gladly received his word were baptized; and the same day there were added unto them about three thousand souls. And they continued steadfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers. And fear came upon every soul; and many wonders and signs were done by the apostles.”"},{"refcode_short":"7Red 11.4","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 11.4 (Ellen Gould White)","content":"From this time forth the language of the disciples was pure, simple, and accurate in word and accent, whether they spoke their native tongue or a foreign language. These humble men, who had never learned in the school of the prophets, presented truths so elevated and pure as to astonish those who heard them. They could not go personally to the uttermost parts of the earth; but there were men at the feast from every quarter of the world, and the truths received by them were carried to their various homes, and published among their people, winning souls to Christ."},{"refcode_short":"7Red 12","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 12 (Ellen Gould White)","content":"The Cripple Healed"},{"refcode_short":"7Red 12.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 12.1 (Ellen Gould White)","content":"A short time after the descent of the Holy Spirit, and immediately after a season of fervent prayer, Peter and John, going up to the temple to worship, saw a distressed and poverty-stricken cripple, forty years of age, who had known no other life than one of pain and infirmity. This unfortunate man had long desired to go to Jesus and be healed; but he was almost helpless, and was removed far from the scene of the great Physician's labors. Finally his earnest pleadings induced some kind persons to bear him to the gate of the temple. But upon arriving there he discovered that the Healer, upon whom his hopes were centered, had been put to a cruel death."},{"refcode_short":"7Red 12.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 12.2 (Ellen Gould White)","content":"His disappointment excited the pity of those who knew how long he had eagerly hoped and expected to be healed by Jesus, and they daily brought him to the temple, that the passers-by might be moved to give him a trifle to relieve his present wants. As Peter and John passed, he begged charity from them. The disciples regarded him with compassion. “And Peter, fastening his eyes upon him with John, said, Look on us.” “Silver and gold have I none; but such as I have give I thee. In the name of Jesus Christ of Nazareth rise up and walk.”"},{"refcode_short":"7Red 13.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 13.1 (Ellen Gould White)","content":"The poor man's countenance had fallen when Peter declared his own poverty, but grew bright with hope and faith as the disciple continued. “And he took him by the right hand, and lifted him up; and immediately his feet and ankle bones received strength. And he leaping up stood, and walked, and entered with them into the temple, walking, and leaping, and praising God. And all the people saw him walking and praising God. And they knew that it was he which sat for alms at the Beautiful gate of the temple; and they were filled with wonder and amazement at that which had happened unto him.”"},{"refcode_short":"7Red 13.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 13.2 (Ellen Gould White)","content":"The Jews were astonished that the disciples could perform miracles similar to those of Jesus. He, they supposed, was dead, and they had expected all such wonderful manifestations to cease with him. Yet here was this man who had been a helpless cripple for forty years, now rejoicing in the full use of his limbs, free from pain, and happy in believing upon Jesus."},{"refcode_short":"7Red 13.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 13.3 (Ellen Gould White)","content":"The apostles saw the amazement of the people, and questioned them why they should be astonished at the miracle which they had witnessed, and regard them with awe as though it were through their own power they had done this thing. Peter assured them it was done through the merits of Jesus of Nazareth, whom they had rejected and crucified, but whom God had raised from the dead the third day. “And his name, through faith in his name, hath made this man strong, whom ye see and know; yea, the faith which is by him hath given him this perfect soundness in the presence of you all. And now brethren, I wot that through ignorance ye did it, as did also your rulers. But those things which God before had showed by the mouth of all his prophets, that Christ should suffer, he hath so fulfilled.”"},{"refcode_short":"7Red 14.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 14.1 (Ellen Gould White)","content":"The manner of Jesus in working his miracles was very different from that of his apostles. His language was that of one who possessed power in himself: “Be thou clean.” “Peace, be still.” Neither did he hesitate to accept the honor offered him on these occasions, nor seek to divert the minds of the people from himself, as though his miracles were not wrought by his own power, for his own glory. But the apostles wrought miracles only in the name of Jesus, and refused to receive the least honor to themselves. They claimed to be only instruments of that Jesus whom the Jews had crucified, but whom God had raised and elevated to his right hand. He was to receive all the honor and praise."},{"refcode_short":"7Red 14.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 14.2 (Ellen Gould White)","content":"After the performance of this miracle, the people flocked together in the temple, and Peter addressed them in one part of the temple, while John spoke to them in another part. The apostles, having spoken plainly of the great crime of the Jews, in rejecting and putting to death the Prince of Life, were careful not to drive them to madness or despair. Peter was willing to lessen the atrocity of their guilt as much as possible, by presuming that they did the deed ignorantly. He declared to them that the Holy Ghost was calling for them to repent of their sins and to be converted; that there was no hope for them except through the mercy of that Christ whom they had crucified; through faith in him only could their sins be canceled by his blood."},{"refcode_short":"7Red 15.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 15.1 (Ellen Gould White)","content":"This preaching the resurrection of Christ, and that through his death and resurrection he would finally bring up all the dead from their graves, deeply stirred the Sadducees. They felt that their favorite doctrine was in danger, and their reputation at stake. Some of the officials of the temple, and the captain of the temple, were Sadducees. The captain, with the help of a number of Sadducees, arrested the two apostles, and put them in prison, as it was too late for their cases to be examined that night."},{"refcode_short":"7Red 15.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 15.2 (Ellen Gould White)","content":"These opponents of Christ and of the doctrines of the apostles, could but believe, although they refused to acknowledge, that Jesus had risen from the dead and remained on the earth for forty days afterward; the evidence was too convincing for them to doubt it. Yet, nevertheless, their hearts did not soften, nor their consciences smite them for the terrible deed they had committed in putting him to death. When the power from Heaven came upon the apostles in so remarkable a manner, fear held them from violence, but their bitterness and malice were unchanged. Five thousand had already embraced the new doctrine taught by the apostles, and both Pharisees and Sadducees decided among themselves that if those teachers were suffered to go unchecked, their own influence would be in greater danger than when Jesus was upon earth. If one or two discourses from the disciples could accomplish such marvelous results, the world would soon believe on Christ if they were left free, and the influence of priests and potentates would be lost."},{"refcode_short":"7Red 15.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 15.3 (Ellen Gould White)","content":"The following day Annas and Caiaphas, with the other dignitaries of the temple, met together for the trial of the prisoners, who were then brought before them. In that very room, and before those very men, Peter had shamefully denied his Lord. All this came distinctly before the mind of the disciple, as he now appeared for his own trial. He had now an opportunity of redeeming his former wicked cowardice."},{"refcode_short":"7Red 16.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 16.1 (Ellen Gould White)","content":"The company present remembered the part Peter had acted at the trial of his Master, and they flattered themselves that he could be intimidated by the threat of imprisonment and death. But the Peter who denied Christ in the hour of his greatest need, was the impulsive, self-confident disciple, differing widely from the Peter who was before the Sanhedrim for examination that day. He had been converted; he was distrustful of self, and no longer a proud boaster. He was filled with the Holy Spirit, and through its power he had become firm as a rock, courageous, yet modest, in magnifying Christ. He was ready to remove the stain of his apostasy by honoring the name he had once disowned."},{"refcode_short":"7Red 16.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 16.2 (Ellen Gould White)","content":"Hitherto the priests had avoided having the crucifixion or resurrection of Jesus mentioned; but now, in fulfillment of their purpose, they were forced to inquire of the accused by what power they had accomplished the remarkable cure of the impotent man. Then Peter, filled with the Holy Ghost, addressed the priests and elders respectfully, and declared: “Be it known unto you all, and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom ye crucified, whom God raised from the dead, even by him doth this man stand here before you whole. This is the stone which was set at naught of you builders, which is become the head of the corner. Neither is there salvation in any other; for there is none other name under heaven given among men, whereby we must be saved.”"},{"refcode_short":"7Red 17.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 17.1 (Ellen Gould White)","content":"The seal of Christ was on the words of Peter, and his countenance was illuminated by the Holy Spirit. Close beside him, as a convincing witness, stood the man who had been so miraculously cured. The appearance of this man, who but a few hours before was a helpless cripple, now restored to soundness of body, and being enlightened concerning Jesus of Nazareth, added a weight of testimony to the words of Peter. Priests, rulers, and people were silent. The rulers had no power to refute his statement. They had been obliged to hear that which they most desired not to hear,—the fact of the resurrection of Jesus Christ, and his power in Heaven to perform miracles through the medium of his apostles on earth."},{"refcode_short":"7Red 17.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 17.2 (Ellen Gould White)","content":"The crowning miracle of raising Lazarus from the dead had sealed the determination of the priests to rid the world of Jesus and his wonderful works, which were fast destroying their own influence with the people. But here was a convincing proof that the death of Jesus had not put a stop to the working of miracles in his name, nor to the promulgation of the doctrine he had taught. Already the news of the miracle, and the preaching of the apostles, had filled all Jerusalem with excitement."},{"refcode_short":"7Red 17.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 17.3 (Ellen Gould White)","content":"The defense of Peter, in which he boldly avowed from whence his strength was obtained, appalled them. He had referred to the stone set at naught by the builders which had become the head of the corner. These builders were the authorities of the Jewish church, who should have perceived the value of Him whom they rejected. In those words he directly referred to Christ, who was the foundation-stone of the church."},{"refcode_short":"7Red 18.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 18.1 (Ellen Gould White)","content":"The people were amazed at the boldness of the disciples. They supposed, because they were ignorant fishermen, they would be overcome with embarrassment when confronted by the priests, scribes, and elders. But they took knowledge that they had been with Jesus. The apostles spoke as he had spoken, with a convincing power that silenced their adversaries. In order to conceal their perplexity, the priests and rulers ordered the apostles to be taken away, that they might counsel among themselves."},{"refcode_short":"7Red 18.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 18.2 (Ellen Gould White)","content":"They all agreed that it would be useless to deny that the man had been healed through power given the apostles in the name of the crucified Jesus. They would gladly have covered up the miracle by falsehoods; but the work was done in the full light of day and before a crowd of people, and had already come to the knowledge of thousands. They felt that the work must be immediately stopped, or Jesus would gain many believers, their own disgrace would follow, and they would be held guilty of the murder of the Son of God."},{"refcode_short":"7Red 18.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 18.3 (Ellen Gould White)","content":"But notwithstanding their disposition to destroy the disciples, they dared not do worse than threaten them with the severest punishment if they continued to teach or work in the name of Jesus. Thereupon Peter and John boldly declared that their work had been given them of God, and they could not but speak the things which they had seen and heard. The priests would gladly have punished these noble men for their unswerving fidelity to their sacred calling, but they feared the people, “for all men glorified God for that which was done.” So, with repeated threats and injunctions, the apostles were set at liberty."},{"refcode_short":"7Red 19.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 19.1 (Ellen Gould White)","content":"While Peter and John were prisoners, the other disciples, knowing the malignity of the Jews, had prayed for them unceasingly, fearing that the cruelty exercised upon Christ would be repeated upon their brethren. As soon as the apostles were released they sought their anxious brethren and reported to them the result of the examination. Great was the joy of the believers, and they again betook themselves to prayer, that greater strength might be imparted to them in the work of the ministry, which they saw would meet the same determined opposition which Christ encountered when upon earth. The disciples had no desire to glorify themselves, but sought to exalt Jesus, and to rescue souls through his saving message."},{"refcode_short":"7Red 19.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 19.2 (Ellen Gould White)","content":"While their united prayers were ascending in faith to Heaven, the answer came. The place where they were assembled was shaken, and they were filled with the Holy Ghost. They went forth to their work, speaking the Word of God with convincing power, and there were daily large additions to the church. Great numbers had collected at Jerusalem to observe the sacred feast. The exciting scenes of the crucifixion and resurrection had called out a much larger number than usual. When the truth taught by the apostles was brought suddenly and with convincing power before them, thousands were converted in a day."},{"refcode_short":"7Red 19.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 19.3 (Ellen Gould White)","content":"These early believers were most of them immediately cut off from family and friends by the zealous bigotry of the Jews. Many of the converts were thrown out of business, and exiled from their homes because they followed the convictions of their consciences, and espoused the cause of Christ. It was necessary to provide this large number, congregated at Jerusalem, with homes and sustenance. Those having money and possessions cheerfully sacrificed them to the existing emergency. Their means were laid at the feet of the apostles, who made distribution to every man according as he had need; and there were none among them who lacked."},{"refcode_short":"7Red 20.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 20.1 (Ellen Gould White)","content":"One example of noble benevolence is particularly mentioned in the Scriptures: “And Joses, who by the apostles was surnamed Barnabas (which is, being interpreted, the son of consolation), a Levite, and of the country of Cyprus, having land, sold it, and brought the money, and laid it at the apostles’ feet.” This was the effect of the pouring out of the Spirit of God upon the believers. It made them of one heart and soul. They had one common interest,—the success of the mission intrusted to them. Their love for their brethren, and the cause which they had espoused, was far greater than their love for money and possessions. They acted out their faith, and by their works testified that they accounted the souls of men of far greater value than any earthly heritage."},{"refcode_short":"7Red 20.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 20.2 (Ellen Gould White)","content":"When selfish love of the world enters the heart, spirituality dies. The very best antidote for love of the world is the outpouring of the Spirit of God. When the love of Christ takes full possession of the heart, we shall strive to follow the example of Him who for our sakes became poor, that through his poverty we might be made rich. When it becomes apparent that the Spirit of truth weakens the affections of its disciples from the world, and renders them self-sacrificing and benevolent, in order to save their fellow-men, the advocates of the truth will have a powerful influence upon their hearers."},{"refcode_short":"7Red 21.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 21.1 (Ellen Gould White)","content":"As a contrast to the example which has been cited, another case has been recorded by the inspired pen which leaves a dark stain upon the first church: “But a certain man named Ananias, with Sapphira his wife, sold a possession, and kept back part of the price, his wife also being privy to it, and brought a certain part, and laid it at the apostles’ feet.” This couple had noted the fact that those who had parted with their possessions to supply the wants of their poorer brethren were held in high esteem among the believers. They therefore, upon consulting together, decided to sell their property, and affect to give all the proceeds into the general fund, but really to retain a large share for themselves. They thus designed to receive their living, which they intended to estimate much higher than it really was, from the common stock, and to secure the high esteem of their brethren."},{"refcode_short":"7Red 21.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 21.2 (Ellen Gould White)","content":"But a holy God hates hypocrisy and falsehood. The apostles were impressed by a sense of the true state of the case, and when Ananias presented himself with his offering, representing it as the entire proceeds of the sale of his property, Peter said to him, “Ananias, why hath Satan filled thine heart to lie to the Holy Ghost, and to keep back part of the price of the land? While it remained, was it not thine own? and after it was sold, was it not in thine own power? Why hast thou conceived this thing in thine heart? Thou hast not lied unto men, but unto God. And Ananias, hearing these words, fell down, and gave up the ghost; and great fear came on all them that heard these things.”"},{"refcode_short":"7Red 22.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 22.1 (Ellen Gould White)","content":"Peter asked, “Was it not thine own?” thus showing that no undue influence had been brought to bear upon Ananias and Sapphira to compel them to sacrifice their possessions to the general good. They had acted from choice. But in pretending to be wrought upon by the Holy Ghost, and attempting to deceive the apostles, they had lied to the Almighty."},{"refcode_short":"7Red 22.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 22.2 (Ellen Gould White)","content":"“And it was about the space of three hours after, when his wife, not knowing what was done, came in. And Peter answered unto her, Tell me whether ye sold the land for so much? And she said, Yea, for so much. Then Peter said unto her, How is it that ye have agreed together to tempt the Spirit of the Lord? Behold, the feet of them which have buried thy husband are at the door, and shall carry thee out. Then fell she down straightway at his feet, and yielded up the ghost; and the young men came in, and found her dead, and, carrying her forth, buried her by her husband. And great fear came upon all the church, and upon as many as heard these things.”"},{"refcode_short":"7Red 22.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 22.3 (Ellen Gould White)","content":"This signal manifestation of the wrath of God upon the dissemblers was a check which Infinite Wisdom knew was needed. The church would have been disgraced; if, in the rapid increase of professed Christians, there were persons professing to serve God, but worshiping mammon. There are many Ananiases and Sapphiras in our day, whom Satan tempts to dissemble, because of their love of money. By various plans and excuses they withhold from the treasury of God the means intrusted to them for the advancement of the cause of God. Should the punishment of Ananias and Sapphira be visited upon this class, there would be many dead bodies in our churches requiring burial."},{"refcode_short":"7Red 23.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 23.1 (Ellen Gould White)","content":"This marked judgment upon two avaricious hypocrites, whose sin had been detected by the evidence of the Spirit of God to the apostles, excited the reverential awe of all the new converts. From that time there was greater caution manifested by them, and a more thorough self-examination, testing the motives of their actions. In any great religious movement there is always a class who are carried away by the current of feeling, but who soon reveal selfishness and vain-glory. Such persons can never be an honor to the cause they advocate."},{"refcode_short":"7Red 23.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 23.2 (Ellen Gould White)","content":"The discernment of the apostles in detecting hidden sin added to the confidence of their brethren in them and the message which they preached. The apostles continued their work of mercy, in healing the afflicted and in proclaiming a crucified and risen Saviour, with great power. Numbers were continually added to the church by baptism, but none dared join them who were not united heart and mind with the believers in Christ. Multitudes flocked to Jerusalem, bringing their sick, and those who were vexed by unclean spirits. Many sufferers were laid in the streets as Peter and John passed by, that their shadows might fall upon and heal them. The power of the risen Saviour had indeed fallen upon the apostles, and they worked signs and miracles that daily increased the number of believers."},{"refcode_short":"7Red 23.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 23.3 (Ellen Gould White)","content":"These things greatly perplexed the priests and rulers, especially those among them who were Sadducees. They saw that if the apostles were allowed to preach a resurrected Saviour, and to do miracles in his name, their doctrine that there was no resurrection of the dead would be rejected by all, and their sect would soon become extinct. The Pharisees saw that the tendency of their preaching would be to undermine the Jewish ceremonies, and make the sacrificial offerings of none effect. Their former efforts to suppress these preachers had been in vain; but they now felt determined to put down the excitement."},{"refcode_short":"7Red 24.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 24.1 (Ellen Gould White)","content":"The apostles were accordingly arrested and imprisoned, and the Sanhedrim was called to try their case. A large number of learned men, in addition to the council, were summoned, and they counseled together what should be done with these disturbers of the peace. “But the angel of the Lord by night opened the prison doors, and brought them forth, and said, Go, stand and speak in the temple to the people all the words of this life. And when they heard that, they entered into the temple early in the morning, and taught.”"},{"refcode_short":"7Red 24.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 24.2 (Ellen Gould White)","content":"When the apostles appeared among the believers, and recounted how the angel had led them directly through the band of soldiers guarding the prisons, and bade them resume the work which had been interrupted by the priests and rulers, the brethren were filled with joy and amazement."},{"refcode_short":"7Red 24.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 24.3 (Ellen Gould White)","content":"The priests and rulers in council had decided to fix upon them the charge of insurrection, and accuse them of murdering Ananias and Sapphira, and of conspiring to deprive the priests of their authority and put them to death. They trusted that the mob would then be excited to take the matter in hand, and to deal by the apostles as they had dealt by Jesus. They were aware that many who did not accept the doctrine of Christ were weary of the arbitrary rule of the Jewish authorities, and were anxious for some decided change. If these persons became interested in and embraced the belief of the apostles, acknowledging Jesus as the Messiah, they feared the anger of the entire people would be raised against the priests, who would be made to answer for the murder of Christ. They decided to take strong measures to prevent this. They finally sent for the supposed prisoners to be brought before them. Great was their amazement when the report was brought back that the prison doors were found securely bolted, and the guard stationed before them, but that the prisoners were nowhere to be found."},{"refcode_short":"7Red 25.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 25.1 (Ellen Gould White)","content":"Soon the report was brought: “Behold, the men whom ye put in prison are standing in the temple, and teaching the people.” Although the apostles were miraculously delivered from prison, they were not saved from examination and punishment. Christ has said when he was with them, “Take heed to yourselves, for they shall deliver you up to councils.” God had given them a token of his care, and an assurance of his presence, by sending the angel to them; it was now their part to suffer for the sake of that Jesus whom they preached. The people were so wrought upon by what they had seen and heard that the priests and rulers knew it would be impossible to excite them against the apostles."},{"refcode_short":"7Red 25.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 25.2 (Ellen Gould White)","content":"“Then went the captain with the officers, and brought them without violence; for they feared the people, lest they should have been stoned. And when they had brought them, they set them before the council; and the high priest asked them, saying, Did not we straitly command you that ye should not teach in this name? and, behold, ye have filled Jerusalem with your doctrine, and intend to bring this man's blood upon us.” They were not as willing to bear the blame of slaying Jesus as when they swelled the cry with the debased mob: “His blood be on us and on our children!”"},{"refcode_short":"7Red 26.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 26.1 (Ellen Gould White)","content":"Peter, with the other apostles, took up the same line of defense he had followed at his former trial: “Then Peter and the other apostles answered and said, We ought to obey God rather than men.” It was the angel sent by God who delivered them from prison, and who commanded them to teach in the temple. In following his directions they were obeying the divine command, which they must continue to do at any cost to themselves. Peter continued: “The God of our fathers raised up Jesus, whom ye slew and hanged on a tree. Him hath God exalted with his right hand to be a Prince and a Saviour, for to give repentance to Israel, and forgiveness of sins. And we are his witnesses of these things; and so is also the Holy Ghost, whom God hath given to them that obey him.”"},{"refcode_short":"7Red 26.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 26.2 (Ellen Gould White)","content":"The spirit of inspiration was upon the apostles, and the accused became the accusers, charging the murder of Christ upon the priests and rulers who composed the council. The Jews were so enraged at this that they decided, without any further trial, and without authority from the Roman officers, to take the law into their own hands, and put the prisoners to death. Already guilty of the blood of Christ, they were now eager to imbrue their hands in the blood of his apostles. But there was one man of learning and high position whose clear intellect saw that this violent step would lead to terrible consequences. God raised up a man of their own council to stay the violence of the priests and rulers."},{"refcode_short":"7Red 27.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 27.1 (Ellen Gould White)","content":"Gamaliel, the learned Pharisee and doctor, a man of great reputation, was a person of extreme caution, who, before speaking in behalf of the prisoners, requested them to be removed. He then spoke with great deliberation and calmness: “Ye men of Israel, take heed to yourselves what ye intend to do as touching these men. For before these days rose up Theudas, boasting himself to be somebody; to whom a number of men, about four hundred, joined themselves; who was slain; and all, as many as obeyed him, were scattered, and brought to naught. After this man rose up Judas of Galilee in the days of the taxing, and drew away much people after him; he also perished; and all, even as many as obeyed him, were dispersed. And now I say unto you, Refrain from these men, and let them alone; for if this counsel or this work be of men, it will come to naught. But if it be of God, ye cannot overthrow it; lest haply ye be found even to fight against God.”"},{"refcode_short":"7Red 27.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 27.2 (Ellen Gould White)","content":"The priests could not but see the reasonableness of his views; they were obliged to agree with him, and very reluctantly released the prisoners, after beating them with rods, and charging them again and again to preach no more in the name of Jesus, or their lives would pay the penalty of their boldness. “And they departed from the presence of the council, rejoicing that they were counted worthy to suffer shame for his name. And daily in the temple, and in every house, they ceased not to teach and preach Jesus Christ.”"},{"refcode_short":"7Red 28","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 28 (Ellen Gould White)","content":"The Seven Deacons"},{"refcode_short":"7Red 28.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 28.1 (Ellen Gould White)","content":"“And in those days, when the number of the disciples was multiplied, there arose a murmuring of the Grecians against the Hebrews, because their widows were neglected in the daily ministration.” These Grecians were residents of other countries, where the Greek language was spoken. By far the larger number of converts were Jews who spoke Hebrew; but these had lived in the Roman Empire, and spoke only Greek. Murmurings began to rise among them that the Grecian widows were not so liberally supplied as the needy among the Hebrews. Any partiality of this kind would have been grievous to God; and prompt measures were taken to restore peace and harmony to the believers."},{"refcode_short":"7Red 28.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 28.2 (Ellen Gould White)","content":"The Holy Spirit suggested a method whereby the apostles might be relieved from the task of apportioning to the poor, and similar burdens, so that they could be left free to preach Christ. “Then the twelve called the multitude of the disciples unto them, and said, It is not reason that we should leave the word of God, and serve tables. Wherefore, brethren, look ye out among you seven men of honest report, full of the Holy Ghost and wisdom, whom we may appoint over this business. But we will give ourselves continually to prayer, and to the ministry of the word.”"},{"refcode_short":"7Red 28.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 28.3 (Ellen Gould White)","content":"The church accordingly selected seven men full of faith and the wisdom of the Spirit of God, to attend to the business pertaining to the cause. Stephen was chosen first; he was a Jew by birth and religion, but spoke the Greek language, and was conversant with the customs and manners of the Greeks. He was therefore considered the most proper person to stand at the head, and have supervision of the disbursement of the funds appropriated to the widows, orphans, and the worthy poor. This selection met the minds of all, and the dissatisfaction and murmuring were quieted."},{"refcode_short":"7Red 29.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 29.1 (Ellen Gould White)","content":"The seven chosen men were solemnly set apart for their duties by prayer and the laying on of hands. Those who were thus ordained, were not thereby excluded from teaching the faith. On the contrary, it is recorded that “Stephen, full of faith and power, did great wonders and miracles among the people.” They were fully qualified to instruct in the truth. They were also men of calm judgment and discretion, well calculated to deal with difficult cases of trial, of murmuring or jealousy."},{"refcode_short":"7Red 29.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 29.2 (Ellen Gould White)","content":"This choosing of men to transact the business of the church, so that the apostles could be left free for their special work of teaching the truth, was greatly blessed of God. The church advanced in numbers and strength. “And the word of God increased; and the number of the disciples multiplied in Jerusalem greatly; and a great company of the priests were obedient to the faith.”"},{"refcode_short":"7Red 29.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 29.3 (Ellen Gould White)","content":"It is necessary that the same order and system should be maintained in the church now as in the days of the apostles. The prosperity of the cause depends very largely upon its various departments being conducted by men of ability, who are qualified for their positions. Those who are chosen of God to be leaders in the cause of truth, having the general oversight of the spiritual interest of the church, should be relieved, as far as possible, from cares and perplexities of a temporal nature. Those whom God has called to minister in word and doctrine should have time for meditation, prayer, and study of the Scriptures. Their clear spiritual discernment is dimmed by entering into the lesser details of business, and dealing with the various temperaments of those who meet together in church capacity. It is proper for all matters of a temporal nature to come before the proper officers, and be by them adjusted. But if they are of so difficult a character as to baffle their wisdom, they should be carried into the council of those who have the oversight of the entire church."},{"refcode_short":"7Red 30.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 30.1 (Ellen Gould White)","content":"Stephen was very active in the cause of God, and declared his faith boldly. “Then there arose certain of the synagogue, which is called the synagogue of the Libertines, and Cyrenians, and Alexandrians, and of them of Cilicia and of Asia, disputing with Stephen. And they were not able to resist the wisdom and the spirit by which he spake.” These students of the great Rabbis had felt confident that in a public discussion they could obtain a complete victory over Stephen, because of his supposed ignorance. But he not only spoke with the power of the Holy Ghost, but it was plain to all the vast assembly that he was also a student of the prophecies, and learned in all matters of the law. He ably defended the truths he advocated, and utterly defeated his opponents."},{"refcode_short":"7Red 31.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 31.1 (Ellen Gould White)","content":"The priests and rulers who witnessed the wonderful manifestation of the power that attended the ministration of Stephen, were filled with bitter hatred. Instead of yielding to the weight of evidence he presented, they determined to silence his voice by putting him to death. They had on several occasions bribed the Roman authorities to pass over without comment instances where the Jews had taken the law into their own hands, and tried, condemned, and executed prisoners according to their national custom. The enemies of Stephen did not doubt that they could pursue such a course without danger to themselves. They determined to risk the consequences at all events, and therefore seized Stephen and brought him before the Sanhedrim council for trial."},{"refcode_short":"7Red 31.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 31.2 (Ellen Gould White)","content":"Learned Jews from the surrounding countries were summoned for the purpose of refuting the arguments of the accused. Saul, who had distinguished himself as a zealous opponent of the doctrine of Christ, and a persecutor of all who believed on him, was also present. This learned man took a leading part against Stephen. He brought the weight of eloquence and the logic of the Rabbis to bear upon the case, to convince the people that Stephen was preaching delusive and dangerous doctrines."},{"refcode_short":"7Red 31.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 31.3 (Ellen Gould White)","content":"But Saul met in Stephen one as highly educated as himself, and one who had a full understanding of the purpose of God in the spreading of the gospel to other nations. He believed in the God of Abraham, Isaac, and Jacob, and was fully established in regard to the privileges of the Jews; but his faith was broad, and he knew the time had come when the true believers should worship not alone in temples made with hands; but, throughout the world, they might worship God in Spirit and in truth. The vail had dropped from the eyes of Stephen, and he discerned to the end of that which was abolished by the death of Christ."},{"refcode_short":"7Red 32.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 32.1 (Ellen Gould White)","content":"The priests and rulers prevailed nothing against his clear, calm wisdom, though they were vehement in their opposition. They determined to make an example of Stephen, and, while they thus satisfied their revengeful hatred, prevent others, through fear, from adopting his belief. Charges were preferred against him in a most imposing manner. False witnesses were hired to testify that they had heard him speak blasphemous words against the temple and the law. Said they, “For we have heard him say, that this Jesus of Nazareth shall destroy this place, and shall change the customs which Moses delivered us.”"},{"refcode_short":"7Red 32.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 32.2 (Ellen Gould White)","content":"As Stephen stood face to face with his judges, to answer to the crime of blasphemy, a holy radiance shone upon his countenance. “And all that sat in the council, looking steadfastly on him, saw his face as it had been the face of an angel.” Those who exalted Moses might have seen in the face of the prisoner the same holy light which radiated the face of that ancient prophet. The shekinah was a spectacle which they would never again witness in the temple whose glory had departed forever. Many who beheld the lighted countenance of Stephen trembled and veiled their faces; but stubborn unbelief and prejudice never faltered."},{"refcode_short":"7Red 32.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 32.3 (Ellen Gould White)","content":"Stephen was questioned as to the truth of the charges against him, and took up his defense in a clear, thrilling voice that rang through the council hall. He proceeded to rehearse the history of the chosen people of God, in words that held the assembly spell-bound. He showed a thorough knowledge of the Jewish economy, and the spiritual interpretation of it now made manifest through Christ. He began with Abraham, and traced down through history from generation to generation, going through all the national records of Israel to Solomon, and taking up the most impressive points to vindicate his cause."},{"refcode_short":"7Red 33.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 33.1 (Ellen Gould White)","content":"He showed that God commended the faith of Abraham, which claimed the land of promise, though he owned no foot of land. He dwelt especially upon Moses, who received the law by the dispensation of angels. He repeated the words of Moses which foretold of Christ: “A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear.” He presented distinctly before them that the sin of Israel was in not heeding the voice of the angel, who was Christ himself. Said he, “This is He that was in the church in the wilderness with the angel which spake to him in the mount Sina, and with our fathers, who received the lively oracles to give unto us.”"},{"refcode_short":"7Red 33.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 33.2 (Ellen Gould White)","content":"He made plain his own loyalty to God and to the Jewish faith, while he showed that the law in which they trusted for salvation had not been able to preserve Israel from idolatry. He connected Jesus Christ with all the Jewish history. He referred to the building of the temple by Solomon, and to the words of both Solomon and Isaiah: “Howbeit the Most High dwelleth not in temples made with hands.” “Heaven is my throne, and earth is my footstool. What house will ye build me? saith the Lord; or what is the place of my rest. Hath not my hand made all these things?” The place of God's highest worship was in Heaven."},{"refcode_short":"7Red 34.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 34.1 (Ellen Gould White)","content":"When Stephen had reached this point there was a tumult among the people. The prisoner read his fate in the countenances before him. He perceived the resistance that met his words, which were spoken at the dictation of the Holy Ghost. He knew that he was giving his last testimony. Few who read this address of Stephen properly appreciate it. The occasion, the time and place should be borne in mind to make his words convey their full significance."},{"refcode_short":"7Red 34.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 34.2 (Ellen Gould White)","content":"When he connected Jesus Christ with the prophecies, and spoke of the temple as he did, the priest, affecting to be horror-stricken, rent his robe. This act was to Stephen a signal that his voice would soon be silenced forever. Although he was just in the midst of his sermon, he abruptly concluded it by suddenly breaking away from the chain of history, and, turning upon his infuriated judges, said, “Ye stiff-necked and uncircumcised in heart and ears, ye do always resist the Holy Ghost; as your fathers did, so do ye. Which of the prophets have not your fathers persecuted? and they have slain them which showed before of the coming of the Just One; of whom ye have been now the betrayers and murderers; who have received the law by the disposition of angels, and have not kept it.”"},{"refcode_short":"7Red 34.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 34.3 (Ellen Gould White)","content":"At this the priests and rulers were beside themselves with anger. They were more like wild beasts of prey than like human beings. They rushed upon Stephen, gnashing their teeth. But he was not intimidated; he had expected this. His face was calm, and shone with an angelic light. The infuriated priests and the excited mob had no terrors for him. “But he, being full of the Holy Ghost, looked up steadfastly into Heaven, and saw the glory of God, and Jesus standing on the right hand of God, and said, Behold, I see the heavens opened, and the Son of man standing on the right hand of God.”"},{"refcode_short":"7Red 35.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 35.1 (Ellen Gould White)","content":"The scene about him faded from his vision; the gates of Heaven were ajar, and Stephen, looking in, saw the glory of the courts of God, and Christ, as if just risen from his throne, standing ready to sustain his servant, who was about to suffer martyrdom for his name. When Stephen proclaimed the glorious scene opened before him, it was more than his persecutors could endure. They stopped their ears, that they might not hear his words, and uttering loud cries ran furiously upon him with one accord. “And they stoned Stephen, calling upon God, and saying, Lord Jesus, receive my spirit. And he kneeled down, and cried with a loud voice, Lord, lay not this sin to their charge. And when he had said this he fell asleep.”"},{"refcode_short":"7Red 35.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 35.2 (Ellen Gould White)","content":"Amid the agonies of this most cruel death, the faithful martyr, like his divine Master, prayed for his murderers. The witnesses who had accused Stephen were required to cast the first stones. These persons laid down their clothes at the feet of Saul, who had taken an active part in the disputation, and had consented to the prisoner's death."},{"refcode_short":"7Red 35.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 35.3 (Ellen Gould White)","content":"The martyrdom of Stephen made a deep impression upon all who witnessed it. It was a sore trial to the church, but resulted in the conversion of Saul. The faith, constancy, and glorification of the martyr could not be effaced from his memory. The signet of God upon his face, his words, that reached to the very soul of all who heard them, except those who were hardened by resisting the light, remained in the memory of the beholders, and testified to the truth of that which he had proclaimed."},{"refcode_short":"7Red 36.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 36.1 (Ellen Gould White)","content":"There had been no legal sentence passed upon Stephen; but the Roman authorities were bribed by large sums of money to make no investigation of the case. Saul seemed to be imbued with a frenzied zeal at the scene of Stephen's trial and death. He seemed to be angered at his own secret convictions that Stephen was honored of God, at the very period when he was dishonored of men. He continued to persecute the church of God, hunting them down, seizing them in their houses, and delivering them up to the priests and rulers for imprisonment and death. His zeal in carrying forward the persecution was a terror to the Christians in Jerusalem. The Roman authorities made no special effort to stay the cruel work, and secretly aided the Jews, in order to conciliate them, and to secure their favor."},{"refcode_short":"7Red 36.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 36.2 (Ellen Gould White)","content":"After the death of Stephen the disciples were restrained in their active ministry, and many of the believers who had temporarily resided in Jerusalem now retired to their distant homes because of the violent persecution against them. But the apostles dared not leave Jerusalem till the Spirit of God indicated it to be their duty to do so; for Christ had bidden them to first work in that field. Although the priests and rulers bitterly persecuted the new converts, they did not venture for a time to arrest the apostles, being overawed by the dying testimony of Stephen, and realizing that their course with him had injured their own cause in the minds of the people."},{"refcode_short":"7Red 37.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 37.1 (Ellen Gould White)","content":"Christ had commanded his disciples to go and teach all nations; but the previous teachings which they had received from the Jews made it difficult for them to fully comprehend the words of their Master, and therefore they were slow to act upon them. They called themselves the children of Abraham, and regarded themselves as the heirs of divine promise. It was not until several years after the Lord's ascension that their minds were sufficiently expanded to clearly understand the intent of Christ's words, that they were to labor for the conversion of the Gentiles as well as that of the Jews."},{"refcode_short":"7Red 37","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 37 (Ellen Gould White)","content":"Conversion of Saul"},{"refcode_short":"7Red 37.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 37.2 (Ellen Gould White)","content":"The mind of Saul was greatly stirred by the triumphant death of Stephen. He was shaken in his prejudice; but the opinions and arguments of the priests and rulers finally convinced him that Stephen was a blasphemer; that Jesus Christ whom he preached was an impostor, and that those ministering in holy offices must be right. Being a man of decided mind, and strong purpose, he became very bitter in his opposition to Christianity, after having once entirely settled in his mind that the views of the priests and scribes were right. His zeal led him to voluntarily engage in persecuting the believers. He caused holy men to be dragged before the councils, and to be imprisoned or condemned to death without evidence of any offense, save their faith in Jesus. Of a similar character, though in a different direction, was the zeal of James and John, when they would have called down fire from heaven to consume those who slighted and scorned their Master."},{"refcode_short":"7Red 38.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 38.1 (Ellen Gould White)","content":"Saul was about to journey to Damascus upon his own business; but he was determined to accomplish a double purpose, by searching out, as he went, all the believers in Christ. For this purpose he obtained letters from the high priest to read in the synagogues, which authorized him to seize all those who were suspected of being believers in Jesus, and to send them by messengers to Jerusalem, there to be tried and punished. He set out upon his way, full of the strength and vigor of manhood, and the fire of a mistaken zeal."},{"refcode_short":"7Red 38.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 38.2 (Ellen Gould White)","content":"As the weary travelers neared Damascus, the eyes of Saul rested with pleasure upon the fertile land, the beautiful gardens, the fruitful orchards, and the cool streams that ran murmuring amid the fresh green shrubbery. It was very refreshing to look upon such a scene after a long, wearisome journey over a desolate waste. While Saul, with his companions, was gazing and admiring, suddenly a light above the brightness of the sun shone round about him, “and he fell to the earth, and heard a voice saying unto him, Saul, Saul, why persecutest thou me? And he said, Who art thou, Lord? And the Lord said, I am Jesus whom thou persecutest; it is hard for thee to kick against the pricks.”"},{"refcode_short":"7Red 38.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 38.3 (Ellen Gould White)","content":"The scene was one of the greatest confusion. The companions of Saul were stricken with terror, and almost blinded by the intensity of the light. They heard the voice, but saw no one, and to them all was unintelligible and mysterious. But Saul, lying prostrate upon the ground, understood the words that were spoken, and saw clearly before him the Son of God. One look upon that glorious Being, imprinted his image forever upon the soul of the stricken Jew. The words struck home to his heart with appalling force. A flood of light poured in upon the darkened chambers of his mind, revealing his ignorance and error. He saw that, while imagining himself to be zealously serving God in persecuting the followers of Christ, he had in reality been doing the work of Satan."},{"refcode_short":"7Red 39.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 39.1 (Ellen Gould White)","content":"He saw his folly in resting his faith upon the assurances of the priests and rulers, whose sacred office had given them great influence over his mind, and caused him to believe that the story of the resurrection was an artful fabrication of the disciples of Jesus. Now that Christ was revealed to Saul, the sermon of Stephen was brought forcibly to his mind. Those words which the priests had pronounced blasphemy, now appeared to him as truth and verity. In that time of wonderful illumination, his mind acted with remarkable rapidity. He traced down through prophetic history, and saw that the rejection of Jesus by the Jews, his crucifixion, resurrection, and ascension had been foretold by the prophets, and proved him to be the promised Messiah. He remembered the words of Stephen: “I see the heavens opened, and the Son of man standing on the right hand of God;” and he knew that the dying saint had looked upon the kingdom of glory."},{"refcode_short":"7Red 39.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 39.2 (Ellen Gould White)","content":"What a revelation was all this to the persecutor of the believers. Clear, but terrible light had broken in upon his soul. Christ was revealed to him as having come to earth in fulfillment of his mission, having been rejected, condemned, and crucified by those whom he came to save, and as having risen from the dead, and ascended into the heavens. In that terrible moment he remembered that the holy Stephen had been sacrificed by his consent; and that through his instrumentality many worthy saints had met their death by cruel persecution."},{"refcode_short":"7Red 40.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 40.1 (Ellen Gould White)","content":"“And he, trembling and astonished, said, Lord, what wilt thou have me to do? And the Lord said unto him, Arise and go into the city, and it shall be told thee what thou must do.” No doubt entered the mind of Saul that this was the veritable Jesus of Nazareth who spoke to him, and that he was indeed the long-looked-for Messiah, the Consolation and Redeemer of Israel. And now this Jesus, who had, while teaching upon earth, spoken in parables to his hearers, using familiar objects to illustrate his meaning, likened the work of Saul, in persecuting the followers of Christ, to kicking against the pricks. Those forcible words illustrated the fact that it would be impossible for any man to stay the onward progress of the truth of Christ. It would march on to triumph and victory, while every effort to stay it would result in injury to the opposer. The persecutor, in the end, would suffer a thousand-fold more than those whom he had persecuted. Sooner or later his own mind and heart would condemn him; he would find that he had indeed been kicking against the pricks."},{"refcode_short":"7Red 40.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 40.2 (Ellen Gould White)","content":"The Saviour had spoken to Saul through Stephen, whose clear reasoning from the Scriptures could not be controverted. The learned Jew had seen the face of the martyr reflecting the light of Christ's glory, and looking like the face of an angel. He had witnessed his forbearance toward his enemies, and his forgiveness of them. He had further witnessed the fortitude and cheerful resignation of other believers in Jesus while tormented and afflicted, some of whom had yielded up their lives with rejoicing for their faith's sake."},{"refcode_short":"7Red 41.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 41.1 (Ellen Gould White)","content":"All this testimony had appealed loudly to Saul, and thrust conviction upon his mind; but his education and prejudices, his respect for priests and rulers, and his pride of popularity, braced him to rebel against the voice of conscience, and the grace of God. He had struggled entire nights against conviction, and had always ended the matter by avowing his belief that Jesus was not the Messiah, that he was an impostor, and his followers were deluded fanatics."},{"refcode_short":"7Red 41.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 41.2 (Ellen Gould White)","content":"Now Christ had spoken to Saul with his own voice: “Saul, Saul, why persecutest thou me?” And the question, “Who art thou, Lord?” was answered by the same voice, “I am Jesus, whom thou persecutest.” Here Christ identifies himself with his suffering people. Saul, in persecuting the followers of Jesus, had struck directly against the Lord of Heaven. Jesus declares that in afflicting his brethren upon earth, Saul had struck against their Head and Representative in Heaven. In falsely accusing and testifying against them, he had falsely accused and testified against the Saviour of the world. Here it is plainly seen that Christ suffers in the person of his saints."},{"refcode_short":"7Red 41.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 41.3 (Ellen Gould White)","content":"When the effulgent glory was withdrawn, and Saul arose from the earth, he found himself totally deprived of sight. The brightness of Christ's glory had been too intense for his mortal sight, and when it was removed the blackness of night settled upon his vision. He believed that this blindness was the punishment of God for his cruel persecution of the followers of Jesus. He groped about in terrible darkness, and his companions, in fear and amazement, led him by the hand into Damascus."},{"refcode_short":"7Red 42.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 42.1 (Ellen Gould White)","content":"How different from what he had anticipated was his entrance into that city! In proud satisfaction he had neared Damascus, expecting on his arrival to be greeted with ostentation and applause because of the honor conferred upon him by the high priest, and the great zeal and penetration he had manifested in searching out the believers, to carry them as captives to Jerusalem, there to be condemned, and punished without mercy. He had determined that his journey should be crowned with success; and his courageous and persevering spirit quailed at no difficulties nor dangers in the pursuance of his object. He had determined that no Christian should escape his vigilance; he would inquire of men, women, and children concerning their faith, and that of those with whom they were connected; he would enter houses, with power to seize their inmates, and to send them as prisoners to Jerusalem."},{"refcode_short":"7Red 42.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 42.2 (Ellen Gould White)","content":"But how changed was the scene from that which he had anticipated! Instead of wielding power, and receiving honor, he was himself virtually a prisoner, being deprived of sight, and dependent upon the guidance of his companions. Helpless, and tortured by remorse, he felt himself to be under sentence of death, and knew not what farther disposition the Lord would make of him."},{"refcode_short":"7Red 43.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 43.1 (Ellen Gould White)","content":"He was taken to the house of the disciple Judas, and there he remained, solitary and alone, studying upon the strange revelation that had broken up all his plans, and changed the entire current of his life. He passed three days in perfect blindness, occupying that terrible time with reflection, repentance, and earnest prayer, neither eating nor drinking during the entire period. With bitterness he remembered Stephen, and the evidence he had given of being sustained in his martyrdom, by a power higher than that of earth. He thought with horror of his own guilt in being carried away by the malice and prejudice of the priests and rulers, closing his eyes and ears against the most striking evidence, and relentlessly leading the van in the persecution of the believers in Christ."},{"refcode_short":"7Red 43.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 43.2 (Ellen Gould White)","content":"He was in lonely seclusion; he had no communication with the church, for they had been warned of the purpose of his journey to Damascus by the believers in Jerusalem; and they believed that he was acting a part, the better to carry out his design of persecuting them. He had no desire to appeal to the unconverted Jews; for he knew they would not listen to or heed his statements. He seemed to be utterly shut out from human sympathy; and he reflected, and prayed with a thoroughly broken and repentant spirit."},{"refcode_short":"7Red 43.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 43.3 (Ellen Gould White)","content":"Those three days were like three years to the blind and conscience-smitten Jew. He was no novice in the Scriptures, and in his darkness and solitude he recalled the passages which referred to the Messiah, and traced down the prophecies, with a memory sharpened by the conviction that had taken possession of his mind. He became astonished at his former blindness of understanding, and at the blindness of the Jews in general, in rejecting Jesus as the promised Messiah. All now seemed plain to him, and he knew that it was prejudice and unbelief which had clouded his perceptions, and prevented him from discerning in Jesus of Nazareth the Messiah of prophecy."},{"refcode_short":"7Red 44.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 44.1 (Ellen Gould White)","content":"This wonderful conversion of Saul demonstrates in a startling manner the miraculous power of Christ in convicting the mind and heart of man. Saul had verily believed that to have faith in Jesus was virtually to repudiate the law of God, and the service of sacrificial offerings. He had believed that Jesus had himself disregarded the law, and had taught his disciples that it was now of no effect. He believed it to be his duty to strive with his utmost power to exterminate the alarming doctrine that Jesus was the Prince of life; and with conscientious zeal he had become a persevering persecutor of the church of Christ."},{"refcode_short":"7Red 44.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 44.2 (Ellen Gould White)","content":"But Jesus, whose name of all others he most hated and despised, had revealed himself to Saul, for the purpose of arresting him in his mad career, and of making, from this most unpromising subject, an instrument by which to bear the gospel to the Gentiles. Saul was overwhelmed by this revelation, and perceived that in opposing Jesus of Nazareth, he had arrayed himself against the Redeemer of the world. Overcome by a sense of his guilt he cried out, “Lord, what wilt thou have me to do?” Jesus did not then and there inform him of the work he had assigned him, but sent him for instruction to the very disciples whom he had so bitterly persecuted."},{"refcode_short":"7Red 45.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 45.1 (Ellen Gould White)","content":"The marvelous light that illuminated the darkness of Saul was the work of the Lord; but there was also a work that was to be done for him by the disciples of Christ. The answer to Saul's question is, “Arise, and go into the city, and it shall be told thee what thou must do.” Jesus sends the inquiring Jew to his church, to obtain from them the knowledge of his duty. Christ performed the work of revelation and conviction; and now the penitent was in a condition to learn of those whom God had ordained to teach his truth. Thus Jesus gave sanction to the authority of his organized church, and placed Saul in connection with his representatives on earth. The light of heavenly illumination deprived Saul of sight; but Jesus, the great Healer, did not at once restore it. All blessings flow from Christ, but he had now established a church as his representative on earth, and to it belonged the work of directing the repentant sinner in the way of life. The very men whom Saul had purposed to destroy were to be his instructors in the religion which he had despised and persecuted."},{"refcode_short":"7Red 45.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 45.2 (Ellen Gould White)","content":"The faith of Saul was severely tested during his three days of fasting and prayer at the house of Judas, in Damascus. He was totally blind, and in utter darkness of mind as to what was required of him. He had been directed to go to Damascus, where it would be told him what he was to do. In his uncertainty and distress he cried earnestly to God. “And there was a certain disciple at Damascus, named Ananias; and to him said the Lord in a vision, Ananias. And he said, Behold, I am here, Lord. And the Lord said unto him, Arise, and go into the street which is called Straight, and inquire in the house of Judas for one called Saul, of Tarsus; for, behold, he prayeth, and hath seen in a vision a man named Ananias coming in, and putting his hand on him, that he might receive his sight.”"},{"refcode_short":"7Red 46.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 46.1 (Ellen Gould White)","content":"Ananias could hardly credit the words of the angel messenger, for Saul's bitter persecution of the saints at Jerusalem had spread far and near. He presumed to expostulate, and said, “Lord, I have heard by many of this man, how much evil he hath done to thy saints at Jerusalem. And here he hath authority from the chief priests to bind all that call on thy name.” But the command to Ananias was imperative: “Go thy way, for he is a chosen vessel unto me, to bear my name before the Gentiles, and kings, and the children of Israel.”"},{"refcode_short":"7Red 46.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 46.2 (Ellen Gould White)","content":"The disciple, obedient to the direction of the angel, sought out the man who had but recently breathed out threatenings against all who believed on the name of Jesus. He addressed him: “Brother Saul, the Lord, even Jesus, that appeared unto thee in the way as thou camest, hath sent me, that thou mightest receive thy sight and be filled with the Holy Ghost; and immediately there fell from his eyes as it had been scales, and he received sight forthwith, and arose and was baptized.”"},{"refcode_short":"7Red 46.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 46.3 (Ellen Gould White)","content":"Christ here gives an example of his manner of working for the salvation of men. He might have done all this work directly for Saul; but this was not in accordance with his plan. His blessings were to come through the agencies which he had ordained. Saul had something to do in the line of confession to those whose destruction he had meditated; and God had a responsible work for the men to do whom he had authorized to act in his stead."},{"refcode_short":"7Red 47.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 47.1 (Ellen Gould White)","content":"Saul becomes a learner of the disciples. In the light of the law he sees himself a sinner. He sees that Jesus, whom in his ignorance he had considered an impostor, is the author and foundation of the religion of God's people from the days of Adam, and the finisher of the faith now so clear to his enlightened vision, the vindicator of the truth, and the fulfiller of the prophecies. He had regarded Jesus as making of none effect the law of God; but when his spiritual vision was touched by the finger of God, he learned that Christ was the originator of the entire Jewish system of sacrifices; that he came into the world for the express purpose of vindicating his Father's law; and that in his death the typical law had met its antitype. By the light of the moral law, which he had believed himself to be zealously keeping, Saul saw himself a sinner of sinners. He repented, that is died to sin, became obedient to the law of God, had faith in Jesus Christ as his Saviour, was baptized, and preached Jesus as earnestly and zealously as he had once denounced him."},{"refcode_short":"7Red 47.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 47.2 (Ellen Gould White)","content":"The Redeemer of the world does not sanction experience and exercise in religious matters independent of his organized and acknowledged church. Many have an idea that they are responsible to Christ alone for their light and experience, independent of his recognized followers on earth. But in the history of the conversion of Saul, important principles are given us, which we should ever bear in mind. Saul was brought directly into the presence of Christ. He was one whom Christ intended for a most important work, one who was to be “a chosen vessel” unto him; yet he does not personally impart to him the lessons of truth. He arrests his course and convicts him; but when asked by him, “What wilt thou have me to do?” the Saviour places him in connection with his church, and lets them direct him what to do."},{"refcode_short":"7Red 48.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 48.1 (Ellen Gould White)","content":"Jesus is the Friend of sinners; his heart is touched by their woe; he has all power, both in Heaven and upon earth; but he respects the means which he has ordained for the enlightenment and salvation of men; he directs sinners to the church, which he has made a channel of light to the world."},{"refcode_short":"7Red 48.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 48.2 (Ellen Gould White)","content":"Saul was a learned teacher in Israel; but, while in the midst of his blind error and prejudice, Christ reveals himself to him, and then places him in communication with his church, which is the light of the world. In this case Ananias represents Christ, and also represents Christ's ministers upon earth, who are appointed to act in his stead. In Christ's stead, Ananias touches the eyes of Saul that they may receive sight. In Christ's stead, he places his hands upon him, and, praying in Christ's name, Saul receives the Holy Ghost. All is done in the name and by the authority of Christ; but the church is the channel of communication."},{"refcode_short":"7Red 49","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 49 (Ellen Gould White)","content":"Paul Commences His Ministry"},{"refcode_short":"7Red 49.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 49.1 (Ellen Gould White)","content":"Paul was baptized by Ananias in the river of Damascus. He was then strengthened by food, and immediately began to preach Jesus to the believers in the city, the very ones whom he had set out from Jerusalem with the purpose of destroying. He also taught in the synagogues that Jesus who had been put to death was indeed the Son of God. His arguments from prophecy were so conclusive, and his efforts were so attended by the power of God, that the opposing Jews were confounded and unable to answer him. Paul's Rabbinical and Pharisaic education was now to be used to good account in preaching the gospel, and in sustaining the cause he had once used every effort to destroy."},{"refcode_short":"7Red 49.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 49.2 (Ellen Gould White)","content":"The Jews were thoroughly surprised and confounded by the conversion of Paul. They were aware of his position at Jerusalem, and knew what was his principal errand to Damascus, and that he was armed with a commission from the high priest that authorized him to take the believers in Jesus, and to send them as prisoners to Jerusalem; yet now they beheld him preaching the gospel of Jesus, strengthening those who were already its disciples, and continually making new converts to the faith he had once so zealously opposed. Paul demonstrated to all who heard him that his change of faith was not from impulse nor fanaticism, but was brought about by overwhelming evidence."},{"refcode_short":"7Red 49.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 49.3 (Ellen Gould White)","content":"As he labored in the synagogues his faith grew stronger; his zeal in maintaining that Jesus was the Son of God increased in the face of the fierce opposition of the Jews. He could not remain long in Damascus, for after the Jews had recovered from their surprise at his wonderful conversion, and subsequent labors, they turned resolutely from the overwhelming evidence thus brought to bear in favor of the doctrine of Christ. Their astonishment at the conversion of Paul was changed into an intense hatred of him like unto that which they had manifested against Jesus."},{"refcode_short":"7Red 50.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 50.1 (Ellen Gould White)","content":"Paul's life was in peril, and he received a commission from God to leave Damascus for a time. He went into Arabia, and there, in comparative solitude, he had ample opportunity for communion with God, and for contemplation. He wished to be alone with God, to search his own heart, to deepen his repentance, and to prepare himself by prayer and study to engage in a work which appeared to him too great and too important for him to undertake. He was an apostle, not chosen of men, but chosen of God, and his work was plainly stated to be among the Gentiles."},{"refcode_short":"7Red 50.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 50.2 (Ellen Gould White)","content":"While in Arabia he did not communicate with the apostles; he sought God earnestly with all his heart, determining not to rest till he knew for a certainty that his repentance was accepted, and his great sin pardoned. He would not give up the conflict until he had the assurance that Jesus would be with him in his coming ministry. He was ever to carry about with him in the body the marks of Christ's glory, in his eyes, which had been blinded by the heavenly light, and he desired also to bear with him constantly the assurance of Christ's sustaining grace. Paul came in close connection with Heaven, and Jesus communed with him, and established him in his faith, bestowing upon him his wisdom and grace."},{"refcode_short":"7Red 51.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 51.1 (Ellen Gould White)","content":"Paul now returned to Damascus, and preached boldly in the name of Jesus. The Jews could not withstand the wisdom of his arguments, and they therefore counseled together to silence his voice by force—the only argument left to a sinking cause. They decided to assassinate him. The apostle was made acquainted with their purpose. The gates of the city were vigilantly guarded, day and night, to cut off his escape. The anxiety of the disciples drew them to God in prayer; there was little sleeping among them, as they were busy in devising ways and means for the escape of the chosen apostle. Finally they conceived a plan by which he was let down from a window, and lowered over the wall in a basket at night. In this humiliating manner Paul made his escape from Damascus."},{"refcode_short":"7Red 51.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 51.2 (Ellen Gould White)","content":"He now proceeded to Jerusalem, wishing to become acquainted with the apostles there, and especially with Peter. He was very anxious to meet the Galilean fishermen who had lived, and prayed, and conversed with Christ upon earth. It was with a yearning heart that he desired to meet the chief of apostles. As Paul entered Jerusalem, he regarded with changed views the city and the temple. He now knew that the retributive judgment of God was hanging over them."},{"refcode_short":"7Red 51.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 51.3 (Ellen Gould White)","content":"The grief and anger of the Jews because of the conversion of Paul knew no bounds. But he was firm as a rock, and flattered himself that when he related his wonderful experience to his friends, they would change their faith as he had done, and believe on Jesus. He had been strictly conscientious in his opposition to Christ and his followers, therefore when arrested and convicted of his sin, he immediately forsook his evil ways, and professed the faith of Jesus. He now fully believed that when his friends and former associates heard the circumstances of his marvelous conversion, and saw how changed he was from the proud Pharisee who persecuted and delivered unto death those who believed in Jesus as the Son of God, they would also become convicted of their error, and join the ranks of the believers."},{"refcode_short":"7Red 52.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 52.1 (Ellen Gould White)","content":"He attempted to join himself to his brethren, the disciples; but great was his grief and disappointment when he found that they would not receive him as one of their number. They remembered his former persecutions, and suspected him of acting a part to deceive and destroy them. True, they had heard of his wonderful conversion, but as he had immediately retired into Arabia, and they had heard nothing definite of him farther, they had not credited the rumor of his great change."},{"refcode_short":"7Red 52.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 52.2 (Ellen Gould White)","content":"Barnabas, who had liberally contributed his money to sustain the cause of Christ, and to relieve the necessities of the poor, had been acquainted with Paul when he opposed the believers. He now came forward and renewed that acquaintance, heard the testimony of Paul in regard to his miraculous conversion, and his experience from that time. He fully believed and received Paul, took him by the hand and led him into the presence of the apostles. He related his experience which he had just heard—that Jesus had personally appeared to Paul while on his way to Damascus; that he had talked with him; that Paul had recovered his sight in answer to the prayers of Ananias, and had afterward maintained that Jesus was the Son of God in the synagogues of the city."},{"refcode_short":"7Red 53.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 53.1 (Ellen Gould White)","content":"The apostles no longer hesitated; they could not withstand God. Peter and James, who at that time were the only apostles in Jerusalem, gave the right hand of fellowship to the once fierce persecutor of their faith; and he was now as much beloved and respected as he had formerly been feared and avoided. Here the two grand characters of the new faith met—Peter, one of the chosen companions of Christ while he was upon earth, and Paul, a Pharisee, who, since the ascension of Jesus, had met him face to face, and had talked with him, and had also seen him in vision, and the nature of his work in Heaven."},{"refcode_short":"7Red 53.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 53.2 (Ellen Gould White)","content":"This first interview was of great consequence to both these apostles, but it was of short duration, for Paul was eager to get about his Master's business. Soon the voice which had so earnestly disputed with Stephen was heard in the same synagogue fearlessly proclaiming that Jesus was the Son of God—advocating the same cause that Stephen had died to vindicate. He related his own wonderful experience, and with a heart filled with yearning for his brethren and former associates, presented the evidences from prophecy, as Stephen had done, that Jesus, who had been crucified, was the Son of God."},{"refcode_short":"7Red 54.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 54.1 (Ellen Gould White)","content":"But Paul had miscalculated the spirit of his Jewish brethren. The same fury that had burst forth upon Stephen was visited upon himself. He saw that he must separate from his brethren, and sorrow filled his heart. He would willingly have yielded up his life, if by that means they might have been brought to a knowledge of the truth. The Jews began to lay plans to take his life, and the disciples urged him to leave Jerusalem; but he lingered, unwilling to leave the place, and anxious to labor a little longer for his Jewish brethren. He had taken so active a part in the martyrdom of Stephen that he was deeply anxious to wipe out the stain by boldly vindicating the truth which had cost Stephen his life. It looked to him like cowardice to flee from Jerusalem."},{"refcode_short":"7Red 54.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 54.2 (Ellen Gould White)","content":"While Paul, braving all the consequences of such a step, was praying earnestly to God in the temple, the Saviour appeared to him in vision, saying, “Make haste, and get thee quickly out of Jerusalem; for they will not receive thy testimony concerning me.” Paul even then hesitated to leave Jerusalem without convincing the obstinate Jews of the truth of his faith; he thought that, even if his life should be sacrificed for the truth, it would not more than settle the fearful account which he held against himself for the death of Stephen. He answered, “Lord, they know that I imprisoned and beat in every synagogue them that believed on thee. And when the blood of thy martyr Stephen was shed, I also was standing by, and consenting unto his death, and kept the raiment of them that slew him.” But the reply was more decided than before: “Depart; for I will send thee far hence unto the Gentiles.”"},{"refcode_short":"7Red 55.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 55.1 (Ellen Gould White)","content":"When the brethren learned of the vision of Paul, and the care which God had over him, their anxiety on his behalf was increased; for they realized that he was indeed a chosen vessel of the Lord, to bear the truth to the Gentiles. They hastened his secret escape from Jerusalem, for fear of his assassination by the Jews. The departure of Paul suspended for a time the violent opposition of the Jews, and the church had a period of rest, in which many were added to the number of believers."},{"refcode_short":"7Red 55","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 55 (Ellen Gould White)","content":"The Ministry of Peter"},{"refcode_short":"7Red 55.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 55.2 (Ellen Gould White)","content":"Peter, in pursuance of his work, visited the saints at Lydda. There he healed Aeneas, who had been confined to his bed for eight years with the palsy. “And Peter said unto him, Aeneas, Jesus Christ maketh thee whole; arise, and make thy bed. And he arose immediately. And all that dwelt at Lydda and Saron saw him, and turned to the Lord.”"},{"refcode_short":"7Red 55.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 55.3 (Ellen Gould White)","content":"Joppa was near Lydda, and at that time Tabitha—called Dorcas by interpretation—lay there dead. She had been a worthy disciple of Jesus Christ, and her life had been characterized by deeds of charity and kindness to the poor and sorrowful, and by zeal in the cause of truth. Her death was a great loss; the infant church could not well spare her noble efforts. When the believers heard of the marvelous cures which Peter had performed in Lydda, they greatly desired him to come to Joppa. Messengers were sent to him to solicit his presence there."},{"refcode_short":"7Red 56.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 56.1 (Ellen Gould White)","content":"“Then Peter arose and went with them. When he was come, they brought him into the upper chamber; and all the widows stood by him weeping, and showing the coats and garments which Dorcas made while she was with them.” Peter had the weeping and wailing friends sent from the room. He then kneeled down, and prayed fervently to God to restore life and health to the pulseless body of Dorcas; “and turning him to the body said, Tabitha, arise. And she opened her eyes; and when she saw Peter, she sat up. And he gave her his hand, and lifted her up; and when he had called the saints and widows, he presented her alive.” This great work of raising the dead to life was the means of converting many in Joppa to the faith of Jesus."},{"refcode_short":"7Red 56.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 56.2 (Ellen Gould White)","content":"“There was a certain man in Caesarea called Cornelius, a centurion of the band called the Italian band, a devout man, and one that feared God with all his house, which gave much alms to the people, and prayed to God always.” Though Cornelius was a Roman, he had become acquainted with the true God, and had renounced idolatry. He was obedient to the will of God, and worshiped him with a true heart. He had not connected himself with the Jews, but was acquainted with, and obedient to, the moral law. He had not been circumcised, nor did he take part in the sacrificial offerings; he was therefore accounted by the Jews as unclean. He, however, sustained the Jewish cause by liberal donations, and was known far and near for his deeds of charity and benevolence. His righteous life made him of good repute, among both Jews and Gentiles."},{"refcode_short":"7Red 57.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 57.1 (Ellen Gould White)","content":"Cornelius had not an understanding faith in Christ, although he believed the prophecies, and was looking for Messiah to come. Through his love and obedience to God, he was brought nigh unto him, and was prepared to receive the Saviour when he should be revealed to him. Condemnation comes by rejecting the light given. The centurion was a man of noble family, and held a position of high trust and honor; but these circumstances had not tended to subvert the noble attributes of his character. True goodness and greatness united to make him a man of moral worth. His influence was beneficial to all with whom he was brought in contact."},{"refcode_short":"7Red 57.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 57.2 (Ellen Gould White)","content":"He believed in the one God, the Creator of Heaven and earth. He revered him, acknowledged his authority, and sought counsel of him in all the business of his life. He was faithful in his home duties as well as in his official responsibilities, and had erected the altar of God in his family. He dared not venture to carry out his plans, and bear the burden of his weighty responsibilities, without the help of God; therefore he prayed much and earnestly for that help. Faith marked all his works, and God regarded him for the purity of his actions, and his liberalities, and came near to him in word and Spirit."},{"refcode_short":"7Red 57.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 57.3 (Ellen Gould White)","content":"While Cornelius was praying, God sent a celestial messenger to him, and “he saw in a vision evidently about the ninth hour of the day, an angel of God coming in to him, and saying unto him, Cornelius.” He was afraid, yet knew that the angel was sent of God to instruct him, and said, “What is it, Lord? And he said unto him, Thy prayers and thine alms are come up for a memorial before God. And now send men to Joppa, and call for one Simon, whose surname is Peter. He lodgeth with one Simon, a tanner, whose house is by the sea-side. He shall tell thee what thou oughtest to do.”"},{"refcode_short":"7Red 58.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 58.1 (Ellen Gould White)","content":"Here again God showed his regard for the gospel ministry, and for his organized church. His angel was not the one to tell the story of the cross to Cornelius. A man, subject as himself to human frailties and temptations, was to instruct him concerning the crucified, risen, and ascended Saviour. The heavenly messenger was sent for the express purpose of putting Cornelius in connection with the minister of God, who would teach him how he and his house could be saved."},{"refcode_short":"7Red 58.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 58.2 (Ellen Gould White)","content":"Cornelius was gladly obedient to the message. “And when the angel which spake unto Cornelius was departed, he called two of his household servants, and a devout soldier of them that waited on him continually; and when he had declared all these things unto them, he sent them to Joppa.” The explicitness of these directions, in which was even named the occupation of the man with whom Peter was then making his home, evidences that Heaven is well acquainted with the history and business of men in every grade of life. God is cognizant of the daily employment of the humble laborer, as well as of that of the king upon his throne. And the avarice, cruelty, secret crimes, and selfishness of men are known to him, as well as their good deeds, charity, liberality, and kindness. Nothing is hidden from God."},{"refcode_short":"7Red 59.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 59.1 (Ellen Gould White)","content":"Immediately after this interview with Cornelius, the angel went to Peter, who was praying upon the housetop. While praying he was shown a vision, “and saw heaven opened, and a certain vessel descending unto him, as it had been a great sheet knit at the four corners, and let down to the earth; wherein were all manner of four-footed beasts of the earth, and wild beasts, and creeping things, and fowls of the air. And there came a voice to him, Rise, Peter; kill, and eat. But Peter said, Not so, Lord; for I have never eaten anything that is common or unclean. And the voice spake unto him again the second time, What God hath cleansed, that call not thou common. This was done thrice; and the vessel was received up again into heaven.”"},{"refcode_short":"7Red 59.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 59.2 (Ellen Gould White)","content":"Here we may perceive the workings of God's plan to set the machinery in motion, whereby his will may be done on earth as it is done in Heaven. Peter had not yet preached the gospel to the Gentiles. Many of them had been interested listeners to the truths which he taught; but the middle wall of partition, which the death of Christ had broken down, still existed in the minds of the apostles, and excluded the Gentiles from the privileges of the gospel. The Greek Jews had received the labors of the apostles, and many of them had responded to those efforts by embracing the faith of Jesus; but the conversion of Cornelius was to be the first one of importance among the Gentiles."},{"refcode_short":"7Red 59.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 59.3 (Ellen Gould White)","content":"By the vision of the sheet and its contents, let down from heaven, Peter was to be divested of his settled prejudices against the Gentiles; to understand that, through Christ, heathen nations were made partakers of the blessings and privileges of the Jews, and were to be thus benefited equally with them. Some have urged that this vision was to signify that God had removed his prohibition from the use of the flesh of animals which he had formerly pronounced unclean; and that therefore swines’ flesh was fit for food. This is a very narrow, and altogether erroneous interpretation, and is plainly contradicted in the scriptural account of the vision and its consequences."},{"refcode_short":"7Red 60.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 60.1 (Ellen Gould White)","content":"The vision of all manner of live beasts, which the sheet contained, and of which Peter was commanded to kill and eat, being assured that what God had cleansed should not be called common or unclean by him, was simply an illustration presenting to his mind the true position of the Gentiles; that by the death of Christ they were made fellow-heirs with the Israel of God. It conveyed to Peter both reproof and instruction. His labors had heretofore been confined entirely to the Jews; and he had looked upon the Gentiles as an unclean race, and excluded from the promises of God. His mind was now being led to comprehend the world-wide extent of the plan of God."},{"refcode_short":"7Red 60.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 60.2 (Ellen Gould White)","content":"Even while he pondered over the vision, it was explained to him. “Now while Peter doubted in himself what this vision which he had seen should mean, behold, the men which were sent from Cornelius had made inquiry for Simon's house, and stood before the gate, and called, and asked whether Simon, which was surnamed Peter, were lodged there. While Peter thought on the vision, the Spirit said unto him, Behold, three men seek thee. Arise therefore, and get thee down, and go with them, doubting nothing; for I have sent them.”"},{"refcode_short":"7Red 61.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 61.1 (Ellen Gould White)","content":"It was a trying command to Peter; but he dared not act according to his own feelings, and therefore “went down to the men which were sent unto him from Cornelius; and said, Behold, I am he whom ye seek; what is the cause wherefore ye are come? And they said, Cornelius the centurion, a just man, and one that feareth God, and of good report among all the nation of the Jews, was warned from God by an holy angel to send for thee into his house, and to hear words of thee. Then called he them in, and lodged them.” Thus they communicated their singular errand to the apostle, and, according to the direction he had just received from God, he at once agreed to accompany them on the morrow. He courteously entertained them that night, and in the morning set out with them for Caesarea, accompanied by six of his brethren, who were to be witnesses of all he should say or do while visiting the Gentiles; for he knew that he should be called to account for so direct an opposition to the Jewish faith and teachings."},{"refcode_short":"7Red 61.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 61.2 (Ellen Gould White)","content":"It was nearly two days before the journey was ended and Cornelius had the glad privilege of opening his doors to a gospel minister, who, according to the assurance of God, should teach him and his house how they might be saved. While the messengers were upon their errand, the centurion had gathered together as many of his relatives as were accessible, that they, as well as he, might be instructed in the truth. When Peter arrived, a large company were gathered, eagerly waiting to listen to his words."},{"refcode_short":"7Red 62.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 62.1 (Ellen Gould White)","content":"As Peter entered the house of the Gentile, Cornelius did not salute him as an ordinary visitor, but as one honored of Heaven, and sent to him by God. It is an Eastern custom to bow before a prince or other high dignitary, and for children to bow before their parents who are honored with positions of trust. But Cornelius, overwhelmed with reverence for the apostle who had been delegated by God, fell at his feet and worshiped him. Peter shrank with horror from this act of the centurion, and lifted him to his feet, saying, “Stand up; I myself also am a man.” He then commenced to converse with him familiarly, in order to remove the sense of awe and extreme reverence with which the centurion regarded him."},{"refcode_short":"7Red 62.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 62.2 (Ellen Gould White)","content":"Had Peter been invested with the authority and position accorded to him by the Roman Catholic Church, he would have encouraged, rather than have checked, the veneration of Cornelius. The so-called successors of Peter require kings and emperors to bow at their feet; but Peter himself claimed to be only an erring and fallible man."},{"refcode_short":"7Red 62.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 62.3 (Ellen Gould White)","content":"Peter spoke with Cornelius and those assembled in his house, concerning the custom of the Jews; that it was considered unlawful for them to mingle socially with Gentiles, and involved ceremonial defilement. It was not prohibited by the law of God, but the tradition of men had made it a binding custom. Said he, “Ye know how that it is an unlawful thing for a man that is a Jew to keep company, or come unto one of another nation; but God hath showed me that I should not call any man common or unclean. Therefore came I unto you without gainsaying, as soon as I was sent for; I ask therefore for what intent ye have sent for me.”"},{"refcode_short":"7Red 63.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 63.1 (Ellen Gould White)","content":"Cornelius thereupon related his experience, and the words of the angel that had appeared to him in vision: “Four days ago I was fasting until this hour; and at the ninth hour I prayed in my house, and, behold, a man stood before me in bright clothing, and said, Cornelius, thy prayer is heard, and thine alms are had in remembrance in the sight of God. Send therefore to Joppa, and call hither Simon, whose surname is Peter; he is lodged in the house of one Simon, a tanner, by the sea-side; who, when he cometh, shall speak unto thee. Immediately therefore I sent to thee; and thou hast well done that thou art come. Now therefore are we all here present before God, to hear all things that are commanded thee of God. Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons; but in every nation he that feareth him, and worketh righteousness, is accepted with him.” Although God had favored the Jews above all other nations, yet if they rejected light, and did not live up to their profession, they were no more exalted in his esteem than other nations. Those among the Gentiles who, like Cornelius, feared God, and worked righteousness, living up to what light they had, were kindly regarded by God, and their sincere service was accepted."},{"refcode_short":"7Red 63.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 63.2 (Ellen Gould White)","content":"But the faith and righteousness of Cornelius could not be perfect without a knowledge of Christ; therefore God sent that light and knowledge to him for the farther development of his righteous character. Many refuse to receive the light which the providence of God sends, them, and, as an excuse for so doing, quote the words of Peter to Cornelius and his friends: “But in every nation he that feareth Him, and worketh righteousness, is accepted with him.” They maintain that it is of no consequence what men believe, so long as their works are good. Such ones are wrong; faith must unite with their works. They should advance with the light that is given them. If God brings them in connection with his servants who have received new truth, substantiated by the Word of God, they should accept it with joy. Truth is onward. Truth is upward. On the other hand, those who claim that their faith alone will save them, are trusting to a rope of sand; for faith is strengthened and made perfect by works only."},{"refcode_short":"7Red 64.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 64.1 (Ellen Gould White)","content":"Peter preached Jesus to that company of attentive hearers; his life, ministry, miracles, betrayal, crucifixion, resurrection, and ascension, and his work in Heaven, as man's Representative and Advocate, to plead in the sinner's behalf. As the apostle spoke, his heart glowed with the Spirit of God's truth which he was presenting to the people. His hearers were charmed by the doctrine they heard, for their hearts had been prepared to receive the truth. The apostle was interrupted by the descent of the Holy Ghost, as was manifested on the day of Pentecost. “And they of the circumcision which believed were astonished, as many as came with Peter, because that on the Gentiles also was poured out the gift of the Holy Ghost. For they heard them speak with tongues, and magnify God. Then answered Peter, Can any man forbid water, that these should not be baptized, which have received the Holy Ghost as well as we? And he commanded them to be baptized in the name of the Lord. Then prayed they him to tarry certain days.”"},{"refcode_short":"7Red 65.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 65.1 (Ellen Gould White)","content":"The descent of the Holy Ghost upon the Gentiles was not an equivalent for baptism. The requisite steps in conversion, in all cases, are faith, repentance, and baptism. Thus the true Christian church are united in one Lord, one faith, one baptism. Diverse temperaments are modified by sanctifying grace, and the same distinguishing principles regulate the lives of all. Peter yielded to the entreaties of the believing Gentiles, and remained with them for a time, preaching Jesus to all the Gentiles thereabout."},{"refcode_short":"7Red 65.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 65.2 (Ellen Gould White)","content":"When the brethren in Judea heard that Peter had preached to the Gentiles, and had met with them, and eaten with them in their houses, they were surprised and offended by such strange movements on his part. They feared that such a course, which looked presumptuous to them, would tend to contradict his own teachings. As soon as Peter visited them, they met him with severe censure, saying, “Thou wentest in to men uncircumcised, and didst eat with them.”"},{"refcode_short":"7Red 65.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 65.3 (Ellen Gould White)","content":"Then “Peter rehearsed the matter from the beginning, and expounded it by order unto them, saying, I was in the city of Joppa praying; and in a trance I saw a vision, a certain vessel descend, as it had been a great sheet, let down from heaven by four corners; and it came even to me. Upon the which when I had fastened mine eyes, I considered, and saw four-footed beasts of the earth, and wild beasts, and creeping things, and fowls of the air. And I heard a voice saying unto me, Arise, Peter; slay and eat. But I said, Not so, Lord; for nothing common or unclean hath at any time entered into my mouth. But the voice answered me again from heaven, What God hath cleansed, that call not thou common. And this was done three times; and all were drawn up again into heaven. And, behold, immediately there were three men already come unto the house where I was, sent from Caesarea unto me. And the Spirit bade me go with them, nothing doubting. Moreover, these six brethren accompanied me, and we entered into the man's house. And he shewed us how he had seen an angel in his house, which stood and said unto him, Send men to Joppa, and call for Simon, whose surname is Peter; who shall tell thee words, whereby thou and all thy house shall be saved.” He pleaded that the vision admonished him no longer to keep up the ceremonial distinction of circumcision and uncircumcision, nor to look upon the Gentiles as unclean, for God was not a respecter of persons. His caution was made manifest to his brethren from the fact that, although commanded by God to go to the Gentile's house, he had taken with him six of the disciples then present, as witnesses of all he should say or do while there."},{"refcode_short":"7Red 66.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 66.1 (Ellen Gould White)","content":"He recounted the events of this first meeting with the Gentiles, saying, “And as I began to speak, the Holy Ghost fell on them, as on us at the beginning. Then remembered I the word of the Lord, how that he said, John indeed baptized with water; but ye shall be baptized with the Holy Ghost. Forasmuch then as God gave them the like gift as he did unto us, who believed on the Lord Jesus Christ, what was I, that I could withstand God?”"},{"refcode_short":"7Red 67.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 67.1 (Ellen Gould White)","content":"The disciples, upon hearing this account, were silenced, and convinced that Peter's course was in direct fulfillment of the plan of God, and that their old prejudices and exclusiveness were to be utterly destroyed by the gospel of Christ. “When they heard these things, they held their peace, and glorified God, saying, Then hath God also to the Gentiles granted repentance unto life.”"},{"refcode_short":"7Red 67","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 67 (Ellen Gould White)","content":"Deliverance of Peter"},{"refcode_short":"7Red 67.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 67.2 (Ellen Gould White)","content":"Herod was professedly a proselyte to the Jewish faith, and apparently very zealous in perpetuating the ceremonies of the law. The government of Judea was in his hands, subject to Claudius, the Roman emperor; he also held the position of tetrarch of Galilee. Herod was anxious to obtain the favor of the Jews, hoping thus to make secure his offices and honors. He therefore proceeded to carry out the desires of the Jews in persecuting the church of Christ. He began his work by spoiling the houses and goods of the believers; he then began to imprison the leading ones. He seized upon James and cast him into prison, and there sent an executioner to kill him with a sword, as another Herod had caused the prophet John to be beheaded. He then became bolder, seeing that the Jews were well pleased with his acts, and imprisoned Peter. These cruelties were performed during the sacred occasion of the passover."},{"refcode_short":"7Red 68.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 68.1 (Ellen Gould White)","content":"James was one of the three favored disciples who had been brought into the closest relationship with Christ. James, John, and Peter were his chief witnesses after his death. They saw the transfiguration of the Saviour, and beheld him glorified. They were in the garden with him during the night of his agony. James and John were the sons of Zebedee, the ones whom Jesus had asked, “Are ye able to drink of the cup that I shall drink of, and to be baptized with the baptism that I am baptized with?” When James was rudely thrust into prison, and unceremoniously summoned to execution, he understood more fully than ever before, the words of his Lord upon that occasion."},{"refcode_short":"7Red 68.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 68.2 (Ellen Gould White)","content":"There was great grief and consternation at the death of James. When Peter was also imprisoned, the entire church engaged in fasting and prayer. While the Jews were celebrating the memorial of their deliverance from Egypt, and pretending great zeal for the law, they were at the same time persecuting and murdering the believers in Christ, thus transgressing every principle of that law. At these great religious gatherings they stirred one another up against the Christians, till they were united in a bitter hatred of them."},{"refcode_short":"7Red 68.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 68.3 (Ellen Gould White)","content":"The people applauded the act of Herod in causing the death of James, though some of them complained of the private manner in which it was accomplished, maintaining that a public execution would have had the effect to more thoroughly intimidate all believers and sympathizers. Herod therefore held Peter in custody for the purpose of gratifying the Jews by the public spectacle of his death. But it was suggested to the ruler that it would not be safe to bring the veteran apostle out for execution before all the people who were assembled in Jerusalem for the passover. It was feared that his venerable appearance might excite their pity and respect; they also dreaded lest he should make one of those powerful appeals which had frequently roused the people to investigate the life and character of Jesus Christ, and which they, with all their artifice, were totally unable to controvert. In such a case, the Jews apprehended that his release would be demanded at the hands of the king."},{"refcode_short":"7Red 69.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 69.1 (Ellen Gould White)","content":"Peter's ardent zeal in vindicating himself, and in advocating the cause of Christ, had lost to the Jews many of their brethren, and they stood in great dread of his having an opportunity to lift up his voice in the presence of all the nations and people that had come to the city to worship. Therefore the apostle was placed under charge of sixteen soldiers, who alternated in guarding him day and night. But it was in vain that the puny arm of man was lifted against the Lord. He, by the putting forth of his might, was about to stay the precious blood which the Jews would have been emboldened to shed, had not divine power interposed."},{"refcode_short":"7Red 69.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 69.2 (Ellen Gould White)","content":"While the execution of Peter was being delayed, upon various pretexts, until after the passover, the church of Christ had time for deep searching of heart, and earnest prayer. Strong petitions, tears, and fasting were mingled together. They prayed without ceasing for Peter; they felt that he could not be spared from the Christian work; and they felt that they had arrived at a point, where, without the special help of God, the church of Christ would become extinct."},{"refcode_short":"7Red 70.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 70.1 (Ellen Gould White)","content":"Meanwhile worshipers of every nation sought the temple which had been dedicated to the service of God, and which remained, to all appearance, the same as when the shekinah had glorified it, with the exception of additional embellishment. But God was no longer to be found in that palace of loveliness, glittering with gold and precious stones, and presenting a spectacle of grandeur and beauty to all beholders."},{"refcode_short":"7Red 70.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 70.2 (Ellen Gould White)","content":"The day of Peter's execution was at last appointed; but still the prayers of the believers ascended to Heaven. And while all their energies and sympathies were called out in fervent appeals, angels of God were guarding the imprisoned apostle. Man's extremity is God's opportunity. Peter was placed between two soldiers, and was bound by two chains, each chain being fastened to the wrist of one of his guard. He was therefore unable to move without their knowledge. The prison doors were securely fastened, and a strong guard was placed before them. All chance of rescue or escape, by human means, was thus cut off."},{"refcode_short":"7Red 70.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 70.3 (Ellen Gould White)","content":"The apostle was not intimidated by his situation. Since his re-instatement after his denial of Christ, he had unflinchingly braved danger, and manifested a noble courage and boldness in preaching a crucified, risen and ascended Saviour. He now called to mind the words of Jesus addressed to him: “Verily, verily, I say unto thee, When thou wast young, thou girdedst thyself, and walkedst whither thou wouldest; but when thou shalt be old, thou shalt stretch forth thy hands, and another shall gird thee, and carry thee whither thou wouldest not.” He believed the time had now come when he was to yield up his life for Christ's sake."},{"refcode_short":"7Red 71.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 71.1 (Ellen Gould White)","content":"The night before his appointed execution, Peter, bound with chains, slept between the two soldiers, as usual. Herod, remembering the escape of Peter and John from prison, where they had been confined because of their faith, took double precautions on this occasion. The soldiers on guard, in order to secure their extra vigilance, were made answerable for the safe-keeping of the prisoner. He was bound, as has been described, in a cell of massive rock, the doors of which were bolted and barred. Sixteen men were detailed to guard this cell, relieving each other at regular intervals. Four comprised the watch at one time. But the bolts and bars, and Roman guard, which effectually cut off from the prisoner a possibility of human aid, were only to result in making the triumph of God more complete in Peter's deliverance from prison. Herod was lifting his hand against Omnipotence, and he was to be utterly humiliated and defeated in his attempt upon the life of the servant of God."},{"refcode_short":"7Red 71.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 71.2 (Ellen Gould White)","content":"On this last night before the execution, a mighty angel, commissioned from Heaven, descended to rescue him. The strong gates which shut in the saint of God, open without the aid of human hands; the angel of the Most High enters, and they close again noiselessly behind him. He enters the cell, hewn from the solid rock, and there lies Peter, sleeping the blessed peaceful sleep of innocence and perfect trust in God while chained to a powerful guard on either side of him. The light which enveloped the angel illuminated the prison, but did not waken the sleeping apostle. His was the sound repose that invigorates and renews, and that comes of a good conscience."},{"refcode_short":"7Red 72.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 72.1 (Ellen Gould White)","content":"Peter is not awakened until he feels the stroke of the angel's hand, and hears his voice saying, “Arise up quickly.” He sees his cell, which had never been blessed by a ray of sunshine, illuminated by the light of Heaven, and an angel of great glory standing before him. He mechanically obeys the voice of the angel; and in rising lifts his hands, and finds that the chains have been broken from his wrists. Again the voice of the angel is heard: “Gird thyself, and bind on thy sandals.”"},{"refcode_short":"7Red 72.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 72.2 (Ellen Gould White)","content":"Again Peter mechanically obeys, keeping his wondering gaze riveted upon his heavenly visitant, and believing himself to be dreaming, or in a vision. The armed soldiers are passive as if chiseled from marble, as the angel again commands, “Cast thy garment about thee, and follow me.” Thereupon the heavenly being moves toward the door, and the usually talkative Peter follows, dumb from amazement. They step over the motionless guard, and reach the heavily bolted and barred door, which swings open of its own accord, and closes again immediately, while the guard within and outside the door are motionless at their posts."},{"refcode_short":"7Red 73.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 73.1 (Ellen Gould White)","content":"The second gate, which is also guarded within and without, is reached; it opens as did the first, with no creaking of hinges, or rattling of iron bolts; they pass without, and it closes again as noiselessly. They pass through the third gateway in the same manner, and at last find themselves in the open street. No word is spoken; there is no sound of footstep; the angel glides on before, encircled by a light of dazzling brightness, and Peter follows his deliverer, bewildered, and believing himself to be in a dream. Street after street is threaded thus, and then, the mission of the angel being completed, he suddenly disappears."},{"refcode_short":"7Red 73.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 73.2 (Ellen Gould White)","content":"As the heavenly light faded away, Peter felt himself to be in profound darkness; but gradually the darkness seemed to decrease, as he became accustomed to it, and he found himself alone in the silent street, with the cool night air upon his brow. He now realized that it was no dream or vision that had visited him. He was free, in a familiar part of the city; he recognized the place as one which he had often frequented, and had expected to pass for the last time on the morrow, when upon the way to the scene of his prospective death. He tried to recall the events of the last few moments. He remembered falling asleep, bound between the two soldiers, with his sandals and outer garment removed. He examined his person, and found himself fully dressed, and girded."},{"refcode_short":"7Red 73.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 73.3 (Ellen Gould White)","content":"His wrists, swollen from wearing the cruel irons, were now free from the manacles, and he realized that his freedom was no delusion, but a blessed reality. On the morrow he was to have been led forth to die; but lo, an angel had delivered him from prison and from death. “And when Peter was come to himself, he said, Now I know of a surety that the Lord hath sent his angel, and hath delivered me out of the hand of Herod, and from all the expectation of the people of the Jews.”"},{"refcode_short":"7Red 74.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 74.1 (Ellen Gould White)","content":"The apostle made his way direct to the house where his brethren were assembled together for prayer; he found them engaged in earnest prayer for him at that moment. “And as Peter knocked at the door of the gate, a damsel came to hearken, named Rhoda. And when she knew Peter's voice, she opened not the gate for gladness, but ran in, and told how Peter stood before the gate. And they said unto her, Thou art mad. But she constantly affirmed that it was even so. Then said they, It is his angel. But Peter continued knocking; and when they had opened the door, and saw him, they were astonished. But he, beckoning unto them with the hand to hold their peace, declared unto them how the Lord had brought him out of the prison. And he said, Go show these things unto James, and to the brethren. And he departed, and went into another place.”"},{"refcode_short":"7Red 74.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 74.2 (Ellen Gould White)","content":"Joy and praise filled the hearts of the fasting praying believers, that God had heard and answered their prayers, and delivered Peter from the hand of Herod. In the morning the people gathered together to witness the execution of the apostle. Herod sent officers to bring Peter from prison with great display of arms and guard, in order to insure against his escape, to intimidate all sympathizers, and to exhibit his own power."},{"refcode_short":"7Red 75.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 75.1 (Ellen Gould White)","content":"Meanwhile terror and mortification had seized the Roman guard at the prison, when they found that the prisoner was gone. It had been expressly stated to them that their lives would be answerable for the life of their charge, and for that reason they had been specially vigilant. But the God of Heaven had thwarted the purpose of wicked Herod. There was the guard at the door of the prison, the bolts and bars of the door still fast and strong, the guard inside, the chains attached to the wrists of the two soldiers; but the prisoner was gone."},{"refcode_short":"7Red 75.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 75.2 (Ellen Gould White)","content":"When the report of these things was brought to Herod, he was exasperated, and charged the keepers of the prison with unfaithfulness. They were accordingly put to death for the alleged crime of sleeping at their post. At the same time, Herod knew that no human power had rescued Peter. But he was determined not to acknowledge that a divine power had been at work to thwart his base designs. He would not humiliate himself thus, but set himself boldly in defiance of God."},{"refcode_short":"7Red 75.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 75.3 (Ellen Gould White)","content":"Herod, not long after Peter's deliverance from prison, went down from Judea to Caesarea, and there abode. He there made a grand festival, designed to excite the admiration and applause of the people. Pleasure-lovers from all quarters were assembled together, and there was much feasting and wine-drinking. Herod made a most gorgeous appearance before the people. He was clad in a robe, sparkling with silver and gold, that caught the rays of the sun in its glittering folds, and dazzled the eyes of the beholders. With great pomp and ceremony he stood before the multitude, and addressed them in an eloquent oration."},{"refcode_short":"7Red 76.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 76.1 (Ellen Gould White)","content":"The majesty of his appearance, and the power of his well-chosen language, swayed the assembly with a mighty influence. Their senses were already perverted by feasting and wine; they were dazzled by his glittering decorations, and charmed by his grand deportment and eloquent words; and, wild with enthusiasm, they showered upon him adulation, and proclaimed him a god, declaring that mortal man could not present such an appearance, or command such startling eloquence of language. They farther declared that they had ever respected him as a ruler, but from henceforth they should worship him as a god."},{"refcode_short":"7Red 76.2","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 76.2 (Ellen Gould White)","content":"These people had refused to acknowledge Christ, whose coarse and often travel-stained garments were worn over a heart of divine love, rich with that inward adorning, a meek and gentle spirit. Their eyes, blinded by sin, refused to see, beneath that humble exterior, the Lord of life and glory, though his mercy and divine power were revealed before them in works that no man could do. But they were ready to bow down and worship, as a god, the haughty king, whose splendid garments of silver and gold were worn over a corrupt and cruel heart. They did not attempt to penetrate his vain display, and read the depravity and deceit of his character, and wickedness of his daily life."},{"refcode_short":"7Red 76.3","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 76.3 (Ellen Gould White)","content":"Herod knew that he deserved none of this praise and homage; yet he did not rebuke the idolatry of the people, but accepted it as his due. The glow of gratified pride was on his countenance as he heard the shout ascend: It is the voice of a God, and not of man! The same voices which now glorified a vile sinner, had, but a few years before, raised the frenzied cry of, Away with Jesus! Crucify him, crucify him! Herod received this flattery and homage with great pleasure, and his heart bounded with triumph; but suddenly a swift and terrible change came over him. His countenance became pallid as death, and distorted with agony; great drops of sweat started from his pores. He stood a moment as if transfixed with pain and terror, then, turning his blanched and livid face to his horror-stricken friends, he cried in hollow, despairing tones. He whom you have exalted as a god is struck with death!"},{"refcode_short":"7Red 77.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 77.1 (Ellen Gould White)","content":"He was borne in a state of the most excruciating anguish from the scene of wicked revelry, the mirth, and pomp, and display of which he now loathed in his soul. A moment before, he had been the proud recipient of the praise and worship of that vast throng—now he felt himself in the hands of a Ruler mightier than himself. Remorse seized him; he remembered his cruel command to slay the innocent James; he remembered his relentless persecution of the followers of Christ, and his design to put to death the apostle Peter, whom God had delivered out of his hand; he remembered how, in his mortification and disappointed rage, he had wreaked his unreasoning revenge upon the keepers of the prisoner, and executed them without mercy. He felt that God, who had rescued the apostle from death, was now dealing with him, the relentless persecutor. He found no relief from pain of body or anguish of mind, and he expected none. Herod was acquainted with the law of God, which says, “Thou shalt have no other gods before me,” and he knew that in accepting the worship of the people he had filled up the measure of his iniquity, and had brought upon him the just wrath of God."},{"refcode_short":"7Red 78.1","refcode_long":"Redemption: or the Ministry of Peter and the Conversion of Saul, p. 78.1 (Ellen Gould White)","content":"The same angel who had left the royal courts of Heaven to rescue Peter from the power of his persecutor, had been the messenger of wrath and judgment to Herod. The angel smote Peter to arouse him from slumber; but it was with a different stroke that he smote the wicked king, bringing mortal disease upon him. God poured contempt upon Herod's pride, and his person, which he had exhibited decked in shining apparel before the admiring gaze of the people, was eaten by worms, and putrefied while yet alive. Herod died in great agony of mind and body, under the retributive justice of God."}]