[{"refcode_short":"8Red 2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 2 (Ellen Gould White)","content":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles"},{"refcode_short":"8Red 2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 2 (Ellen Gould White)","content":"To the Reader"},{"refcode_short":"8Red 2.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 2.1 (Ellen Gould White)","content":"Next to the two chief characters of the Old and New Testaments, Moses and Jesus Christ, the apostle Paul, through his labors and writings, has had more influence upon the world than any other person. The call of this remarkable man, and his being commissioned to go to the gentiles, marked an era in the progress of the gospel. The reader will be pleased to read the following thoughts upon this subject, from one so well qualified to write upon it, as the author of this work."},{"refcode_short":"8Red 3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 3 (Ellen Gould White)","content":"The Teachings of Paul"},{"refcode_short":"8Red 3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 3 (Ellen Gould White)","content":"Ordination of Paul and Barnabas"},{"refcode_short":"8Red 3.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 3.1 (Ellen Gould White)","content":"The apostles and disciples who left Jerusalem during the fierce persecution that raged there after the martyrdom of Stephen, preached Christ in the cities round about, confining their labors to the Hebrew and Greek Jews. “And the hand of the Lord was with them; and a great number believed, and turned unto the Lord.” When the believers in Jerusalem heard the good tidings they rejoiced; and Barnabas, “a good man, and full of the Holy Ghost and of faith,” was sent to Antioch, the metropolis of Syria, to help the church there. He labored there with great success. As the work increased, he solicited and obtained the help of Paul; and the two disciples labored together in that city for a year, teaching the people, and adding to the numbers of the church of Christ."},{"refcode_short":"8Red 3.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 3.2 (Ellen Gould White)","content":"Antioch had both a large Jewish and Gentile population; it was a great resort for lovers of ease and pleasure, because of the healthfulness of its situation, its beautiful scenery, and the wealth, culture, and refinement that centered there. Its extensive commerce made it a place of great importance, where people of all nationalities were found. It was therefore a city of luxury and vice. The retribution of God finally came upon Antioch, because of the wickedness of its inhabitants."},{"refcode_short":"8Red 4.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 4.1 (Ellen Gould White)","content":"It was here that the disciples were first called Christians. This name was given them because Christ was the main theme of their preaching, teaching, and conversation. They were continually recounting the incidents of his life, during the time in which his disciples were blessed with his personal company. They dwelt untiringly upon his teachings, his miracles of healing the sick, casting out devils, and raising the dead to life. With quivering lips and tearful eyes they spoke of his agony in the garden, his betrayal, trial, and execution, the forbearance and humility with which he endured the contumely and torture imposed upon him by his enemies, and the Godlike pity with which he prayed for those who persecuted him. His resurrection and ascension, and his work in Heaven as a Mediator for fallen man, were joyful topics with them. The heathen might well call them Christians, since they preached of Christ, and addressed their prayers to God through him."},{"refcode_short":"8Red 4.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 4.2 (Ellen Gould White)","content":"Paul found, in the populous city of Antioch, an excellent field of labor, where his great learning, wisdom and zeal, combined, wielded a powerful influence over the inhabitants and frequenters of that city of culture."},{"refcode_short":"8Red 4.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 4.3 (Ellen Gould White)","content":"Meanwhile the work of the apostles was centered at Jerusalem, where Jews of all tongues and countries came to worship at the temple during the stated festivals. At such times the apostles preached Christ with unflinching courage, though they knew that in so doing their lives were in constant jeopardy. Many converts to the faith were made, and these, scattering to their homes in different parts of the country, dispersed the seeds of truth throughout all nations, and among all classes of society."},{"refcode_short":"8Red 5.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 5.1 (Ellen Gould White)","content":"Peter, James, and John felt confident that God had appointed them to preach Christ among their own countrymen at home. But Paul had received his commission from God, while praying in the temple, and his broad missionary field had been presented before him with remarkable distinctness. To prepare him for his extensive and important work, God had brought him into close connection with himself, and had opened before his enraptured vision a glimpse of the beauty and glory of Heaven."},{"refcode_short":"8Red 5.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 5.2 (Ellen Gould White)","content":"God communicated with the devout prophets and teachers in the church at Antioch. “As they ministered to the Lord, and fasted, the Holy Ghost said, Separate me Barnabas and Saul for the work whereunto I have called them.” These apostles were therefore dedicated to God in a most solemn manner by fasting and prayer and the laying on of hands; and they were sent forth to their field of labor among the Gentiles."},{"refcode_short":"8Red 5.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 5.3 (Ellen Gould White)","content":"Both Paul and Barnabas had been laboring as ministers of Christ, and God had abundantly blessed their efforts; but neither of them had previously been formally ordained to the gospel ministry by prayer and the laying on of hands. They were now authorized by the church, not only to teach the truth, but to baptize, and to organize churches, being invested with full ecclesiastical authority. This was an important era for the church. Though the middle wall of partition between Jew and Gentile had been broken down by the death of Christ, letting the Gentiles into the full privileges of the Gospel, yet the vail had not yet been torn away from the eyes of many of the believing Jews, and they could not clearly discern to the end of that which was abolished by the Son of God. The work was now to be prosecuted with vigor among the Gentiles, and was to result in strengthening the church by a great ingathering of souls."},{"refcode_short":"8Red 6.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 6.1 (Ellen Gould White)","content":"The apostles, in this, their special work, were to be exposed to suspicion, prejudice, and jealousy. As a natural consequence of their departure from the exclusiveness of the Jews, their doctrine and views would be subject to the charge of heresy; and their credentials as ministers of the gospel would be questioned by many zealous, believing Jews. God foresaw all these difficulties which his servants would undergo, and, in his wise providence, caused them to be invested with unquestionable authority from the established church of God, that their work should be above challenge."},{"refcode_short":"8Red 6.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 6.2 (Ellen Gould White)","content":"The brethren in Jerusalem and in Antioch were made thoroughly acquainted with all the particulars of this divine appointment, and the specific work of teaching the Gentiles, which the Lord had given to these apostles. Their ordination was an open recognition of their divine mission, as messengers specially chosen by the Holy Ghost for a special work. Paul witnesses, in his Epistle to the Romans, that he considered this sacred appointment as a new and important epoch in his life; he names himself, “a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God.”"},{"refcode_short":"8Red 6.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 6.3 (Ellen Gould White)","content":"The ordination by the laying on of hands, was, at a later date, greatly abused; unwarrantable importance was attached to the act, as though a power came at once upon those who received such ordination, which immediately qualified them for any and all ministerial work, as though virtue lay in the act of laying on of hands. We have, in the history of these two apostles, only a simple record of the laying on of hands, and its bearing upon their work. Both Paul and Barnabas had already received their commission from God himself; and the ceremony of the laying on of hands added no new grace or virtual qualification. It was merely setting the seal of the church upon the work of God—an acknowledged form of designation to an appointed office."},{"refcode_short":"8Red 7.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 7.1 (Ellen Gould White)","content":"This form was a significant one to the Jews. When a Jewish father blessed his children, he laid his hands reverently upon their heads. When an animal was devoted to sacrifice, the hand of the one invested with priestly authority was laid upon the head of the victim. Therefore, when the ministers of Antioch laid their hands upon the apostles, they, by that action, asked God to bestow his blessing upon them, in their devotion to the specific work which God had chosen them to do."},{"refcode_short":"8Red 7.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 7.2 (Ellen Gould White)","content":"The apostles started out upon their mission, taking with them Mark. They went into Seleucia, and from thence sailed to Cyprus. At Salamis they preached in the synagogues of the Jews. “And when they had gone through the isle unto Paphos, they found a certain sorcerer, a false prophet, a Jew, whose name was Barjesus; which was with the deputy of the country, Sergius Paulus, a prudent man; who called for Barnabas and Saul, and desired to hear the word of God. But Elymas the sorcerer (for so is his name by interpretation) withstood them, seeking to turn away the deputy from the faith.”"},{"refcode_short":"8Red 8.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 8.1 (Ellen Gould White)","content":"The deputy being a man of repute and influence, the sorcerer Elymas, who was under the control of Satan, sought by false reports, and various specious deceptions, to turn him against the apostles and destroy their influence over him. As the magicians in Pharaoh's court withstood Moses and Aaron, so did this sorcerer withstand the apostles. When the deputy sent for the apostles, that he might be instructed in the truth, Satan was on hand with his servant, seeking to thwart the purpose of God, and prevent this influential man from embracing the faith of Christ. This agent of Satan greatly hindered the work of the apostles. Thus does the fallen foe ever work in a special manner to prevent persons of influence, who could be of great service to the cause, from embracing the truth of God."},{"refcode_short":"8Red 8.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 8.2 (Ellen Gould White)","content":"But Paul, in the Spirit and power of the Holy Ghost, rebuked the wicked deceiver. He “set his eyes upon him, and said, O full of all subtilty and all mischief, thou child of the devil, thou enemy of all righteousness, wilt thou not cease to pervert the right ways of the Lord? And now, behold, the hand of the Lord is upon thee, and thou shalt be blind, not seeing the sun for a season. And immediately there fell on him a mist and a darkness; and he went about seeking some to lead him by the hand. Then the deputy, when he saw what was done, believed, being astonished at the doctrine of the Lord.”"},{"refcode_short":"8Red 8.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 8.3 (Ellen Gould White)","content":"The sorcerer had closed his eyes to the evidences of truth, and the light of the gospel, therefore the Lord, in his righteous anger, caused his natural eyes to be closed, shutting out from him the light of day. This blindness was not permanent, but only for a season, to warn him to repent, and to seek pardon of God whom he had so offended. The confusion into which this man was brought, with all his boasted power, made all his subtle arts against the doctrine of Christ of none effect. The fact of his being obliged to grope about in blindness, proved to all beholders that the miracles which the apostles had performed, and which Elymas had denounced as being produced by sleight of hand, were in truth wrought by the power of God. The deputy was convinced of the truth of the doctrine taught by the apostles, and embraced the gospel of Christ."},{"refcode_short":"8Red 9.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 9.1 (Ellen Gould White)","content":"Elymas was not a man of education, yet he was peculiarly fitted to do the work of Satan. Those who preach the truth of God will be obliged to meet the wily foe in many different shapes. Sometimes it is in the person of learned, and often in the person of ignorant, men, whom Satan has educated to be his successful instruments in deceiving souls, and in working iniquity. It is the duty of the minister of Christ to stand faithfully at his post, in the fear of God, and in the power of his strength. Thus he may put to confusion the hosts of Satan, and triumph in the name of the Lord."},{"refcode_short":"8Red 9.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 9.2 (Ellen Gould White)","content":"Paul and his company now continued their journey, going into Perga, in Pamphylia. Their way was toilsome, they encountered hardships and privations, and were beset by dangers on every side, which intimidated Mark, who was unused to hardships. As still greater difficulties were apprehended, he became disheartened, and refused to go farther, just at the time when his services were most needed. He accordingly returned to Jerusalem, and to the peace and comfort of his home."},{"refcode_short":"8Red 10.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 10.1 (Ellen Gould White)","content":"Mark did not apostatize from the faith of Christianity; but, like many young ministers, he shrank from hardships, and preferred the comfort and safety of home to the travels, labors, and dangers of the missionary field. This desertion caused Paul to judge him unfavorably and severely for a long time. He distrusted his steadiness of character, and his devotion to the cause of Christ. The mother of Mark was a convert to the Christian religion; and her home was an asylum for the disciples. There they were always sure of a welcome, and a season of rest, in which they could rally from the effect of the fierce persecutions that everywhere assailed them in their labors."},{"refcode_short":"8Red 10.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 10.2 (Ellen Gould White)","content":"It was during one of these visits of the apostles to his mother's that Mark proposed to Paul and Barnabas that he should accompany them on their missionary tour. He had witnessed the wonderful power attending their ministry; he had felt the favor of God in his own heart; he had seen the faith of his mother tested and tried without wavering; he had witnessed the miracles performed by the apostles, and which set the seal of God upon their work; he had himself preached the Christian faith, and had longed to enter more fully into the work, and entirely devote himself to it. He had, as the companion of the apostles, rejoiced in the success of their mission; but fear and discouragement overwhelmed him in the face of privation, persecution, and danger; and he sought the attractions of home at a time when his services where most needful to the apostles."},{"refcode_short":"8Red 11.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 11.1 (Ellen Gould White)","content":"At a future period there was a sharp contention between Paul and Barnabas concerning Mark, who was still anxious to devote himself to the work of the ministry. Paul could not, at that time, excuse in any degree the weakness of Mark in deserting them and the work upon which they had entered, for the ease and quiet of home; and he urged that one with so little stamina was unfit for the gospel ministry, which required patience, self-denial, bravery, and faith, with a willingness to sacrifice even life if need be."},{"refcode_short":"8Red 11.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 11.2 (Ellen Gould White)","content":"Barnabas, on the other hand, was inclined to excuse Mark, who was his nephew, because of his inexperience. He felt anxious that he should not abandon the ministry, for he saw in him qualifications for a useful laborer in the field of Christ. This contention caused Paul and Barnabas to separate, the latter following out his convictions, and taking Mark with him in his work."},{"refcode_short":"8Red 11.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 11.3 (Ellen Gould White)","content":"Mark, therefore, accompanied Barnabas to Cyprus, and assisted him there. Paul was afterward reconciled to Mark, and received him as a fellow-laborer. He also recommended him to the Colossians as one who was a “fellow-worker unto the kingdom of God,” and a personal comfort to him, Paul. Again, not long prior to his death, he spoke of him as profitable to him in the ministry."},{"refcode_short":"8Red 11.4","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 11.4 (Ellen Gould White)","content":"Paul and Barnabas next visited Antioch in Pisidia, and on the Sabbath went into the synagogue, and sat down; “and after the reading of the law and the prophets, the rulers of the synagogue sent unto them, saying, Ye men and brethren, if ye have any word of exhortation for the people, say on.” Being thus invited to speak, “Paul stood up, and beckoning with his hand said, Men of Israel, and ye that fear God, give audience.” He then proceeded to give a history of the manner in which the Lord had dealt with the Jews from the time of their deliverance from Egyptian bondage, and how a Saviour had been promised of the seed of David. He then preached Jesus as the Saviour of men, the Messiah of prophecy."},{"refcode_short":"8Red 12.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 12.1 (Ellen Gould White)","content":"When he had finished, and the Jews had left the synagogue, the Gentiles still lingered, and entreated that the same words might be spoken unto them the next Sabbath day. The apostles created a great interest in the place, among both Jews and Gentiles. They encouraged the believers and converts to stand fast in their faith, and to continue in the grace of God. The interest to hear the words of the apostles was so great that the whole city came together on the next Sabbath day. But now, as in the days of Christ, when the Jewish priests and rulers saw the multitudes that had assembled to hear the new doctrine, they were moved by envy and jealousy, and contradicted the words of the apostles with blasphemy. Their old bigotry and prejudice were also aroused, when they perceived great numbers of Gentiles mingling with the Jews in the congregation. They could not endure that the Gentiles should enjoy religious privileges on an equality with themselves, but clung tenaciously to the idea that the blessing of God was reserved exclusively for them. This had ever been the great sin of the Jews, which Christ, on several occasions, had rebuked."},{"refcode_short":"8Red 12.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 12.2 (Ellen Gould White)","content":"They listened, on one Sabbath day, with intense interest to the teachings of Paul and Barnabas, who preached Jesus as the promised Messiah; and upon the next Sabbath day, because of the multitude of Gentiles who assembled also to hear them, they were excited to a frenzy of indignation, the words of the apostles were distorted in their minds, and they were unfitted to weigh the evidence presented by them. When they learned that the Messiah preached by the apostles was to be a light to the Gentiles, as well as the glory of his people Israel, they were beside themselves with rage, and used the most insulting language to the apostles."},{"refcode_short":"8Red 13.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 13.1 (Ellen Gould White)","content":"The Gentiles, on the other hand, rejoiced exceedingly that Christ recognized them as the children of God, and with grateful hearts they listened to the word preached. The apostles now clearly discerned their duty, and the work which God would have them do. They turned without hesitation to the Gentiles, preaching Christ to them, and leaving the Jews to their bigotry, blindness of mind, and hardness of heart. The mind of Paul had been well prepared to make this decision, by the circumstances attending his conversion, his vision in the temple at Jerusalem, his appointment by God to preach to the Gentiles, and the success which had already crowned his efforts among them."},{"refcode_short":"8Red 13.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 13.2 (Ellen Gould White)","content":"When Paul and Barnabas turned from the Jews who derided them, they addressed them boldly, saying, “It was necessary that the Word of God should first have been spoken to you; but seeing ye put it from you, and judge yourselves unworthy of everlasting life, lo, we turn to the Gentiles. For so hath the Lord commanded us, saying, I have set thee to be a light of the Gentiles, that thou shouldest be for salvation unto the ends of the earth.”"},{"refcode_short":"8Red 14.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 14.1 (Ellen Gould White)","content":"This gathering in of the Gentiles to the church of God had been traced by the pen of inspiration, but had been but faintly understood. Hosea had said, “Yet the number of the children of Israel shall be as the sand of the sea, which cannot be measured nor numbered; and it shall come to pass that in the place where it was said unto them, Ye are not my people, there it shall be said unto them, Ye are the sons of the living God.” And again, “I will sow her unto me in the earth; and I will have mercy upon her that had not obtained mercy; and I will say to them which were not my people, Thou art my people; and they shall say, Thou art my God.”"},{"refcode_short":"8Red 14.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 14.2 (Ellen Gould White)","content":"During the life of Christ on earth he had sought to lead the Jews out of their exclusiveness. The conversion of the centurion, and that of the Syrophenician woman, were instances of his direct work outside of the acknowledged people of Israel. The time had now come for active and continued work among the Gentiles, of whom whole communities received the gospel gladly, and glorified God for the light of an intelligent faith. The unbelief and malice of the Jews did not turn aside the purpose of God; for a new Israel was being grafted into the old olive-tree. The synagogues were closed against the apostles; but private houses were thrown open for their use, and public buildings of the Gentiles were also used in which to preach the Word of God."},{"refcode_short":"8Red 14.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 14.3 (Ellen Gould White)","content":"The Jews, however, were not satisfied with closing their synagogues against the apostles, but desired to banish them from that region. To effect this purpose they sought to prejudice certain devout and honorable women, who had great influence with the government, and also men of influence. This they accomplished by subtle arts, and false reports. These persons of good repute complained to the authorities against the apostles, and they were accordingly expelled from those coasts."},{"refcode_short":"8Red 15.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 15.1 (Ellen Gould White)","content":"On this occasion the apostles followed the instruction of Christ: “Whosoever shall not receive you, nor hear you, when ye depart thence, shake off the dust under your feet for a testimony against them. Verily, I say unto you, it shall be more tolerable for Sodom and Gomorrah in the day of Judgment than for that city.” The apostles were not discouraged by this expulsion: they remembered the words of their Master: “Blessed are ye when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake. Rejoice, and be exceeding glad; for great is your reward in Heaven; for so persecuted they the prophets which were before you.”"},{"refcode_short":"8Red 15","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 15 (Ellen Gould White)","content":"Preaching Among the Heathen"},{"refcode_short":"8Red 15.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 15.2 (Ellen Gould White)","content":"The apostles next visited Iconium. This place was a great resort for pleasure-seekers, and persons who had no particular object in life. The population was composed of Romans, Greeks, and Jews. The apostles here, as at Antioch, first commenced their labors in the synagogues for their own people, the Jews. They met with marked success; numbers of both Jews and Greeks accepted the gospel of Christ. But here, as in former places where the apostles had labored, the unbelieving Jews commenced an unreasonable opposition of those who accepted the true faith, and, as far as lay in their power, influenced the Gentiles against them."},{"refcode_short":"8Red 16.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 16.1 (Ellen Gould White)","content":"The apostles, however, were not easily turned from their work, for many were daily embracing the doctrine of Christ. They went on faithfully in the face of opposition, envy, and prejudice. Miracles were daily wrought by the disciples through the power of God; and all whose minds were open to evidence were affected by the convincing power of these things."},{"refcode_short":"8Red 16.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 16.2 (Ellen Gould White)","content":"This increasing popularity of the doctrine of Christ stirred the unbelieving Jews to fresh opposition. They were filled with envy and hatred, and determined to stop the labors of the apostles at once. They went to the authorities, and represented their work in the most false and exaggerated light, leading the officers to fear that the entire city was in danger of being incited to insurrection. They stated that great numbers were attaching themselves to the apostles, and suggested that it was for secret and dangerous designs."},{"refcode_short":"8Red 16.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 16.3 (Ellen Gould White)","content":"In consequence of these charges, the disciples were repeatedly brought before the authorities; but in every case they so ably defended themselves before the people, that, although the magistrates were prejudiced against them by the false statements they had heard, they dared not condemn them. They could but acknowledge that the teachings of the apostles were calculated to make men virtuous, law-abiding citizens."},{"refcode_short":"8Red 16.4","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 16.4 (Ellen Gould White)","content":"The unprejudiced Jews and Greeks took the position that the morals and good order of the city would be improved, if the apostles were allowed to remain and work there. Upon the occasions when the apostles were brought before the authorities, their defense was so clear and sensible, and the statement which they gave of their doctrine was so calm and comprehensive, that a considerable influence was raised in their favor. The doctrine they preached gained great publicity, and was brought before a much larger number of unprejudiced hearers than ever before in that place."},{"refcode_short":"8Red 17.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 17.1 (Ellen Gould White)","content":"The Jews perceived that their efforts to thwart the work of the apostles were unavailing, and only resulted in adding greater numbers to the new faith. The rage of the Jews was worked up to such a pitch on this account that they determined to compass their ends in some manner. They stirred up the worst passions of the ignorant, noisy mob, creating a tumult which they attributed to the efforts of the apostles. They then prepared to make a false charge of telling force, and to gain the help of the magistrates in carrying out their purpose. They determined that the apostles should have no opportunity to vindicate themselves; but that mob power should interfere, and put a stop to their labors by stoning them to death."},{"refcode_short":"8Red 17.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 17.2 (Ellen Gould White)","content":"Friends of the apostles, although unbelievers, warned them of the designs of the malicious Jews, and urged them not uselessly to expose themselves to their fury, but to escape for their lives. They accordingly departed from Iconium in secret, and left the faithful and opposing parties to battle for themselves, trusting God to give victory to the doctrine of Christ. But they by no means took a final leave of Iconium; they purposed to return, after the excitement then raging had abated, and complete the work they had begun."},{"refcode_short":"8Red 18.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 18.1 (Ellen Gould White)","content":"Those who observe and teach the binding claims of God's law frequently receive, in a degree, similar treatment to that of the apostles at Iconium. They often meet a bitter opposition from ministers and people who persistently refuse the light of God, and, by misrepresentation and falsehood, close every door by which the messenger of truth might have access to the people."},{"refcode_short":"8Red 18.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 18.2 (Ellen Gould White)","content":"The apostles next went to Lystra and Derbe, cities of Lycaonia. These were populated by a heathen, superstitious people; but among them were souls that would hear and accept the doctrine of Christ. The apostles chose to labor in those cities because they would not there meet Jewish prejudice and persecution. They now came in contact with an entirely new element,—heathen superstition and idolatry."},{"refcode_short":"8Red 18.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 18.3 (Ellen Gould White)","content":"The apostles, in their work, met all grades of people, and all kinds of faith and religions. They were brought in opposition with Jewish bigotry and intolerance, sorcery, blasphemy, unjust magistrates who loved to exercise their power, false shepherds, superstition, and idolatry. While persecution and opposition met them on every hand, victory still crowned their efforts, and converts were daily added to the faith."},{"refcode_short":"8Red 18.4","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 18.4 (Ellen Gould White)","content":"In Lystra there was no Jewish synagogue, though there were a few Jews in the place. The temple of Jupiter occupied a conspicuous position there. Paul and Barnabas appeared in the city together, teaching the doctrine of Christ with great power and eloquence. The credulous people believed them to be gods come down from Heaven. As the apostles gathered the people about them, and explained their strange belief, the worshipers of Jupiter sought to connect these doctrines, as far as they were able, with their own superstitious faith."},{"refcode_short":"8Red 19.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 19.1 (Ellen Gould White)","content":"Paul addressed them in the Greek language, presenting for their consideration such subjects as would lead them to a correct knowledge of Him who should be the object of their adoration. He directed their attention to the firmament of the heavens—the sun, moon, and stars—the beautiful order of the recurring seasons, the mighty mountains whose peaks were capped with snow, the lofty trees, and the varied wonders of nature, which showed a skill and exactitude almost beyond finite comprehension. Through these visible works of the Almighty, the apostle led the minds of the heathen to the contemplation of the great Mind of the universe."},{"refcode_short":"8Red 19.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 19.2 (Ellen Gould White)","content":"He then told them of the Son of God, who came from Heaven to our world because he loved the children of men. His life and ministry were presented before them; his rejection by those whom he came to save; his trial and crucifixion by wicked men; his resurrection from the dead to finish his work on earth; and his ascension to Heaven to be man's Advocate in the presence of the Maker of the world. With the Spirit and power of God, Paul and Barnabas declared the gospel of Christ."},{"refcode_short":"8Red 19.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 19.3 (Ellen Gould White)","content":"As Paul recounted the works of Christ in healing the afflicted, he perceived a cripple whose eyes were fastened upon him, and who received and believed his words. Paul's heart went out in sympathy toward the afflicted man, whose faith he discerned; and he eagerly grasped the hope that he might be healed by that Saviour, who, although he had ascended to Heaven, was still man's Friend and Physician, having more power even than when he was upon earth."},{"refcode_short":"8Red 20.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 20.1 (Ellen Gould White)","content":"In the presence of that idolatrous assembly, Paul commanded the cripple to stand upright upon his feet. Hitherto he had only been able to take a sitting posture; but he now grasped with faith the words of Paul, and instantly obeyed his command, and stood on his feet for the first time in his life. Strength came with this effort of faith; and he who had been a cripple walked and leaped as though he had never experienced an infirmity."},{"refcode_short":"8Red 20.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 20.2 (Ellen Gould White)","content":"This work performed on the cripple was a marvel to all beholders. The subject was so well known, and the cure was so complete, that there was no room for skepticism on their part. The Lycaonians were all convinced that supernatural power attended the labors of the apostles, and cried out with great enthusiasm that the gods had come down to them from Heaven in the likeness of men. This belief was in harmony with their traditions that gods visited the earth. They conceived the idea that the great heathen deities, Jupiter and Mercury, were in their midst in the persons of Paul and Barnabas. The former they believed to be Mercury; for Paul was active, earnest, quick, and eloquent with words of warning and exhortation. Barnabas was believed to be Jupiter, the father of gods, because of his venerable appearance, his dignified bearing, and the mildness and benevolence which was expressed in his countenance."},{"refcode_short":"8Red 20.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 20.3 (Ellen Gould White)","content":"The news of the miraculous cure of the cripple was soon noised throughout all that region, until a general excitement was aroused, and priests from the temple of the gods prepared to do the apostles honor, as visitants from the courts of Heaven, to sacrifice beasts to them, and to bring offerings of garlands and precious things. The apostles had sought retirement and rest in a private dwelling, when their attention was attracted by the sound of music, and the enthusiastic shouting of a vast assembly, who had come to the gate of the house where they were abiding."},{"refcode_short":"8Red 21.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 21.1 (Ellen Gould White)","content":"When these ministers of God ascertained the cause of this visit and its attendant excitement, they were filled with indignation and horror. They rent their clothing, and rushed in among the multitude to prevent farther proceedings. Paul, in a loud, ringing voice that rose above the noise of the multitude, demanded their attention; and, as the tumult was suddenly quelled, he inquired,—"},{"refcode_short":"8Red 21.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 21.2 (Ellen Gould White)","content":"“Sirs, why do ye these things? We also are men of like passions with you, and preach unto you that ye should turn from these vanities unto the living God, which made heaven, and earth, and the sea, and all things that are therein; who in times past suffered all nations to walk in their own ways. Nevertheless he left not himself without witness, in that he did good, and gave us rain from heaven, and fruitful seasons, filling our hearts with food and gladness.”"},{"refcode_short":"8Red 21.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 21.3 (Ellen Gould White)","content":"The people listened to the words of Paul with manifest impatience. Their superstition and enthusiasm had been so great in regard to the apostles that they were loth to acknowledge their error, and have their expectations and purposes thwarted. Notwithstanding the apostles positively denied the divinity attributed to them by the heathen, and Paul made a masterly effort to direct their minds to the true God as the only object worthy of worship, it was still most difficult to turn them from their purpose."},{"refcode_short":"8Red 22.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 22.1 (Ellen Gould White)","content":"They reasoned that they had with their own eyes beheld the miraculous power exercised by the apostles; that they had seen a cripple who had never before used his limbs, made to leap and rejoice in perfect health and strength through the exercise of the marvelous power possessed by these strangers. But, after much persuasion on the part of Paul, and explanation as to the true mission of the apostles, the people were reluctantly led to give up their purpose. They were not satisfied, however, and led the sacrificial beasts away in great disappointment, that their traditions of divine beings visiting the earth could not be strengthened by this example of their favor in coming to confer special blessings upon them, which would exalt them and their religion in the estimation of the world."},{"refcode_short":"8Red 22.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 22.2 (Ellen Gould White)","content":"And now a strange change came upon the fickle, excitable people, because their faith was not anchored in the true God. The opposing Jews of Antioch, through whose influence the apostles were driven from that coast, united with certain Jews of Iconium, and followed upon the track of the apostles. The miracle wrought upon the cripple, and its effect upon those who witnessed it, stirred up their envy and led them to go to the scene of the apostles’ labor, and put their false version upon the work. They denied that God had any part in it, and claimed that it was accomplished through the demons whom these men served."},{"refcode_short":"8Red 22.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 22.3 (Ellen Gould White)","content":"The same class had formerly accused the Saviour of casting out devils through the power of the prince of devils; they had denounced him as a deceiver; and they now visited the same unreasoning wrath upon his apostles. By means of falsehoods they inspired the people of Lystra with the bitterness of spirit by which they were themselves actuated. They claimed to be thoroughly acquainted with the history and faith of Paul and Barnabas, and so misrepresented their characters and work that the heathen idolaters, who had been ready to worship the apostles as divine beings, now considered them as worse than murderers, and that whoever should put them out of the world would do God and mankind good service."},{"refcode_short":"8Red 23.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 23.1 (Ellen Gould White)","content":"Those who believe and teach the truths of God's Word in these days meet with similar opposition from unprincipled persons who will not accept the truth, and who do not hesitate to prevaricate, and even to circulate the most glaring falsehoods in order to destroy the influence and hedge up the way of those whom God has sent with a message of warning to the world. While one class make the falsehoods and circulate them, another class are so blinded by the delusions of Satan as to receive them as the words of truth. They are in the toils of the arch-enemy, while they flatter themselves that they are the children of God. “For this cause, God shall send them strong delusion, that they should believe a lie; that they all might be damned who believed not the truth, but had pleasure in unrighteousness.”"},{"refcode_short":"8Red 23.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 23.2 (Ellen Gould White)","content":"The disappointment experienced by the idolaters in being refused the privilege of offering sacrifices to the apostles, prepared them to turn against these ministers of God with a zeal which approached that of the enthusiasm with which they had hailed them as gods. The malicious Jews did not hesitate to take full advantage of the superstition and credulity of this heathen people to carry out their cruel designs. They incited them to attack the apostles by force; and they charged them not to allow Paul an opportunity to speak, alleging that if they did so he would bewitch the people."},{"refcode_short":"8Red 24.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 24.1 (Ellen Gould White)","content":"The Lystrians rushed upon the apostles with great rage and fury. They hurled stones violently; and Paul, bruised, battered, and fainting, felt that his end had come. The martyrdom of Stephen was brought vividly to his mind, and the cruel part he had acted on that occasion. He fell to the ground apparently dead, and the infuriated mob dragged his insensible body through the gates of the city, and threw it beneath the walls. The apostle mentions this occurrence in the subsequent enumeration of his sufferings for the truth's sake: “Thrice was I beaten with rods; once was I stoned; thrice I suffered shipwreck; a night and a day I have been in the deep; in journeyings often; in perils of waters; in perils of robbers; in perils by mine own countrymen; in perils by the heathen; in perils in the city; in perils in the wilderness; in perils in the sea; in perils among false brethren.”"},{"refcode_short":"8Red 24.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 24.2 (Ellen Gould White)","content":"The disciples stood around the body of Paul, lamenting over him whom they supposed was dead, when he suddenly lifted his head, and arose to his feet with the praise of God upon his lips. To the disciples this seemed like a resurrection from the dead, a miracle of God to preserve the life of his faithful servant. They rejoiced with inexpressible gladness over his restoration, and praised God with renewed faith in the doctrine preached by the apostles."},{"refcode_short":"8Red 25.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 25.1 (Ellen Gould White)","content":"These disciples had been newly converted to the faith through the teachings of Paul, and had stood steadfast notwithstanding the misrepresentation and malignant persecution of the Jews. In fact, the unreasoning opposition of those wicked men had only confirmed these devoted brethren in the faith of Christ; and the restoration to life of Paul seemed to set the signet of God upon their belief."},{"refcode_short":"8Red 25.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 25.2 (Ellen Gould White)","content":"Timothy had been converted through the ministration of Paul, and was an eye-witness of the sufferings of the apostle upon this occasion. He stood by his apparently dead body, and saw him arise, bruised and covered with blood, not with groans nor murmurings upon his lips, but with praises to Jesus Christ, that he was permitted to suffer for his name. In one of the epistles of Paul to Timothy he refers to his personal knowledge of this occurrence. Timothy became the most important help to Paul and to the church. He was the faithful companion of the apostle in his trials and in his joys. The father of Timothy was a Greek; but his mother was a Jewess, and he had been thoroughly educated in the Jewish religion."},{"refcode_short":"8Red 25","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 25 (Ellen Gould White)","content":"Jew and Gentile"},{"refcode_short":"8Red 25.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 25.3 (Ellen Gould White)","content":"The next day after the stoning of Paul, the apostles left the city, according to the direction of Christ: “When they persecute you in this city, flee ye into another.” They departed for Derbe, where their labors were blessed by leading many souls to embrace the truth. But both Paul and Barnabas returned again to visit Antioch, Iconium, and Lystra, the fields of labor where they had met such opposition and persecution. In all those places were many souls that believed the truth; and the apostles felt it their duty to strengthen and encourage their brethren who were exposed to reproach and bitter opposition. They were determined to securely bind off the work which they had done, that it might not ravel out."},{"refcode_short":"8Red 26.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 26.1 (Ellen Gould White)","content":"Churches were duly organized in the places before mentioned, elders appointed in each church, and the proper order and system established there. Paul and Barnabas labored in Antioch some time; and many Gentiles there embraced the doctrine of Christ. But certain Jews from Judea raised a general consternation among the believing Gentiles by agitating the question of circumcision. They asserted, with great assurance, that none could be saved without being circumcised, and keeping the entire ceremonial law."},{"refcode_short":"8Red 26.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 26.2 (Ellen Gould White)","content":"This was an important question, and one which affected the church in a very great degree. Paul and Barnabas met it with promptness, and opposed introducing the subject to the Gentiles. They were opposed in this by the believing Jews of Antioch, who favored the position of those from Judea. The matter resulted in much discussion and want of harmony in the church, until finally the church at Antioch, apprehending that a division among them would occur from any further discussion of the question, decided to send Paul and Barnabas, together with some responsible men of Antioch, to Jerusalem, and lay the matter before the apostles and elders. There they were to meet delegates from the different churches, and those who had come to attend the approaching annual festivals. Meanwhile all controversy was to cease, until a final decision should be made by the responsible men of the church. This decision was then to be universally accepted by the various churches throughout the country."},{"refcode_short":"8Red 27.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 27.1 (Ellen Gould White)","content":"The apostles, in making their way to Jerusalem, called upon the brethren of the cities through which they passed, and encouraged them by relating their experience in the work of God, and the conversion of the Gentiles to the faith. Upon arriving at Jerusalem, the delegates from Antioch related before the assembly of the churches the success that had attended the ministry with them, and the confusion that had resulted from the fact that certain converted Pharisees declared that the Gentile converts must be circumcised and keep the law of Moses in order to be saved."},{"refcode_short":"8Red 27.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 27.2 (Ellen Gould White)","content":"The Jews were not generally prepared to move as fast as the providence of God opened the way. It was evident to them from the result of the apostles’ labors among the Gentiles that the converts among the latter people would far exceed the Jewish converts; and that if the restrictions and ceremonies of the Jewish law were not made obligatory upon their accepting the faith of Christ, the national peculiarities of the Jews, which kept them distinct from all other people, would finally disappear from among those who embraced the gospel truths."},{"refcode_short":"8Red 27.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 27.3 (Ellen Gould White)","content":"The Jews had prided themselves upon their divinely appointed services; and they concluded that as God once specified the Hebrew manner of worship, it was impossible that he should ever authorize a change in any of its specifications. They decided that Christianity must connect itself with the Jewish laws and ceremonies. They were slow to discern to the end of that which had been abolished by the death of Christ, and to perceive that all their sacrificial offerings had but prefigured the death of the Son of God, in which type had met its antitype, rendering valueless the divinely appointed ceremonies and sacrifices of the Jewish religion."},{"refcode_short":"8Red 28.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 28.1 (Ellen Gould White)","content":"Paul had prided himself upon his Pharisaical strictness; but after the revelation of Christ to him on the road to Damascus, the mission of the Saviour, and his own work in the conversion of the Gentiles, were plain to his mind; and he fully comprehended the difference between a living faith and a dead formalism. Paul still claimed to be one of the children of Abraham, and kept the ten commandments in letter and in spirit as faithfully as he had ever done before his conversion to Christianity. But he knew that the typical ceremonies must soon altogether cease, since that which they had shadowed forth had come to pass, and the light of the gospel was shedding its glory upon the Jewish religion, giving a new significance to its ancient rites."},{"refcode_short":"8Red 28.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 28.2 (Ellen Gould White)","content":"The question of circumcision was warmly discussed in the assembly. The Gentile converts lived in a community of idolaters. Sacrifices and offerings were made to senseless idols by these ignorant and superstitious people. The priests of these gods carried on an extensive merchandise with the offerings brought to them; and the Jews feared that the Gentile converts would bring Christianity into disrepute by purchasing those things which had been offered to idols, and thereby sanctioning, in some measure, an idolatrous worship."},{"refcode_short":"8Red 29.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 29.1 (Ellen Gould White)","content":"Also the Gentiles were accustomed to eat the flesh of animals that had been strangled; while the Jews had been divinely instructed with regard to the food they should use. They were particular, in killing beasts, that the blood should flow from the body, else it was not regarded as healthful meat. God had given these injunctions to the Jews for the purpose of preserving their health and strength. The Jews considered it sinful to use blood as an article of diet. They considered that the blood was the life; that the shedding of blood was in consequence of sin, and was a sacred emblem of the Son of God."},{"refcode_short":"8Red 29.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 29.2 (Ellen Gould White)","content":"The Gentiles, on the contrary, practiced catching the blood which flowed from the victim of sacrifice, and drinking it, or using it in the preparation of their food. The Jews could not change the customs which they had so long observed, and which they had adopted under the special direction of God. Therefore, as things then stood, if Jew and Gentile came to eat at the same table, the former would be shocked and outraged by the habits and manners of the latter."},{"refcode_short":"8Red 29.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 29.3 (Ellen Gould White)","content":"The Gentiles, and especially the Greeks, were extremely licentious; and many, in accepting Christianity, had united the truth to their unsanctified natures, and continued to practice fornication. The Jewish Christians could not tolerate such immorality, which was not even regarded as criminal by the Greeks. The Jews, therefore, held it highly proper that circumcision, and the observance of the ceremonial law, should be brought to the Gentile converts as a test of their sincerity and devotion. This they believed would prevent the accession to the church of those who were carried away by mere feeling, or who adopted the faith without a true conversion of heart, and who might afterward disgrace the cause by immorality and excesses."},{"refcode_short":"8Red 30.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 30.1 (Ellen Gould White)","content":"The questions thus brought under the consideration of the council seemed to present insurmountable difficulties, viewed in whatever light. But the Holy Ghost had, in reality, already settled this problem, upon the decision of which depended the prosperity, and even the existence, of the Christian church. Grace, wisdom, and sanctified judgment were given to the apostles to decide the vexed question."},{"refcode_short":"8Red 30.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 30.2 (Ellen Gould White)","content":"Peter reasoned that the Holy Ghost had decided the matter by descending with equal power upon the uncircumcised Gentiles and the circumcised Jews. He recounted his vision, in which God had presented before him a sheet filled with all manner of four-footed beasts, and had bidden him kill and eat; that when he had refused, affirming that he had never eaten that which was common or unclean, God had said, “What God hath cleansed, that call not thou common.”"},{"refcode_short":"8Red 30.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 30.3 (Ellen Gould White)","content":"He related the plain interpretation of these words, which was given to him almost immediately in his summons to go to the Gentile centurion, and instruct him in the faith of Christ. This message showed that God was no respecter of persons, but accepted and acknowledged those who feared him, and worked righteousness. Peter told of his astonishment, when, in speaking the words of truth to the Gentiles, he witnessed the Holy Spirit take possession of his hearers, both Jews and Gentiles. The same light and glory that was reflected upon the circumcised Jews, shone also upon the countenances of the uncircumcised Gentiles. This was the warning of God that he should not regard the one as inferior to the other; for the blood of Jesus Christ could cleanse from all uncleanness."},{"refcode_short":"8Red 31.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 31.1 (Ellen Gould White)","content":"Peter had reasoned once before, in like manner, with his brethren, concerning the conversion of Cornelius and his friends, and his fellowship with them. On that occasion he had related how the Holy Ghost fell on them, and had said, “Forasmuch then as God gave them the like gift as he did unto us, who believed on the Lord Jesus Christ, what was I that I could resist God?” Now, with equal fervor and force, he said, “God, which knoweth the hearts, bare them witness, giving them the Holy Ghost, even as he did unto us, and put no difference between us and them, purifying their hearts by faith. Now, therefore, why tempt ye God, to put a yoke upon the neck of the disciples, which neither our fathers nor we were able to bear?”"},{"refcode_short":"8Red 31.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 31.2 (Ellen Gould White)","content":"This yoke was not the law of the ten commandments, as those who oppose the binding claim of the law assert; but Peter referred to the law of ceremonies, which was made null and void by the crucifixion of Christ. This address of Peter brought the assembly to a point where they could listen with reason to Paul and Barnabas, who related their experience in working among the Gentiles. “Then all the multitude kept silence, and gave audience to Barnabas and Paul, declaring what miracles and wonders God had wrought among the Gentiles by them.”"},{"refcode_short":"8Red 31.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 31.3 (Ellen Gould White)","content":"James bore his testimony with decision—that God designed to bring in the Gentiles to enjoy all the privileges of the Jews. The Holy Ghost saw good not to impose the ceremonial law on the Gentile converts; and the apostles and elders, after careful investigation of the subject, saw the matter in the same light, and their mind was as the mind of the Spirit of God. James presided at the council, and his final decision was, “Wherefore my sentence is that we trouble not them which from among the Gentiles are turned to God.”"},{"refcode_short":"8Red 32.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 32.1 (Ellen Gould White)","content":"This ended the discussion. In this instance we have a refutation of the doctrine held by the Roman Catholic Church—that Peter was the head of the church. Those who, as popes, have claimed to be his successors, have no foundation for their pretensions. Nothing in the life of Peter gives sanction to those pretended claims. If the professed successors of Peter had imitated his example, they would have taken no authoritative position, but one on an equality with that of their brethren."},{"refcode_short":"8Red 32.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 32.2 (Ellen Gould White)","content":"James, in this instance, seems to have been chosen to decide the matter which was brought before the council. It was his sentence that the ceremonial law, and especially the ordinance of circumcision, be not in any wise urged upon the Gentiles, or even recommended to them. James sought to impress the fact upon his brethren that the Gentiles, in turning to God from idolatry, made a great change in their faith; and that much caution should be used not to trouble their minds with perplexing and doubtful questions, lest they be discouraged in following Christ."},{"refcode_short":"8Red 32.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 32.3 (Ellen Gould White)","content":"The Gentiles, however, were to take no course which should materially conflict with the views of their Jewish brethren, or which would create prejudice in their minds against them. The apostles and elders therefore agreed to instruct the Gentiles by letter to abstain from meats offered to idols, from fornication, from things strangled, and from blood. They were required to keep the commandments, and to lead holy lives. The Gentiles were assured that the men who had urged circumcision upon them were not authorized to do so by the apostles."},{"refcode_short":"8Red 33.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 33.1 (Ellen Gould White)","content":"Paul and Barnabas were recommended to them as men who had hazarded their lives for the Lord. Judas and Silas were sent with these apostles to declare to the Gentiles, by word of mouth, the decision of the council: “For it seemed good to the Holy Ghost, and to us, to lay upon you no greater burden than these necessary things: that ye abstain from meats offered to idols, and from blood, and from things strangled, and from fornication, from which if ye keep yourselves, ye shall do well.” The four servants of God were sent to Antioch with the epistle and message, which put an end to all controversy; for it was the voice of the highest authority upon earth."},{"refcode_short":"8Red 33.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 33.2 (Ellen Gould White)","content":"The council which decided this case was composed of the founders of the Jewish and Gentile Christian churches. Elders from Jerusalem, and deputies from Antioch, were present; and the most influential churches were represented. The council did not claim infallibility in their deliberations, but moved from the dictates of enlightened judgment, and with the dignity of a church established by the divine will. They saw that God himself had decided this question by favoring the Gentiles with the Holy Ghost; and it was left for them to follow the guidance of the Spirit."},{"refcode_short":"8Red 33.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 33.3 (Ellen Gould White)","content":"The entire body of Christians were not called to vote upon the question. The apostles and elders—men of influence and judgment—framed and issued the decree, which was thereupon generally accepted by the Christian churches. All were not pleased, however, with this decision; there was a faction of false brethren who assumed to engage in a work on their own responsibility. They indulged in murmuring and fault-finding, proposing new plans, and seeking to pull down the work of the experienced men whom God had ordained to teach the doctrine of Christ. The church has had such obstacles to meet from the first, and will ever have them to the close of time."},{"refcode_short":"8Red 34.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 34.1 (Ellen Gould White)","content":"Jerusalem was the metropolis of the Jews, and there were found the greatest exclusiveness and bigotry. The Jewish Christians who lived in sight of the temple would naturally allow their minds to revert to the peculiar privileges of the Jews as a nation. As they saw Christianity departing from the ceremonies and traditions of Judaism, and perceived that the peculiar sacredness with which the Jewish customs had been invested would soon be lost sight of in the light of the new faith, many grew indignant against Paul, as one who had, in a great measure, caused this change. Even the disciples were not all prepared to willingly accept the decision of the council. Some were zealous for the ceremonial law, and regarded Paul with jealousy, because they thought his principles were lax in regard to the obligation of the Jewish law."},{"refcode_short":"8Red 34.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 34.2 (Ellen Gould White)","content":"When Peter, at a later date, visited Antioch, he acted in accordance with the light given him from Heaven, and the decision of the council. He overcame his natural prejudice so far as to sit at table with the Gentile converts. But when certain Jews who were most zealous for the ceremonial law came from Jerusalem, he changed his deportment toward the converts from paganism in so marked a degree that it left a most painful impression upon their minds. Quite a number followed Peter's example. Even Barnabas was influenced by the injudicious course of the apostle; and a division was threatened in the church. But Paul, who saw the wrong done the church through the double part acted by Peter, openly rebuked him for thus disguising his true sentiments."},{"refcode_short":"8Red 35.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 35.1 (Ellen Gould White)","content":"Peter saw the error into which he had fallen, and immediately set about repairing it as far as possible. God, who knoweth the end from the beginning, permitted Peter to exhibit this weakness of character, in order that he might see that there was nothing in himself whereof he might boast. God also saw that, in time to come, some would be so deluded as to claim for Peter and his pretended successors, exalted prerogatives which belong only to God; and this history of the apostle's weakness was to remain as a proof of his human fallibility, and of the fact that he stood in no way above the level of the other apostles."},{"refcode_short":"8Red 35","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 35 (Ellen Gould White)","content":"Imprisonment of Paul and Silas"},{"refcode_short":"8Red 35.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 35.2 (Ellen Gould White)","content":"After a time Paul again visited Lystra, where he had been greeted as a God by the heathen; where the opposing Jews had followed on his track, and by falsehood and misrepresentation had turned the reverence of the people into insult, abuse, and a determination to kill him. Yet we find him again on the scene of his former danger, looking after the fruit of his labors there."},{"refcode_short":"8Red 35.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 35.3 (Ellen Gould White)","content":"He found that the converts to Christ had not been intimidated by the violent persecution of the apostles; but, on the contrary, were confirmed in the faith, believing that through trial and suffering, the kingdom of Christ would be reached."},{"refcode_short":"8Red 36.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 36.1 (Ellen Gould White)","content":"Paul found that Timothy was closely bound to him by the ties of Christian union. This man had been instructed in the Holy Scriptures from his childhood, and educated for a strictly religious life. He had witnessed the sufferings of Paul upon his former visit to Lystra, and the bonds of Christian sympathy had knit his heart firmly to that of the apostle. Paul accordingly thought best to take Timothy with him to assist in his labors."},{"refcode_short":"8Red 36.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 36.2 (Ellen Gould White)","content":"The extreme caution of Paul is manifested in this act. He had refused the companionship of Mark, because he dared not trust him in an emergency. But in Timothy he saw one who fully appreciated the ministerial work, who respected his position, and was not appalled at the prospect of suffering and persecution. Yet he did not venture to accept Timothy, an untried youth, without diligent inquiry with regard to his life and character. After fully satisfying himself on those points, Paul received Timothy as his fellow-laborer and son in the gospel."},{"refcode_short":"8Red 36.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 36.3 (Ellen Gould White)","content":"Paul, with his usual good judgment, caused Timothy to be circumcised; not that God required it, but in order to remove from the minds of the Jews an obstacle to Timothy's ministration. Paul was to labor from place to place in the synagogues, and there to preach Christ. If his companion should be known as an uncircumcised heathen, the work of both would be greatly hindered by the prejudice and bigotry of the people. The apostle everywhere met a storm of persecution. He desired to bring the Jews to Christianity, and sought, as far as was consistent with the faith, to remove every pretext for opposition. Yet while he conceded this much to Jewish prejudice, his faith and teachings declared that circumcision or uncircumcision was nothing, but the gospel of Christ was everything."},{"refcode_short":"8Red 37.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 37.1 (Ellen Gould White)","content":"At Philippi, Lydia, of the city of Thyatira, heard the apostles, and her heart was open to receive the truth. She and her household were converted and baptized, and she entreated the apostles to make her house their home."},{"refcode_short":"8Red 37.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 37.2 (Ellen Gould White)","content":"Day after day, as they went to their devotions, a woman with the spirit of divination followed them, crying, “These men are the servants of the most high God, which show unto us the way of salvation.” This woman was a special agent of Satan; and, as the devils were troubled by the presence of Christ, so the evil spirit which possessed her was ill at ease in the presence of the apostles. Satan knew that his kingdom was invaded, and took this way of opposing the work of the ministers of God. The words of recommendation uttered by this woman were an injury to the cause, distracting the minds of the people from the truths presented to them, and throwing disrepute upon the work by causing people to believe that the men who spoke with the Spirit and power of God were actuated by the same spirit as this emissary of Satan."},{"refcode_short":"8Red 37.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 37.3 (Ellen Gould White)","content":"The apostles endured this opposition for several days; then Paul, under inspiration of the Spirit of God, commanded the evil spirit to leave the woman. Satan was thus met and rebuked. The immediate and continued silence of the woman testified that the apostles were the servants of God, and that the demon had acknowledged them to be such, and had obeyed their command. When the woman was dispossessed of the spirit of the devil, and restored to herself, her masters were alarmed for their craft. They saw that all hope of receiving money from her divinations and soothsayings was at an end, and perceived that, if the apostles were allowed to continue their work, their own source of income would soon be entirely cut off."},{"refcode_short":"8Red 38.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 38.1 (Ellen Gould White)","content":"A mighty cry was therefore raised against the servants of God, for many were interested in gaining money by Satanic delusions. They brought the apostles before the magistrates with the charge that “these men, being Jews, do exceedingly trouble our city, and teach customs which are not lawful for us to receive, being Romans.”"},{"refcode_short":"8Red 38.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 38.2 (Ellen Gould White)","content":"Satan stirred up a frenzy among the people. Mob spirit prevailed, and was sanctioned by the authorities, who, with their official hands, tore the clothes from the apostles, and commanded them to be scourged. “And when they had laid many stripes upon them, they cast them into prison, charging the jailer to keep them safely; who, having received such a charge, thrust them into the inner prison, and made their feet fast in the stocks.”"},{"refcode_short":"8Red 38.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 38.3 (Ellen Gould White)","content":"The apostles were left in a very painful condition. Their lacerated and bleeding backs were in contact with the rough stone floor, while their feet were elevated and bound fast in the stocks. In this unnatural position they suffered extreme torture; yet they did not groan nor complain, but conversed with and encouraged each other, and praised God with grateful hearts that they were found worthy to suffer shame for his dear name. Paul was reminded of the persecution he had been instrumental in heaping upon the disciples of Christ, and he was devoutly thankful that his eyes had been opened to see, and his heart to feel, the glorious truths of the gospel of the Son of God, and that he had been privileged to preach the doctrine which he had once despised."},{"refcode_short":"8Red 39.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 39.1 (Ellen Gould White)","content":"There, in the pitchy darkness and desolation of the dungeon, Paul and Silas prayed, and sung songs of praise to God. The other prisoners heard with astonishment the voice of prayer and praise issuing from the inner prison. They had been accustomed to hear shrieks and moans, cursing and swearing, breaking at night upon the silence of the prison; but they had never before heard the words of prayer and praise ascending from that gloomy cell. The guards and prisoners marveled who were these men, who, cold, hungry, and tortured, could still rejoice and converse cheerfully with each other."},{"refcode_short":"8Red 39.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 39.2 (Ellen Gould White)","content":"Meanwhile the magistrates had returned to their homes congratulating themselves upon having quelled a tumult, by their prompt and decisive measure. But upon their way home they heard more fully concerning the character and work of the men whom they had sentenced to scourging and imprisonment. They also saw the woman who had been freed from Satanic influence, and who had been a very troublesome subject to them. They were sensibly struck by the change in her countenance and demeanor. She had become quiet, peaceful, and possessed of her right mind. They were indignant with themselves when they discovered that, in all probability, they had visited upon two innocent men the rigorous penalty of the Roman law against the worst criminals. They decided that in the morning they would command them to be privately released, and escorted in safety from the city beyond the danger of violence from the mob."},{"refcode_short":"8Red 40.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 40.1 (Ellen Gould White)","content":"But while men were cruel and vindictive, or criminally negligent of the solemn responsibilities devolving upon them, God had not forgotten to be gracious to his suffering servants. An angel was sent from Heaven to release the apostles. As he neared the Roman prison, the earth trembled beneath his feet, the whole city was shaken by the earthquake, and the prison walls reeled like a reed in the wind. The heavily bolted doors flew open; the chains and fetters fell from the hands and feet of every prisoner."},{"refcode_short":"8Red 40.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 40.2 (Ellen Gould White)","content":"The keeper of the jail had heard with amazement the prayers and singing of the imprisoned apostles. When they were led in, he had seen their swollen and bleeding wounds, and he had himself caused their feet to be fastened in the instruments of torture. He had expected to hear bitter wailing, groans, and imprecations; but lo! his ears were greeted with joyful praise. He fell asleep with these sounds in his ears; but was awakened by the earthquake, and the shaking of the prison walls."},{"refcode_short":"8Red 40.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 40.3 (Ellen Gould White)","content":"Upon awakening he saw all the prison doors open, and his first thought was that the prisoners had escaped. He remembered with what an explicit charge the prisoners of the night before had been intrusted to his care, and he felt sure that death would be the penalty of his apparent unfaithfulness. He cried out in the bitterness of his spirit that it was better for him to die by his own hand than to submit to a disgraceful execution. He was about to kill himself, when Paul cried out with a loud voice, “Do thyself no harm; for we are all here.”"},{"refcode_short":"8Red 41.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 41.1 (Ellen Gould White)","content":"The severity with which the jailer had treated the apostles had not roused their resentment, or they would have allowed him to commit suicide. But their hearts were filled with the love of Christ, and they held no malice against their persecutors. The jailer dropped his sword, and called for a light. He hastened into the inner dungeon, and fell down before Paul and Silas, begging their forgiveness. He then brought them up into the open court, and inquired of them, “Sirs, what must I do to be saved?”"},{"refcode_short":"8Red 41.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 41.2 (Ellen Gould White)","content":"He had trembled because of the wrath of God expressed in the earthquake; he had been ready to die by his own hand for fear of the penalty of the Roman law, when he thought the prisoners had escaped; but now all these things were of little consequence to him compared with the new and strange dread that agitated his mind, and his desire to possess that tranquility and cheerfulness manifested by the apostles under their extreme suffering and abuse. He saw the light of Heaven mirrored in their countenances; he knew that God had interposed in a miraculous manner to save their lives; and the words of the woman possessed by the power of divination came to his mind with peculiar force: “These men are the servants of the most high God, which show unto us the way of salvation.”"},{"refcode_short":"8Red 41.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 41.3 (Ellen Gould White)","content":"He saw his own deplorable condition in contrast with that of the disciples, and with deep humility and reverence asked them to show him the way of life. “And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house. And they spake unto him the word of the Lord, and to all that were in his house.” The jailer then washed the wounds of the apostles, and ministered unto them; and was baptized by them. A sanctifying influence spread among the inmates of the prison, and the hearts of all were opened to receive the truths uttered by the apostles. They were convinced also that the living God, whom these men served, had miraculously released them from bondage."},{"refcode_short":"8Red 42.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 42.1 (Ellen Gould White)","content":"The citizens had been greatly terrified by the earthquake. When the officers informed the magistrates in the morning of what had occurred at the prison, they were alarmed, and sent the sergeants to liberate the apostles from prison. “But Paul said unto them, They have beaten us openly, uncondemned, being Romans, and have cast us into prison; and now do they thrust us out privily? nay, verily; but let them come themselves and fetch us out.”"},{"refcode_short":"8Red 42.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 42.2 (Ellen Gould White)","content":"Paul and Silas felt that to maintain the dignity of Christ's church, they must not submit to the illegal course proposed by the Roman magistrates. The apostles were Roman citizens, and it was unlawful to scourge a Roman, save for the most flagrant crime, or to deprive him of his liberty without a fair trial and condemnation. They had been publicly thrust into prison, and now refused to be privately released, without proper acknowledgments on the part of the magistrates."},{"refcode_short":"8Red 42.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 42.3 (Ellen Gould White)","content":"When this word was brought to the authorities they were alarmed for fear the apostles would make complaint of their unlawful treatment to the emperor, and cause the magistrates to lose their positions. They accordingly visited the prison, apologized to the apostles for their injustice and cruelty, and themselves conducted them out of the prison, and entreated them to depart out of the city. Thus the Lord wrought for his servants in their extremity."},{"refcode_short":"8Red 43.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 43.1 (Ellen Gould White)","content":"The magistrates entreated them to depart, because they feared their influence over the people, and the power of Heaven that had interposed in behalf of those innocent men who had been unlawfully scourged and imprisoned. Acting upon the principles given them by Christ, the apostles would not urge their presence where it was not desired. They complied with the request of the magistrates, but did not hasten their departure precipitously. They went rejoicing from the prison to the house of Lydia, where they met the new converts to the faith of Christ, and related all the wonderful dealings of God with them. They related their night's experience, and the conversion of the keeper of the prison, and of the prisoners."},{"refcode_short":"8Red 43.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 43.2 (Ellen Gould White)","content":"The apostles viewed their labors in Philippi as not in vain. They there met much opposition and persecution; but the intervention of Providence in their behalf, and the conversion of the jailer and all his house, more than atoned for the disgrace and suffering they had endured. The Philippians saw represented in the deportment and presence of mind of the apostles the spirit of the religion of Jesus Christ. The apostles might have fled when the earthquake opened their prison doors, and loosened their fetters; but that would have been an acknowledgment that they were criminals, which would have been a disgrace to the gospel of Christ; the jailer would have been exposed to the penalty of death, and the general influence would have been bad. As it was, Paul controlled the liberated prisoners so perfectly that not one attempted to escape."},{"refcode_short":"8Red 43.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 43.3 (Ellen Gould White)","content":"The Philippians could but acknowledge the nobility and generosity of the apostles in their course of action, especially in forbearing to appeal to a higher power against the magistrates who had persecuted them. The news of their unjust imprisonment, and miraculous deliverance, was noised about through all that region, and brought the apostles and their ministry before the notice of a large number who would not otherwise have been reached. Christianity was placed upon a high plane, and the converts to the faith were greatly strengthened."},{"refcode_short":"8Red 44.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 44.1 (Ellen Gould White)","content":"Thus we have the establishment of the church at Philippi under peculiar circumstances, and its numbers steadily increased. Among them were men of wealth and influence, whose noble generosity and ready sympathy were ever on the side of right. They often came to the aid of the apostles in their affliction and pecuniary necessity. Paul said of these brethren, “Now ye Philippians, know also that in the beginning of the gospel, when I departed from Macedonia, no church communicated with me as concerning giving and receiving, but ye only. For even in Thessalonica ye sent once and again unto my necessity.”"},{"refcode_short":"8Red 44.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 44.2 (Ellen Gould White)","content":"He sends also salutations from the brethren to Caesar's household; for officers in the employment of the emperor had been converted under the labors of the apostles, and through the manifestation of God in their deliverance from prison."},{"refcode_short":"8Red 44","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 44 (Ellen Gould White)","content":"Opposition at Thessalonica"},{"refcode_short":"8Red 44.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 44.3 (Ellen Gould White)","content":"After leaving Philippi, Paul and Silas made their way to Thessalonica. They were there privileged to address a large concourse of people in the synagogue, with good effect. Their appearance bore evidence of their recent shameful treatment, and necessitated an explanation of what they had endured. This they made without exalting themselves, but magnified the grace of God, which had wrought their deliverance. The apostles, however, felt that they had no time to dwell upon their own afflictions. They were burdened with the message of Christ, and deeply in earnest in his work."},{"refcode_short":"8Red 45.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 45.1 (Ellen Gould White)","content":"Paul made the prophecies in the Old Testament relating to the Messiah, and the agreement of those prophecies with the life and teachings of Christ, clear in the minds of all among his hearers who would accept evidence upon the subject. Christ in his ministry had opened the minds of his disciples to the Old-Testament scriptures; “beginning with Moses and the prophets, he expounded unto them, in all the Scriptures, the things concerning himself.” Peter, in preaching Christ, produced his evidence from the Old-Testament scriptures, beginning with Moses and the prophets. Stephen pursued the same course, and Paul followed these examples, giving inspired proof in regard to the mission, suffering, death, resurrection, and ascension of Christ. He clearly proved his identity with the Messiah, through the testimony of Moses and the Prophets; and showed that it was the voice of Christ which spoke through the prophets and patriarchs from the days of Adam to that time."},{"refcode_short":"8Red 45.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 45.2 (Ellen Gould White)","content":"He showed how impossible it was for them to explain the passover without Christ, as revealed in the Old Testament; and that the brazen serpent lifted up in the wilderness symbolized Jesus Christ, who was lifted up upon the cross. He taught them that all their religious services and ceremonies would have been valueless if they should now reject the Saviour, who was revealed to them, and who was represented in those ceremonies. He showed them that Christ was the key which unlocked the Old Testament, and gave access to its rich treasures."},{"refcode_short":"8Red 46.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 46.1 (Ellen Gould White)","content":"Thus Paul preached to the Thessalonians three successive Sabbaths, reasoning with them from the Scriptures, upon the life, death, and resurrection of Christ. He showed them that the expectation of the Jews with regard to the Messiah was not according to prophecy, which had foretold a Saviour to come in humility and poverty, to be rejected, despised, and slain."},{"refcode_short":"8Red 46.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 46.2 (Ellen Gould White)","content":"He declared that Christ would come a second time in power and great glory, and establish his kingdom upon the earth, subduing all authority, and ruling over all nations. Paul was an Adventist; he presented the important event of the second coming of Christ with such power and reasoning that a deep impression, which never wore away, was made upon the minds of the Thessalonians."},{"refcode_short":"8Red 46.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 46.3 (Ellen Gould White)","content":"They had strong faith in the second coming of Christ, and greatly feared that they might not live to witness the event. Paul, however, did not leave them with the impression that Christ would come in their day. He referred them to coming events which must transpire before that time should arrive. He warned them that they should “be not shaken in mind, or be troubled, neither by spirit, nor by word, nor by letter as from us, as that the day of Christ is at hand. Let no man deceive you by any means; for that day shall not come, except there come a falling away first, and that man of sin be revealed, the son of perdition.”"},{"refcode_short":"8Red 47.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 47.1 (Ellen Gould White)","content":"Paul foresaw that there was danger of his words being misinterpreted, and that some would claim that he, by special revelation, warned the people of the immediate coming of Christ. This he knew would cause confusion of faith; for disappointment usually brings unbelief. He therefore cautioned the brethren to receive no such message as coming from him."},{"refcode_short":"8Red 47.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 47.2 (Ellen Gould White)","content":"In his Epistle to the Thessalonians, Paul reminds them of his manner of laboring among them. 1 Thessalonians 2:1-4. He declares that he did not seek to win souls through flattery, deception, or guile. “But as we were allowed of God to be put in trust with the gospel, even so we speak; not as pleasing men, but God, which trieth our hearts.” Paul rebuked and warned his converts with the faithfulness of a father to his children, while, at the same time, he cherished them as tenderly as a fond mother would her child."},{"refcode_short":"8Red 47.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 47.3 (Ellen Gould White)","content":"When the Jews saw that the apostles were successful in obtaining large congregations; that many were accepting their doctrines—among them the leading women of the city, and multitudes of Gentiles—they were filled with envy and jealousy. These Jews were not then in favor with the Roman power, because they had raised an insurrection in the metropolis not long previous to this time. They were regarded with suspicion, and their liberty was, in a measure, restricted. They now saw an opportunity to take advantage of circumstances to re-establish themselves in favor, and, at the same time, to throw reproach upon the apostles, and the converts to Christianity."},{"refcode_short":"8Red 47.4","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 47.4 (Ellen Gould White)","content":"This they set about doing by representing that the leaders in the new doctrine were raising a tumult among the people. They accordingly excited the passions of the worthless mob by cunningly devised falsehoods, and incited them to make an uproarious assault upon the house of Jason, the temporary home of the apostles. This they did with a fury more like that of wild beasts than of men. They had been instructed by the Jews to bring out Paul and Silas, and drag them to the authorities, accusing them of creating all this uproar, and of raising an insurrection."},{"refcode_short":"8Red 48.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 48.1 (Ellen Gould White)","content":"When they had broken into the house, however, they found that the apostles were not there. Friends who had apprehended what was about to occur, had hastened them out of the city, and they had departed for Berea. In their mad disappointment at not finding Paul and Silas, the mob seized Jason and his brother, and dragged them before the authorities with the complaint: “These that have turned the world upside down are come hither also; whom Jason hath received; and these all do contrary to the decrees of Caesar, saying that there is another king, one Jesus.”"},{"refcode_short":"8Red 48.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 48.2 (Ellen Gould White)","content":"The Jews interpreted the words of Paul to mean that Christ would come the second time in that generation, and reign upon the earth as king over all nations. The charge was brought against the apostles with so much determination that the magistrates credited it, and put Jason under bonds to keep the peace, as Paul and Silas were not to be found. The persecuting Jews flattered themselves that by their course toward the Christians they had regained the confidence of the magistrates, and had established their reputation as loyal citizens, while they had, at the same time, gratified their malice toward the apostles, and transferred the suspicion which had heretofore rested upon themselves to the converts to Christianity."},{"refcode_short":"8Red 49.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 49.1 (Ellen Gould White)","content":"In his first Epistle to the Thessalonians, Paul says, “For our gospel came not unto you in word only, but also in power, and in the Holy Ghost, and in much assurance; as ye know what manner of men we were among you for your sake. And ye became followers of us, and of the Lord, having received the word in much affliction, with joy of the Holy Ghost; so that ye were ensamples to all that believe in Macedonia and Achaia.”"},{"refcode_short":"8Red 49.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 49.2 (Ellen Gould White)","content":"Those who preach unpopular truth in our day meet with determined resistance, as did the apostles. They need expect no more favorable reception from a large majority of professed Christians than did Paul from his Jewish brethren. There will be a union of opposing elements against them; for however diverse from each other different organizations may be in their sentiments and religious faith, their forces are united in trampling under foot the fourth commandment in the law of God."},{"refcode_short":"8Red 49.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 49.3 (Ellen Gould White)","content":"Those who will not themselves accept the truth are most zealous that others shall not receive it; and those are not wanting who perseveringly manufacture falsehoods, and stir up the base passions of the people to make the truth of God of none effect. But the messengers of Christ must arm themselves with watchfulness and prayer, and move forward with faith, firmness, and courage, and, in the name of Jesus, keep at their work as did the apostles. They must sound the note of warning to the world, teaching the transgressors of the law what is sin, and pointing them to Jesus Christ as its great and only remedy."},{"refcode_short":"8Red 50","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 50 (Ellen Gould White)","content":"Paul at Berea and Athens"},{"refcode_short":"8Red 50.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 50.1 (Ellen Gould White)","content":"At Berea Paul commenced his work again by going into the synagogues of the Jews to preach the gospel of Christ. He says of them, “These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the Scriptures daily, whether these things were so. Therefore many of them believed; also of honorable women, which were Greeks, and of men not a few.”"},{"refcode_short":"8Red 50.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 50.2 (Ellen Gould White)","content":"We here see that questioning doubts and obstinate unbelief were not commended by the inspired apostle. In the presentation of the truth, in these last days, a diligent searching of the Scriptures should be awakened in those who honestly desire to be right. This will produce similar results to those that attended the labors of the apostles in Berea. Those who preach the truth in these days meet many who are the opposite of the Bereans. They cannot controvert the doctrine presented to them, yet they manifest the utmost reluctance to investigate the evidence offered in its favor, and assume that even if it is the truth it is a matter of little or no consequence whether or not they accept it as such. They think that their old customs and faith are good enough for them. But the Lord, who has sent out the apostles and their successors to their work, giving them a message to bear to the world, will hold the people responsible for the manner in which they treat that message of heavenly origin. God will judge all according to the light which has been presented to them."},{"refcode_short":"8Red 50.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 50.3 (Ellen Gould White)","content":"The apostles taught during the day, disseminating light to those who were in darkness; and then, through the larger portion of the night, labored with their hands to sustain themselves without calling upon any one for material aid. They did this to remove all suspicion that they were seeking personal advantage. Paul afterward writes, “For ye remember, brethren, our labor and travail; for laboring night and day, because we would not be chargeable unto any of you, we preached unto you the gospel of God.”"},{"refcode_short":"8Red 51.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 51.1 (Ellen Gould White)","content":"The minds of the Bereans were not narrowed by prejudice, and they were willing to investigate and receive the truths preached by the apostles. If men and women would follow the example of the noble Bereans, in searching the Scriptures daily, and in comparing the messages brought to them with what is there recorded, there would be thousands loyal to God's law, where there is one today. Even many who profess to love God have no desire to change from error to truth, but cling to the pleasing fables of Satan's creation. Error never sanctifies the receiver; but truth of heavenly origin purifies the heart."},{"refcode_short":"8Red 51.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 51.2 (Ellen Gould White)","content":"The unbelieving Jews of Thessalonica, filled with jealousy and hatred of the apostles, not content with having driven them from their labors among the Thessalonians, followed them to Berea, and again stirred up the excitable passions of the lower class to do them violence. The teachers of the truth were again driven from their field of labor. Persecution followed them from city to city. This hasty retreat from Berea deprived Paul of the opportunity he had anticipated of again visiting the brethren at Thessalonica."},{"refcode_short":"8Red 51.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 51.3 (Ellen Gould White)","content":"Although the opposers of the doctrine of Christ could not hinder its actual advancement, they still succeeded in making the work of the apostles exceedingly hard. God, in his providence, permitted Satan to hinder the return of Paul to the Thessalonians. The faithful apostle pressed on through opposition, conflict, and persecution, to carry out the purpose of God as revealed to him in vision."},{"refcode_short":"8Red 52.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 52.1 (Ellen Gould White)","content":"Paul was sent from Berea to Athens. He was accompanied on his journey by some of the Bereans who had been newly brought into the faith, and who were desirous of learning more concerning the way of life from his teachings. When the apostle arrived at Athens, he sent these men back with a message to Silas and Timotheus to join him immediately in that city. The latter had remained behind in Berea to carry on the work so well commenced there, and to guide the new converts into the mysteries of their holy faith."},{"refcode_short":"8Red 52.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 52.2 (Ellen Gould White)","content":"Athens was indeed the metropolis of heathendom. Paul did not here meet with ignorant, superstitious idolaters, as at Lystra; but he encountered a people famous for their intelligence and education. Sculpture, representing gods, and deified heroes of history and poetry, met the eye in every direction; while magnificent architecture and paintings represented the national glory, and the national worship of imaginary gods."},{"refcode_short":"8Red 52.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 52.3 (Ellen Gould White)","content":"The senses were entranced by the beauty and glory of art. Sanctuaries and temples, erected with a total disregard to cost, reared their lofty forms on every hand. Victories of arms, and deeds of renowned men, were commemorated by tablets, and inscriptions upon marble. All these things made this renowned city like a vast gallery of art. As Paul looked upon the beauty and grandeur surrounding him, and saw the city crowded with idols, his spirit was stirred with jealousy for God, whom he saw dishonored on every side."},{"refcode_short":"8Red 53.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 53.1 (Ellen Gould White)","content":"His heart was drawn out in deep pity for the citizens of that grand metropolis, who, notwithstanding their intellectual greatness, were given to idolatry. Paul was not deceived by the grandeur and beauty of that which his eyes rested upon, nor by the material wisdom and philosophy which encountered him in this great center of learning. He perceived that human art had done its best to deify vice and make falsehood attractive by glorifying the memory of those whose whole lives had been devoted to leading men to deny God."},{"refcode_short":"8Red 53.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 53.2 (Ellen Gould White)","content":"The great moral nature of the apostle was so alive to the attraction of heavenly things, that the joy and splendor of those riches that will never fade occupied his mind, and made valueless the earthly pomp and glory with which he was surrounded. As he saw the magnificence of the city, and its costly devices, he realized their seductive power over the minds of the lovers of art and science; his mind was deeply impressed by the importance of the work before him in Athens. He longed with affection for the sympathy and aid of his fellow-laborers. His solitude in that city of magnificence, where God was not worshiped, was oppressive. As far as human fellowship was concerned, he felt himself to be utterly isolated. In his Epistle to the Thessalonians he expresses his feelings in these words; “Left at Athens alone.”"},{"refcode_short":"8Red 54.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 54.1 (Ellen Gould White)","content":"Paul's work was to bear the tidings of salvation to a people who had no intelligent understanding of God and his plans. He was not traveling for the purpose of sight-seeing, nor to gratify a morbid desire for new and strange scenes. His dejection of mind was caused by the apparently insurmountable obstacles which presented themselves against his reaching the minds of the people of Athens. Grieved and indignant at the idolatry everywhere visible about him, he felt a holy zeal for his Master's cause. He sought out his Jewish brethren, and, in the Jewish synagogue of Athens, proclaimed the doctrine of Christ. But the principal work of Paul in that city was to deal with paganism."},{"refcode_short":"8Red 54.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 54.2 (Ellen Gould White)","content":"The religion of the Athenians, of which they made great boast, was of no value, for it was destitute of the knowledge of the true God. It consisted, in great part, of art-worship, and a round of dissipating amusement and festivity. It wanted the virtue of true goodness. Genuine religion gives men the victory over themselves; but a religion of dry intellect and taste is lacking in the essential qualities to raise its possessor above the evils of his nature, and to connect him with God. On the very stones of the altar in Athens this great want was expressed by the inscription, “To the Unknown God.” Yes, though boasting of their wisdom, wealth, and skill of art and science, the learned Athenians could but acknowledge that the great Ruler of the universe was unknown to them."},{"refcode_short":"8Red 54.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 54.3 (Ellen Gould White)","content":"The great men of the city seemed hungering for matters of discussion, in which they would have opportunity to display their wisdom and oratory. While waiting for Silas and Timotheus to meet him, Paul was not idle, “He disputed in the synagogue with the Jews, and with the devout persons, and in the market daily with them that met with him.” The great men of Athens were not long in finding out this singular teacher, who propounded such strange things to the people on all suitable occasions."},{"refcode_short":"8Red 55.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 55.1 (Ellen Gould White)","content":"Some who prided themselves upon the depth of their intellectual culture entered into conversation with him. This soon drew a crowd of listeners about them. Some were prepared to ridicule the apostle, as one far beneath them, socially and intellectually, and said jeeringly among themselves, “What will this babbler say? Other some, He seemeth to be a setter forth of strange gods; because he preached unto them Jesus and the resurrection.”"},{"refcode_short":"8Red 55.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 55.2 (Ellen Gould White)","content":"The Stoics and the Epicureans encountered him; but they, and all others who came in contact with him, soon saw that he had a fund of knowledge even greater than their own. His intellectual power commanded the respect and attention of the more intelligent and learned; while his earnest, logical reasoning, and his power of oratory, held the promiscuous audience. Thus the apostle stood undaunted, meeting his opposers on their own ground, matching logic with their logic, and philosophy with their philosophy."},{"refcode_short":"8Red 55.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 55.3 (Ellen Gould White)","content":"They reminded him of Socrates, a great philosopher, who was condemned to death because he was a setter forth of strange gods. Paul was counseled not to endanger his life in the same way. But the apostle's discourse riveted the attention of the people; and his unaffected wisdom commanded their admiration and respect. He was not silenced by the science or irony of the savants; and, after bandying many words with him and satisfying themselves that he was determined to accomplish his errand among them, and tell his story at all hazards, they decided to give him a fair opportunity of doing so."},{"refcode_short":"8Red 56.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 56.1 (Ellen Gould White)","content":"They accordingly conducted him to Mars’ Hill. This place was the highest on the Athenian coast, and its recollection and associations were such as to cause it to be regarded with superstitious awe and reverence, that with some amounted to dread. There courts of justice had been held to determine upon criminal cases, and to decide difficult religious questions. There was a platform in the open air, with seats for the judges hewn out of solid rock. This platform was reached by stone steps. At a little distance below stood the temple of the gods, and their sanctuaries; and massive architecture, sculpture, and statuary made the place one of great magnificence."},{"refcode_short":"8Red 56.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 56.2 (Ellen Gould White)","content":"Here the Athenians conducted Paul, away from the public thoroughfares, and the tumult of promiscuous discussion; for the frivolous, thoughtless class of society did not care to follow him to this place of highest reverence. Here the apostle could be heard without interruption. Learned men addressed him: “May we know what this new doctrine, whereof thou speakest, is? for thou bringest certain strange things to our ears; we would know, therefore, what these things mean.” “Then Paul stood in the midst of Mars’ Hill and said, Ye men of Athens, I perceive that in all things ye are too superstitious. For as I passed by and beheld your devotions, I found an altar with this inscription, To The Unknown God. Whom therefore ye ignorantly worship, him declare I unto you. God that made the world and all things therein, seeing that he is Lord of Heaven and earth, dwelleth not in temples made with hands; neither is worshiped with men's hands, as though he needed anything, seeing he giveth to all life, and breath, and all things; and hath made of one blood all nations of men for to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitation; that they should seek the Lord, if haply they might feel after him, and find him, though he be not far from every one of us.”"},{"refcode_short":"8Red 57.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 57.1 (Ellen Gould White)","content":"Thus, in the most impressive manner, with hand outstretched toward the temple crowded with idols, Paul poured out the burden of his soul, and with deep reasoning revealed the fallacies of the religion of the Athenians. His words could not be controverted. Pointing to their statuary and idols, he declared to them that God could not be likened to forms of men's device. The works of art could not, in the faintest sense, represent the glory of the infinite God. He reminded them that their images had no breath nor life. They were controlled by human power; they could move only as the hands of men moved them; and those who worshiped them were in every way superior to that which they worshiped. Pointing to noble specimens of manhood about him, he declared, “Forasmuch then as we are the offspring of God, we ought not to think that the Godhead is like unto gold, or silver, or stone, graven by art and man's device.”"},{"refcode_short":"8Red 57.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 57.2 (Ellen Gould White)","content":"Man was created in the image of this infinite God, being blessed with intellectual power, and a perfect and symmetrical body. He declared that the heavens were not large enough to contain God; yet how much less able were those temples made with hands. Paul, under the inspiration of his subject, soared above the comprehension of the idolatrous assembly, and sought to draw their minds beyond the limits of their false religion to right views of the true Deity, whom they instinctively acknowledged, and had called the “Unknown God,” This glorious Being, whom he now declared unto them, was independent of man, needing nothing from his hand to add to his power and glory."},{"refcode_short":"8Red 58.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 58.1 (Ellen Gould White)","content":"The people were carried away with admiration of Paul's reasoning and eloquence. The Epicureans began to breathe more freely, believing that he was strengthening their position, that everything had its origin in blind chance; and that certain ruling principles controlled the universe. But his next sentence brought a cloud to their brows. He asserted the creative power of God, and the existence of his overruling providence. He declared unto them the true God, who is the living center of government."},{"refcode_short":"8Red 58.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 58.2 (Ellen Gould White)","content":"This divine Ruler had, in the dark ages of the world, passed lightly over heathen idolatry; but now he had sent them the light of truth, through his Son; and he exacted repentance from all men unto salvation; not only from the poor and humble, but from the proud philosopher, and the princes of the earth. “Because He hath appointed a day, in the which he will judge the world in righteousness by that Man whom he hath ordained; whereof he hath given assurance unto all men, in that he hath raised him from the dead.”"},{"refcode_short":"8Red 58.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 58.3 (Ellen Gould White)","content":"As Paul thus spoke of the resurrection from the dead, his speech was interrupted. Some mocked; others put his words aside, saying,“We will hear thee again of this matter.” Thus the teaching of the apostle was brought to a close; for the Athenians, though enjoying the reputation of high literary and scientific culture, clung to their idolatry, and turned away from the light of a true and reasonable religion. When a people are wholly satisfied with their own attainments, little more need be expected of them. Highly educated, and boasting of their learning and refinement, the Athenians were yearly becoming more corrupt, and having less desire for anything better than that which they possessed."},{"refcode_short":"8Red 59.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 59.1 (Ellen Gould White)","content":"The labors of Paul in Athens were not wholly in vain. Several became converts to Christianity, and joined themselves to him. His words also, and the description of his attitude and surroundings, as traced by the pen of inspiration, were to be handed down through all coming generations, bearing witness of his unshaken confidence, his courage in loneliness and adversity, and the victory he gained for Christianity, even in the very heart of paganism."},{"refcode_short":"8Red 59.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 59.2 (Ellen Gould White)","content":"The providence of God has given us this glance at the life of the Athenians, in all their knowledge, refinement, and art, yet marked with vice and shame, that he might show how through his servant he rebuked idolatry, and the sins of a proud, self-sufficient people. The words of Paul memorialize the occasion, and give a treasure of knowledge to the church. He was placed in a position where he might easily have spoken that which would irritate his proud listeners, and bring himself into difficulty. Had his oration been a direct attack upon their gods, and the great men of the city who were before him, he would have been in danger of meeting the fate of Socrates. But he carefully drew their minds away from heathen deities, by revealing to them the true God, whom he acknowledged, but who was to them unknown, as they themselves confessed by a public inscription."},{"refcode_short":"8Red 60","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 60 (Ellen Gould White)","content":"Paul Goes to Corinth"},{"refcode_short":"8Red 60.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 60.1 (Ellen Gould White)","content":"Paul did not wait for his brethren, but, leaving them to follow him, went at once to Corinth. Here he adopted a different course of action from that which had marked his labors at Athens. While in the latter place, he had adapted his style to the character of his audience; and much of his time had been devoted to the discussion of natural religion, matching science with science, logic with logic, and philosophy with philosophy. But when the apostle reviewed the time and labor he had there devoted to the exposition of Christianity, and realized that his style of teaching had not been productive of much fruit, he decided upon a different plan of labor in the future. He determined to avoid discussions of theories and elaborate arguments as much as possible, but to urge the doctrine of salvation through Christ upon sinners. In his epistle to his Corinthian brethren, he afterward described his manner of laboring among them:—"},{"refcode_short":"8Red 60.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 60.2 (Ellen Gould White)","content":"“And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God. For I determined not to know anything among you, save Jesus Christ, and him crucified. And I was with you in weakness, and in fear, and in much trembling. And my speech and my preaching was not with enticing words of man's wisdom, but in demonstration of the Spirit and of power; that your faith should not stand in the wisdom of men, but in the power of God.”"},{"refcode_short":"8Red 61.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 61.1 (Ellen Gould White)","content":"Here the apostle has given the most successful manner of converting souls from ignorance and the darkness of error, to the light of truth. If ministers would follow more closely the example of Paul in this particular, they would see greater success attending their efforts. If all who minister in word and doctrine would make it their first business to be pure in heart and life, and to connect themselves closely with Heaven, their teaching would have greater power to convict souls, and many would be converted to God."},{"refcode_short":"8Red 61.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 61.2 (Ellen Gould White)","content":"Corinth presented to the apostle an important field. It was a large mercantile city, closely connected with Rome. Paul saw that if the gospel could be established there it would be rapidly communicated to all parts of the world. The Jews who had recently been banished from Rome, because of their continual insurrections, had taken up their residence at Corinth. Many who were innocent of any wrong were violently persecuted and were compelled to suffer with the guilty. Among this class were Aquila and Priscilla. Paul made the particular acquaintance of these persons, because their trade and his own were the same."},{"refcode_short":"8Red 61.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 61.3 (Ellen Gould White)","content":"The apostle preached through the day, and at night worked with Aquila and Priscilla at tent-making. While in a city of strangers, he would not be chargeable to any one, but labored with his hands for his own support; and while thus preaching and working, he presented the highest type of Christianity. He combined teaching with his labor; and, while toiling with those of his trade, he imparted to his fellow-workmen knowledge in regard to the way of salvation. In this way he had access to many whom he could not otherwise have reached."},{"refcode_short":"8Red 62.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 62.1 (Ellen Gould White)","content":"Corinth was regarded as a very unpromising field of labor. Idolaters were there in numbers, and Venus was their favorite goddess. A large number of dissolute women were employed in connection with the worship of this reigning deity, for the purpose of attracting pleasure-seekers of lax morals. The Corinthians were sunken to the depths of moral pollution."},{"refcode_short":"8Red 62.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 62.2 (Ellen Gould White)","content":"Paul found himself in the midst of a numerous population of Greeks and Jews. People from all parts of the world were called to this place. The apostle, according to his custom, preached first in the synagogue every Sabbath. When Silas and Timotheus joined him, they labored together with Paul. But when he taught that Jesus was the Messiah, the Jews were angry. “And when they opposed themselves, and blasphemed, he shook his raiment, and said unto them, Your blood be upon your own heads; I am clean; from henceforth I will go unto the Gentiles. And he departed thence, and entered into a certain man's house, named Justus, one that worshiped God, whose house joined hard to the synagogue.”"},{"refcode_short":"8Red 62.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 62.3 (Ellen Gould White)","content":"The apostle, in his teaching, dwelt upon Christ, and proved from Moses and the prophets that he was the long-looked-for Messiah. He did not labor to charm the ear with oratory, nor to engage the mind with philosophical discussions, which would leave the heart untouched. He preached the cross of Christ, not with labored eloquence of speech, but with the grace of God; and his words had a powerful effect. “And Crispus, the chief ruler of the synagogue, believed on the Lord, with all his house; and many of the Corinthians, hearing, believed and were baptized.”"},{"refcode_short":"8Red 63.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 63.1 (Ellen Gould White)","content":"Paul met the worst opposition from the Jews. They hindered his labor in every way possible, blaspheming the Spirit and power which everywhere attended him, and attributing to Satanic agency the miracles he wrought in the name of Christ. The conversion and baptism of Crispus had the effect to exasperate instead of to convince these stubborn opposers. Their opposition increased as the converts to Christianity increased in numbers. Similar results attend the labors of those who seek to win souls to the present truth. Many professed Christians are the most bitter and unreasonable opposers, in defiance of the most convincing evidence."},{"refcode_short":"8Red 63.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 63.2 (Ellen Gould White)","content":"Paul was very anxious to understand his duty, and the Lord gave him evidence that he was interested in his work, and cognizant of his anxiety and discouragement. A vision was given him in the night season, assuring him of the divine presence and support, promising him safety and success, and urging him not to keep silence, but to continue his efforts with renewed courage. In the moment of severe trial, conscious strength was thus given him of God to prepare him for still greater demonstrations on the part of the Jews."},{"refcode_short":"8Red 63.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 63.3 (Ellen Gould White)","content":"The increased success of Paul in presenting Christ to the people, roused the unbelieving Jews to more determined opposition. They arose in a body with great tumult, and brought him before the judgment-seat of Gallio, who was then deputy of Achaia. They expected, as on former occasions, to have the authorities on their side, and with loud and angry voices preferred their complaints against the apostle, saying, “This fellow persuadeth men to worship God contrary to the law.”"},{"refcode_short":"8Red 64.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 64.1 (Ellen Gould White)","content":"The proconsul, disgusted with the bigotry and self-righteousness of the accusing Jews, refused to take notice of the charge. As Paul prepared to speak in self-defense, Gallio informed him that it was not necessary; that the affair did not come under his authority. Then turning to the angry accusers, he said, “If it were a matter of wrong or wicked lewdness, O ye Jews, reason would that I should bear with you. But if it be a question of words and names, and of your law, look ye to it; for I will be no judge of such matters. And he drove them from the judgment-seat.”"},{"refcode_short":"8Red 64.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 64.2 (Ellen Gould White)","content":"For the first time during Paul's labors in Europe, the mob turned on the side of the minister of truth; and, under the very eye of the proconsul, and without interference from him, the people violently beset the most prominent accusers of the apostle. “Then all the Greeks took Sosthenes, the chief ruler of the synagogue, and beat him before the judgment-seat. And Gallio cared for none of those things.”"},{"refcode_short":"8Red 64.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 64.3 (Ellen Gould White)","content":"Gallio was a man of integrity, and would not become the dupe of the jealous and intriguing Jews. Unlike Pilate, he refused to do injustice to one whom he knew to be an innocent man. The Jewish religion was under the protection of Roman power; and the accusers of Paul thought that, if they could fasten upon him the charge of violating the laws of their religion, he would probably be given into their hands for such punishment as they saw fit to inflict. They thus hoped to compass his death."},{"refcode_short":"8Red 65.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 65.1 (Ellen Gould White)","content":"Both Greeks and Jews had waited eagerly for the decision of Gallio; and his immediate dismissal of the case, as one that had no bearing upon the public interest, was the signal for the Jews to retire, baffled, and enraged, and for the mob to assail the ruler of the synagogue. Even the ignorant rabble could but perceive the unjust and vindictive spirit which the Jews displayed in their unreasonable attack upon Paul. Thus Christianity obtained a signal victory. If the apostle had been driven from Corinth at this time, because of the malice of the Jews, the whole community of converts to the faith of Christ would have been placed in great danger. The Jews would have endeavored to follow up their advantage, as was their custom, even to the extermination of Christianity."},{"refcode_short":"8Red 65.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 65.2 (Ellen Gould White)","content":"“And he continued there a year and six months, teaching the Word of God among them.”"},{"refcode_short":"8Red 65","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 65 (Ellen Gould White)","content":"Apollos at Corinth"},{"refcode_short":"8Red 65.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 65.3 (Ellen Gould White)","content":"Paul's next scene of labor was at Ephesus. He was on his way to Jerusalem to celebrate the Feast of Pentecost; and his stay at Ephesus was necessarily short. He reasoned with the Jews in the synagogue, and produced such a favorable impression that he was entreated to tarry there, and to protract his labors among them. His plan to visit Jerusalem prevented him from doing so; but he promised to visit them on his return. He left Aquila and Priscilla to carry forward the good work which he had begun."},{"refcode_short":"8Red 66.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 66.1 (Ellen Gould White)","content":"It was at this time that Apollos, an Alexandrian Jew, visited Ephesus. He had received the highest Grecian cultivation, and was a scholar and an orator. He had heard the teachings of John the Baptist, had received the baptism of repentance, and was a living witness that the work of the prophet was not in vain. Apollos was a deep student of the prophecies, and was a powerful expounder of scripture, publicly proclaiming his faith in Christ, as far as he himself had received the light."},{"refcode_short":"8Red 66.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 66.2 (Ellen Gould White)","content":"Aquila and Priscilla listened to this able speaker, and saw that his teaching was defective. He had not a thorough knowledge of the mission of Christ, his resurrection and ascension, and of his Spirit, the Comforter, which he sent to his people. They accordingly sent for Apollos, and the educated orator received instruction from them with grateful surprise and joy. They explained the scripture to him more clearly than he had before understood it, and he became one of the ablest defenders of the Christian church. Thus a deep scholar and brilliant orator learned the way of the Lord more perfectly from the teachings of a Christian man and woman whose humble employment was that of tent-making."},{"refcode_short":"8Red 66.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 66.3 (Ellen Gould White)","content":"Apollos, having seen new light in regard to the way of salvation through Christ, accepted it gladly, and reasoned from the Scriptures with greater power and success than he had ever before done. He felt anxious to visit Corinth, and the Ephesian brethren wrote to the Corinthians to receive him as a teacher who was in full harmony with the acknowledged church of Christ. He accordingly went to Corinth, and labored with the very Jews who had rejected the truth as preached to them by Paul. He urged with them from house to house, both publicly and privately, showing them Christ in prophecy; that he was Jesus whom Paul had preached, and that all their expectations of another Messiah to come were in vain. Thus Paul planted the seed of truth, and Apollos watered it; and the fact of Apollos supporting the mission of Paul gave character to the past labors of the apostle among them."},{"refcode_short":"8Red 67.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 67.1 (Ellen Gould White)","content":"His success in preaching the gospel occasioned some of the church to exalt his labors above those of Paul, while he himself was working in perfect harmony with Paul for the advancement of the cause. This rival spirit threatened to greatly hinder the work. Paul had purposely presented the gospel to the Corinthians in its veriest simplicity. Disappointed with the result of his labors in Athens, where he had brought his learning, eloquence, and ability to bear upon his hearers, he determined to pursue an entirely different course in Corinth. He presented there the plain, simple truth, unadorned with worldly wisdom, and studiously dwelt upon Christ, and his mission to the world. The eloquent discourses of Apollos, and his manifest learning, were contrasted by his hearers with the purposely simple and unadorned preaching of Paul."},{"refcode_short":"8Red 67.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 67.2 (Ellen Gould White)","content":"Many declared themselves to be under the leadership of Apollos, while others composed another party perseveringly adhering to the instructions of Paul. Satan came in to take advantage of these imaginary differences in the Corinthian church, tempting them to draw comparisons between the ministers who taught the way of salvation. Some claimed Apollos as their leader, some Paul, and some Peter. Thus Paul, in his efforts to establish Christianity, met with conflicts and trials in the church as well as outside of it. Factions were beginning to rise through the influence of Judaizing teachers, who urged that the converts to Christianity should observe the ceremonial law in the matter of circumcision."},{"refcode_short":"8Red 68.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 68.1 (Ellen Gould White)","content":"They still maintained that the original Israel were the exalted and privileged children of Abraham, entitled to all the promises made to Abraham. They sincerely thought that in taking this medium ground between Jew and Christian, they would succeed in wiping out the odium which attached to Christianity, and gather in large numbers of the Jews who would not otherwise embrace the true faith. They vindicated their position, which was in opposition to that of Paul, by showing that the course of the apostle, in accepting the Gentiles into the church without circumcision, prevented more Jews from accepting the faith than there were accessions from the Gentiles. Thus they excused their opposition to the results of the calm deliberations of God's acknowledged servants."},{"refcode_short":"8Red 68.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 68.2 (Ellen Gould White)","content":"They refused to admit that the work of Christ embraced the whole world; but claimed that he was the Saviour of the Hebrews alone; therefore they maintained that the Gentiles should receive circumcision before being admitted to the privileges of the church of Christ. After the decision of the council at Jerusalem concerning this question, many were of this same opinion, but did not then venture to push the matter farther. The council had, on that occasion, decided that the Jewish Christians might observe the ordinances of the Mosaic law if they chose, while they should not be made obligatory upon the Gentile Christians. The opposing class now took advantage of this to urge a distinction between the observers of the ceremonial law and those who did not observe it, holding that the latter were removed farther from God than the former."},{"refcode_short":"8Red 69.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 69.1 (Ellen Gould White)","content":"Here Paul was forced into the battle, to argue the question whether the converts to Christianity should be Jews in every respect, save their belief that Jesus Christ was the Messiah, or whether they should discern to the end of that which had been abolished by the death of Christ, and bear evidence that they were children of Abraham, not merely in their bodies, but in their hearts, showing by their righteous lives the merits of the grace of Christ."},{"refcode_short":"8Red 69.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 69.2 (Ellen Gould White)","content":"Paul's indignation was stirred. His voice was raised in stern rebuke: “If ye be circumcised, Christ shall profit you nothing.” The party maintaining that Christianity was valueless without circumcision arrayed themselves against the apostle, and Paul had to meet them in every church which he had raised up; in Jerusalem, Antioch, Galatia, Corinth, Ephesus, and Rome. God urged him out to the great work of preaching Christ and him crucified; that circumcision or uncircumcision was nothing. The Judaizing party looked upon Paul as an apostate, bent upon breaking down the partition wall which God had established between the Israelites and the world. They visited every church which he had organized, creating divisions. Reasoning that the end would justify the means, they circulated false charges against the apostle, and endeavored to bring him into disrepute. As Paul, in visiting the churches, followed after these zealous and unscrupulous opposers, he met many who viewed him with distrust, and some who even despised his labors."},{"refcode_short":"8Red 70.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 70.1 (Ellen Gould White)","content":"These divisions in regard to the ceremonial law, and the relative merits of the different ministers teaching the doctrine of Christ, caused the apostle much anxiety and hard labor. In his Epistle to the Corinthians, he thus addresses them on the latter subject:—"},{"refcode_short":"8Red 70.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 70.2 (Ellen Gould White)","content":"“Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment. For it hath been declared unto me of you, my brethren, by them which are of the house of Chloe, that there are contentions among you. Now this I say, that every one of you saith, I am of Paul; and I of Apollos; and I of Cephas; and I of Christ. Is Christ divided? was Paul crucified for you? or were ye baptized in the name of Paul?”"},{"refcode_short":"8Red 70.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 70.3 (Ellen Gould White)","content":"He also explains the reason of his manner of labor among them: “And I, brethren, could not speak unto you as unto spiritual, but as unto carnal, even as unto babes in Christ. I have fed you with milk, and not with meat; for hitherto ye were not able to bear it, neither yet now are ye able. For ye are yet carnal; for whereas there is among you envying, and strife, and divisions, are ye not carnal, and walk as men?”"},{"refcode_short":"8Red 70.4","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 70.4 (Ellen Gould White)","content":"He thus shows them that he could not, when with them, address them as those who had an experience in spiritual life and the mystery of godliness. However wise they might have been in worldly knowledge, they were but babes in the knowledge of Christ, and it was his work to instruct them in the first rudiments, the very alphabet of Christian faith and doctrine. It was his task to sow the seed, which another must water. It was the business of those who followed him to carry forward the work from the point where he had left it, and to give spiritual light and knowledge in due season, as they were able to bear it."},{"refcode_short":"8Red 71.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 71.1 (Ellen Gould White)","content":"When he came to them they had no experimental knowledge of the way of salvation, and he was obliged to present the truth in its simplest form. Their carnal minds could not discern the sacred revealings of God; they were strangers to the manifestations of divine grace. Paul had spoken to them as those who were ignorant of the operations of that grace upon the heart. They were carnal-minded, and the apostle was aware that they could not comprehend the mysteries of salvation; for spiritual things must be spiritually discerned. He knew that many of his hearers were proud believers in human theories, and reasoners of false theologies, groping with blind eyes in the book of nature for a contradiction of the spiritual and immortal life revealed in the Book of God."},{"refcode_short":"8Red 71.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 71.2 (Ellen Gould White)","content":"He knew that criticism would set about controverting the Christian interpretation of the revealed word, and skepticism would treat the gospel of Christ with scoffing and derision. It behooved him to introduce most carefully the great truths he wished to teach them. True Christianity is a religion of progress. It is ever giving light and blessing, and has in resource still greater light and blessing to bestow on those who receive its truths. The illuminating influence of the gospel of Christ, and the sanctifying grace of God, can alone transform the carnal mind to be in harmony with spiritual things."},{"refcode_short":"8Red 72.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 72.1 (Ellen Gould White)","content":"Paul did not venture to directly rebuke the licentious, and to show them how heinous was their sin in the sight of a holy God. His work was, as a wise teacher, to set before them the true aim and object of life, impressing upon their minds the lessons of the divine Teacher, which sought to bring them up from worldliness and sin, to purity and immortal life. The spiritual senses must be matured by continual advancement in the knowledge of heavenly things. Thus the mind would learn to delight in them; and every precept of the Word of God would shine forth as a priceless gem."},{"refcode_short":"8Red 72.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 72.2 (Ellen Gould White)","content":"Paul had especially dwelt upon practical godliness, and the character of that holiness which must be gained in order to make sure of the kingdom of Heaven. He wished the light of the gospel of Christ to pierce the darkness of their minds, that they might discern how aggravating to God were their immoral practices. Therefore the burden of Paul's preaching among them had been Christ, and him crucified. He wished them to understand that the theme for their most earnest study, and greatest joy, should be the grand truth of salvation through repentance toward God, and faith in our Lord Jesus Christ and in the saving merits of his blood."},{"refcode_short":"8Red 72.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 72.3 (Ellen Gould White)","content":"The philosopher turns aside from the light of salvation because it puts his proud theories to shame. The worldling refuses to receive it, because it would separate him from his earthly idols, and draw him to a holier life, for which he has no inclination. Paul saw that the character of Christ must be understood before men could love him, and view the cross with the eye of faith. Here must begin that study which shall be the science and the song of the redeemed through all eternity. In the light of the cross alone can the true value of the human soul be estimated."},{"refcode_short":"8Red 73.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 73.1 (Ellen Gould White)","content":"The refining influence of the grace of God changes the natural disposition of man. Heaven would not be desirable to the carnal-minded; their natural, unsanctified hearts would feel no attraction toward that pure and holy place; and if it were possible for them to enter, they would find nothing there congenial to them, in their sinful condition. The carnal propensities which reign in the natural heart must be subdued by the grace of Christ, before fallen man can be elevated to harmonize with Heaven, and enjoy the society of the pure and holy angels. When man dies to sin, and is quickened to new life in Christ Jesus, divine love fills his heart; his understanding is sanctified; he drinks from an inexhaustible fountain of joy and knowledge; and the light of an eternal day shines upon his path, for he has the light of life with him continually."},{"refcode_short":"8Red 73.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 73.2 (Ellen Gould White)","content":"Paul now sought to impress upon them the fact that he himself, and the ministers who followed him, were only men, commissioned of God to teach them the truth; that they were individually engaged in the same work, which was marked out for them by their Heavenly Father; that they were all dependent upon him for the success which attended their labors. “For while one saith, I am of Paul; and another, I am of Apollos; are ye not carnal? Who then is Paul, and who is Apollos, but ministers by whom ye believed, even as the Lord gave to every man? I have planted, Apollos watered; but God gave the increase.”"},{"refcode_short":"8Red 74.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 74.1 (Ellen Gould White)","content":"The consciousness of being God's servants inspires the minister with energy and diligence to perseveringly discharge his duty, with an eye single to the glory of his Master. God has given to each of his messengers his distinctive work; and, while there is a diversity of gifts, all are to blend harmoniously in carrying forward the great work of salvation. They are only instruments of divine grace and power."},{"refcode_short":"8Red 74.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 74.2 (Ellen Gould White)","content":"Paul says, “So, then, neither is he that planteth anything, neither he that watereth; but God that giveth the increase. Now he that planteth and he that watereth are one; and every man shall receive his own reward according to his own labor. For we are laborers together with God; ye are God's husbandry, ye are God's building.” The teacher of Christ's truth must be near the cross himself, in order to bring sinners to it. His work should be to preach Christ, and to studiously avoid calling attention to himself and thus encumbering the sacred truth, lest he hinder its saving power."},{"refcode_short":"8Red 74.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 74.3 (Ellen Gould White)","content":"There can be no stronger evidence in churches that the truths of the Bible have not sanctified the receivers than their attachment to some favorite minister, and their unwillingness to accept and be profited by the labors of some other teacher who is sent to them in the providence of God. The Lord sends help to his church as they need, not as they choose; for short-sighted mortals cannot discern what is for their best good. It is seldom that one minister has all the qualifications necessary to perfect any one church in all the requirements of Christianity; therefore God sends other ministers to follow him, one after another, each one possessing some qualifications in which the others were deficient."},{"refcode_short":"8Red 75.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 75.1 (Ellen Gould White)","content":"The church should gratefully accept these servants of Christ, even as they would accept their Master himself. They should seek to derive all the benefit possible from the instruction which ministers may give them from the Word of God. But the ministers themselves are not to be idolized; there should be no religious pets and favorites among the people; it is the truths they bring which are to be accepted, and appreciated in the meekness of humility."},{"refcode_short":"8Red 75.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 75.2 (Ellen Gould White)","content":"In the apostles’ day, one party claimed to believe in Christ, yet would not give due respect to his ambassadors. They claimed to follow no human teacher, but to be taught directly from Christ, without the aid of ministers of the gospel. They were independent in spirit, and unwilling to submit to the voice of the church. Another party claimed Paul as their leader, and drew comparisons between him and Peter, which were unfavorable to the latter. Another declared that Apollos far exceeded Paul in address, and power of oratory. Another claimed Peter as their leader, affirming that he had been most intimate with Christ when he was upon earth, while Paul had been a persecutor of the believers. This party spirit was in danger of ruining the Christian church."},{"refcode_short":"8Red 75.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 75.3 (Ellen Gould White)","content":"Paul and Apollos were in perfect harmony. The latter was disappointed and grieved because of the dissension in the church; he took no advantage of the preference shown himself, nor did he encourage it; but hastily left the field of strife. When Paul afterward urged him to visit Corinth, he declined, and did not do so until long after, when the church had reached a better spiritual state."},{"refcode_short":"8Red 76.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 76.1 (Ellen Gould White)","content":"In writing to the Corinthians, Paul speaks of Apollos as one who had watered the precious seed sown by himself. He made no mention of the false teachers who were sent to Corinth to destroy the fruit of his labor. Because of the darkness and division in the church, he wisely forbore to irritate them by such references, for fear of turning some entirely from the truth. But he called the attention of the Corinthians to his work among them, saying, “According to the grace of God which is given unto me, as a wise master-builder, I have laid the foundation, and another buildeth thereon. But let every man take heed how he buildeth thereupon. For other foundation can no man lay than that is laid, which is Jesus Christ.”"},{"refcode_short":"8Red 76.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 76.2 (Ellen Gould White)","content":"Paul, as a champion of the faith, did not hesitate to declare the character of his work. But he did not thereby exalt himself when he asserted that he was a wise master-builder, who had laid the foundation for another to build upon. He had just stated, “For we are laborers together with God.” He claimed no wisdom of his own; but divine power, uniting with his human efforts, had enabled him to present the truth in a manner pleasing to God. He was a co-laborer with Christ, a diligent worker in bringing spiritual knowledge from the Word of God and the works of Christ, to all whose hearts were open to evidence. United with Christ, who was the greatest of all teachers, he had been enabled to communicate lessons of divine wisdom that met the necessities of all classes and conditions of men, and which were to apply to all times, all places, and all people. In so doing, Paul took no glory to himself, as a humble instrument in the hands of God."},{"refcode_short":"8Red 77.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 77.1 (Ellen Gould White)","content":"God gave Paul the wisdom of a skillful architect, that he might lay the foundation of the church of Christ. This figure of the building of a temple is frequently repeated in the Scriptures, as forcibly illustrating the building up of the true Christian church. Zechariah refers to Christ as the Branch that should build the temple of the Lord. He also refers to the Gentiles as helping in this building: “And they that are far off shall come and build in the temple of the Lord.”"},{"refcode_short":"8Red 77.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 77.2 (Ellen Gould White)","content":"Paul had now been working in the Gentile quarry, to bring out valuable stones to lay upon the foundation stone, which was Jesus Christ, that by coming in contact with that living stone, they might also become living stones. In writing to the Ephesians, he says, “Now, therefore, ye are no more strangers and foreigners, but fellow-citizens with the saints, and of the household of God; and are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner-stone; in whom all the building, fitly framed together, groweth unto an holy temple in the Lord. In whom ye also are builded together for an habitation of God.”"},{"refcode_short":"8Red 77.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 77.3 (Ellen Gould White)","content":"Some ministers, through their labors, furnish the most precious material: gold, silver, and precious stones, which represent true moral worth sanctified and purified by the Spirit of God. The false material, gilded to imitate the true,— that is a carnal mind, and unsanctified character, glossed over with seeming righteousness,—may not be readily detected by mortal eye; but the day of God will test the material. “Every man's work shall be made manifest; for the day shall declare it.”"},{"refcode_short":"8Red 78.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 78.1 (Ellen Gould White)","content":"The precious stones represent the most perfect Christians, who have been refined and polished by the grace of God, and affliction which they have endured with much prayer and patience. Their obedience and love resemble that of the great Pattern. Their lives are beautified and ennobled by self-sacrifice. They will endure the test of the burning day, for they are living stones. “Him that overcometh will I make a pillar in the temple of my God, and he shall go no more out.”"},{"refcode_short":"8Red 78.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 78.2 (Ellen Gould White)","content":"Many, from worldly policy, endeavor, by their own efforts, to become as polished stones, but cannot be living stones, because they are not built upon the true foundation. The day of God will reveal that they are, in reality, only hay, wood, and stubble. The great temple of Diana was ruined; her magnificence utterly perished; those who shouted, “Great is Diana of the Ephesians,” perished with their goddess and the temple which enshrined her. Their religion is forgotten, or seems like an idle tale. That temple was built upon a false foundation, and when tried, it was found to be worthless. But the stones that Paul quarried out from Ephesus were found to be precious and enduring."},{"refcode_short":"8Red 78.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 78.3 (Ellen Gould White)","content":"Paul laid himself upon the true foundation, and brought every stone, whether large or small, polished or unhewn, common or precious, to be connected with the living foundation stone, Christ Jesus. Thus slowly ascended the temple of the church of God. The apostle says, “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.”"},{"refcode_short":"8Red 79.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 79.1 (Ellen Gould White)","content":"Paul, in vision, had a view of the city of God, with its foundation of precious stones; and he represents the true Christian converts to be gold, silver, and precious stones. But the Jews made the work of Paul exceedingly difficult. They were continually claiming to be the only true children of Abraham, and therefore the only legitimate building-stones for God's house; and when the Gentiles accepted the truth, and were brought to the true foundation, they murmured about this material. Thus they hindered the work of God; nevertheless, the apostle unflinchingly continued his labors."},{"refcode_short":"8Red 79.2","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 79.2 (Ellen Gould White)","content":"Paul and his fellow-workmen were skillful architects because they had learned from Christ and his works. They had not only to build, but to tear down. They had to contend with the bigotry, prejudice, and violence of men who had built upon a false foundation. Through the power of God the apostles became mighty in pulling down these strongholds of the enemy. Many who wrought as builders of the temple of Christ's church could be likened to the builders of the wall in Nehemiah's day: “They which builded on the wall, and they that bore burdens, with those that laded, every one with one of his hands wrought in the work, and with the other hand held a weapon.”"},{"refcode_short":"8Red 79.3","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 79.3 (Ellen Gould White)","content":"One after another of the noble builders fell at his work by the hand of the enemy. Stephen was stoned; James was slain by the sword; Paul was beheaded; Peter was crucified; John was exiled. And yet stone after stone was added to the building, the church increased in the midst of the terrible persecutions that afflicted it, and new workers on the wall took the place of the fallen."},{"refcode_short":"8Red 80.1","refcode_long":"Redemption: or the Teachings of Paul, and his Mission to the Gentiles, p. 80.1 (Ellen Gould White)","content":"These faithful builders sought diligently to bring precious material to the living foundation. Paul labored to have his own heart, affections, and character correct and in harmony with the law of God; and then earnestly sought to bring about the same result with his converts. He exhorted Timothy: “Take heed unto thyself, and unto the doctrine.” This is the duty of every teacher of Bible truth, to illustrate in his own life the active Christian virtues, to be pure in heart, given to holy conversation, to be good, and to do good."}]