[{"refcode_short":"Advance","refcode_long":"The Advance","content":"The Advance"},{"refcode_short":"Advance March 1,  1899","refcode_long":"The Advance March 1,  1899","content":"1899"},{"refcode_short":"Advance March 1,  1899","refcode_long":"The Advance March 1,  1899","content":"March 1, 1899"},{"refcode_short":"Advance March 1,  1899","refcode_long":"The Advance March 1,  1899","content":"Testimony To New Zealand"},{"refcode_short":"Advance March 1,  1899, par. 1","refcode_long":"The Advance March 1,  1899, paragraph 1","content":"In New Zealand many who claim to believe the truth manifest their own spirit in the presentation. Self-esteem and self-sufficiency are so prominent that Christ is lost to view, and the terrible fact remains substantiated that many are standing before the world as witnesses for Christ who exalt self, who idolize self, and their own ideas and wills, when their wills and devices are out of harmony with the work of God for these times. Jesus is hid behind poor, selfish humanity. The man appears with his defects glorified by him as perfection."},{"refcode_short":"Advance March 1,  1899, par. 2","refcode_long":"The Advance March 1,  1899, paragraph 2","content":"I have a message for you, brethren in New Zealand, which I must bear to you either by pen or voice. You must die to self, be crucified to self, and become learners in the school of Christ. In words of tenderness the great Teacher invites you saying, “Come unto me all ye that are weary and heavy laden, and I will give you rest. Take my yoke upon you and learn of me, for I am meek and lowly in heart, and ye shall find rest to your souls, for my yoke is easy and my burden is light.” When you learn this lesson you will become true witnesses for Christ, but until you do learn this lesson, self with all its defects will appear and Jesus will be kept in the back-ground. When you individually know that your work upon earth is to go forth and live over again in meekness and lowliness of heart the life of Christ, then you will become qualified to become Christ's witnesses. Every one who would follow Christ truly, will be filled with sorrow and repentance when he realizes that he has brought self to the front instead of Jesus. He will regret that he has not been full of mercy and good fruits, that he has boasted and talked much, but failed to reveal the divine character to the world. Some have felt that they are rich and increased in goods, and have need of nothing; when, could they see as Christ sees, they would acknowledge themselves poor and blind and miserable and wretched and naked. To these the true witness says: “I counsel thee to buy of me gold, tried in the fire, (which is faith and love) that thou mayest be rich; and white raiment, (which is Christ's righteousness) that thou mayest be clothed, and that the shame of thy nakedness do not appear; and anoint thy eyes with eyesalve, (which is spiritual discernment) that thou mayest see."},{"refcode_short":"Advance March 1,  1899, par. 3","refcode_long":"The Advance March 1,  1899, paragraph 3","content":"Brethren, you are self-centered. You are filled with selfish sufficiency, but when you are emptied of self, Jesus will come to your help, and will give you His gentleness, His patience, His love, and His tenderness. Then you can present the truth to your fellow-men, and lift up Jesus before them. You will work for Christ, and lose all thoughts of self, become willing to suffer, to endure reproach and shame for His dear name, for this will be the aim and object of your life."},{"refcode_short":"Advance March 1,  1899, par. 4","refcode_long":"The Advance March 1,  1899, paragraph 4","content":"Let no one who reads these words be discouraged and say, “Oh, if this is my state, I may as well stop.—If this is the measure, I can never be a true witness for Christ.” For your soul's sake I ask you to take the word of God and search it as never before, in order that you may know what it means to be Christ-like. Do not feel discouraged, for from the lips of Christ who died to save you, you have this promise: “Ye shall receive power, after that the Holy Ghost is come upon you, and ye shall be witnesses unto me in Judea, and in Jerusalem, and in Samaria, and unto the uttermost parts of the earth.” Mark it,—you are to receive power from on high. Then put away all hardness, all denunciation of your brethren, all criticisms, and lie broken at the feet of your Lord. Let earnestness come into your hearts, and fervent charity among yourselves. If you bite and devour one another, you shall be devoured one of another. Harshness and unkindness is a curse to any home, and it is like a desolating hail in the church. O, that I could speak unto thousands: “Come unto Jesus.” Do not wrap your Pharisaical garment about you and say, “I believe the truth. I am righteous.” Rather surrender your wills which you have idolized, and let the will of God be done in you perfectly. When you all respond to the will of God, the prayer of Christ “That we may be one as he is one with the Father,” will be fulfilled."},{"refcode_short":"Advance March 1,  1899, par. 5","refcode_long":"The Advance March 1,  1899, paragraph 5","content":"Press together. Do not make much of slight differences of opinion, and so separate heart from heart; but see how you can love one another, even as Christ has loved you. See how you can forgive those who have trespassed against you, even as you want your heavenly Father to forgive your trespasses. Then you can be definite in your requests to God. You will bear the heavenly credentials which is His own righteousness, and you can say Christ does hear and He does bless, and you can say, “I am His, and He is mine.”"},{"refcode_short":"Advance June 1,  1899","refcode_long":"The Advance June 1,  1899","content":"June 1, 1899"},{"refcode_short":"Advance June 1,  1899","refcode_long":"The Advance June 1,  1899","content":"“Ye Shall be Witnesses Unto Me”"},{"refcode_short":"Advance June 1,  1899, par. 1","refcode_long":"The Advance June 1,  1899, paragraph 1","content":"The cause of present truth can be greatly extended by personal effort."},{"refcode_short":"Advance June 1,  1899, par. 2","refcode_long":"The Advance June 1,  1899, paragraph 2","content":"As children of God none of us are excused from taking a part in the great work of Christ, in the salvation of our fellow-men."},{"refcode_short":"Advance June 1,  1899, par. 3","refcode_long":"The Advance June 1,  1899, paragraph 3","content":"All men and women who are Christians in every sense of the word, should be workers in the vineyard of the Lord."},{"refcode_short":"Advance June 1,  1899, par. 4","refcode_long":"The Advance June 1,  1899, paragraph 4","content":"God works with our efforts. We may close the way for sinners by our negligence and selfishness."},{"refcode_short":"Advance June 1,  1899, par. 5","refcode_long":"The Advance June 1,  1899, paragraph 5","content":"We should not hold ourselves aloof from our fellow-men, but come close to them; for their souls are as precious as our own."},{"refcode_short":"Advance June 1,  1899, par. 6","refcode_long":"The Advance June 1,  1899, paragraph 6","content":"Missionaries for God are wanted; faithful men and women who will not shirk responsibility. Judicious labor will accomplish good results."},{"refcode_short":"Advance June 1,  1899, par. 7","refcode_long":"The Advance June 1,  1899, paragraph 7","content":"Those whom Christ has connected with himself will, as far as in them lies, labor diligently and perseveringly as He labored, to save souls who are perishing around them."},{"refcode_short":"Advance June 1,  1899, par. 8","refcode_long":"The Advance June 1,  1899, paragraph 8","content":"A working church will ever be a growing church. They will ever find a stimulus and a tonic in trying to help others, and in doing it they will be strengthened and encouraged."},{"refcode_short":"Advance June 1,  1899, par. 9","refcode_long":"The Advance June 1,  1899, paragraph 9","content":"Satan is now seeking to hold God's people in a state of inactivity, to keep them from acting their part in spreading the truth, that they may at last be weighed in the balance and found wanting."},{"refcode_short":"Advance June 1,  1899, par. 10","refcode_long":"The Advance June 1,  1899, paragraph 10","content":"We are answerable to God for the souls of those with whom we are brought in contact, and the closer our connections with our fellow-men, the greater our responsibility."},{"refcode_short":"Advance June 1,  1899, par. 11","refcode_long":"The Advance June 1,  1899, paragraph 11","content":"Every opportunity should be improved to extend the truth to other nations. This will be attended by considerable expenses, but expense should in no case hinder the performance of this work. The Lord has lent men means for this very purpose, to use in sending the truth to their fellow-men."},{"refcode_short":"Advance June 1,  1899, par. 12","refcode_long":"The Advance June 1,  1899, paragraph 12","content":"Instead of our ministering brethren labouring among the churches, God designs that we should spread abroad, and our missionary labor be extended over as much ground as we can possibly occupy to advantage, going in every direction to raise up new companies. As long as churches rely upon labourers from abroad to strengthen and encourage their faith, they will not become strong in themselves. They should be instructed that their strength will increase in proportion to their personal efforts. The more closely the New Testament plans are followed in missionary labour, the more successful will be the efforts put forth."}]