[{"refcode_short":"Advocate","refcode_long":"The Advocate","content":"The Advocate"},{"refcode_short":"Advocate February 1,  1899","refcode_long":"The Advocate February 1,  1899","content":"1899"},{"refcode_short":"Advocate February 1,  1899","refcode_long":"The Advocate February 1,  1899","content":"February 1, 1899"},{"refcode_short":"Advocate February 1,  1899","refcode_long":"The Advocate February 1,  1899","content":"The Proper Mold for our Schools"},{"refcode_short":"Advocate February 1,  1899, par. 1","refcode_long":"The Advocate February 1,  1899, paragraph 1","content":"Our schools must be conducted under the supervision of God. There is a work to be done for young men and young women that is not yet accomplished. There are much larger numbers of young people who need to have the advantages of our school. They need the manual-training course, which will teach them how to lead an active, energetic life. All kinds of labor must be connected with our school. Under wise, judicious, God-fearing directors, the students are to be taught. Every branch of the work is to be conducted on the most thorough and systematic lines that long experience and wisdom can plan and execute."},{"refcode_short":"Advocate February 1,  1899, par. 2","refcode_long":"The Advocate February 1,  1899, paragraph 2","content":"Let the teachers in our school wake up, and impart the knowledge they have in agricultural lines, and in the industries that it is essential for the students to understand,—seek in every line of labor to reach the very best results. Let the science of the word of God be brought into the work, that the students may understand correct principles, and may reach the highest possible standard. Exert your God-given abilities, and bring all your energies into the development of the Lord's farm. Study and labor, that the best results and the greatest returns may come from the seed sowing, that there may be an abundant supply of food, both temporal and spiritual."},{"refcode_short":"Advocate February 1,  1899, par. 3","refcode_long":"The Advocate February 1,  1899, paragraph 3","content":"The Work before Us—We need more teachers and more talent, to educate the students in various lines, that there may go forth from this place many persons willing and able to carry the knowledge which they have received to others. Lads are to come in from different localities, and nearly all will take the industrial course. This course should include the keeping of accounts, carpenter's work, and everything that is comprehended in farming. Preparation should also be made for the teaching of blacksmithing, painting, shoemaking, cooking, baking, washing, mending, typewriting, and printing. Every power at our command is to be brought into this training work, that students may go forth equipped for the duties of practical life."},{"refcode_short":"Advocate February 1,  1899, par. 4","refcode_long":"The Advocate February 1,  1899, paragraph 4","content":"Cottages and buildings essential to the school work are to be erected by the students themselves. These buildings should not be crowded close together, or located near the school buildings proper. In the management of this work, small companies should be formed who should be taught to carry a full sense of their responsibility. All these things can not be accomplished at once, but we are to begin to work in faith."},{"refcode_short":"Advocate February 1,  1899, par. 5","refcode_long":"The Advocate February 1,  1899, paragraph 5","content":"Missionary Effort the Highest Training—The Lord will surely bless all who seek to bless others. The school is to be so conducted that teachers and students will continually increase in power through the faithful use of the talents given them. By faithfully putting to a practical use that which they have learned, they will constantly increase in wisdom and knowledge. We are to learn from the Book of books the principles from which we are to live and labor...."},{"refcode_short":"Advocate February 1,  1899, par. 6","refcode_long":"The Advocate February 1,  1899, paragraph 6","content":"When entered upon with this spirit, the missionary work becomes an elevating and uplifting work, both to the laborer and to the person helped.... The students who will get the most good out of life are those who will live the word of God in their connections and dealings with their fellow men. Those who receive to give will feel the greatest satisfaction in this life...."},{"refcode_short":"Advocate February 1,  1899, par. 7","refcode_long":"The Advocate February 1,  1899, paragraph 7","content":"Whatever may be the position or possessions of any individual who has the knowledge of the truth, the word of God teaches him that all that he has he holds in trust. It is lent him to test his character. His worldly business in all its lines, his talents, his income, his opportunities are all to be accounted for to Him to whom he belongs by creation and redemption. When he uses every precious talent in carrying forward God's great work of education, when he strives to obtain the very best knowledge of how to be useful, how to labor for the salvation of souls ready to perish, God's blessing will surely attend his efforts. God bestows his gifts upon us that we may minister to others, and thus become like him.... This is the work that causes glory to flow back to God."},{"refcode_short":"Advocate March 1,  1899, par. 7","refcode_long":"The Advocate March 1,  1899, paragraph 7","content":"March 1, 1899"},{"refcode_short":"Advocate March 1,  1899","refcode_long":"The Advocate March 1,  1899","content":"Labor and the Laborers"},{"refcode_short":"Advocate March 1,  1899, par. 1","refcode_long":"The Advocate March 1,  1899, paragraph 1","content":"God chooses his workers from all classes of people, and imbues them with his own Spirit. So it was in ancient times. The men and women of God's selection were of intense earnestness, full of zeal...."},{"refcode_short":"Advocate March 1,  1899, par. 2","refcode_long":"The Advocate March 1,  1899, paragraph 2","content":"As a panorama, there passed before me cities and towns, where large and small tents were pitched. There were laborers in the ministry presenting truth, not in long, labored discourses, but short talks right to the point, then calling for all who were not satisfied that they were prepared for Christ's coming, and all who were feeling burdened and heavy laden, to come into a tent apart by themselves. This is the work to be done. Let those who are spiritual converse with these poor, precious souls. Pray with them and for them. Hold on to the work; do not let go. Visit from house to house, keeping your own souls in the love of God."},{"refcode_short":"Advocate March 1,  1899, par. 3","refcode_long":"The Advocate March 1,  1899, paragraph 3","content":"Let every one follow the Lord, and not seek to bind any one to do a work which you suppose he should do. This is the work to be done in cities and towns. Then as souls embrace the truth, they are not to be left without labor or encouragement. They are to have their feet planted upon the eternal rock."},{"refcode_short":"Advocate March 1,  1899, par. 4","refcode_long":"The Advocate March 1,  1899, paragraph 4","content":"There were working men before me, building humble houses of worship. Those newly come to the faith were helping with willing hands, and those who had means were assisting with their means. The very thing was being done that should have been done years ago. I viewed the work advancing. In the basement of the church, above ground, room was provided for a school where the children could be educated. Teachers were selected to go to this place; the numbers in the school were not large, but it was a happy beginning. I heard the songs of children and of parents, “Except the Lord build the house, they labor in vain that build it: except the Lord keep the city, the watchman waketh but in vain.” “Praise ye the Lord. Praise the Lord, O my soul. While I live will I praise the Lord: I will sing praises unto my God while I have any being. Put not your trust in princes, nor in the son of man, in whom there is no help.” “Praise ye the Lord from the heavens: praise him in the heights. Praise ye him, all his angels: praise ye him, all his hosts. Praise ye him, sun and moon: praise him, all ye stars of light.”"},{"refcode_short":"Advocate March 1,  1899, par. 5","refcode_long":"The Advocate March 1,  1899, paragraph 5","content":"The companies that shall be raised up will need a place of worship. They will need schools where Bible instruction may be given to the children. The schoolroom is needed just as much as the church building is needed. The Lord has men to engage in the work just as soon as there is something done to prepare the way for them."},{"refcode_short":"Advocate April 1,  1899","refcode_long":"The Advocate April 1,  1899","content":"April 1, 1899"},{"refcode_short":"Advocate April 1,  1899","refcode_long":"The Advocate April 1,  1899","content":"The Southern Field"},{"refcode_short":"Advocate April 1,  1899, par. 1","refcode_long":"The Advocate April 1,  1899, paragraph 1","content":"The Southern field is a hard field, a very unsightly field, because it has been so long uncultivated. All who take hold of the work in the cause of God and suffering humanity will have to change their designs and plans. They will have plenty of trials and discouragements to meet, but they must not allow these to hinder, to dishearten, or to handicap them in their work. In love to Christ who died to save this poor, downtrodden people, in love for the souls of the perishing thousands, they are to labor for this worse than heathen country."},{"refcode_short":"Advocate April 1,  1899, par. 2","refcode_long":"The Advocate April 1,  1899, paragraph 2","content":"Brethren, you have a work to do which you have left undone. A long-neglected field stands out in plain view before God to shame the people who have light and advanced truth, but who have done so little to remove the stones and the rubbish that have been accumulating for so long a time. Those who have enjoyed every privilege and blessing have passed by on the other side. As a Christian people, God has called you to prepare the way of the Lord in this unpromising field."},{"refcode_short":"Advocate April 1,  1899, par. 3","refcode_long":"The Advocate April 1,  1899, paragraph 3","content":"You have not done this work, notwithstanding the light that has been given you and kept before you. Not only did the design of this work originate with God, but the facilities were his, and were to be found in his treasury. God will reward according to the measure of the neglect shown for his purposes and specified methods. He designs that we should educate the people how to work to sustain themselves. The insignificant measures employed in their behalf come up before God in the destitute, corrupted state of humanity. The apostle Paul could say of the primitive churches, “They glorified God in me.” There are many souls in the South who through well-directed labor may be converted, but the work must be conducted on different lines than in any other field in the United States."},{"refcode_short":"Advocate April 1,  1899, par. 4","refcode_long":"The Advocate April 1,  1899, paragraph 4","content":"There need be no dearth of means today for the advancement of the work, but the Lord has no pleasure in his people, because pride and selfishness have expelled mercy and the love of God and their fellow men from their hearts. Wrong actions are clothed with a pretense of righteousness, which the Lord calls dissembling, false weights, unjust balance, and fraud. This is the iniquity of the people of God. They have not restored the pledge, nor brought back that which they have taken away. “Truth has fallen in the street; and equity can not enter.”"},{"refcode_short":"Advocate April 1,  1899, par. 5","refcode_long":"The Advocate April 1,  1899, paragraph 5","content":"The deepest humility should be felt by those who have the privileges of enlightenment and education in missionary lines. The Lord God of heaven, by whom all actions are weighed in the golden balances of the sanctuary, looks upon the thousands of colored people, our neighbors, who, in their destitution, are spreading their cases before the Giver of all mercies and blessings. These people are perishing in their sins. As a people they are ignorant; many know nothing of purity and godliness and elevation. But among them are men and women of quick perceptions, excellent talents, and these will be revealed when once the Spirit of God shall turn their attention to the Word. But they need ministry not in the Word alone. Those who would do God's service in this field must go among the people."},{"refcode_short":"Advocate April 1,  1899, par. 6","refcode_long":"The Advocate April 1,  1899, paragraph 6","content":"There are those, who, while they profess godliness, are not pure. They have corrupted their ways before God. And when these people meet those who have no disguises for their corruption, they have so little sense of what constitutes a high and holy character that they are in danger of revealing that they are of a class as degraded as their fellow beings of the Southern States. The people of the South do not need those to go among them who have not the love of the truth in their hearts, and who will easily yield to temptation; who, with the light they have, will descend to the low level of the moral corruption of those they are professedly trying to save. This will be the danger of those whose minds are not pure; therefore be sure that men of steadfast principle be sent to work for God in this field."},{"refcode_short":"Advocate April 1,  1899, par. 7","refcode_long":"The Advocate April 1,  1899, paragraph 7","content":"In his providence, God is saying, as he has been saying for years past: Here is a field for you to work. Those who are wise in agricultural lines, in tilling the soil, those who can construct simple, plain buildings, may help. They can do work, and at the same time show in their characters the high morality which it is the privilege of this people to attain. Teach them the truth in simple object-lessons. Make everything upon which they lay their hands a lesson in character building."},{"refcode_short":"Advocate April 1,  1899, par. 8","refcode_long":"The Advocate April 1,  1899, paragraph 8","content":"The South is calling to God for spiritual and temporal food, but it has been so long neglected that hearts have become as hard as stone. God's people need now to arouse and redeem their sinful neglect and indifference of the past. These obligations now rest heavily upon the churches, and God will graciously pour out his Spirit upon those who will take up their God-given work."},{"refcode_short":"Advocate May 1,  1899, par. 8","refcode_long":"The Advocate May 1,  1899, paragraph 8","content":"May 1, 1899"},{"refcode_short":"Advocate May 1,  1899","refcode_long":"The Advocate May 1,  1899","content":"The Necessary Education"},{"refcode_short":"Advocate May 1,  1899, par. 1","refcode_long":"The Advocate May 1,  1899, paragraph 1","content":"“There is far less earnest, whole-souled study of the truth as it is in Jesus than there should be. There should be connected with our school, those who are strong-minded and whole- souled Christians, who receive and believe in Christ as the Alpha and Omega...."},{"refcode_short":"Advocate May 1,  1899, par. 2","refcode_long":"The Advocate May 1,  1899, paragraph 2","content":"“When students refuse to make the Word of God their study, and take as their instructors books written by infidels, Satan is close by, to make his impression on their mind. Every one who allows himself to have respect for infidel authors is in danger. Why?—Because he sees not God, and with all his educators he does not see Jesus Christ as the teacher sent by God. He does not look upon him as the bread sent down from heaven, of which he must eat, and therefore his experience is not composed of that which makes him one with Christ."},{"refcode_short":"Advocate May 1,  1899, par. 3","refcode_long":"The Advocate May 1,  1899, paragraph 3","content":"“The Bible is a treasure house of knowledge, and all who make this book their study, sinking the shaft deep into the mine of truth, will exclaim, ‘I behold wondrous things out of thy word.’ The incarnation of Christ is but dimly appreciated by many students who have studied long in our schools. This subject should be and will be better understood by all who in truth love Truth, and walk in the way of the Lord. The experimental knowledge of this is as essential to sanctify daily as to redeem."},{"refcode_short":"Advocate May 1,  1899, par. 4","refcode_long":"The Advocate May 1,  1899, paragraph 4","content":"“Light has been given you in clear lines in regard to the mistakes made in the education of teachers. The education which teachers might gain many regard as non-essential. They do not gain a knowledge of practical life, a knowledge of how to work as well as of how to study. This mistake must not be allowed to influence the youth who attend the school we are trying to establish."},{"refcode_short":"Advocate May 1,  1899, par. 5","refcode_long":"The Advocate May 1,  1899, paragraph 5","content":"“Many look upon the study of books as the principal purpose of their scholastic life. They know very little of practical business management, and are therefore one-sided...."},{"refcode_short":"Advocate May 1,  1899, par. 6","refcode_long":"The Advocate May 1,  1899, paragraph 6","content":"“If the students had developed brain, bone, and muscle harmoniously, they could have studied better. But many students have followed their own idea as to what constitutes education, and, therefore, they have not placed themselves where their determination was to be self-made men and women. Many have failed because they have not reasoned from cause to effect. They are contented to be carried rather than work their own way. And many follow their example...."},{"refcode_short":"Advocate May 1,  1899, par. 7","refcode_long":"The Advocate May 1,  1899, paragraph 7","content":"“Nothing can elevate man, nothing can make him pure and keep him pure, but believing in and practising the truth. He must eat the flesh, and drink the blood of the Son of God. This is the lesson all should learn. They should see that to be sanctified means more than to have a theoretical knowledge of the truth. They must have living faith. They must do more than denounce wrong in others; they must fight it in themselves. They must be whole-souled Christians, possessing the earnestness and living energy derived from Christ...."},{"refcode_short":"Advocate May 1,  1899, par. 8","refcode_long":"The Advocate May 1,  1899, paragraph 8","content":"“Many go from our schools with some knowledge, but without that all-round harmonious character that would enable them to be teacher or principal."},{"refcode_short":"Advocate May 1,  1899, par. 9","refcode_long":"The Advocate May 1,  1899, paragraph 9","content":"“The principles of true education, that will fit students to be practical business men, have been very poorly carried out. This class of education is needed in all our missionary enterprises; and if the teachers in our schools did their duty according to the ‘It is written,’ they would send forth from school men of moral worth, men who would know how to take hold of the work in a new field, and use brain, bone, and muscle,—making a harmonious whole."},{"refcode_short":"Advocate May 1,  1899, par. 10","refcode_long":"The Advocate May 1,  1899, paragraph 10","content":"“Many who have been educated in our schools are heedless. They do a little somewhere else, but they show they have not been educated for practical work. Students should remember that the first interest is to make themselves practical, all-round, useful men and women, who in an emergency can do the work necessary to be done. When students are given this kind of education, it will not be necessary to spend money to transport men thousands of miles to plan schools, meeting-houses, and colleges. Students should be encouraged to combine mental and physical labor. The physical powers should be developed in proportion to the mental faculties. This is essential for an all-round education. They will then be at home in any place. They should be prepared to teach others how to build, how to cultivate the soil. A man may have a brilliant mind, he may be quick to catch ideas; but this is of little value to him and to others if he has no knowledge of practical work, if he does not know how to put his ideas into execution. Such a one is only half educated."},{"refcode_short":"Advocate May 1,  1899, par. 11","refcode_long":"The Advocate May 1,  1899, paragraph 11","content":"“A teacher who has an intelligent knowledge of the best, and who can not only teach the theory, but can show by example how things should be done, will never be a drug in the market. Young men should not always be as servants, who must be told what to do, and who, when one job is done, have no perception to look around, and see what more needs to be done. They should look the situation squarely in the face, saying, This will not do. Unless I learn how to work, how to manage difficult problems, how to wrestle with difficult problems, I will be of no practical value. I must and will rise. I will mount from the lowest to the highest round of the ladder. He who manifests this determination will make a trustworthy worker; for his aim is to advance in knowledge and increase in understanding. He can be depended upon as thoughtful and caretaking....”"},{"refcode_short":"Advocate July 1,  1899, par. 11","refcode_long":"The Advocate July 1,  1899, paragraph 11","content":"July 1, 1899"},{"refcode_short":"Advocate July 1,  1899","refcode_long":"The Advocate July 1,  1899","content":"Education of the Children"},{"refcode_short":"Advocate July 1,  1899, par. 1","refcode_long":"The Advocate July 1,  1899, paragraph 1","content":"A decided reform is needed in the lessons given to the children and youth in our schools. Students need lessons which they have not yet received. We are not at liberty to teach that which shall meet the world's standard or the standard of the church, simply because it is the custom to do so. The cross of Christ is to be the theme, revealing the lessons we must learn and practise in this life, that we may represent Christ in character. The lessons given in the Old and New Testaments should be carefully selected and arranged so as to be interesting and attractive to the minds of the children. The lessons which Christ has taught are to be the standard. Jesus came to give the highest class of education in lessons adapted to the comprehension of humanity. The excellence of Christ is to be our study through time and eternity...."},{"refcode_short":"Advocate July 1,  1899, par. 2","refcode_long":"The Advocate July 1,  1899, paragraph 2","content":"Our Sabbath-schools give the youth instruction in regard to the truth, and then as they go to the dayschool, books are placed before them which confuse the mind, and lessons containing falsehoods are given them to learn. These things need close criticism; for if the young are educated from books which contain a perversion of truth, how will the influence of this education be counteracted? The mind will be of the same character as the food upon which it feeds; the harvest of the same nature as the seed sown...."},{"refcode_short":"Advocate July 1,  1899, par. 3","refcode_long":"The Advocate July 1,  1899, paragraph 3","content":"We are living in the closing work of these perilous times, when “truth hath fallen in the street, and equity can not enter;” when “he that departeth from evil maketh himself a prey.” The great, grand work of preparing a people to stand in the day of the Lord is to be accomplished...."},{"refcode_short":"Advocate July 1,  1899, par. 4","refcode_long":"The Advocate July 1,  1899, paragraph 4","content":"The truth is light and power, and to present it so that impressions will be made upon hearts should be the work of our schools as well as of our churches, of the teacher as well as of the minister...."},{"refcode_short":"Advocate July 1,  1899, par. 5","refcode_long":"The Advocate July 1,  1899, paragraph 5","content":"We can not in this day of peril accept teachers because they have been in school two, three, four, or five years. The question which should decide whether they are qualified for their work should be, Have they, with all their acquisition of knowledge, searched the Bible, and dug beneath the surface for truth as for hid treasures? or have they seized the chaff in the place of the pure wheat thoroughly winnowed? Are they partakers of the fruit of the tree of life? We can not consent at this period of time to expose our youth to the consequences of learning a mixture of truth with error. The youth who come from school without feeling the importance of making the Word of God their first study, the main study, above every science in educational lines, are not qualified, in these days of peril, to enter upon the work of the teacher...."},{"refcode_short":"Advocate July 1,  1899, par. 6","refcode_long":"The Advocate July 1,  1899, paragraph 6","content":"In all our churches, and wherever there is a company of believers, church schools should be established, and in these schools there should be teachers who have the true missionary spirit; for the children are to be trained to become missionaries. It is essential that teachers be educated to act their important part in instructing children of Sabbath-keepers, not only in the sciences, but in the Scriptures. These schools established in different localities, and conducted by God-fearing men and women, as the case demands, should be built upon the same principles as were the schools of the prophets...."},{"refcode_short":"Advocate July 1,  1899, par. 7","refcode_long":"The Advocate July 1,  1899, paragraph 7","content":"There is an earnest work to be done for the children. Before the overflowing scourge shall come upon all the dwellers upon the earth, the Lord calls upon all who are Israelites indeed to serve him. Gather your children into your houses; gather them in from the classes who are voicing the words of Satan, who are disobeying the commandments of God. Get out of the cities as soon as possible. Establish church schools. Gather in your children, and give them the Word of God as the foundation of all their education. Had the churches in different localities sought counsel of God, they would not need to be thus addressed on this point."},{"refcode_short":"Advocate July 1,  1899, par. 8","refcode_long":"The Advocate July 1,  1899, paragraph 8","content":"When the children of Israel were gathered out from among the Egyptians, the Lord said: “For I will pass through the land of Egypt this night, and will smite all the first-born in the land of Egypt, both man and beast; and against all the gods of Egypt will I execute judgment: I am the Lord.”... Any one of the children of the Hebrews who was found in the Egyptian habitations was destroyed...."},{"refcode_short":"Advocate July 1,  1899, par. 9","refcode_long":"The Advocate July 1,  1899, paragraph 9","content":"We have a special work to do in educating and training our children, that they may not, either in attending school or in associating with others, be influenced by those of corrupt habits...."},{"refcode_short":"Advocate July 1,  1899, par. 10","refcode_long":"The Advocate July 1,  1899, paragraph 10","content":"The education that is generally given in the schools of the world is not that which can be accepted as true education. Educators of youth should be Christians, who are themselves under the discipline of God...."},{"refcode_short":"Advocate July 1,  1899, par. 11","refcode_long":"The Advocate July 1,  1899, paragraph 11","content":"Let us view the case correctly. Children are the heritage of the Lord, and are to be so educated that they may be the younger members of the Lord's family, prepared by proper instruction to serve the Lord in their childhood life. Shall the members of the church give means to advance the cause of Christ among others, and then let their own children carry on the work and service of Satan?.... O, for a clearer perception of what we might accomplish if we would learn of Jesus!...."},{"refcode_short":"Advocate July 1,  1899, par. 12","refcode_long":"The Advocate July 1,  1899, paragraph 12","content":"We may bring hundreds and thousands of children to Christ if we will work for them. Let all who read these words be melted and subdued. Let us in our educational work embrace far more of the children and youth than we have done, and there will be a whole army of missionaries raised up to work for God."},{"refcode_short":"Advocate September 1,  1899, par. 12","refcode_long":"The Advocate September 1,  1899, paragraph 12","content":"September 1, 1899"},{"refcode_short":"Advocate September 1,  1899","refcode_long":"The Advocate September 1,  1899","content":"Text-Books"},{"refcode_short":"Advocate September 1,  1899, par. 1","refcode_long":"The Advocate September 1,  1899, paragraph 1","content":"“The world acknowledges as teachers those whom God does not indorse as safe educators. The Bible is discarded by these. Infidel authors are recommended as if they were in possession of those sentiments which should be interwoven into the course of study. What do you expect from the sowing of this kind of seed? In the study of these objectionable books, the minds of teachers, as well as students, become corrupted, and the enemy sows his tares. It can not be otherwise. By drinking of the impure fountain, poisonous malaria is introduced into the system. Inexperienced youth taken over this line of study receive, because of their inexperience, impressions which lead their thoughts into channels that are fatal to piety."},{"refcode_short":"Advocate September 1,  1899, par. 2","refcode_long":"The Advocate September 1,  1899, paragraph 2","content":"“Thus youth have been sent to our school in Battle Creek to learn from books which, because tolerated in our schools, are thought to be safe. But it is impossible to sanction these books by retaining them as lesson books without reaping the harvest which is sure to come from the sowing of such seed. It is this class of education that has sent students from the schools of the world infidels."},{"refcode_short":"Advocate September 1,  1899, par. 3","refcode_long":"The Advocate September 1,  1899, paragraph 3","content":"“The Messenger of God took books from the hands of several teachers, and laid them aside, saying, ‘There never has been a time in your lives when a study of these books was for your present good and advancement, or for your future eternal good.’"},{"refcode_short":"Advocate September 1,  1899, par. 4","refcode_long":"The Advocate September 1,  1899, paragraph 4","content":"“Placing a Bible in the hands of the teachers, he said, ‘Your present opportunities are to be earnestly improved. Make the Word of the infinite God your lesson book.’ If this had been done as God requires, students lost to the cause of God would now be missionaries.”"},{"refcode_short":"Advocate September 1,  1899, par. 5","refcode_long":"The Advocate September 1,  1899, paragraph 5","content":"“As they search diligently, praying for wisdom, they will learn that there are heights and depths in the Word of God that they have never yet seen. The more they set their hearts to learn, the more they will realize the necessity of sinking the shaft deep into the mines of truth, that they may discover the precious ore.”"},{"refcode_short":"Advocate September 1,  1899, par. 6","refcode_long":"The Advocate September 1,  1899, paragraph 6","content":"“Our youth must have well-conducted schools, where they can gain an all-round education. From Genesis to Revelation the gospel shines forth with no uncertain light.... It is of far greater consequence that students study God's Word than that they study Greek and Latin. Yet some may carry the study of these languages with success, especially Greek, and yet not place them above the Word of God. The Word of God is the foundation of all true study, and it is a most deplorable thing that it is so poorly understood, and therefore so little appreciated.”"},{"refcode_short":"Advocate September 1,  1899, par. 7","refcode_long":"The Advocate September 1,  1899, paragraph 7","content":"“You must not let the students suppose that their education is to be loose and haphazard. Let the students, the young especially, study books that are free from infidelity. As fast as possible, let the youth perfect their knowledge of the common branches.”"},{"refcode_short":"Advocate September 1,  1899, par. 8","refcode_long":"The Advocate September 1,  1899, paragraph 8","content":"“In Christ is the fountain of all knowledge. In him our hopes of eternal life are centered. He is the greatest teacher the world has ever known, and if we desire to enlarge the minds of the children and youth, and win them, if possible, to a love of the Bible, we should fasten their minds upon the plain and simple truth, digging out that which has been buried beneath the rubbish of tradition, and letting the jewels shine forth. Encourage them to search into these subjects, and the effort put forth will be an invaluable discipline. The unfolding of God, as represented in Jesus Christ, furnishes a theme that is grand to contemplate, and that will, if studied, sharpen the mind, and elevate and ennoble the faculties. As the human agent learns these lessons in the school of Christ, trying to become, as Christ was, meek and lowly of heart, he will learn the most useful of all lessons,—that intellect is supreme only as it is sanctified by a living connection with God.”"},{"refcode_short":"Advocate September 1,  1899, par. 9","refcode_long":"The Advocate September 1,  1899, paragraph 9","content":"“I have some matters which I wish to present before you in regard to education. The teachers in our schools have great respect for authors and books that are current in most of our educational institutions. All heaven has been looking upon our institutions of learning, and asking you, What is the chaff to the wheat? The Lord has given us most precious instructions in his Word, teaching us what characters we must form in this life to prepare us for the future, immortal life. It has been the custom to exalt books and authors that do not present the proper foundation for true education. From what source did these authors obtain their wisdom, a large share of which does not deserve our respect, even if the authors are regarded as being wise men? Have they taken their lessons from the greatest Teacher that the world ever knew? If not, they are decidedly in the fault. Those who are preparing for the heavenly abodes should be recommended to make the Bible their chief book of study...."},{"refcode_short":"Advocate September 1,  1899, par. 10","refcode_long":"The Advocate September 1,  1899, paragraph 10","content":"“Books should have been prepared to place in the hands of students that would educate them to have a sincere, reverent love for truth and steadfast integrity. The class of studies which are positively essential in the formation of character to give them a preparation for the future life should be kept ever before them.”"},{"refcode_short":"Advocate October 1,  1899, par. 10","refcode_long":"The Advocate October 1,  1899, paragraph 10","content":"October 1, 1899"},{"refcode_short":"Advocate October 1,  1899","refcode_long":"The Advocate October 1,  1899","content":"Church Schools"},{"refcode_short":"Advocate October 1,  1899","refcode_long":"The Advocate October 1,  1899","content":"Shall We Establish Church Schools?"},{"refcode_short":"Advocate October 1,  1899, par. 1","refcode_long":"The Advocate October 1,  1899, paragraph 1","content":"“In all our churches, and wherever there is a company of believers, church schools should be established.”"},{"refcode_short":"Advocate October 1,  1899, par. 2","refcode_long":"The Advocate October 1,  1899, paragraph 2","content":"“If people would encourage the church in which they are members, to establish small, humble school buildings in which to do service for God, they would accommodate their own children within their own borders.”"},{"refcode_short":"Advocate October 1,  1899, par. 3","refcode_long":"The Advocate October 1,  1899, paragraph 3","content":"“Establish schools for the children where there are churches. Where there are those who assemble to worship God, let there be schools for the children.” “We are far behind in what the Lord would have us do in this matter. There are places where our schools should have been in operation years ago. Let these now be started under wise directors, that the children and the youth may be educated in their own churches.”"},{"refcode_short":"Advocate October 1,  1899","refcode_long":"The Advocate October 1,  1899","content":"Why Do We Need Church Schools?"},{"refcode_short":"Advocate October 1,  1899, par. 4","refcode_long":"The Advocate October 1,  1899, paragraph 4","content":"“The education that is generally given in the schools of the world is not that which can be accepted as true education.”"},{"refcode_short":"Advocate October 1,  1899, par. 5","refcode_long":"The Advocate October 1,  1899, paragraph 5","content":"“Can we wonder that children and youth drift into temptation and become educated in wrong lines, where they are continually associating with other neglected children? Can we wonder, neglected as they have been, that their energies become devoted to amusements which do them no good, that their religious aspirations are weakened, and their spiritual life darkened?”"},{"refcode_short":"Advocate October 1,  1899, par. 6","refcode_long":"The Advocate October 1,  1899, paragraph 6","content":"“And I heard another voice from heaven, saying, Come out of her, My people, that ye be not partakers of her sins, and that ye receive not of her plagues.” Revelation 18:4."},{"refcode_short":"Advocate October 1,  1899","refcode_long":"The Advocate October 1,  1899","content":"What Should be the Character of Such Schools?"},{"refcode_short":"Advocate October 1,  1899, par. 7","refcode_long":"The Advocate October 1,  1899, paragraph 7","content":"“The Lord would have our primary schools, as well as those for older persons, of that character that angels of God can walk through the room, and behold in the order and principles of government, the order and government of heaven.”"},{"refcode_short":"Advocate October 1,  1899, par. 8","refcode_long":"The Advocate October 1,  1899, paragraph 8","content":"“These schools established in different localities ... should be built upon the same principles as were the schools of the prophets."},{"refcode_short":"Advocate October 1,  1899","refcode_long":"The Advocate October 1,  1899","content":"How Should Church Schools be Supported?"},{"refcode_short":"Advocate October 1,  1899, par. 9","refcode_long":"The Advocate October 1,  1899, paragraph 9","content":"“Shall the members of the church give means to advance the cause of Christ among others, and then let their own children carry on the work and service of Satan? What the Lord Jesus expects in all believers is something besides being occupied and active; this activity should be trained in Christ's lines. God requires wholeness of service.”"},{"refcode_short":"Advocate October 1,  1899, par. 10","refcode_long":"The Advocate October 1,  1899, paragraph 10","content":"“The church is asleep and does not realize the magnitude of this matter of educating the children and youth.... The church should take in the situation, and by their influence and means seek to bring about the much-desired end. Let a fund be created by generous contributions for the establishment of schools for the advancement of educational work.”"},{"refcode_short":"Advocate October 1,  1899","refcode_long":"The Advocate October 1,  1899","content":"What Shall be Taught in Church Schools?"},{"refcode_short":"Advocate October 1,  1899, par. 11","refcode_long":"The Advocate October 1,  1899, paragraph 11","content":"“The Bible must be made the groundwork and subject matter of education.”"},{"refcode_short":"Advocate October 1,  1899, par. 12","refcode_long":"The Advocate October 1,  1899, paragraph 12","content":"“It is the third angel's message that needs attention in our schools.”"},{"refcode_short":"Advocate October 1,  1899, par. 13","refcode_long":"The Advocate October 1,  1899, paragraph 13","content":"“While the Bible should hold the first place in the education of children and youth, the book of nature is next in importance.”"},{"refcode_short":"Advocate October 1,  1899, par. 14","refcode_long":"The Advocate October 1,  1899, paragraph 14","content":"“Our schools should teach the children all kinds of simple labor. Teach them that all their faculties of body and mind were given to them to use, and that all are the Lord's, pledged to his service.”"},{"refcode_short":"Advocate October 1,  1899, par. 15","refcode_long":"The Advocate October 1,  1899, paragraph 15","content":"“Let them employ a Christian teacher, who, as a consecrated missionary, shall educate the children in such a way as to lead them to become missionaries themselves.”"},{"refcode_short":"Advocate October 1,  1899, par. 16","refcode_long":"The Advocate October 1,  1899, paragraph 16","content":"“If teachers were receiving light and wisdom from the Divine Teacher,... they would measure the relative importance of the things to be learned in school; the common, essential branches of education would be more thoroughly taught, and the word of God would be honored and esteemed as the bread sent down from heaven.... The common branches of education should be fully and prayerfully taught.”"},{"refcode_short":"Advocate October 1,  1899, par. 17","refcode_long":"The Advocate October 1,  1899, paragraph 17","content":"“In itself the beauty of nature leads the soul away from sin and worldly attractions, toward purity, peace, and God. For this reason the cultivation of the soil is good work for the children and the youth.”"},{"refcode_short":"Advocate October 1,  1899, par. 18","refcode_long":"The Advocate October 1,  1899, paragraph 18","content":"“The little ones should be trained to be obedient, upright, and practical.”"},{"refcode_short":"Advocate October 1,  1899, par. 19","refcode_long":"The Advocate October 1,  1899, paragraph 19","content":"“The youth should be taught to look upon physiology as one of the essentials.”"},{"refcode_short":"Advocate October 1,  1899","refcode_long":"The Advocate October 1,  1899","content":"What Will be the Effect Upon Young Children of so Constantly Using the Bible in the School Room?"},{"refcode_short":"Advocate October 1,  1899, par. 20","refcode_long":"The Advocate October 1,  1899, paragraph 20","content":"“Do not think that the Bible will become tiresome to the children. Under a wise instructor, the Word will become more and more desirable. It will be to them as the bread of life, and will never grow old. There is in it a freshness and beauty which attracts and charms the children and youth. It is like the sun shining upon the earth, giving light and warmth, yet never exhausted. By lessons from Bible history and doctrine, the children can learn that all other books are inferior to this. They can find here a fountain of mercy and love.”"},{"refcode_short":"Advocate November 1,  1899, par. 20","refcode_long":"The Advocate November 1,  1899, paragraph 20","content":"November 1, 1899"},{"refcode_short":"Advocate November 1,  1899","refcode_long":"The Advocate November 1,  1899","content":"God's Presence a Reality"},{"refcode_short":"Advocate November 1,  1899, par. 1","refcode_long":"The Advocate November 1,  1899, paragraph 1","content":"Keep self out of sight; let it not come in, to mar the work, though this will be natural. Walk humbly with God. Let us work for the Master with disinterested energy, keeping before us a sense of the constant presence of God. Think of Moses,—what endurance and patience characterized his life. Paul, in his Epistle to the Hebrews, says, “For he endured as seeing Him who is invisible.” The character that Paul thus ascribes to Moses does not mean simply passive resistance to evil, but perseverance in the right. He kept the Lord ever before him, and the Lord was ever at his right hand to help him."},{"refcode_short":"Advocate November 1,  1899, par. 2","refcode_long":"The Advocate November 1,  1899, paragraph 2","content":"Moses had a deep sense of the personal presence of God. He was not only looking down through the ages for Christ to be made manifest in the flesh, but he saw Christ in a special manner accompanying the children of Israel in all their travels. God was real to him, ever present in his thoughts. When misunderstood, when called upon to face danger and to bear insult for Christ's sake, he endured without retaliation. Moses believed in God as one whom he needed, and who would help him because of his need. God was to him a present help."},{"refcode_short":"Advocate November 1,  1899, par. 3","refcode_long":"The Advocate November 1,  1899, paragraph 3","content":"Much of the faith which we see is merely nominal; the real, trusting, persevering faith is rare. Moses realized in his own experience the promise that God will be a rewarder of those who diligently seek him. He had respect unto the recompense of the reward. Here is another point in regard to faith which we wish to study: God will reward the man of faith and obedience. If this faith is brought into the life-experience, it will enable every one who fears and loves God to endure trials. Moses was full of confidence in God, because he had appropriating faith. He needed help, and he prayed for it, grasped it by faith, and wove into his experience the belief that God cared for him. He believed that God ruled his life in particular. He saw and acknowledged God in every detail of his life, and felt that he was under the eye of the All-seeing One, who weighs motives, who tries the heart. He looked to God, and trusted him for strength to carry him, uncorrupted, through every form of temptation. He knew that a special work had been assigned to him, and he desired, as far as possible, to make that work thoroughly successful. But he knew that he could not do this without divine aid.... The presence of God was sufficient to carry him through the most trying situations...."},{"refcode_short":"Advocate November 1,  1899, par. 4","refcode_long":"The Advocate November 1,  1899, paragraph 4","content":"Moses did not merely think of God; he saw him. God was the constant vision before him; he never lost sight of his face. He saw Jesus as his Saviour, and he believed that the Saviour's merits would be imputed to him. This faith was to Moses no guess-work; it was a reality. This is the kind of faith we need,—faith that will endure the test. Oh, how often we yield to temptation, because we do not keep our eye upon Jesus! Our faith is not continuous, because, through self-indulgence, we sin, and then we can not endure, as “seeing him who is invisible.”"},{"refcode_short":"Advocate November 1,  1899, par. 5","refcode_long":"The Advocate November 1,  1899, paragraph 5","content":"Make Christ your daily, hourly companion, and you will not complain that you have no faith. Contemplate Christ. View his character. Talk of him. The less you exalt self, the more you will see in Jesus to exalt. God has a work for you to do. Keep the Lord ever before you. Reach up higher and still higher for clearer views of the character of Christ. When Moses prayed, “I beseech thee, show me thy glory,” the Lord did not rebuke him, but he granted his prayer. God declared to his servant, “I will make all my goodness pass before thee, and I will proclaim the name of Jehovah before thee.” We keep apart from God, and this is why we do not see the revealings of his power.—Selection from Testimonies."},{"refcode_short":"Advocate February 1,  1900, par. 5","refcode_long":"The Advocate February 1,  1900, paragraph 5","content":"1900"},{"refcode_short":"Advocate February 1,  1900, par. 5","refcode_long":"The Advocate February 1,  1900, paragraph 5","content":"February 1, 1900"},{"refcode_short":"Advocate February 1,  1900","refcode_long":"The Advocate February 1,  1900","content":"Essential Education for Children"},{"refcode_short":"Advocate February 1,  1900, par. 1","refcode_long":"The Advocate February 1,  1900, paragraph 1","content":"“Small children should be left as free as lambs to run out of doors, to be free and happy, and should be allowed the most favorable opportunities to lay the foundation for sound constitutions. Parents should be the only teachers of their children until they have reached eight or ten years of age.”"},{"refcode_short":"Advocate February 1,  1900, par. 2","refcode_long":"The Advocate February 1,  1900, paragraph 2","content":"“The first lessons are of great importance. It is customary to send very young children to school. They are required to study from books things that tax their young minds, and often they are taught music.... This course is not wise. A nervous child should not be overtaxed in any direction, and should not learn music until he is physically well-developed."},{"refcode_short":"Advocate February 1,  1900, par. 3","refcode_long":"The Advocate February 1,  1900, paragraph 3","content":"“The mother should be the teacher, and home the school where every child receives his first lessons; and these lessons should include habits of industry.”"},{"refcode_short":"Advocate February 1,  1900, par. 4","refcode_long":"The Advocate February 1,  1900, paragraph 4","content":"“It has been the custom to encourage children to attend school when they are mere babies, needing a mother's care. Children of a delicate age are frequently crowded into ill-ventilated school-rooms, to sit upon poorly constructed benches; and the young and tender frames have, through sitting in wrong positions, become deformed.”"},{"refcode_short":"Advocate February 1,  1900","refcode_long":"The Advocate February 1,  1900","content":"False incentives"},{"refcode_short":"Advocate February 1,  1900, par. 5","refcode_long":"The Advocate February 1,  1900, paragraph 5","content":"“In our institutions of learning there is to be exerted an influence that will counteract the influence of the world, and give no encouragement to indulgence in appetite, in selfish gratification of the senses, in pride, ambition, love of dress and display, love of praise and flattery, and strife for high rewards and honors as a recompense for good scholarship. All this is to be discouraged in our schools.”"},{"refcode_short":"Advocate February 1,  1900","refcode_long":"The Advocate February 1,  1900","content":"Avoid Continual Application to Books"},{"refcode_short":"Advocate February 1,  1900, par. 6","refcode_long":"The Advocate February 1,  1900, paragraph 6","content":"“Children are in great need of proper education, in order that their lives should be of use in the world. But any effort that exalts intellectual culture above moral training is misdirected. Instructing, cultivating, polishing, and refining youth and children should be the main burden with both parents and teachers. Close reasoners and logical thinkers are few, for the reason that false influences have checked the development of the intellect. The supposition of parents and teachers that continual study would strengthen the intellect has proved erroneous; for it has had in many cases the opposite effect.”"},{"refcode_short":"Advocate February 1,  1900, par. 7","refcode_long":"The Advocate February 1,  1900, paragraph 7","content":"“In order for children and youth to have health, happiness, vivacity, and well-developed muscle and brain, they should be much in the open air, and have well-regulated employment and amusement. Children and youth who are kept at school, and confined to books, cannot have sound physical constitutions. The exercise of the brain in study without corresponding physical exercise, has a tendency to attract the blood to the brain, and the circulation of the blood through the system becomes unbalanced. The brain has too much blood and the extremities too little. There should be rules regulating their studies to certain hours, and then a portion of their time should be spent in physical labor.”"},{"refcode_short":"Advocate February 1,  1900, par. 8","refcode_long":"The Advocate February 1,  1900, paragraph 8","content":"“Mothers, let the little ones play in the open air; let them listen to the songs of the birds, and learn the love of God as expressed in his beautiful works.”"},{"refcode_short":"Advocate February 1,  1900","refcode_long":"The Advocate February 1,  1900","content":"Evening Work"},{"refcode_short":"Advocate February 1,  1900, par. 9","refcode_long":"The Advocate February 1,  1900, paragraph 9","content":"“Let the evenings be spent as happily as possible. Let home be a place where cheerfulness, courtesy, and love exist. This will make it attractive to the children.... Let parents devote the evenings to their families. Lay off care and perplexity with the labors of the day.... As a rule, the labor of the day should not be prolonged into the evening. If all the hours of the day are well improved, the work extended into the evenings is so much extra, and the overtaxed system will suffer from the burden imposed upon it. I have been shown that those who do this, often lose much more than they gain, for their energies are exhausted, and they labor on nervous excitement.”"},{"refcode_short":"Advocate February 1,  1900","refcode_long":"The Advocate February 1,  1900","content":"For the Child's Sake"},{"refcode_short":"Advocate February 1,  1900, par. 10","refcode_long":"The Advocate February 1,  1900, paragraph 10","content":"“All unnecessary matters need to be weeded from the course of study, and only such studies placed before the student as will be of real value to him. With these alone he needs to become familiarized that he may secure for himself that life which measures with the life of God. And as he learns of these, his mind will strengthen and expand as did the mind of Christ and John the Baptist.... But a mind crowded with a mass of matter it will never be able to use, is a mind dwarfed and enfeebled.”"},{"refcode_short":"Advocate February 1,  1900","refcode_long":"The Advocate February 1,  1900","content":"The Essentials"},{"refcode_short":"Advocate February 1,  1900, par. 11","refcode_long":"The Advocate February 1,  1900, paragraph 11","content":"1. Bible and Nature “Parents can associate God with all his created works. The only school-room for children from eight to ten years of age should be in the open air amid the opening flowers and nature's beautiful scenery. And their only text-book should be the treasures of nature. These lessons, imprinted upon the minds of young children amid the pleasant, attractive scenes of nature, will not soon be forgotten.”"},{"refcode_short":"Advocate February 1,  1900, par. 12","refcode_long":"The Advocate February 1,  1900, paragraph 12","content":"“The Holy Scriptures were the essential study in the schools of the prophets, and they should hold the first place in every educational system.... Used as a textbook in our schools, the Bible will do for mind and morals what cannot be done by books of science or philosophy.” “While the Bible should hold the first place in the education of children and youth, the book of nature is next in importance.” “It is well that physiology is introduced into the common schools as a branch of education. All children should study it. It should be regarded as the basis of all educational effort.”"},{"refcode_short":"Advocate February 1,  1900, par. 13","refcode_long":"The Advocate February 1,  1900, paragraph 13","content":"2. Common Branches “Children should be educated to read, write, to understand figures, to keep their own accounts when very young.”"},{"refcode_short":"Advocate February 1,  1900, par. 14","refcode_long":"The Advocate February 1,  1900, paragraph 14","content":"3. Physical Education “Physical labor will not prevent the cultivation of the intellect. Far from this. The advantages gained by physical labor will so balance the mind that it shall not be overworked.” “In connection with the schools should be agricultural and manufacturing establishments. There should be teachers of household labor.” “Young girls should have been instructed to manufacture wearing apparel, to cut, make, and mend garments, and thus become educated for the practical duties of life.”"},{"refcode_short":"Advocate March 1,  1900, par. 14","refcode_long":"The Advocate March 1,  1900, paragraph 14","content":"March 1, 1900"},{"refcode_short":"Advocate March 1,  1900","refcode_long":"The Advocate March 1,  1900","content":"The Relation of Physical and Mental Training"},{"refcode_short":"Advocate March 1,  1900","refcode_long":"The Advocate March 1,  1900","content":"Mental Work Alone Injurious"},{"refcode_short":"Advocate March 1,  1900, par. 1","refcode_long":"The Advocate March 1,  1900, paragraph 1","content":"To Children—Many children have been ruined for life, and some have died, as the result of the injudicious course of parents and teachers, in forcing the young intellect while neglecting the physical nature. The children were too young to be in a schoolroom. Their minds were taxed with lessons when they should have been left untaxed until the physical strength was sufficient to support mental efforts. Small children should be as free as lambs to run out of doors. They should be allowed the most favorable opportunity to lay the foundation for a sound constitution."},{"refcode_short":"Advocate March 1,  1900, par. 2","refcode_long":"The Advocate March 1,  1900, paragraph 2","content":"In order for children and youth to have health, happiness, vivacity, and well-developed muscle and brain, they should be much in the open air, and have well-regulated employment and amusement. Children and youth who are kept at school and confined to books, can not have sound physical constitutions. The exercise of the brain in study, without corresponding physical exercise, has a tendency to attract the blood to the brain, and the circulation of the blood through the system becomes unbalanced. The brain has too much blood, and the extremities too little. There should be rules regulating their studies to certain hours, and then a portion of their time should be spent in physical labor. And if their habits of eating, dressing, and sleeping were in accordance with physical law, they could obtain an education without sacrificing physical and mental health."},{"refcode_short":"Advocate March 1,  1900, par. 3","refcode_long":"The Advocate March 1,  1900, paragraph 3","content":"To Youth—Youth who are kept in school and confined to close study, can not have sound health. The lesson must be often repeated, and pressed home to the conscience, that education will be of little value if there is no physical strength to use it after it is gained. Students should not be permitted to take so many studies that they will have no time for physical training. The health can not be preserved unless some portion of each day is given to muscular exertion in the open air. Stated hours should be devoted to manual labor of some kind,—anything which will call into action all parts of the body. Equalize the taxation of the mental and physical powers, and the mind of the student will be refreshed. If he is diseased, physical exercise will often help the system to recover its normal condition. When students leave college, they should have better health and a better understanding of the laws of life than when they entered it. The health should be as sacredly guarded as the character."},{"refcode_short":"Advocate March 1,  1900, par. 4","refcode_long":"The Advocate March 1,  1900, paragraph 4","content":"To Teachers—The teachers themselves should give proper attention to the laws of health, that they may preserve their own powers in the best possible condition, and by example as well as by precept exert a right influence upon their pupils. The teacher should take time for recreation. He should not take upon himself responsibility outside of his school work, which will so tax him, physically or mentally, that his nervous system will be unbalanced; for in this case he will be unfitted to deal with minds, and can not do justice to himself or to his pupils."},{"refcode_short":"Advocate March 1,  1900","refcode_long":"The Advocate March 1,  1900","content":"Physical Culture"},{"refcode_short":"Advocate March 1,  1900, par. 5","refcode_long":"The Advocate March 1,  1900, paragraph 5","content":"Our institutions of learning should be provided with every facility for instruction regarding the mechanism of the human system. Students should be taught how to breathe, how to read and speak so that the strain will not come on the throat and lungs, but on the abdominal muscles. Teachers need to educate themselves in this direction. Our students should have thorough training, that they may enter upon active life with an intelligent knowledge of the habitation which God has given them. Teach them that they must be learners as long as they live."},{"refcode_short":"Advocate March 1,  1900, par. 6","refcode_long":"The Advocate March 1,  1900, paragraph 6","content":"Physical culture is an essential part of all right methods of education. The young need to be taught how to develop their physical powers, how to preserve these powers in the best condition, and how to make them useful in the practical duties of life. Many think that these things are no part of school work; but this is a mistake. The lessons necessary to fit one for practical usefulness should be taught to every child in the home and to every student in the schools."},{"refcode_short":"Advocate March 1,  1900, par. 7","refcode_long":"The Advocate March 1,  1900, paragraph 7","content":"The place for physical training to begin is in the home, with the little child. Parents should lay the foundation for a healthy, happy life. The work of physical training, begun in the home, should be carried on in the school."},{"refcode_short":"Advocate March 1,  1900","refcode_long":"The Advocate March 1,  1900","content":"Manual Training"},{"refcode_short":"Advocate March 1,  1900","refcode_long":"The Advocate March 1,  1900","content":"An Aid to Temperance"},{"refcode_short":"Advocate March 1,  1900, par. 8","refcode_long":"The Advocate March 1,  1900, paragraph 8","content":"Parents should provide employment for their children. Nothing will be a more sure source of evil than indolence. Physical labor that brings healthful weariness to the muscles, will give an appetite for simple, wholesome food, and the youth who is properly employed will not rise from the table grumbling because he does not see before him a platter of meat and various dainties to tempt his appetite."},{"refcode_short":"Advocate March 1,  1900","refcode_long":"The Advocate March 1,  1900","content":"Work for Children"},{"refcode_short":"Advocate March 1,  1900, par. 9","refcode_long":"The Advocate March 1,  1900, paragraph 9","content":"Jesus, the Son of God, in laboring with his hands at the carpenter's trade, gave an example to all youth. Let those who scorn to take up the common duties of life remember that Jesus was subject to his parents and contributed his share toward the sustenance of the family. Few luxuries were seen on the table of Joseph and Mary, for they were among the poor and lowly."},{"refcode_short":"Advocate March 1,  1900, par. 10","refcode_long":"The Advocate March 1,  1900, paragraph 10","content":"It is essential for parents to find useful employment for their children, which will involve the bearing of responsibilities as their age and strength will permit. The children should be given something to do that will not only keep them busy, but interest them."},{"refcode_short":"Advocate March 1,  1900, par. 11","refcode_long":"The Advocate March 1,  1900, paragraph 11","content":"The approval of God rests with loving assurance upon the children who cheerfully take their part in the duties of domestic life, sharing the burdens of father and mother. They will be rewarded with health of body and peace of mind; and they will enjoy the pleasure of seeing their parents take their share of social enjoyment and healthful recreation, thus prolonging their lives. Children trained to the practical duties of life, will go out from the home to be useful members of society. Their education is far superior to that gained by close confinement in the schoolroom at an early age, when neither the mind nor the body is strong enough to endure the strain."},{"refcode_short":"Advocate March 1,  1900","refcode_long":"The Advocate March 1,  1900","content":"Kinds of Work"},{"refcode_short":"Advocate March 1,  1900, par. 12","refcode_long":"The Advocate March 1,  1900, paragraph 12","content":"The industrial course should include the keeping of accounts, carpenter's work, and everything that is comprehended in farming. Preparation should also be made for the teaching of blacksmithing, painting, shoemaking, cooking, baking, washing, mending, typewriting, and printing. Every power at our command is to be brought into this training work, that students may go forth equipped for the duties of practical life."},{"refcode_short":"Advocate March 1,  1900, par. 13","refcode_long":"The Advocate March 1,  1900, paragraph 13","content":"Cottages and buildings essential to the school are to be erected by the students themselves.... All these things can not be accomplished at once, but we are to begin to work in faith."},{"refcode_short":"Advocate March 1,  1900, par. 14","refcode_long":"The Advocate March 1,  1900, paragraph 14","content":"If there had been agricultural and manufacturing establishments in connection with our schools, and competent teachers had been employed to educate the youth in the different branches of study and labor, devoting a portion of each day to mental development, and a portion of the day to physical labor, there would now be a more elevated class of youth to come upon the stage of action, to have an influence in moulding society. The youth who would graduate at such institutions would many of them come forth with stability of character. They would have perseverance, fortitude, and courage to surmount obstacles.... For young men there should be establishments where they could learn different trades, which would bring into exercise their muscles as well as their mental powers."},{"refcode_short":"Advocate March 1,  1900, par. 15","refcode_long":"The Advocate March 1,  1900, paragraph 15","content":"Your means could not be used to better advantage than in providing a workshop with tools for your boys and equal facilities for your girls."},{"refcode_short":"Advocate March 1,  1900, par. 16","refcode_long":"The Advocate March 1,  1900, paragraph 16","content":"Students should be prepared to teach others how to build, how to cultivate the soil, and how to care for orchards."},{"refcode_short":"Advocate March 1,  1900, par. 17","refcode_long":"The Advocate March 1,  1900, paragraph 17","content":"There must be education in the sciences, and education in plans and methods of working the soil. There is hope in the soil."},{"refcode_short":"Advocate March 1,  1900, par. 18","refcode_long":"The Advocate March 1,  1900, paragraph 18","content":"Farmers should not think that agriculture is a business that is not elevated enough for their sons. Agriculture should be advanced by scientific knowledge."},{"refcode_short":"Advocate March 1,  1900, par. 19","refcode_long":"The Advocate March 1,  1900, paragraph 19","content":"Let teachers in out schools take their students with them into the gardens and fields, and teach them how to work the soil in the very best manner."},{"refcode_short":"Advocate March 1,  1900, par. 20","refcode_long":"The Advocate March 1,  1900, paragraph 20","content":"Work in the garden and field will be an agreeable change from the wearisome routine of abstract lessons."},{"refcode_short":"Advocate April 1,  1900, par. 20","refcode_long":"The Advocate April 1,  1900, paragraph 20","content":"April 1, 1900"},{"refcode_short":"Advocate April 1,  1900","refcode_long":"The Advocate April 1,  1900","content":"Help To Be Given Our Schools"},{"refcode_short":"Advocate April 1,  1900, par. 1","refcode_long":"The Advocate April 1,  1900, paragraph 1","content":"I have not been able to sleep since one o'clock. I am troubled in regard to the debt on Battle Creek College.... In the night season I seemed to see several looking over the account books of the Review and Herald. In these books were recorded the interest on the money loaned to the school."},{"refcode_short":"Advocate April 1,  1900, par. 2","refcode_long":"The Advocate April 1,  1900, paragraph 2","content":"Notwithstanding the light given by God, ten thousand dollars were called for, and double that amount was used in building an addition to the school. The managers of the Review and Herald had much to do in this matter. These things must be considered. The Review and Herald is not required to pay the College debt; for if this were done, calls would be made for other schools to be helped in the same way. But the interest on this debt should be made as low as possible. Interest should not be charged upon interest. Neither should those who have loaned money charge a higher rate of interest than they themselves pay. One institution should have the tenderest and most kindly feelings for the sister institution. The work done in one is as much the Lord's work as the work done in the other. The time has come when the Lord will have all the powers of his people brought into exercise to relieve the situation of our schools. In order to help in this cause, I have proposed giving my book, “The Parables of Jesus.” I feel very anxious that the General Conference shall act unselfishly in regard to this book, which is to be published to help the schools. This is a time when the conference should stand before the people in a better light than it has hitherto done. We shall call upon the people to help to the utmost of their ability just now. We shall call upon them to do a work which will be pleasing to God in purchasing the book. We shall ask that every available means be used to help circulate this book. We shall ask that the whole field be supplied with canvassers. We shall call upon our ministers, as they visit the churches, to encourage men and women to go out as canvassers, and to make a decided forward movement in the path of self-denial by giving part of their earnings to help our schools to get out of debt. Surely they can do this much to help the Master."},{"refcode_short":"Advocate April 1,  1900","refcode_long":"The Advocate April 1,  1900","content":"Individual Responsibility"},{"refcode_short":"Advocate April 1,  1900, par. 3","refcode_long":"The Advocate April 1,  1900, paragraph 3","content":"A general movement is needed, but this must begin with individual movements. Let each member in each family in each church make determined efforts to deny self. Let us have the whole-hearted co-operation of all in our ranks. Let us all move forward willingly and intelligently to do what we can to relieve these of our schools that are struggling under a pressure of debt. Let the officers of each church find out who among the members has been helped by the school; then let the church refund the tuition money. Let those who have had success in canvassing come up to the help of the Lord. As they handle this book, let them in the name of the Lord work in faith. The movement I have suggested will result in reconciliation. It will unify the churches...."},{"refcode_short":"Advocate April 1,  1900","refcode_long":"The Advocate April 1,  1900","content":"The Promise"},{"refcode_short":"Advocate April 1,  1900, par. 4","refcode_long":"The Advocate April 1,  1900, paragraph 4","content":"The schools must be helped. Let all lift harmoniously, and help as much as they possibly can. Great blessings will come to those who will take hold of this matter just now. Let no discouragement be offered by our ministers, as though it were not a proper thing to do. They should take hold of this work. If they do it aright, cheerfully, hopefully, they will find it a very great blessing. The Lord does not force any man to work, but to those who will place themselves decidedly on his side, he will give a willing mind. He will bless the one who works out the spirit which he works in. God will make the movement for the help of our schools a success if it is made in a free, willing spirit, as to the Lord. Only in this way can be rolled back the reproach that has come upon our schools all over the land. If all will take hold of this work in the spirit of self-sacrifice, for Christ's sake and for the truth's sake, it will not be long before the jubilee song of freedom can be sung throughout our borders."},{"refcode_short":"Advocate April 1,  1900","refcode_long":"The Advocate April 1,  1900","content":"The Minister's Need"},{"refcode_short":"Advocate April 1,  1900, par. 5","refcode_long":"The Advocate April 1,  1900, paragraph 5","content":"Let our ministers consecrate themselves to God. We need so much, O so much! humble men, who feel it a pleasure to do their very best. A glorious gospel work opens before the converted, faithful minister. He is to help his fellow-men to a better understanding of the Word. The influence exerted by the minister with whom God works is weighty and momentous. The Lord is highly pleased with the minister who works humbly and willingly. Those who are wholly consecrated to God will ever seek wisdom from on high to enable them to bear their heavy responsibilities. They will be patient, forbearing, courteous, knowing that they are Christ's representatives. They will show a deep earnestness and fervor in prayer and in their appeals to individuals and congregations."},{"refcode_short":"Advocate April 1,  1900, par. 6","refcode_long":"The Advocate April 1,  1900, paragraph 6","content":"There are in the ministry young men who have been receiving wages from the conference, yet whose labors bring nothing in, who are only consumers. I have been instructed that this need not be; it would not be if our young ministers were led by the Spirit of God."},{"refcode_short":"Advocate April 1,  1900, par. 7","refcode_long":"The Advocate April 1,  1900, paragraph 7","content":"Some of our ministers might better stop and consider. Let them ask themselves how much they have received from the conference, and how much their labors have been blessed in the conversion of souls. If you are not producers as well as consumers, what is the value of your work? How can the cause of God sustain as workers those who are not sanctified by the truth? Begin at the beginning of this year to consecrate yourselves to God. Wait not. Make an entire surrender."},{"refcode_short":"Advocate April 1,  1900","refcode_long":"The Advocate April 1,  1900","content":"Canvassing"},{"refcode_short":"Advocate April 1,  1900, par. 8","refcode_long":"The Advocate April 1,  1900, paragraph 8","content":"Should not our ministers study this question? Many of our young ministers, if truly converted, would do much good by entering the canvassing field. They would there obtain an experience in faith. Their knowledge of the Scriptures would greatly increase, because as they impart to others the light given them, they would receive more to impart. Let them enter the canvassing fields, and see what they can do in the way of producing. By meeting people and presenting to them our publications, they will gain an experience which they could not gain by simply preaching. As they go from house to house, they can converse with those whom they meet, carrying with them the fragrance of Christ's life."},{"refcode_short":"Advocate April 1,  1900, par. 9","refcode_long":"The Advocate April 1,  1900, paragraph 9","content":"It is the canvasser's duty to cultivate the talents God has given him, to maintain his connection with God, to help always where he can. He has positive and constant need of the angelic administration; for he has an important work to do, a work that he can not do in his own strength."},{"refcode_short":"Advocate April 1,  1900, par. 10","refcode_long":"The Advocate April 1,  1900, paragraph 10","content":"In his work the canvasser will be brought in contact with those who are in feeble health, who need the light on health reform, and with those who are dissatisfied with their religious experience, who are longing for something which they have not. To these he is to open the word of truth, rightly interpreting its meaning. “For we are not as many who corrupt the word of God, but as of sincerity, but as of God, in the sight of God speak we in Christ.” By doing this work, the converted, consecrated canvasser is sowing the seeds of truth."},{"refcode_short":"Advocate April 1,  1900, par. 11","refcode_long":"The Advocate April 1,  1900, paragraph 11","content":"This work must be done without delay; for we have but a short time in which to work. Everything that can be done to reach the people must be done. Speak to them in the way that will win their confidence. Pray for the sick; ask the Lord to restore and heal suffering humanity. He has declared, “These signs shall follow them that believe.”..."},{"refcode_short":"Advocate April 1,  1900, par. 12","refcode_long":"The Advocate April 1,  1900, paragraph 12","content":"God has important lessons for his people to learn. Had these lessons been learned before, his cause would not be where it is today. One thing must be done: the truth is not to be withheld from ministers or men in positions of responsibility for fear of incurring their displeasure. There are to be connected with our institutions men who with meekness and in wisdom will declare the whole counsel of God. God's wrath is kindled against those who in carnal security and pride have shown contempt for his management. They are endangering the prosperity of the cause."},{"refcode_short":"Advocate May 1,  1900, par. 12","refcode_long":"The Advocate May 1,  1900, paragraph 12","content":"May 1, 1900"},{"refcode_short":"Advocate May 1,  1900","refcode_long":"The Advocate May 1,  1900","content":"Duty of Parents to their Children"},{"refcode_short":"Advocate May 1,  1900","refcode_long":"The Advocate May 1,  1900","content":"Establish Schools"},{"refcode_short":"Advocate May 1,  1900, par. 1","refcode_long":"The Advocate May 1,  1900, paragraph 1","content":"There is earnest work to be done for the children. Before the overflowing scourge shall come upon all the dwellers upon the earth, the Lord calls upon all who are Israelites indeed to serve him."},{"refcode_short":"Advocate May 1,  1900, par. 2","refcode_long":"The Advocate May 1,  1900, paragraph 2","content":"Gather your children into your own houses; gather them in from the classes who are voicing the words of Satan, who are disobeying the commandments of God. Get out of the cities as soon as possible. Establish church schools. Gather in your children, and give them the word of God as the foundation of all their education. Had the churches in different localities sought counsel of God, they would not need to be thus addressed on this point...."},{"refcode_short":"Advocate May 1,  1900, par. 3","refcode_long":"The Advocate May 1,  1900, paragraph 3","content":"We may bring hundreds and thousands of children to Christ if we will work for them. Let all who read these words be melted and subdued. Let us in our educational work embrace far more of the children and youth than we have done, and there will be a whole army of missionaries raised up to work for God."},{"refcode_short":"Advocate May 1,  1900, par. 4","refcode_long":"The Advocate May 1,  1900, paragraph 4","content":"I say again, establish schools for the children wherever there are churches. Where there are those who assemble to worship God, let there be schools for the children. Work as if you were working for your life, to save children from being drowned in the polluting, corrupting influences of this life. Schools should have been placed in different localities instead of centering so many large buildings in one vicinity.... There are places where our schools should have been in operation years ago. Let these now be started under wise directors, that the children and youth may be educated in their own churches.—U.T., “The Need of Church Schools.”"},{"refcode_short":"Advocate July 1,  1900, par. 4","refcode_long":"The Advocate July 1,  1900, paragraph 4","content":"July 1, 1900"},{"refcode_short":"Advocate July 1,  1900","refcode_long":"The Advocate July 1,  1900","content":"Christian Schools and Their Teachers"},{"refcode_short":"Advocate July 1,  1900, par. 1","refcode_long":"The Advocate July 1,  1900, paragraph 1","content":"“Shall members of the church give means to advance the cause of Christ among others, and then let their own children carry on the work and service of Satan?”"},{"refcode_short":"Advocate July 1,  1900, par. 2","refcode_long":"The Advocate July 1,  1900, paragraph 2","content":"“Can we wonder that the children and youth drift into temptation, and become educated in wrong lines, when they are continually associating with other neglected children? ... There is a work to receive the light of truth, and workers must be educated. Schools which will provide for the education of the children must be opened in places where they are so much needed.”"},{"refcode_short":"Advocate July 1,  1900","refcode_long":"The Advocate July 1,  1900","content":"Gather the Children"},{"refcode_short":"Advocate July 1,  1900, par. 3","refcode_long":"The Advocate July 1,  1900, paragraph 3","content":"“There is earnest work to be done for the children before the overflowing scourge shall come upon all the dwellers upon the earth. The Lord calls upon all who are Israelites indeed, to serve him. Gather your children into your own houses. Gather them in from the crowd who are voicing the words of Satan, who are disobeying the commandments of God.... Gather in your children, and give them the Word of God as the foundation of all their education. Had the churches in different localities sought counsel of God, they would not need to be thus addressed on this point.”"},{"refcode_short":"Advocate July 1,  1900, par. 4","refcode_long":"The Advocate July 1,  1900, paragraph 4","content":"“Any one of the children of the Hebrews who was found in the Egyptian habitations was destroyed.... We have a special work to do in educating and training our children, that they may not, either in attending school or in associating with others, be influenced by those of corrupt habits.”"},{"refcode_short":"Advocate July 1,  1900, par. 5","refcode_long":"The Advocate July 1,  1900, paragraph 5","content":"“Fathers and mothers, make haste! Your children are to be objects of your solicitude. Principles are to be kept before your children that will exert a heavenly influence over life and character. By every means at your command you are to teach them that they are not to pattern after the worldly plan of education, but the truth must be impressed upon their hearts and minds. The truths that Satan has concealed by his hellish shadow, the truths he has misinterpreted and misapplied and disconnected from the Lord of glory, are to be received, opened, and explained, and made to appear in their heavenly beauty, to be seen as truths that shall stand fast forever. They are to be reestablished in the minds of men by the living agents whom God has appointed, and error is to be revealed in its true character by the light of truth.”"},{"refcode_short":"Advocate July 1,  1900","refcode_long":"The Advocate July 1,  1900","content":"Converted Teachers"},{"refcode_short":"Advocate July 1,  1900, par. 6","refcode_long":"The Advocate July 1,  1900, paragraph 6","content":"“I would that the teachers in our schools could be of God's selection and appointment. Souls will be lost because of the careless work of professedly Christian teachers, who need to be taught by God day by day, else they are unfit for the position of trust. Teachers are needed who will strive to weed out their inherited and cultivated tendencies to wrong, who will come into line, wearing themselves the yoke of obedience, and thus giving an example to the students. The sense of duty to their God and to their fellow beings with whom they associate, will lead such teachers to become doers of the Word, and to heed counsel as to how they should conduct themselves.”"},{"refcode_short":"Advocate July 1,  1900, par. 7","refcode_long":"The Advocate July 1,  1900, paragraph 7","content":"“Every teacher should be under the full control of the Holy Spirit. If the teachers will open their own hearts to receive the Spirit, they will be prepared to co-operate with it in working for their students. Every teacher should know and welcome this Heavenly Guest.”"},{"refcode_short":"Advocate July 1,  1900, par. 8","refcode_long":"The Advocate July 1,  1900, paragraph 8","content":"“Special talent should be given to the education of the youth.... Educators of youth should be Christians who are themselves under the discipline of God.”"},{"refcode_short":"Advocate July 1,  1900","refcode_long":"The Advocate July 1,  1900","content":"Progressive Teachers"},{"refcode_short":"Advocate July 1,  1900, par. 9","refcode_long":"The Advocate July 1,  1900, paragraph 9","content":"“Those teachers who have not a progressive religious experience, who have not learned daily lessons in the school of Christ, that they may be ensamples to the flock, but who accept their wages as the main thing, are not fit for the solemn, awfully solemn, position they occupy.”"},{"refcode_short":"Advocate July 1,  1900, par. 10","refcode_long":"The Advocate July 1,  1900, paragraph 10","content":"“The truth is life and power, and to present it so that impressions will be made upon hearts, should be the work of our schools as well as of our churches, of the teacher as well as of the minister.”"},{"refcode_short":"Advocate July 1,  1900, par. 11","refcode_long":"The Advocate July 1,  1900, paragraph 11","content":"“We can not in this day of peril accept teachers because they have been in school two, three, four, or five years. The question which should decide whether they are qualified for their work should be, Have they, with all their acquisition of knowledge, searched the Bible, and dug beneath the surface for truth as for hidden treasures? Or have they seized the chaff in the place of the pure wheat thoroughly winnowed? Are they partaking of the fruit of the tree of life?”"},{"refcode_short":"Advocate July 1,  1900, par. 12","refcode_long":"The Advocate July 1,  1900, paragraph 12","content":"“Many teachers are leading their students over the same track that they themselves have trod. They think this is the only right way. They give students food which will not sustain spiritual life, but which will cause those who partake of it to die. They are fascinated by that which God does not require them to know.”"},{"refcode_short":"Advocate July 1,  1900","refcode_long":"The Advocate July 1,  1900","content":"Efficiency Required"},{"refcode_short":"Advocate July 1,  1900, par. 13","refcode_long":"The Advocate July 1,  1900, paragraph 13","content":"“God wants the teachers in our schools to be efficient. Let none feel that having an earnestness in religious matters is all that is essential in order to become educators. While they need no less of piety, they also need a thorough knowledge of the sciences. This will make them not only good, practical Christians, but will enable them to educate the youth, and at the same time they will have heavenly wisdom to lead them to the fountain of living water.”"},{"refcode_short":"Advocate July 1,  1900","refcode_long":"The Advocate July 1,  1900","content":"No Cheap Cast of Mind"},{"refcode_short":"Advocate July 1,  1900, par. 14","refcode_long":"The Advocate July 1,  1900, paragraph 14","content":"“The teachers for our schools should be selected from the very best class. They should be experienced Christians who are balanced in mind, men and women who have learned the lesson of self-control. Then they can educate and do a work of larger importance than even the minister in preaching the Word. They can prepare the soil that the truth may have effect upon human hearts...."},{"refcode_short":"Advocate July 1,  1900, par. 15","refcode_long":"The Advocate July 1,  1900, paragraph 15","content":"“No cheap cast of mind should be placed in our church schools. The very best is required in educating and molding the human mind.... I dwell upon this, because suitable teachers are much needed, and men and women must be fitted up in the home and in the school to do a work of ministry of which they will not be ashamed.”"},{"refcode_short":"Advocate July 1,  1900","refcode_long":"The Advocate July 1,  1900","content":"No Haphazard Work"},{"refcode_short":"Advocate July 1,  1900, par. 16","refcode_long":"The Advocate July 1,  1900, paragraph 16","content":"“Teachers themselves should be what they wish the students to become. They should possess well-balanced, symmetrical characters. They should be refined in manner, neat in dress, careful in all their habits. and should have that true Christian courtesy that wins confidence and respect.”"},{"refcode_short":"Advocate July 1,  1900, par. 17","refcode_long":"The Advocate July 1,  1900, paragraph 17","content":"“No haphazard work must be done in the appointment of teachers. Those who have devoted years to study, and yet have not gained the education essential to fit them to teach others in the lines the Lord has marked out, should not be connected with our schools as educators. They need to be taught the first principles of true, all-round education.”"},{"refcode_short":"Advocate August 1,  1900, par. 17","refcode_long":"The Advocate August 1,  1900, paragraph 17","content":"August 1, 1900"},{"refcode_short":"Advocate August 1,  1900","refcode_long":"The Advocate August 1,  1900","content":"True Education and the Farm"},{"refcode_short":"Advocate August 1,  1900, par. 1","refcode_long":"The Advocate August 1,  1900, paragraph 1","content":"The question may be asked, How can he get wisdom that holdeth the plow, and driveth oxen?—By seeking her as silver, and searching for her as for hid treasures. ‘For his God doth instruct him to discretion and doth teach him.’"},{"refcode_short":"Advocate August 1,  1900, par. 2","refcode_long":"The Advocate August 1,  1900, paragraph 2","content":"“He who taught Adam and Eve in Eden how to tend the garden, would instruct men today. There is wisdom for him who holds the plow, and plants and sows the seed. The earth has its concealed treasures, and the Lord would have thousands and tens of thousands working upon the soil who are crowded into the cities to watch for a chance to earn a trifle; in many cases that trifle is not turned into bread, but is put into the till of the publican, to obtain that which destroys the reason of man formed in the image of God. Those who will take their families into the country, place them where they have fewer temptations. The children who are with parents that love and fear God, are in every way much better situated to learn of the Great Teacher, who is the source and fountain of wisdom. They have a much more favorable opportunity to gain a fitness for the kingdom of heaven. Send the children to schools located in the city, where every phase of temptation is waiting to attract and demoralize them, and the work of character building is tenfold harder for both parents and children."},{"refcode_short":"Advocate August 1,  1900, par. 3","refcode_long":"The Advocate August 1,  1900, paragraph 3","content":"“The earth is to be made to give forth its strength. Fathers and mothers who possess a piece of land and a comfortable home are kings and queens."},{"refcode_short":"Advocate August 1,  1900, par. 4","refcode_long":"The Advocate August 1,  1900, paragraph 4","content":"“Many farmers have failed to secure adequate returns from their lands because they have undertaken the work as though it was a degrading employment; they do not see that there is a blessing in it for themselves and their families. All they can discern is the brand of servitude. Their orchards are neglected, the crops are not put in at the right season, and a mere surface work is done in cultivating the soil."},{"refcode_short":"Advocate August 1,  1900, par. 5","refcode_long":"The Advocate August 1,  1900, paragraph 5","content":"“Farmers need far more intelligence in their work. In most cases it is their own fault if they do not see the land yield its harvest. They should be constantly learning how to secure a variety of treasures from the earth. The people should learn as far as possible to depend upon the products that they can obtain from the soil."},{"refcode_short":"Advocate August 1,  1900, par. 6","refcode_long":"The Advocate August 1,  1900, paragraph 6","content":"“To develop the capacity of the soil requires thought and intelligence. Not only will it develop muscle, but capability for study, because the action of brain and muscle is equalized. We should so train the youth that they will love to work upon the land, and delight in improving it...."},{"refcode_short":"Advocate August 1,  1900, par. 7","refcode_long":"The Advocate August 1,  1900, paragraph 7","content":"“Men take you to their orchards, and tell you that the produce does not pay for the work done in them. It is next to impossible to make ends meet, and parents decide that the children shall not be farmers; they have not the hope and courage to educate them to till the soil."},{"refcode_short":"Advocate August 1,  1900, par. 8","refcode_long":"The Advocate August 1,  1900, paragraph 8","content":"“What is needed is schools to educate and train the youth so that they will know how to overcome this condition of things. There must be education in the sciences and education in plans and methods of working the soil. There is hope in the soil, but brain and heart and strength must be brought into the work of tilling it...."},{"refcode_short":"Advocate August 1,  1900, par. 9","refcode_long":"The Advocate August 1,  1900, paragraph 9","content":"“This country needs educated farmers.... The occupations requiring sedentary habits are the most dangerous, for they take men away from the open air and sunshine, and train one set of facilities, while other organs are becoming weak from inaction. Men carry on their work, perfect their business, and soon lie down in the grave."},{"refcode_short":"Advocate August 1,  1900, par. 10","refcode_long":"The Advocate August 1,  1900, paragraph 10","content":"“Much more favorable is the condition of one whose occupation keeps him in the open air, exercising his muscles, while the brain is equally taxed, and all the organs have the privilege of doing their work. To those who can live outside of the cities and labor in the open air, beholding the works of the great Master Artist, new scenes are continually unfolding. As they make the book of nature their study, a softening, subduing influence comes over them; for they realize that God's care is over all, from the glorious sun in the heavens to the little brown sparrow or the tiniest insect that has life. The Majesty of heaven has pointed us to these things of God's creation as an evidence of his love.”"},{"refcode_short":"Advocate August 1,  1900, par. 11","refcode_long":"The Advocate August 1,  1900, paragraph 11","content":"“Schools should be established where there is as much as possible to be found in nature to delight the senses and give variety to the scenery.”"},{"refcode_short":"Advocate August 1,  1900, par. 12","refcode_long":"The Advocate August 1,  1900, paragraph 12","content":"“We need schools in this country to educate children and youth that they may be masters of labor, and not slaves of labor.”"},{"refcode_short":"Advocate August 1,  1900, par. 13","refcode_long":"The Advocate August 1,  1900, paragraph 13","content":"“A return to simple methods will be appreciated by the children and youth. Work in the garden and field will be an agreeable change from the wearisome routine of abstract lessons, to which their young minds should never be confined.”"},{"refcode_short":"Advocate August 1,  1900, par. 14","refcode_long":"The Advocate August 1,  1900, paragraph 14","content":"“We feel to the depth of the soul the peril that surrounds the youth in these last days; and shall not those who come to us for an education, and the families that are attracted to our schools, be withdrawn, as far as possible, from these seductive and demoralizing influences [of the city]?”"},{"refcode_short":"Advocate August 1,  1900, par. 15","refcode_long":"The Advocate August 1,  1900, paragraph 15","content":"“The altar and the plow are the experiences for all who seek eternal life.”"},{"refcode_short":"Advocate August 1,  1900, par. 16","refcode_long":"The Advocate August 1,  1900, paragraph 16","content":"“I have been shown that study in agricultural lines should be the A, B, and C of the educational work of our school.... The youth are to learn how to work interestedly and intelligently, that wherever they are, they may be respected because they have a knowledge of those arts which are so essential for practical life. In place of being day laborers under an overseer; they are to strive to be masters of their trades, to place themselves where they can command wages as good carpenters, printers, or as educators in agricultural work.”"},{"refcode_short":"Advocate October 1,  1900, par. 16","refcode_long":"The Advocate October 1,  1900, paragraph 16","content":"October 1, 1900"},{"refcode_short":"Advocate October 1,  1900","refcode_long":"The Advocate October 1,  1900","content":"Books for Our Schools"},{"refcode_short":"Advocate October 1,  1900, par. 1","refcode_long":"The Advocate October 1,  1900, paragraph 1","content":"“How many can truthfully answer this question, What is the essential education for this time? Education means much more than many suppose...."},{"refcode_short":"Advocate October 1,  1900, par. 2","refcode_long":"The Advocate October 1,  1900, paragraph 2","content":"“The youth are in need of educators who shall keep the Word of God ever before them in living principles. If they will keep Bible precepts ever as their text-book, they will have greater influence over the youth; for the teachers will be learners, having a living touch with God. All the time they are inculcating ideas and principles that will lead to a greater knowledge of God, and earnest, growing faith in their behalf in the blood of Jesus, and the power and efficiency of the grace of our Lord Jesus Christ to keep them from falling, because they are constantly seeking the strongholds of a healthful and well-balanced Christian experience, carrying with them qualifications for future usefulness, and intelligence, and piety. The teachers see and feel that they must labor not to dwarf and taint the minds of their associates with a sickly, half-religious service. There is need of separating from our educational institutions an erroneous, polluted literature, so that ideas will not be received as seeds of sin. Let none suppose that education means a study of books that will lead to the reception of ideas of authors that will sow seed and spring up to bear fruit that must be bound up in bundles with the world, separating them from the Source of all wisdom, all efficiency, and all power, leaving them the sport of Satan's arch-deceiving power. A pure education for youth in our schools, undiluted with heathen philosophy, is a positive necessity in literary lines."},{"refcode_short":"Advocate October 1,  1900, par. 3","refcode_long":"The Advocate October 1,  1900, paragraph 3","content":"“The well-being, the happiness, of the religious life in the families with which they are connected, the prosperity and piety of the church of which they are members, are largely dependent upon the religious education that the youth have received in our schools.”"},{"refcode_short":"Advocate October 1,  1900, par. 4","refcode_long":"The Advocate October 1,  1900, paragraph 4","content":"“Why, then, should not the Scriptures be ennobled and exalted in every school in our land? ... The Bible should ever have been made the great, grand book of study."},{"refcode_short":"Advocate October 1,  1900, par. 5","refcode_long":"The Advocate October 1,  1900, paragraph 5","content":"“Should that book which tells us what we must do in order to be saved, be set aside in the corner, and human productions be exalted as the great wisdom in education? ... The Word of God is to stand as the highest educating book in our world, and is to be treated with reverential awe. It is our guide-book; we shall receive from it the truth. We need to present the Bible as the great lesson book to be placed in the hands of our children and youth, that they may know Christ, whom to know aright is life eternal. It is the book to be studied by those of middle age and those who are aged. The Word contains promises, warnings, encouragement, and assurances of the love of God to all who accept him as their Saviour. Then place the Holy Word in their hands. Encourage them to search the Word, and they will, in so doing, find hidden treasures of inestimable value to them in this present life, and in receiving Christ as the bread of life they have the promise of eternal life."},{"refcode_short":"Advocate October 1,  1900, par. 6","refcode_long":"The Advocate October 1,  1900, paragraph 6","content":"“What book can begin to compare with the Bible? It is essential for every child, for youth, and for those of mature age to understand; for it is the Word of God, the word to guide all the human family to heaven. Then why does not the word from God contain the chief elements which constitute education? Uninspired authors are placed in the hands of children and youth in our schools as lesson books—books from which they are to be educated. They are kept before the youth, taking up their precious time in studying those things which they can never use. Many books have been introduced in the schools which should never have been placed there. These books do not in any sense voice the words of John, ‘Behold the lamb of God, which taketh away the sin of the world.’ The whole line of study in our schools should be to prepare a people for the future, immortal life."},{"refcode_short":"Advocate October 1,  1900, par. 7","refcode_long":"The Advocate October 1,  1900, paragraph 7","content":"“The teachers in our schools have [great] respect for authors and books that are current in most of our educational institutions."},{"refcode_short":"Advocate October 1,  1900","refcode_long":"The Advocate October 1,  1900","content":"Popular Authors"},{"refcode_short":"Advocate October 1,  1900, par. 8","refcode_long":"The Advocate October 1,  1900, paragraph 8","content":"All heaven has been looking upon our institutions of learning, and asking you, What is the chaff to the wheat? The Lord has given us the most precious instructions in his Word, teaching us what characters we must form in this life to prepare us for the future, immortal life. It has been the custom to exalt books and authors that do not present the proper foundation for true education. From what source did these authors obtain their wisdom, a large share of which does not deserve our respect, even if the authors are regarded as being wise men? Have they taken their lessons from the greatest Teacher that the world ever knew? If not, they are decidedly in the fault. Those who are preparing for the heavenly abodes should be recommended to make the Bible their chief book of study."},{"refcode_short":"Advocate October 1,  1900, par. 9","refcode_long":"The Advocate October 1,  1900, paragraph 9","content":"“These popular authors have not pointed to the students the way that leads to eternal life. ‘And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou has sent.’ John 17:3. The authors of the books current in our schools are recommended and exalted as learned men: their education is in every way deficient, unless they themselves have been educated in the school of Christ, and by practical knowledge bear witness to the Word of God as the most essential study for children and youth."},{"refcode_short":"Advocate October 1,  1900","refcode_long":"The Advocate October 1,  1900","content":"What should Replace Popular Authors?"},{"refcode_short":"Advocate October 1,  1900, par. 10","refcode_long":"The Advocate October 1,  1900, paragraph 10","content":"“Books should have been prepared to place in the hands of students, that would educate them to have a sincere, reverent love for truth and steadfast integrity. The class of studies which are positively essential in the formation of character, to give students a preparation for the future life should be kept ever before them.”"},{"refcode_short":"Advocate October 1,  1900, par. 11","refcode_long":"The Advocate October 1,  1900, paragraph 11","content":"“In an assembly where the school question was being discussed, the question was asked, ‘Why has not appropriate matter for reading and lesson books been selected and compiled? Why has not the Word of God been extolled above every human production? Have you thought that a Thus saith the Lord would have a deleterious effect on teachers and students?’ There was a hush in the assembly, and self-conviction came upon students and teachers.... The speaker took from the hands of the teachers those books which they had been making their study, some of which had been written by infidel authors, and contained infidel sentiments, and laid them on the floor. Then he placed the Bible in their hands, saying, ‘You have little knowledge of this book. You know not the Scriptures nor the power of God. When you have taken your students through the course of study you have followed in the past, they will have to unlearn much that they have learned, and this they will find a more difficult work. Objectionable things have taken root in their minds, like weeds in a garden, and some will never be able to distinguish between right and wrong. The good and the evil are mingled in their work.” ..."},{"refcode_short":"Advocate October 1,  1900, par. 12","refcode_long":"The Advocate October 1,  1900, paragraph 12","content":"“The question has been asked, ‘Shall we have no study-book but the Bible? ‘I answer, ‘Take the Bible as a study-book, and see if you are not filled with the love of God.... This is the higher education. No learning of human origin can reach these heights, for they reach into eternity and are immortalized. The altar and the plough are the experiences for all who seek eternal life. We know altogether too little of the greatness of the love and compassion of God. Let students put to the stretch the faculties of their minds, that they may comprehend the forty-fifth chapter of Isaiah. Such chapters as this should be placed in form, and brought into our schools as valuable studies.”"},{"refcode_short":"Advocate October 1,  1900, par. 13","refcode_long":"The Advocate October 1,  1900, paragraph 13","content":"“It is high time for Sabbath-keepers to separate their children from worldly associations, and place them under the very best teachers, who will make the Bible the foundation of all study. If authors have the knowledge and temperament to enter some of these open fields as educators, they can by so doing, inscribe the truth on the tablets of the soul.”"},{"refcode_short":"Advocate November 1,  1900, par. 13","refcode_long":"The Advocate November 1,  1900, paragraph 13","content":"November 1, 1900"},{"refcode_short":"Advocate November 1,  1900","refcode_long":"The Advocate November 1,  1900","content":"Needs in the Cause of Education"},{"refcode_short":"Advocate November 1,  1900, par. 1","refcode_long":"The Advocate November 1,  1900, paragraph 1","content":"“Now as never before we need to understand the true science of education. If we fail to understand this, we shall never have a place in the kingdom of God.”—Christian Schools."},{"refcode_short":"Advocate November 1,  1900","refcode_long":"The Advocate November 1,  1900","content":"Now is the Time to work"},{"refcode_short":"Advocate November 1,  1900, par. 2","refcode_long":"The Advocate November 1,  1900, paragraph 2","content":"“It is so easy to drift into worldly plans, methods, and customs, and have no more thought of the time in which we live, or of the great work to be accomplished, than had the people in Noah's day. Our institutions are in danger of traveling over the same ground as did the Jews, conforming to customs, practices, and traditions which God has not given.”—Idem."},{"refcode_short":"Advocate November 1,  1900, par. 3","refcode_long":"The Advocate November 1,  1900, paragraph 3","content":"“Sound an alarm through the length and breadth of the earth. Tell the people that the day of the Lord is near, and hasteth greatly. Let none be left unwarned.”"},{"refcode_short":"Advocate November 1,  1900, par. 4","refcode_long":"The Advocate November 1,  1900, paragraph 4","content":"“The great crisis is just before us. God is now restraining the forces of evil, that the last warning may be given to the world."},{"refcode_short":"Advocate November 1,  1900, par. 5","refcode_long":"The Advocate November 1,  1900, paragraph 5","content":"“Many more workers ought to be in the field. There should be one hundred where now there is only one.”"},{"refcode_short":"Advocate November 1,  1900, par. 6","refcode_long":"The Advocate November 1,  1900, paragraph 6","content":"“If our churches were awake, they would multiply their resources; they would send men and women to our schools, not to go through a long course of study, but to learn quickly, and go out into the field. Through a vital connection with God, men and women may quickly gain a knowledge of that great text-book, the word of God, and go forth to impart what they have received. Let workers enter the field without going through many preliminaries.”"},{"refcode_short":"Advocate November 1,  1900","refcode_long":"The Advocate November 1,  1900","content":"A Brief Preparation Needed"},{"refcode_short":"Advocate November 1,  1900, par. 7","refcode_long":"The Advocate November 1,  1900, paragraph 7","content":"“Means is needed to give young men a short course of study in our schools, to prepare them for efficient work in the ministry and in different branches of the cause. We are not coming up to our privilege in this matter. All schools among us will soon be closed up.”—Testimonies for the Church 5:156."},{"refcode_short":"Advocate November 1,  1900","refcode_long":"The Advocate November 1,  1900","content":"A Work for Educated Young People to Do"},{"refcode_short":"Advocate November 1,  1900, par. 8","refcode_long":"The Advocate November 1,  1900, paragraph 8","content":"“Those belonging to the higher ranks of society are to be sought out with tender affection and brotherly regard. This class has been too much neglected. It is the Lord's will that men to whom he has entrusted many talents shall hear the truth in a manner different from the way in which they have heard it in the past. Men in business, in positions of trust, men with large inventive faculties and scientific insight, men of genius, are to be among the first to hear the gospel call."},{"refcode_short":"Advocate November 1,  1900, par. 9","refcode_long":"The Advocate November 1,  1900, paragraph 9","content":"“There are men of the world who have God-given powers of organization, which are needed in the carrying forward of the work for these last days. All are not preachers; but men are needed who can take the management of the institutions where industrial work is carried on, men who in our conferences can act as leaders and educators. God needs men who can look ahead, and see what needs to be done, men who can act as faithful financiers, men who will stand as solid as a rock to principle in the present crisis and in the future perils that may arise."},{"refcode_short":"Advocate November 1,  1900, par. 10","refcode_long":"The Advocate November 1,  1900, paragraph 10","content":"“We need and have needed talent that it was the Lord's purpose we should have. But so much selfishness has been woven into our institutions that the Lord has not wrought to connect with the work those who should be connected with it, because he has seen that they would not be recognized or appreciated."},{"refcode_short":"Advocate November 1,  1900, par. 11","refcode_long":"The Advocate November 1,  1900, paragraph 11","content":"“There are conscientious men who have not yet seen the light of truth, who need to be taught. Those who have labored in the temperance cause, and who in their work have had the Lord behind them, should have had far more labor put forth in their behalf. We need to feel our responsibility in this work. Do not go to those in the higher ranks of life, and call them in such a disrespectful manner that they will not listen."},{"refcode_short":"Advocate November 1,  1900, par. 12","refcode_long":"The Advocate November 1,  1900, paragraph 12","content":"“The teachers, the leading men among the people, must be called. To them the invitation must be given. They must be dealt with personally and earnestly; for if one teacher is won to the truth, he will be able to communicate to many others the light received. More work should have been done for those in high places. Those who give the last message of mercy to a fallen world are not to pass by the ministers. God's servants are to approach them as those who have a deep interest in their welfare, and then plead for them in prayer. If they refuse to accept the invitation, tell the Master about it, and then your duty is done.”—The Review and Herald, May 8, 1900."},{"refcode_short":"Advocate November 1,  1900","refcode_long":"The Advocate November 1,  1900","content":"Children May Become Workers"},{"refcode_short":"Advocate November 1,  1900, par. 13","refcode_long":"The Advocate November 1,  1900, paragraph 13","content":"“God wants every child of tender age to be his child, to be adopted into his family. Young though they may be, the youth may be members of the household of faith, and have a most precious experience. They may have hearts that are tender, and ready to receive impressions that will be lasting. They may have their hearts drawn out in confidence and love for Jesus, and live for the Saviour. Christ will make them little missionaries. The whole current of their thoughts may be changed, so that sin will not appear a thing to be enjoyed, but to be hated and shunned."},{"refcode_short":"Advocate November 1,  1900, par. 14","refcode_long":"The Advocate November 1,  1900, paragraph 14","content":"“Small as well as older children will be benefited by this instruction; and in thus simplifying the plan of salvation, the teachers will receive as great blessings as those who are taught. The Holy Spirit of God will impress the lessons upon the receptive minds of the children, that they may grasp the ideas of Bible truth in their simplicity. And the Lord will give an experience to these children in missionary lines; he will suggest to them lines of thought which the teachers themselves did not have. The children who are properly instructed will be witnesses for the truth.”"},{"refcode_short":"Advocate November 1,  1900, par. 15","refcode_long":"The Advocate November 1,  1900, paragraph 15","content":"“Work as if you were working for your life to save children from being drowned in the polluting, corrupting influences of this life.”—Christian Schools."},{"refcode_short":"Advocate November 1,  1900, par. 16","refcode_long":"The Advocate November 1,  1900, paragraph 16","content":"“A teacher should be employed who will educate the children in the truths of the word of God, which are so essential for these last days, and which it is so important for them to understand. A great test is coming: it will be upon obedience or disobedience to the commandments of God.” —Idem."},{"refcode_short":"Advocate December 1,  1900, par. 16","refcode_long":"The Advocate December 1,  1900, paragraph 16","content":"December 1, 1900"},{"refcode_short":"Advocate December 1,  1900","refcode_long":"The Advocate December 1,  1900","content":"A Testing Time"},{"refcode_short":"Advocate December 1,  1900, par. 1","refcode_long":"The Advocate December 1,  1900, paragraph 1","content":"Calamities, earthquakes, floods, disasters by land and by sea, will increase. God is looking upon the world today as he looked upon it in Noah's time. He is sending his message to people today as he sent it in the days of Noah. There is in this age of the world a repetition of the wickedness of the world before the flood. Many helped Noah build the ark who did not believe the startling message, who did not cleanse themselves from all wrong principles, who did not overcome the temptation to do and say things which were entirely contrary to the mind and will of God."},{"refcode_short":"Advocate December 1,  1900, par. 2","refcode_long":"The Advocate December 1,  1900, paragraph 2","content":"Have faith in God. He gave me the idea of giving “Christ's Object Lessons” for the relief of the schools. He is testing his people and institutions in this thing, to see if they will work together, and be of one mind in self-denial and self-sacrifice. Carry forward this work without flinching in the name of the Lord. Let God's plan be vindicated. Let his proposition be fully carried out, and heartily endorsed as the means of uniting the members of the churches in self-sacrificing effort. Thus they will be sanctified, soul, body, and spirit, as vessels unto honor, to whom God can impart his Holy Spirit. By this means they will accomplish the work God designs to have done."},{"refcode_short":"Advocate December 1,  1900, par. 3","refcode_long":"The Advocate December 1,  1900, paragraph 3","content":"Stir up every family, every church, to do the very utmost of their power, every one consecrating himself to God, putting the leaven of evil out of his heart, out of the home, and out of the church. Let every family make the most of this the Lord's opportunity. Let self-denial and self-sacrifice be revealed. Let the teachers in the school do as others of God's servants are doing,—cut down their wages. This self-sacrifice will be required of us all. Let all place themselves where they will be sure to receive the answer to their prayers. It is the cause of God which is at stake."},{"refcode_short":"Advocate December 1,  1900, par. 4","refcode_long":"The Advocate December 1,  1900, paragraph 4","content":"The preciousness of life is to be appreciated because this life belongs to the Master. As long as we live, we are ever to bear in mind that we are bought with a price. Christ made of himself a whole and complete sacrifice for us, to make it possible for us to receive the gift of everlasting life."},{"refcode_short":"Advocate December 1,  1900, par. 5","refcode_long":"The Advocate December 1,  1900, paragraph 5","content":"“Ye are not your own: for ye are bought with a price; therefore glorify God in your body and in your spirit, which are God's.”"},{"refcode_short":"Advocate December 1,  1900, par. 6","refcode_long":"The Advocate December 1,  1900, paragraph 6","content":"We have enlisted under Christ's banner for life service, and great responsibilities and possibilities are within our reach. There are in the providence of God particular periods when we must arise in response to the call of God, and make use of our time, our intellect, our whole being, body, soul, and spirit, fulfilling to the utmost of our ability the requirements of God. Just now let not the opportunity be lost. Let all work together. Let the children act a part. Let every member of the family do something. Educate, educate. This is an opportunity which God's people can not afford to lose. God calls. Do your best at this time to render to him your offering, to carry out his specified will, and thus make this an occasion for witnessing for him and his truth. In a world of darkness let your light shine forth. Let canvassers do their best in canvassing for the book, “Christ's Object Lessons.” Their work will serve a double purpose. They will place in the homes of the people a book containing most precious light, seed sown to bring to souls ready to perish. In receiving this seed into their hearts, they will save their souls through belief of the truth. At the same time means will be gathered for the relief of the schools. Twofold good will thus be accomplished in this work. Let it be done heartily, as unto the Lord."},{"refcode_short":"Advocate December 1,  1900, par. 7","refcode_long":"The Advocate December 1,  1900, paragraph 7","content":"My brethren, after you have done all you can do in this work for the schools, by sanctified energy and much prayer, you will see the glory of God. When the trial has been fully made, there will come a blessed result. Those who have sought to do God's will, having laid out every talent to the best advantage, become wise in working for the kingdom of God. They learn lessons of the greatest consequence to them, and they will feel the highest happiness of the rational mind. This is the result that will surely come if you fulfil the purpose of God. Peace and intelligence and grace will be given. It is the design of God that we should all glorify him, regarding his service as the chief end of our existence. The work that God calls you to do he will make a blessing to you. Your heart will be more tender, your thoughts more spiritual, your service more Christlike. “If ye abide in me,” Jesus said, “and my words abide in you, ye shall ask what ye will, and it shall be done unto you.” In considering these things, my spirit rejoices in God."},{"refcode_short":"Advocate December 1,  1900, par. 8","refcode_long":"The Advocate December 1,  1900, paragraph 8","content":"I could not sleep past two o'clock this morning. During the night I was in council. I was pleading with some families to avail themselves of God's appointed means, and get away from the cities to save their children, Some were loitering, making no determined efforts. The angels of mercy hurried Lot and his wife and daughters by taking hold of their hands. Had Lot hastened as the Lord desired him to, his wife would not have become a pillar of salt. Lot had too much of a lingering spirit. Let us not be like him. The same voice that warned Lot to leave Sodom bids us, “Come out from among them, and be ye separate, and touch not the unclean.” Those who obey this warning will find a refuge. Let every man be wide awake for himself, and try to save his family. Let him gird himself for the work. God will reveal from point to point what to do next."},{"refcode_short":"Advocate December 1,  1900, par. 9","refcode_long":"The Advocate December 1,  1900, paragraph 9","content":"Hear the voice of God through the apostle Paul, “Work out your own salvation with fear and trembling. For it is God that worketh in you both to will and to do of his good pleasure.” Lot trod the plain with unwilling and tardy steps. He had so long associated with evil workers that he could not see his peril until his wife stood on the plain a pillar of salt forever."},{"refcode_short":"Advocate December 1,  1900, par. 10","refcode_long":"The Advocate December 1,  1900, paragraph 10","content":"There is to be a decided work done to accomplish God's plan. Make every stroke tell for the Master in the work of canvassing for “Christ's Object Lessons.” God desires his people to be vitalized for work as they have never been before, for their good and for the upbuilding of his cause. Ministering angels will be round about."},{"refcode_short":"Advocate December 1,  1900, par. 11","refcode_long":"The Advocate December 1,  1900, paragraph 11","content":"Let our institutions make every effort to free themselves from debt. Let every family arouse. Let the ministers of our churches and the presidents of our Conferences awaken. Then he will tell you what to do next."},{"refcode_short":"Advocate March 1,  1901, par. 11","refcode_long":"The Advocate March 1,  1901, paragraph 11","content":"1901"},{"refcode_short":"Advocate March 1,  1901, par. 11","refcode_long":"The Advocate March 1,  1901, paragraph 11","content":"March 1, 1901"},{"refcode_short":"Advocate March 1,  1901","refcode_long":"The Advocate March 1,  1901","content":"The Relation of True Education to the Farm"},{"refcode_short":"Advocate March 1,  1901, par. 1","refcode_long":"The Advocate March 1,  1901, paragraph 1","content":"No pains should be spared to select places for our schools where the moral atmosphere will be as healthful as possible, for the influence that prevails will leave a deep impress on young and forming characters. For this reason a retired locality is best. The great cities, the centers of business and learning, may seem to present some advantages, but these advantages are outweighed by other considerations.—Christian Schools, p. 81."},{"refcode_short":"Advocate March 1,  1901, par. 2","refcode_long":"The Advocate March 1,  1901, paragraph 2","content":"How many children there are in the crowded cities who have not even a spot of green grass to set their feet upon. If they could be educated in the country, amid the beauty, peace, and purity of nature, it would seem to them the spot nearest heaven. In the retired places, where we are farthest from the corrupting maxims, customs, and excitements of the world, and nearest to the heart of nature, Christ makes his presence real to us, and speaks to our souls of his peace and love.—Idem., p 77."},{"refcode_short":"Advocate March 1,  1901, par. 3","refcode_long":"The Advocate March 1,  1901, paragraph 3","content":"Serious times are before us, and there is great need for the families to get out of the cities into the country.—Ibid."},{"refcode_short":"Advocate March 1,  1901, par. 4","refcode_long":"The Advocate March 1,  1901, paragraph 4","content":"The youth educated in the large cities are surrounded by influences similar to those that prevailed before the flood. The same principles of disregard for God and his law, the same love of pleasure, of selfish gratification, and of pride and vanity, are at work at the present time. The world is given up to pleasure; immorality prevails; the rights of the weak and helpless are disregarded, and the world over, the large cities are fast becoming hotbeds of iniquity.—Special Testimonies On Education, 44."},{"refcode_short":"Advocate March 1,  1901, par. 5","refcode_long":"The Advocate March 1,  1901, paragraph 5","content":"There is room within earth's vast boundaries for schools to be located, where ground can be cleared, land cultivated, and where a proper education can be given. This work is essentially an all-round education, and one which is favorable to spiritual advancement. Nature's voice is the voice of Jesus Christ, teaching us innumerable lessons of perseverance. The mountains and hills are changing, the earth is waxing old like a garment, but the blessing of God which spreads a table for his people in the wilderness, will never pass away.—Christian Schools, p. 80."},{"refcode_short":"Advocate March 1,  1901, par. 6","refcode_long":"The Advocate March 1,  1901, paragraph 6","content":"The children and youth, all classes of students, need the lessons to be derived from this source. In itself, the beauty of nature leads the soul away from sin and worldly attractions, and toward purity, peace, and God. For this reason the cultivation of the soil is good work for children and youth. It brings them into direct contact with nature and nature's God, and that they may have this advantage in connection with our schools, there should be, so far as possible, large flower gardens and extensive lands for cultivation.—Special Testimonies On Education, 6 [60]."},{"refcode_short":"Advocate March 1,  1901, par. 7","refcode_long":"The Advocate March 1,  1901, paragraph 7","content":"A return to simpler methods will be appreciated by the children and youth. Work in the garden and field will be an agreeable change from the wearisome routine of abstract lessons to which their young minds should never be confined.—Special Testimonies On Education, 61."},{"refcode_short":"Advocate March 1,  1901, par. 8","refcode_long":"The Advocate March 1,  1901, paragraph 8","content":"In the school that is started here in Cooranbong, we look to see real success in agricultural lines, combined with the study of the sciences. We mean this place to be a center from which shall irradiate light, precious advanced knowledge, that shall result in the working of unimproved lands, so that hills and valleys shall blossom as the rose. For both children and men, labor combined with mental taxation will give the right kind of all-round education. The cultivation of the mind will bring tact and fresh incentive to the cultivation of the soil.—Special Testimonies, Series A 4:19."},{"refcode_short":"Advocate March 1,  1901, par. 9","refcode_long":"The Advocate March 1,  1901, paragraph 9","content":"The school has made an excellent beginning. The students are learning how to plant trees, strawberries, etc.; how they must keep every spangle and fiber of the roots uncramped, in order to give them a chance to grow. Is not this a most precious lesson as to how to treat the human mind, and the body as,—not to cramp any of the organs of the body, but to give them ample room to do their work?—Special Testimonies, Series A 4:17."},{"refcode_short":"Advocate March 1,  1901, par. 10","refcode_long":"The Advocate March 1,  1901, paragraph 10","content":"The students are learning what plowing means, and that the hoe and the shovel, the rake and the harrow, are all implements of honorable industry. Mistakes will often be made, but error lies close beside truth. Wisdom will be learned by failures, and the energy that will make a beginning, gives hope of success in the end. Hesitation will keep things back, precipitancy will alike retard, but all will serve as lessons, if the human agents will have it so.—Special Testimonies, Series A 4:18."},{"refcode_short":"Advocate March 1,  1901, par. 11","refcode_long":"The Advocate March 1,  1901, paragraph 11","content":"There will be a new presentation of men as bread-winners, possessing educated, trained ability to work the soil to advantage. Such men will break down the foolish sentiments that have prevailed in regard to manual labor. An influence will go forth, not in loud-voiced oratory, but in real inculcation of ideas. We shall see farmers who are not coarse and rough and slack, careless of their apparel and of the appearance of their homes; but they will bring taste into farm houses. Rooms will be sunny and inviting. We shall not see blackened ceilings, covered with cloth full of dust and dirt. Science, genius, intelligence, will be manifest in the home. The cultivation of the soil will be regarded as elevating and ennobling.—Special Testimonies, Series A 4:19."},{"refcode_short":"Advocate March 1,  1901, par. 12","refcode_long":"The Advocate March 1,  1901, paragraph 12","content":"We should work the soil cheerfully, hopefully, gratefully, believing that the earth holds in her bosom rich stores for the faithful worker to garner, richer than gold or silver. The niggardliness laid to her charge is false witness. With proper, intelligent cultivation, the earth will yield her treasures for the benefit of man.—Special Testimonies, Series A 4:18."},{"refcode_short":"Advocate March 1,  1901, par. 13","refcode_long":"The Advocate March 1,  1901, paragraph 13","content":"The cultivation of our land requires the exercise of all the brain power and tact we possess. The lands around us testify to the indolence of man. We hope to arouse to action the dormant senses. We hope to see intelligent farmers who will be rewarded for their earnest labor. The hand and heart must co-operate, bringing new and sensible plans into operation in the cultivation of the soil.—Ibid."},{"refcode_short":"Advocate March 1,  1901, par. 14","refcode_long":"The Advocate March 1,  1901, paragraph 14","content":"Men take you to their orchards of oranges and lemons and other fruit, and tell you the produce does not pay for the work done on them. It is next to impossible to make ends meet, and parents decide that the children shall not be farmers. They have not the courage and hope to educate them to till the soil. What is needed is schools to educate and train the youth, so that they will know how to overcome this condition of things. There must be education in the sciences, and education in the plans and methods of working the soil. There is hope in the soil, but brain and heart and strength must be brought into the work of tilling it."},{"refcode_short":"Advocate March 1,  1901, par. 15","refcode_long":"The Advocate March 1,  1901, paragraph 15","content":"There is need of much more extensive knowledge in regard to the preparation of the soil. There is not sufficient breadth of view as to what can be realized from the earth. A narrow and unvarying routine is followed with discouraging results. Let the educated ability be employed in devising improved methods of work. This is just what the Lord wants. There is need of intelligent and educated ability to devise the best methods in farming, in building, and in every other department, that the worker may not labor in vain. God, who has made the world for the benefit of man, will provide means from the earth to sustain the diligent worker. The seed placed in thoroughly prepared soil will produce its harvest. God can spread a table for his people in the wilderness. There is much mourning over unproductive soil, when, if men would read the Old Testament Scriptures, they would see that the Lord knew much better than they in regard to the proper treatment of the land. After being worked for several years, and giving her treasures to the possession of men, portions of the land should be allowed to rest, and then the crops should be changed. We might learn much, also, from the Old Testament, in regard to the labor problem.—Special Testimonies On Education, 100."},{"refcode_short":"Advocate March 1,  1901, par. 16","refcode_long":"The Advocate March 1,  1901, paragraph 16","content":"The earth has its concealed treasures, and the Lord would have thousands and tens of thousands working upon the soil, who are crowded into the cities to watch for a chance to earn a trifle. The earth is to be made to give forth its strength, but without the blessing of God it can do nothing.—Special Testimonies On Education, 104."},{"refcode_short":"Advocate March 1,  1901, par. 17","refcode_long":"The Advocate March 1,  1901, paragraph 17","content":"In the beginning, God looked upon all he had made, and pronounced it very good. The curse was brought upon the earth in consequence of sin, but shall this curse be multiplied by increasing sin? Ignorance is doing its baleful work. Slothful servants are increasing the evil by their lazy habits. Many are unwilling to earn their bread by the sweat of their brow, and they refuse to till the soil. But the earth has blessings hidden in her depths for those who have courage and will and perseverance to gather her treasures.—Ibid."},{"refcode_short":"Advocate March 1,  1901, par. 18","refcode_long":"The Advocate March 1,  1901, paragraph 18","content":"God would be glorified if men from other countries who have acquired an intelligent knowledge of agriculture, would come to Australia, and by precept and example teach the people how to cultivate the soil, that it may yield rich treasures. Men are wanted to educate others how to plow, and how to use the implements of agriculture. Who will be missionaries to do this work, to teach proper methods to the youth, and to all who feel willing and humble enough to learn?—Special Testimonies On Education, 101."},{"refcode_short":"Advocate December 1,  1901, par. 18","refcode_long":"The Advocate December 1,  1901, paragraph 18","content":"December 1, 1901"},{"refcode_short":"Advocate December 1,  1901","refcode_long":"The Advocate December 1,  1901","content":"Teachers Should be God's Helping Hand"},{"refcode_short":"Advocate December 1,  1901, par. 1","refcode_long":"The Advocate December 1,  1901, paragraph 1","content":"No one is to think that all of his time is to be spent in study. By putting into practice what you study, you can obtain more than by merely studying. When you use your knowledge, you will find that more is given you. Keep the channel open, that you may have the grace and light and love of Christ. Do not disappoint Christ. Though you are teachers, you are to learn of the great Teacher. While as students you are to respect the human instrumentality, through which you receive instruction, you are ever to look beyond this to the divine. Then the truths which come from the lips of the human teacher, will be to you of far greater importance than they otherwise would be."},{"refcode_short":"Advocate December 1,  1901, par. 2","refcode_long":"The Advocate December 1,  1901, paragraph 2","content":"Every teacher should gather up all the rays of divine light shining upon his pathway, that he may have the wisdom Daniel had. Walk in the light which is opening before you in this institute. “Then shall we know, if we follow on to know the Lord: his going forth is prepared as the morning.” As the light of the sun shines with increasing power from morning till noon, so as you advance in the opening light of God's word, you will receive more light."},{"refcode_short":"Advocate December 1,  1901, par. 3","refcode_long":"The Advocate December 1,  1901, paragraph 3","content":"He who takes charge of a school is in need of a living, ever-present Saviour. Teach the simplest principles of the word of God, making the Bible the foundation of education. Those who are seeking to obtain the so-called higher education, do not know what true education is. True higher education is that which is received by sitting at the feet of Jesus. Humble yourselves under the mighty hand of God, and he will lift you up. You need not struggle to lift yourself. Commit your work to him: do it in faithfulness, in sincerity, in truth, in righteousness; and you will find that every day brings its reward, and the light of heaven is shining upon you. His light, his grace, his salvation, are thus revealed."},{"refcode_short":"Advocate December 1,  1901, par. 4","refcode_long":"The Advocate December 1,  1901, paragraph 4","content":"We are a very ignorant people. We know so little of Jesus Christ that we can but dimly comprehend what he will do for us. God desires us to learn of him. While you are in this institute, let your boasting be in God, and not in science, not in foreign languages, nor in anything else that is human. First learn whether you can practice Christianity in your own language. There are souls to convert, and you should be able to so bring the simplicity of godliness into your own life that you can use the talent of speech with converting power among those with whom you associate."},{"refcode_short":"Advocate December 1,  1901, par. 5","refcode_long":"The Advocate December 1,  1901, paragraph 5","content":"There should be in your hearts a burning desire to be united with Christ, that you may be “laborers” together with God.” “Ye are God's husbandry, ye are God's building.” He is working with you as with a building, forming within you a character after the divine similitude. Let your character-building be in accordance with the beautiful pattern revealed to men in the life of Christ."},{"refcode_short":"Advocate December 1,  1901, par. 6","refcode_long":"The Advocate December 1,  1901, paragraph 6","content":"In all your work you should do as the husbandman does in producing the fruit of the earth. Apparently he throws away the seed; but, buried in the soil, the seed in dying, germinates. The power of the living God gives it life and vitality, and there is seen “first the blade, then the ear, after that the full corn in the ear.” Study this wonderful process. Oh, there is so much to learn, so much to understand, that it seems as though we can not learn everything during this life; and we can not. But if we now improve our minds to the utmost of our ability, we shall through the eternal ages carry forward the study of God's ways and works, continually reaching higher and still higher. We now need minds that can understand the simplicity of godliness. More than we desire anything else, we should desire to have Jesus Christ abiding in the soul-temple, because he can not abide there without being revealed, and shown forth in fruits and good works."},{"refcode_short":"Advocate December 1,  1901, par. 7","refcode_long":"The Advocate December 1,  1901, paragraph 7","content":"Conducting recitations is only the beginning of a teacher's work. The teacher has a heavy responsibility to bear in connection with the students entrusted to his care, and he is to understand that he can not throw off this responsibility. He has the oversight of those in his charge. He is to regard them as those who have been bought with a price. He must watch over this recreant one and over that recreant one; he must talk and pray with them. Thus he may save souls unto Jesus Christ."},{"refcode_short":"Advocate December 1,  1901, par. 8","refcode_long":"The Advocate December 1,  1901, paragraph 8","content":"The work of a teacher does not end in the class-room. Because he is an educator, he is not to divorce himself from the church work. Power is to be brought into the church. Teachers are to strive to bring the church to a higher and still higher standard. God requires of teachers more than they give. They are to be working agencies, and not dwarfs. If they fulfill God's requirements, he will give them still more intelligence, until it can be said of them, “Ye are complete in him.” If every teacher in this College would come up to the help of God in the church, we should have in Healdsburg one of the most precious churches that could be found anywhere in the world."},{"refcode_short":"Advocate December 1,  1901, par. 9","refcode_long":"The Advocate December 1,  1901, paragraph 9","content":"There is a world to be saved. Such a work is to be done by our people, that often at night I sit up in my bed, wringing my hands in agony, and ask, “O God, will thy people ever understand?” I believe they will when they come to the foot of Christ, and sit at his feet as did Mary, to learn of him. If the teachers will follow the Bible rules and be Bible Christians, they will be God's helping hand. God wants every one of you to be his helping hand; and if you yield yourself to him, he will teach you and work through you, that you may be able to impart to others. Then you will be able to say, “O God, thy gentleness hath made me great.”"},{"refcode_short":"Advocate December 1,  1901, par. 10","refcode_long":"The Advocate December 1,  1901, paragraph 10","content":"There is a fullness for every teacher to gain. The studies that you receive will either strengthen your faith and confidence in God, and teach you how to work as his helping hand, or else they will leave you in a worse condition than if you had never attended this institute. If you work out the principles that the Lord has given you, he will surely place you on vantage ground, and the mercies and blessings of heaven will come into your life-practice, enabling you to work out the will of God."},{"refcode_short":"Advocate December 1,  1901, par. 11","refcode_long":"The Advocate December 1,  1901, paragraph 11","content":"“There is a work to be done for young men and women that is not yet accomplished. There are much larger numbers of young people who need to have the advantages of our training schools. They need the manual training course, that will teach them how to lead an active, energetic life. All kinds of labor must be connected with our schools. Under wise, judicious, God-fearing directors, the students are to be taught. Every branch of the work is to be conducted in the most thorough and systematic ways that long experience and wisdom can enable us to plan and execute.”"},{"refcode_short":"Advocate January 1,  1902, par. 11","refcode_long":"The Advocate January 1,  1902, paragraph 11","content":"1902"},{"refcode_short":"Advocate January 1,  1902, par. 11","refcode_long":"The Advocate January 1,  1902, paragraph 11","content":"January 1, 1902"},{"refcode_short":"Advocate January 1,  1902","refcode_long":"The Advocate January 1,  1902","content":"Instruction to Teachers"},{"refcode_short":"Advocate January 1,  1902, par. 1","refcode_long":"The Advocate January 1,  1902, paragraph 1","content":"Planted firmly upon the earth, and reaching heavenward to the throne of God, is a ladder of shining brightness. God is above the ladder, and his light is shining along its whole length. This ladder is Christ. Every round that you climb, you are coming step after step into fellowship with the sufferings of Christ, and are becoming fashioned after his divine similitude. The angels of God are constantly ascending and descending this glorious ladder. They will not let you fall, if you keep your eye fixed upon the glory of God that is at the top of the ladder. Some are trying to grasp the highest round of the ladder, without starting at the first round."},{"refcode_short":"Advocate January 1,  1902, par. 2","refcode_long":"The Advocate January 1,  1902, paragraph 2","content":"Every teacher should train the voice, so that he can speak intelligibly and read the Scriptures distinctly, giving emphasis where it is necessary and essential. [Extracts from a talk given before the Teachers’ Institute, Healdsburg, Cal., September, 1901.] The voice is a power, a talent, which few appreciate. Then cultivate your voice, for thus God is to be magnified. Let the voice be mellowed and softened by the Holy Spirit of God. There was pathos in the voice of Jesus."},{"refcode_short":"Advocate January 1,  1902, par. 3","refcode_long":"The Advocate January 1,  1902, paragraph 3","content":"Your words are a precious talent. You should learn how to bear testimonies in meeting with a clear and distinct voice, as though you knew that you had an abiding Christ. Learn to pray as though you had confidence that your prayer reached the throne of God. Then you will have an educating power which will go farther than Latin, Greek, or any such knowledge you may gain."},{"refcode_short":"Advocate January 1,  1902, par. 4","refcode_long":"The Advocate January 1,  1902, paragraph 4","content":"Teachers, you must have a living faith, or you will be separate from Christ. He does not ask how much favor you have with the world, and how much praise you are receiving from the world; but he does ask you to live so that he can put his seal upon you."},{"refcode_short":"Advocate January 1,  1902, par. 5","refcode_long":"The Advocate January 1,  1902, paragraph 5","content":"Teachers, how much praise comes from our lips to the one to whom you should be full of gratitude for this probationary time, during which if you allow Christ to abide in you, you may obtain a fitting in character to live with him?"},{"refcode_short":"Advocate January 1,  1902, par. 6","refcode_long":"The Advocate January 1,  1902, paragraph 6","content":"Co-operate with God, and he will co-operate with you. Then you are God's helping hand. Then you can take hold of him, and he will hold your hand. He says, “I am at thy right hand to help thee.” As you work for him with only his glory in view, he will teach you. You are to learn all these lessons that you may teach others."},{"refcode_short":"Advocate January 1,  1902, par. 7","refcode_long":"The Advocate January 1,  1902, paragraph 7","content":"There are some who love the society of the world, who think it is a great deal better than the society of those who are not considered so elevated and who do not know, as they judge, half so much. Teachers, know enough to follow in the footsteps of Jesus, to wear the yoke of Christ. Then you will become fools for Christ's sake. It is not the so-called wisdom of worldlings that God accounts anything. He says their wisdom is foolishness; but to them the wisdom of God is foolishness. Do you desire to have the wisdom of God? Humble yourselves before God, walk in the way of his commandments, be determined that you will make the most of every educational privilege, gather every ray of divine light, practice the light, bring it into your life and character, and thus show that you have learned of Jesus."},{"refcode_short":"Advocate January 1,  1902, par. 8","refcode_long":"The Advocate January 1,  1902, paragraph 8","content":"As soon as our minds harmonize with the mind of God, we are in touch with an intelligence that can communicate to each of us every lesson that will be beneficial in the education of the youth entrusted to us. In telling the children the precious story of the cross, our own souls will be lifted from despondency, gloom, and darkness. In considering the Redeemer's infinite sacrifice, we shall lose all desire for the things of this world."},{"refcode_short":"Advocate January 1,  1902, par. 9","refcode_long":"The Advocate January 1,  1902, paragraph 9","content":"Church school teachers should carry a burden for souls,—not that they themselves can save souls, but as God's helping hand they have the privilege of winning souls to Christ. Teachers, the words that you speak may be very precious. Let there be no folly in your conversation. In the schools you shall undertake to conduct, set a proper example before the children by presenting them to God in prayer every morning. Then look to him for strength every hour, and believe that he is working, and that you are to represent him. When you do this, you gain the affection of the children. It is not such hard work to manage children, thank God. We have a helper, one altogether above ourselves. Oh, I am so thankful that we do not have to depend upon our poor, miserable selves, but we may depend upon the strength which comes from God!"},{"refcode_short":"Advocate January 1,  1902, par. 10","refcode_long":"The Advocate January 1,  1902, paragraph 10","content":"Teachers, if your life is hid with Christ in God, a helper will stand by your side, and you will be one with Christ, and one with those you are teaching. Never exalt self, for this shows that you are not humbling yourself before God. Exalt him, glorify him, honor him before the world. Say, “I stand under the blood-stained banner of Prince Emmanuel. I have left the banner of the powers of darkness, and am wholly on the Lord's side.”"},{"refcode_short":"Advocate February 1,  1902, par. 10","refcode_long":"The Advocate February 1,  1902, paragraph 10","content":"February 1, 1902"},{"refcode_short":"Advocate February 1,  1902","refcode_long":"The Advocate February 1,  1902","content":"A Spiritual Education for Teachers"},{"refcode_short":"Advocate February 1,  1902, par. 1","refcode_long":"The Advocate February 1,  1902, paragraph 1","content":"Christ is the greatest teacher, the greatest educator, that the world ever knew. If you come into close relation with him, the atmosphere surrounding your soul will exert an educative influence wherever you are. Unless you have Christ formed within, the hope of glory, all the education that you may obtain in Greek, in Latin, in the languages, or in anything else, will be of no value in securing eternal life. You must bear in mind that Christ co-operates with you when you co-operate with him. Constantly you are to be learning of the great Teacher."},{"refcode_short":"Advocate February 1,  1902, par. 2","refcode_long":"The Advocate February 1,  1902, paragraph 2","content":"Teachers, be truly converted to God. Realize that in every school established, the first work is to become acquainted with God and with the principles of heaven, that in your daily work you may prove the truthfulness of the words of Christ to the woman of Samaria: “If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldst have asked of him, and he would have given thee living water,” which is as “a well of water springing up into everlasting life.”"},{"refcode_short":"Advocate February 1,  1902, par. 3","refcode_long":"The Advocate February 1,  1902, paragraph 3","content":"In obtaining an education, there is danger that spirituality will be considered of secondary importance. We often think if we only could reach the world's standard in education, we should have gained something. Those who believe this will prefer the society of the world to the society of those who love and fear God."},{"refcode_short":"Advocate February 1,  1902, par. 4","refcode_long":"The Advocate February 1,  1902, paragraph 4","content":"Many have imagined that in order to become educated, they should place themselves under worldly influences. According to the worldly idea, in obtaining an education spiritual things are not considered of much value. Those who choose to enter schools where our faith is not recognized are on the losing side. They lose the very things which they should value most,—a knowledge of God and Jesus Christ, and of that life which measures with the life of God."},{"refcode_short":"Advocate February 1,  1902, par. 5","refcode_long":"The Advocate February 1,  1902, paragraph 5","content":"All who are engaged in teaching the youth in our schools must have as the foundation of their knowledge the fear of God, for this is the beginning of wisdom. They may have had years of training, and yet not have touched the very beginning, the A B C of spirituality, the A B C of devotion, of self-sacrifice. The science of education is to love God, and to keep his commandments. Study the word of God intelligently. It is the foundation of all education."},{"refcode_short":"Advocate February 1,  1902, par. 6","refcode_long":"The Advocate February 1,  1902, paragraph 6","content":"The apostle Paul could meet eloquence with eloquence, logic with logic; he could intelligently enter into all controversies; but was he satisfied with this worldly knowledge? He writes: “And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God. For I determined not to know anything among you save Jesus Christ, and him crucified.”"},{"refcode_short":"Advocate February 1,  1902, par. 7","refcode_long":"The Advocate February 1,  1902, paragraph 7","content":"Here is a very important lesson. We need to understand our whereabouts. We need to understand that the highest education ever given to mortals develops a spirit of humility; for it reveals how much more there is yet to learn."},{"refcode_short":"Advocate February 1,  1902, par. 8","refcode_long":"The Advocate February 1,  1902, paragraph 8","content":"The more you learn, the more you will see the necessity of putting your whole mind and interest into learning for Christ's sake. Why are you learning? Are you acquiring knowledge so as to become intelligent in the truth? If that is your object, be assured that you will hide self in Jesus Christ."},{"refcode_short":"Advocate February 1,  1902, par. 9","refcode_long":"The Advocate February 1,  1902, paragraph 9","content":"“And I was with you in weakness, and in fear, and in much trembling.” Paul was a very great teacher; yet he felt that without the Spirit of God working with him all the education he might obtain would be of little account. We need to have this same experience; we need to be afraid of ourselves. We need individually to sit at the feet of Jesus, and listen to his words of instruction. Let us empty from the soul-temple all foolishness, pride, folly, and invite Jesus to take possession of heart and soul and character. When we do this, there will be no pride of spirit, for we shall more fully appreciate how much more there is to be learned. “What shall I do, that I may inherit eternal life?” is a life-and-death question,—a question which should be constantly before us."},{"refcode_short":"Advocate February 1,  1902, par. 10","refcode_long":"The Advocate February 1,  1902, paragraph 10","content":"What is your object in obtaining an education? Is it to glorify yourself? Is it to say, “See how much learning I have”? Or is it that you may be able to help weak and trembling souls plant their feet upon the platform of eternal truth? Do you long to lift up and encourage others? If you are striving merely for the name of being a teacher, an educator, you might just as well be somewhere else. God invites every one to be his helping hand. He invites you to carry out the principles of heaven, the A B C of true education. If you have never learned them before, commence to study now, and when you have thus learned, you will be fitted to teach others."},{"refcode_short":"Advocate February 1,  1902, par. 11","refcode_long":"The Advocate February 1,  1902, paragraph 11","content":"If your great aim has been to learn Greek and Latin, and all these things, you need to go back to the beginning, and in love and the fear of God learn the A B C of spirituality. This is the preparation essential if you see the King in his beauty, and behold his matchless charms. The purpose of education is to glorify God."},{"refcode_short":"Advocate March 1,  1902, par. 11","refcode_long":"The Advocate March 1,  1902, paragraph 11","content":"March 1, 1902"},{"refcode_short":"Advocate March 1,  1902","refcode_long":"The Advocate March 1,  1902","content":"Proper Education of the Children"},{"refcode_short":"Advocate March 1,  1902, par. 1","refcode_long":"The Advocate March 1,  1902, paragraph 1","content":"It is of the greatest importance that every family in our churches should understand the value of Christian education. The early training of children is a subject which all should carefully study. We need to make the education of our children a business. As fathers and mothers, we should train and discipline ourselves. Then as teachers in the home, we can educate our children. May the Lord help us to understand that their salvation largely depends upon the education given them in childhood. We are to prepare ourselves and our children for the future immortal inheritance."},{"refcode_short":"Advocate March 1,  1902, par. 2","refcode_long":"The Advocate March 1,  1902, paragraph 2","content":"Mothers, it is your privilege to bind your children to your heart with the tenderest and strongest cords of love. During the first few years of the life of Samuel the prophet, his mother carefully taught him to distinguish between good and evil. It was with sorrow and great self-denial that, in fulfillment of her vow to dedicate her son to the service of God, she gave him to Eli, the high priest, to be brought up. But the early training received by Samuel led him to refuse to yield to the evil influences surrounding him in the household of the high priest."},{"refcode_short":"Advocate March 1,  1902, par. 3","refcode_long":"The Advocate March 1,  1902, paragraph 3","content":"Many parents allow children to do as they please, amusing themselves, and choosing their own associates. In the judgment such parents will learn that their children have lost heaven because of the lack of proper home restraint."},{"refcode_short":"Advocate March 1,  1902, par. 4","refcode_long":"The Advocate March 1,  1902, paragraph 4","content":"Parents, teach your children the way of the Lord. In your morning and evening devotions join with them in reading the Bible and singing beautiful songs of praise. Let them learn to repeat God's law. Concerning the commandments, the Israelites were instructed: “And thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up.” In accordance with this command, Moses directed the Israelites to set to music the words of the law. While the older ones played on instruments, the younger children marched, singing in concert the songs of the commandments of God. In later years they retained in their minds the words of the law which they learned during childhood."},{"refcode_short":"Advocate March 1,  1902, par. 5","refcode_long":"The Advocate March 1,  1902, paragraph 5","content":"If it was essential for Moses to embody the commandments in sacred song, so that the children should learn to sing the law verse by verse as they marched in the wilderness, how necessary it is today to teach our children the word of God. Let us come up to the help of the Lord, instructing our children to keep the commandments of God to the letter. Let us do everything in our power to make music in our homes, that God can come in. Allow not the discordant music of scolding and fretting. Never exhibit passion. Christian parents will put away every objectionable trait of character, daily learning from the great Teacher wisely to train their children bringing them up in the fear and admonition of the Lord."},{"refcode_short":"Advocate March 1,  1902, par. 6","refcode_long":"The Advocate March 1,  1902, paragraph 6","content":"When the church school teacher tries so to train and discipline your children that they will gain eternal life, do not in their presence criticise his actions, even though you may think he is too severe, too straight-laced. You can not afford to sympathize with them when they are disciplined. If you long for them to give their hearts to Jesus, receiving the light and grace and glory of God, take up in the home the long neglected work of co-operating with the teachers’ efforts for their salvation. Instead of criticism, how much better it is for children to hear from the lips of their mother, sweet and tender and loving words, commending the work of the teacher. Such words make lasting impressions, and in the school-room their influence is manifested in the respect shown to the teacher."},{"refcode_short":"Advocate June 1,  1902, par. 6","refcode_long":"The Advocate June 1,  1902, paragraph 6","content":"June 1, 1902"},{"refcode_short":"Advocate June 1,  1902","refcode_long":"The Advocate June 1,  1902","content":"A Plea for Schools for the Children [Selected]"},{"refcode_short":"Advocate June 1,  1902, par. 1","refcode_long":"The Advocate June 1,  1902, paragraph 1","content":"Our church schools are ordained by God to prepare the children for this great work. Here children are to be instructed in the special truths for this time, and in practical missionary work. They are to enlist in the army of workers to help the sick and the suffering. Children can take part in the medical missionary work, and by their jots and tittles can help to carry it forward. Their investments may be small, but every little helps, and by their efforts many souls will be won to the truth. By them God's message will be made known, and his saving health to all nations. Then let the church carry a burden for the lambs of the flock. Let the children be educated and trained to do service for God, for they are the Lord's heritage."},{"refcode_short":"Advocate June 1,  1902, par. 2","refcode_long":"The Advocate June 1,  1902, paragraph 2","content":"Churches where schools are established may well tremble as they see themselves entrusted with moral responsibilities too great for words to express. Shall this work that has been nobly begun fail or languish for want of consecrated workers? Shall selfish projects and ambitions find room in this enterprise? Will the workers permit the love of gain, the love of ease, the lack of piety, to banish Christ from their hearts, and exclude him from the schools? God forbid! The work is already far advanced. In educational lines everything is arranged for an earnest reform, for a truer, more effective education. Will our people accept this holy trust? Will they humble themselves at the cross of Calvary, ready for every sacrifice and every service?"},{"refcode_short":"Advocate June 1,  1902, par. 3","refcode_long":"The Advocate June 1,  1902, paragraph 3","content":"The apt mind of a child readily learns lessons of evil in companionship with children who have not been properly trained. Thus many children are corrupted."},{"refcode_short":"Advocate June 1,  1902, par. 4","refcode_long":"The Advocate June 1,  1902, paragraph 4","content":"Church schools should be established, and teachers should be secured who will work earnestly for the physical, mental, and spiritual health of the pupils. I urge those in charge of the church school work to obtain the very best teachers to take charge of the schools started."},{"refcode_short":"Advocate June 1,  1902, par. 5","refcode_long":"The Advocate June 1,  1902, paragraph 5","content":"I would say to church school teachers, Know that you are worked by the Holy Spirit. Reveal in your life the power of the transforming influence of truth. Teachers should do their utmost to improve their own capabilities, that they may teach their students how to gain true improvement."},{"refcode_short":"Advocate June 1,  1902, par. 6","refcode_long":"The Advocate June 1,  1902, paragraph 6","content":"For church school teachers to try to reform the children who have been neglected, without the co-operation of the parents, would make a very disagreeable state of things."},{"refcode_short":"Advocate June 1,  1902, par. 7","refcode_long":"The Advocate June 1,  1902, paragraph 7","content":"Altogether too little attention has been given our children and youth. The older members of the church have not looked upon them with tenderness and sympathy, desiring that they might be advanced in the divine life, and the children have therefore failed to develop in the Christian life as they should have done. Some church members who have loved and feared God in the past are allowing their business to be all-absorbing, and are hiding their light under a bushel. They have forgotten to serve God, and are making their business the grave of their religion."},{"refcode_short":"Advocate June 1,  1902, par. 8","refcode_long":"The Advocate June 1,  1902, paragraph 8","content":"Shall the youth be left to drift hither and thither, to become discouraged, and to fall into temptations that are everywhere lurking to catch their unwary feet? The work that lies nearest to our church members is to become interested in our youth, with kindness, patience, and tenderness, giving them line upon line, precept upon precept. O where are the fathers and mothers in Israel? There ought to be a large number who, as stewards of the grace of Christ, would feel not merely a casual interest, but a special interest in the young. There ought to be many whose hearts are touched by the pitiable situation in which our youth are placed, who realize that Satan is working by every conceivable device to draw them into his net. God requires the church to arouse from its lethargy, and see what manner of service is demanded in this time of peril."},{"refcode_short":"Advocate June 1,  1902, par. 9","refcode_long":"The Advocate June 1,  1902, paragraph 9","content":"The eyes of our brethren and sisters should be anointed with the heavenly eye-salve, that they may discern the necessities of this time. The lambs of the flock must be fed, and the Lord of heaven is looking on to see who is doing the work he desires to have done for the children and youth. The church is asleep, and does not realize the magnitude of this matter."},{"refcode_short":"Advocate June 1,  1902, par. 10","refcode_long":"The Advocate June 1,  1902, paragraph 10","content":"Many families, who, for the purpose of educating their children, move to places where our large schools are established, would do better service for the Master by remaining where they are. They should encourage the church of which they are members to establish a church school where the children within their borders could receive an all-round, practical, Christian education. It would be vastly better for their children, for themselves, and for the cause of God, if they would remain in the smaller churches, where their help is needed, instead of going to the larger churches, where, because they are not needed, there is a constant temptation to fall into spiritual inactivity."},{"refcode_short":"Advocate June 1,  1902, par. 11","refcode_long":"The Advocate June 1,  1902, paragraph 11","content":"Wherever there are a few Sabbath-keepers, the parents should unite in providing a place for a day school where their children and youth can be instructed. They should employ a Christian teacher, who, as a consecrated missionary, shall educate the children in such a way as to lead them to become missionaries. Let teachers be employed who will give a thorough education in the common branches, the Bible being made the foundation and the life of all study."}]