[{"refcode_short":"ApM i","refcode_long":"An Appeal to Mothers, p. i (Ellen Gould White)","content":"An Appeal to Mothers"},{"refcode_short":"ApM iii","refcode_long":"An Appeal to Mothers, p. iii (Ellen Gould White)","content":"Introductory Remarks"},{"refcode_short":"ApM iii.1","refcode_long":"An Appeal to Mothers, p. iii.1 (Ellen Gould White)","content":"The matter contained in the following pages having been left at our disposal, we feel impelled by a strong sense of Christian duty and love of humanity, to bring it before the public in its present form. We believe that too much importance cannot be attached to this subject, and that no false delicacy should prevent thorough inquiry and investigation upon a question in which the present and future welfare of multitudes is involved. As a people, who profess to be looking for the coming of the Lord, and preparing for translation into his holy presence, perhaps we have too long kept silent on this great source of physical, mental and moral pollution, and a high duty and responsibility remains to be discharged in this matter."},{"refcode_short":"ApM iii.2","refcode_long":"An Appeal to Mothers, p. iii.2 (Ellen Gould White)","content":"We would therefore earnestly appeal to parents and guardians to give this work a thorough and judicious circulation. The flood-gates of corruption are being opened upon the world; and in no way, perhaps, is Satan more speedily accomplishing the utter ruin of a fallen and fast degenerating race than through the channel of unchastity and licentiousness. In the following pages the evil is fully pointed out: and to many, we doubt not, they will also appear as a friendly hand pointing out the remedy and the way of escape. Again we say, therefore, let the work be faithfully circulated. It would perhaps be well for every member of the family to possess a copy for his and her own personal possession. And remember that it will not be enough to merely place this work in the hands of the young. Cease not till you have good evidence that the moral sense of the individuals is so aroused, that they will study and faithfully heed the instruction herein contained."},{"refcode_short":"ApM iv.1","refcode_long":"An Appeal to Mothers, p. iv.1 (Ellen Gould White)","content":"And to the young we would say, as you value health, happiness and life, a sound mind, an approving conscience, and a high moral sensibility, pass not over this subject lightly, nor forget the warning herein given you. To you there may seem to be no danger, but the danger is all the greater because so insidious; and being instructed yourselves, you may be able to raise the warning voice to others who are ignorantly sacrificing themselves upon the altar of this moloch of passion."},{"refcode_short":"ApM iv.2","refcode_long":"An Appeal to Mothers, p. iv.2 (Ellen Gould White)","content":"But if considerations which connect themselves with this present life are not sufficient to move you, look beyond this state of being, cast your eye over into eternity, ponder its effects upon your eternal destiny, and as you value eternal life, shun a vice which will forever debar you from the presence of him who has said, “Be ye holy for I am holy.”"},{"refcode_short":"ApM 5","refcode_long":"An Appeal to Mothers, p. 5 (Ellen Gould White)","content":"Appeal to Mothers Relative to the Great Cause of the Physical, Mental and Moral Ruin of Many of the Children of Our Time"},{"refcode_short":"ApM 5.1","refcode_long":"An Appeal to Mothers, p. 5.1 (Ellen Gould White)","content":"My Sisters, my apology for addressing you on this subject is, I am a mother, and feel alarmed for those children and youth who by solitary vice are ruining themselves for this world, and for that which is to come. Let us closely inquire into this subject from the physical, mental and moral points of view."},{"refcode_short":"ApM 5.2","refcode_long":"An Appeal to Mothers, p. 5.2 (Ellen Gould White)","content":"Mothers, let us first view the results of this vice upon the physical strength. Have you not marked the lack of healthful beauty, of strength, and power of endurance in your dear children? Have you not felt saddened as you have watched the progress of disease upon them which has baffled your skill, and that of physicians? You listen to numerous complaints of headache, catarrh, dizziness, nervousness, pain in the shoulders and side, loss of appetite, pain in the back and limbs, wakeful, feverish nights, of tired feelings in the morning, and great exhaustion after exercising? As you have seen the beauty of health disappearing, and have marked the sallow countenance, or the unnaturally flushed face have you been aroused sufficiently to look beneath the surface, to inquire into the cause of this physical decay? Have you observed the astonishing mortality among the youth?"},{"refcode_short":"ApM 6.1","refcode_long":"An Appeal to Mothers, p. 6.1 (Ellen Gould White)","content":"And have you not noticed that there was a deficiency in the mental health of your children? That their course seemed to be marked with extremes? That they were absent-minded? That they started nervously when spoken to? And were easily irritated? Have you not noticed when occupied upon a piece of work they would look dreamingly, as though the mind was elsewhere? When they came to their senses, they were unwilling to own the work as coming from their hands, it was so full of mistakes, and showed such marks of inattention? Have you not been astonished at their wonderful forgetfulness? The most simple and oft-repeated directions would be soon forgotten. They might be quick to learn, but it would be of no special benefit to them. The mind would not retain it. What they might learn through hard study, when they would use their knowledge, is missing, lost through their sieve-like memory. Have you not noticed their reluctance to engage in active labor? And their unwillingness to perseveringly accomplish that which they have undertaken, which taxes the mental as well as the physical strength? The tendency of many is to live in indolence."},{"refcode_short":"ApM 6.2","refcode_long":"An Appeal to Mothers, p. 6.2 (Ellen Gould White)","content":"Have you not witnessed the gloomy sadness upon the countenance, and frequent exhibitions of a morose temper in those who used to be cheerful, kind and affectionate? They are easily excited to jealousy, disposed to look upon the dark side, and when you are laboring for their good, imagine that you are their enemy, that you needlessly reprove and restrain them?"},{"refcode_short":"ApM 7.1","refcode_long":"An Appeal to Mothers, p. 7.1 (Ellen Gould White)","content":"And have you not enquired where will all this end, as you have looked upon your children from a moral point of view? Have you not noticed the increase of disobedience in children, and their manifestations of ingratitude, and impatience under restraint? Have you not been alarmed at their disregard of parental authority, which has bowed down the hearts of their parents with grief and prematurely sprinkled their heads with grey hairs? Have you not witnessed the lack of that noble frankness in your children which they once possessed, and which you admired in them? Some children even express in their countenances a hardened look of depravity. Have you not felt distressed and anxious as you have seen the strong desire in your children to be with the opposite sex, and the overpowering disposition they possessed to form attachments when quite young? With your daughters, the boys have been the theme of conversation, and with your sons it has been the girls. They manifest preference for particular ones, and your advice and warnings produce but little change. Blind passion destroys sensible considerations. And although you may check the outward manifestations, and you credit the promises of amendment yet to your sorrow you find there is no change, only to conceal the matter from you. There are still secret attachments, and stolen interviews. They follow their willful course, and are controlled by their passions, until you are startled by perhaps a premature marriage, or are brought to shame by those who should by their noble course of conduct, bring to you respect and honor. The cases of premature marriage multiply. Boys and girls enter upon the marriage relation with unripe love, immature judgment, without noble, elevated feelings, and take upon themselves the marriage vows, wholly led by their boyish, girlish, passions. They choose for themselves often without the knowledge of the mother who has watched over them, and cared for them, from their earliest infancy."},{"refcode_short":"ApM 8.1","refcode_long":"An Appeal to Mothers, p. 8.1 (Ellen Gould White)","content":"Attachments formed in childhood have often resulted in a very wretched union or in a disgraceful separation. Early connections, if formed without the consent of parents, have seldom proved happy. The young affections should be restrained until the period arrives when sufficient age and experience will make it honorable, and safe to unfetter them. Those who will not be restrained will be in danger of dragging out an unhappy existence. A youth not out of his teens, is a poor judge of the fitness of a person, as young as himself, to be his companion for life. After their judgment becomes more matured, they view themselves bound for life to each other, perhaps not at all calculated to make each other happy. Then instead of making the best of their lot, recriminations take place, the breach widens, until there is settled indifference and neglect. To them there is nothing sacred in the word home. The very atmosphere is poisoned by unloving words, and bitter reproaches. The offspring of such are placed in a much more unfavorable condition than were their parents. With such surroundings, such examples, what could be expected of them if time should continue? Mothers, the great cause of these physical, mental and moral evils is secret vice which inflames the passions, fevers the imagination, and leads to licentiousness. This vice is laying waste the constitution, and preparing the young for disease of almost every description. And shall we permit our children to pursue a course of self-destruction?"},{"refcode_short":"ApM 9.1","refcode_long":"An Appeal to Mothers, p. 9.1 (Ellen Gould White)","content":"Mothers, view your children from a religious stand point. It gives you pain to see your children feeble in body and mind; but does it not cause you still greater grief to see them almost dead to spiritual things, so that they have but little desire for goodness, beauty of character, and holy purposes? Secret vice is the destroyer of high resolve, earnest endeavor, and strength of will to form a good religious character. All who have any true sense of what is embraced in being a Christian, know that the followers of Christ are under obligation as his disciples, to bring all their passions, their physical powers and mental faculties, into perfect subordination to his will. Those who are controlled by their passions cannot be followers of Christ. They are too much devoted to the service of their master, the originator of every evil, to leave their corrupt habits, and choose the service of Christ."},{"refcode_short":"ApM 10.1","refcode_long":"An Appeal to Mothers, p. 10.1 (Ellen Gould White)","content":"Godly mothers will inquire, with the deepest concern, Will our children continue to practice habits which will unfit them for any responsible position in this life? Will they sacrifice comeliness, health, intellect, and all hope of Heaven, everything worth possessing, here and hereafter, to the demon passion? May God grant that it may be otherwise, and that our children who are so dear to us, may listen to the voice of warning, and choose the path of purity and holiness."},{"refcode_short":"ApM 10.2","refcode_long":"An Appeal to Mothers, p. 10.2 (Ellen Gould White)","content":"How important that we teach our children self-control from their very infancy, and learn them the lesson of submitting their wills to us. If they should be so unfortunate as to learn wrong habits, not knowing all the evil results, they can be reformed by appealing to their reason, and convincing them that such habits ruin the constitution, and affect the mind. We should show them that whatever persuasions corrupt persons may use to quiet their awakened fears, and lead them to still indulge this pernicious habit, whatever may be their pretense, they are their enemies and the Devil's agents. Virtue and purity are of great value. These precious traits are of heavenly origin. They make God our friend, and unite us firmly to his throne."},{"refcode_short":"ApM 10.3","refcode_long":"An Appeal to Mothers, p. 10.3 (Ellen Gould White)","content":"Satan is controlling the minds of the young, and we must work resolutely, and faithfully to save them. Very young children practice this vice, and it grows upon them and strengthens with their years, until every noble faculty of body and soul is being degraded. Many might have been saved if they had been carefully instructed in regard to the influence of this practice upon their health. They were ignorant of the fact that they were bringing much suffering upon themselves. Children who are experienced in this vice, seem to be bewitched by the Devil until they can impart their vile knowledge to others, even teaching very young children this practice."},{"refcode_short":"ApM 11.1","refcode_long":"An Appeal to Mothers, p. 11.1 (Ellen Gould White)","content":"Mothers, you cannot be too careful in preventing your children from learning low habits. It is easier to learn evil, than to eradicate it after it is learned. Neighbors may permit their children to come to your house, to spend the evening and the night with your children. Here is a trial, and a choice for you, to run the risk of offending your neighbors by sending their children to their own home, or gratify them, and let them lodge with your children, and thus expose them to be instructed in that knowledge which would be a life-long curse to them."},{"refcode_short":"ApM 11.2","refcode_long":"An Appeal to Mothers, p. 11.2 (Ellen Gould White)","content":"To save my children from being corrupted I have not allowed them to sleep in the same bed, or in the same room, with other boys, and have, as occasion has required when traveling, made a scanty bed upon the floor for them, rather than have them lodge with others. I have tried to keep them from associating with rough, rude boys, and have presented inducements before them to make their employment at home cheerful and happy. By keeping their minds and hands occupied, they have had but little time, or disposition, to play in the street with other boys, and obtain a street education."},{"refcode_short":"ApM 12.1","refcode_long":"An Appeal to Mothers, p. 12.1 (Ellen Gould White)","content":"My misfortune, which occurred when I was about nine years old, ruined my health. I looked upon this as a great calamity, and murmured because of it. In a few years I viewed the matter differently. I then looked upon it in the light of a blessing. I regard it thus now. Because of sickness I was kept from society which preserved me in blissful ignorance of the secret vices of the young. After I was a mother, by the private death-bed confessions of some females, who had completed the work of ruin, I first learned that such vices existed. But I had no just conception of the extent of this vice, and the injury the health sustained by it, until a still later period."},{"refcode_short":"ApM 12.2","refcode_long":"An Appeal to Mothers, p. 12.2 (Ellen Gould White)","content":"The young indulge to quite an extent in this vice before the age of puberty without experiencing to any very great degree the evil results upon the constitution. But at this critical period, while merging into manhood and womanhood, nature makes them feel the violation of her laws."},{"refcode_short":"ApM 12.3","refcode_long":"An Appeal to Mothers, p. 12.3 (Ellen Gould White)","content":"As the mother sees her daughter languid and dispirited, with but little vigor, easily irritated, start suddenly and nervously when spoken to, she feels alarmed, and has fears that her daughter will not be able to reach womanhood with a good constitution. She relieves her, if possible, from active labor, and anxiously consults a physician, who prescribes for her without making searching inquiries, and suggesting to the unsuspecting mother the probable cause of her daughter's illness. Secret indulgence is in many cases the only real cause of the numerous complaints of the young. This vice is laying waste the vital forces, and debilitating the system, and until the habit, which produced the result, is broken off, there can be no permanent cure. To relieve the young from healthful labor is the worst possible course a parent can pursue. Their life is then aimless, the mind and hands unoccupied, the imagination active, and left free to indulge in thoughts that are not pure and healthful. This gives them opportunity for a more free indulgence in that vice which is the foundation of all their complaints."},{"refcode_short":"ApM 13.1","refcode_long":"An Appeal to Mothers, p. 13.1 (Ellen Gould White)","content":"It is a crime for mothers to allow themselves to remain in ignorance in regard to the habits of their children. If they are pure, keep them so. Fortify their young minds, and prepare them to detest this health and soul-destroying vice. Shield them, as faithful mothers should, from becoming contaminated by associating with every young companion. Keep them, as precious jewels, from the corrupting influence of this age. If you are situated so that their intercourse with young associates cannot always be overruled, as you would wish to have it, then let them visit your children in your presence, and in no case allow these associates to lodge in the same bed, or even in the same room. It will be far easier to prevent an evil than to cure it afterward."},{"refcode_short":"ApM 13.2","refcode_long":"An Appeal to Mothers, p. 13.2 (Ellen Gould White)","content":"If your children practice this vice, they may be in danger of resorting to falsehood to deceive you. But, mothers, you must not be easily quieted, and cease your investigations. You should not let the matter rest until you are fully satisfied. The health and souls of those you love are in peril, which makes this matter of the greatest importance. Determined watchfulness, and close inquiry, notwithstanding the attempts to evade and conceal, will generally reveal the true state of the case. Then should the mother faithfully present this subject to them in its true light, showing its degrading, downward tendency. Try to convince them that indulgence in this sin will destroy self-respect, and nobleness of character; will ruin health and morals, and its foul stain will blot from the soul true love for God, and the beauty of holiness. The mother should pursue this matter until she has sufficient evidence that the practice is at an end."},{"refcode_short":"ApM 14.1","refcode_long":"An Appeal to Mothers, p. 14.1 (Ellen Gould White)","content":"The course which most mothers pursue, in training their children in this dangerous age, is injurious to their children. It prepares the way to make their ruin more certain. Some mothers, with their own hands, open the door and virtually invite the Devil in, by permitting their daughters to remain in idleness, or what is but little better, spend their time in knitting edging, crocheting, or embroidering, and employ a hired girl to do those things their children should do. They let them visit other young friends, form their own acquaintances, and even go from their parental watchcare some distance from home, where they are allowed to do very much as they please. Satan improves all such opportunities, and takes charge of the minds of these children whom mothers ignorantly expose to his artful snares. Because this course was pursued thirty years ago with comparative safety, it is no evidence that it can be now. The present cannot be judged by the past."},{"refcode_short":"ApM 15.1","refcode_long":"An Appeal to Mothers, p. 15.1 (Ellen Gould White)","content":"Mothers should take their daughters with them into the kitchen, and give them a thorough education in the cooking department. They should also instruct them in the art of substantial sewing. They should teach them how to cut garments economically, and put them together neatly. Some mothers, rather than to take this trouble, to patiently instruct their inexperienced daughters, prefer to do all themselves. But in so doing they leave the essential branches of education neglected, and commit a great wrong against their children; for in after life they feel embarrassment, because of their lack of knowledge in these things."},{"refcode_short":"ApM 15.2","refcode_long":"An Appeal to Mothers, p. 15.2 (Ellen Gould White)","content":"Mothers should educate their daughters in regard to the laws of life. They should understand their own frame, and the relation their eating, drinking, and every-day habits, have to health, and a sound constitution, without which the sciences would be of but little benefit."},{"refcode_short":"ApM 15.3","refcode_long":"An Appeal to Mothers, p. 15.3 (Ellen Gould White)","content":"The help of the daughters will often make so much difference with the mother's work, that kitchen help can be dispensed with, which will prove not only a saving of expense, but a continual benefit to the children, by making room for them to labor, and bringing them into the society, and under the direct influence of, their mother, whose duty it is to patiently instruct the dear ones committed to her care. Also a door will be closed against much evil, which a hired girl may bring into a family. In a few days she may exert a strong influence over the children of the family, and initiate your daughters into the practice of deception and vice."},{"refcode_short":"ApM 16.1","refcode_long":"An Appeal to Mothers, p. 16.1 (Ellen Gould White)","content":"Children should be instructed from their early years to be helpful, and share the burdens of their parents. By thus doing they can be a great blessing in lightening the cares of the weary mother. While children are engaged in active labor, time will not hang heavily upon their hands, and they will have less opportunity to associate with vain, talkative, unsuitable companions, whose evil communications might blight the whole life of an innocent girl, by corrupting her good manners."},{"refcode_short":"ApM 16.2","refcode_long":"An Appeal to Mothers, p. 16.2 (Ellen Gould White)","content":"Active employment will give but little time to invite Satan's temptations. They may be often weary, but this will not injure them. Nature will restore their vigor and strength in their sleeping hours, if her laws are not violated. And the thoroughly tired person has less inclination for secret indulgence."},{"refcode_short":"ApM 16.3","refcode_long":"An Appeal to Mothers, p. 16.3 (Ellen Gould White)","content":"Mothers allow themselves to be deceived in regard to their daughters. If they labor, and then appear languid and indisposed, the indulgent mother fears that she has overtaxed her daughter, and resolves henceforward to lighten her task. The mother bears the extra amount of labor which should have been performed by the daughter. If the true facts in the case of many were known, it would be seen that it was not the labor which was the cause of the difficulty, but wrong habits which were prostrating the vital energies, and bringing upon them a sense of weakness and great debility. In such cases, when mothers relieve their daughters from active labor, they, by so-doing, virtually give them up to idleness, to reserve their energies to consume upon the altar of lust. They remove the obstacles, giving the mind more freedom to run in a wrong channel, where they will more surely carry on the work of self-ruin."},{"refcode_short":"ApM 17.1","refcode_long":"An Appeal to Mothers, p. 17.1 (Ellen Gould White)","content":"The state of our world was presented before me, and my attention was especially called to the youth of our time. Everywhere I looked, I saw imbecility, dwarfed forms, crippled limbs, misshapen heads, and deformity of every description. Sins and crimes, and the violation of nature's laws, were shown me as the causes of this accumulation of human woe and suffering. I saw such degradation and vile practices, such defiance of God, and I heard such words of blasphemy, that my soul sickened. From what was shown me, a large share of the youth now living are worthless. Corrupt habits are wasting their energies, and bringing upon them loathsome and complicated diseases. Unsuspecting parents will try the skill of one physician after another, who prescribe drugs, when they generally know the real cause of the failing health, but for fear of offending and losing their fees, they keep silent, when as faithful physicians they should expose the real cause. Their drugs only add a second great burden for abused nature to struggle against, which often breaks down in her efforts and the victim dies. And the friends look upon the death as a mysterious dispensation of providence, when the most mysterious part of the matter is, that nature bore up as long as she did against her violated laws. Health, reason, and life, were sacrificed to depraved lusts."},{"refcode_short":"ApM 18.1","refcode_long":"An Appeal to Mothers, p. 18.1 (Ellen Gould White)","content":"I have been shown that children who practice self-indulgence previous to puberty, or the period of merging into manhood and womanhood, must pay the penalty of nature's violated laws at that critical period."},{"refcode_short":"ApM 18.2","refcode_long":"An Appeal to Mothers, p. 18.2 (Ellen Gould White)","content":"Many sink into an early grave, while others have sufficient force of constitution to pass this ordeal. If the practice is continued from the ages of fifteen and upward, nature will protest against the abuse she has suffered, and continues to suffer, and will make them pay the penalty for the transgression of her laws, especially from the ages of thirty to forty-five, by numerous pains in the system, and various diseases, such as affection of the liver and lungs, neuralgia, rheumatism, affection of the spine, diseased kidneys, and cancerous humors. Some of nature's fine machinery gives way, leaving a heavier task for the remaining to perform, which disorders nature's fine arrangement, and there is often a sudden breaking down of the constitution, and death is the result."},{"refcode_short":"ApM 18.3","refcode_long":"An Appeal to Mothers, p. 18.3 (Ellen Gould White)","content":"Mothers, give your children enough to do. If they get weary, it will not injure health. There is quite a difference between weariness and exhaustion. Indolence will not be favorable to physical, mental, or moral, health. It throws open the door, and invites Satan in, which opportunity he improves, and draws the young into his snares. By indolence, not only the moral strength is weakened, and the impulse of passion increased, but Satan's angels take possession of the whole citadel of the mind, and compel conscience to surrender to vile passion. We should teach our children habits of patient industry. We should beware of indulging them too much. When they meet with difficulty in their labor, we must help them through it, instead of carrying them over it. It might be easier for us at the time to do the latter, but we fail to teach a useful and valuable lesson to our children of self-reliance, and are preparing the way to greatly increase our cares in the end. We should wake up in our children generous, noble principles, and urge them to active exertions, which will shield them from a multitude of temptations, and make their lives happier."},{"refcode_short":"ApM 19.1","refcode_long":"An Appeal to Mothers, p. 19.1 (Ellen Gould White)","content":"My sisters, as mothers we are responsible in a great degree for the physical, mental, and moral health of our children. We can do much by teaching them correct habits of living. We can show them, by our example, that we make a great account of health, and that they should not violate its laws. We should not make it a practice to place upon our tables food which would injure the health of our children. Our food should be prepared free from spices. Mince pies, cakes, preserves, and highly-seasoned meats, with gravies, create a feverish condition in the system, and inflame the animal passions. We should teach our children to practice habits of self-denial, that the great battle of life is with self, to restrain the passions, and bring them into subjection to the mental and moral faculties."},{"refcode_short":"ApM 20.1","refcode_long":"An Appeal to Mothers, p. 20.1 (Ellen Gould White)","content":"My sisters, be entreated to spend less time over the cook-stove, wearing out the strength given you of God to be used for a better purpose, in preparing food to tempt the appetite. A plain, nourishing diet will not require so great an amount of labor. We should devote more time to humble, earnest prayer to God, for wisdom to bring up our children in the nurture and admonition of the Lord. The health of the mind is dependent upon the health of the body. As Christian parents we are bound to train our children in reference to the laws of life. We should instruct them, by precept and example, that we do not live to eat, but that we eat to live. We should encourage in our children a love for nobleness of mind, and a pure, virtuous character. In order to strengthen in them the moral perceptions, the love of spiritual things, we must regulate the manner of our living, dispense with animal food, and use grains, vegetables, and fruits, as articles of food."},{"refcode_short":"ApM 20.2","refcode_long":"An Appeal to Mothers, p. 20.2 (Ellen Gould White)","content":"Mothers, is there not a work for you to do in your families? You may inquire, how can we remedy the evils which already exist? How shall we begin the work? If you lack wisdom, go to God, he has promised to give liberally. Pray much, and fervently, for divine aid. One rule can not be followed in every case. The exercise of sanctified judgment is now needful. Be not hasty and agitated, and approach your children with censure. Such a course would only cause rebellion in them. You should feel deeply over any wrong course you have taken, which may have opened a door for Satan to lead your children by his temptations. If you have not instructed them in regard to the violation of the laws of health, blame rests upon you. You have neglected an important duty, which result may be seen in the wrong practices of your children. Before you engage in the work of teaching your children the lesson of self-control, you should learn it yourself. If you are easily agitated, and become impatient, how can you appear reasonable to your children, while instructing them to control their passions? With self-possession, and feelings of the deepest sympathy and pity, you should approach your erring children, and faithfully present to them the sure work of ruin upon their constitutions, if they continue the course they have begun. That as they debilitate the physical, and mental, so also the moral must feel the decay, and they are sinning, not only against themselves, but against God."},{"refcode_short":"ApM 21.1","refcode_long":"An Appeal to Mothers, p. 21.1 (Ellen Gould White)","content":"You should make them feel, if possible, that it is God, the pure and holy God, that they have been sinning against; that the great Searcher of hearts is displeased with their course; that nothing is concealed from him. If you can so impress your children, that they will exercise that repentance which is acceptable to God, that godly sorrow which worketh repentance unto salvation, not to be repented of, the work will be thorough, the reform certain. They will not feel sorrow merely because their sins are known; but they will view their sinful practices in their aggravated character, and will be led to confess them to God, without reserve, and will forsake them. They will feel to sorrow for their wrong course, because they have displeased God, and sinned against him, and dishonored their bodies before Him who created them, and has required them to present their bodies a living sacrifice, holy and acceptable unto him, which is their reasonable service."},{"refcode_short":"ApM 22.1","refcode_long":"An Appeal to Mothers, p. 22.1 (Ellen Gould White)","content":"“What! know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own? For ye are bought with a price; therefore glorify God in your body, and in your spirit, which are God's.”"},{"refcode_short":"ApM 22.2","refcode_long":"An Appeal to Mothers, p. 22.2 (Ellen Gould White)","content":"You should present encouragements before your children that a merciful God will accept true heart repentance, and will bless their endeavors to cleanse themselves from all filthiness of the flesh and spirit. As Satan sees that he is losing control over the minds of your children, he will strongly tempt them, and seek to bind them to continue to practice this bewitching vice. But with a firm purpose they must resist Satan's temptations to indulge the animal passions, because it is sin against God. They should not venture on forbidden ground, where Satan can claim control over them. If they in humility entreat God for purity of thought, and a refined and sanctified imagination, he will hear them, and grant their petitions. God has not left them to perish in their sins, but will help the weak and helpless, if they cast themselves in faith upon him. Those who have been in the practice of secret indulgence until they have prostrated the physical and mental strength, may never fully recover the result of the violation of nature's laws; but their only salvation in this world, and that which is to come, depends upon an entire reform. Every deviation is making recovery more hopeless. None should be discouraged if they perceive no decided improvement in their health after the habit has been broken off for quite a length of time. If nature's laws have not been too long abused, she will carry on her restoring process, although it may not be immediately realized. But some have so long abused nature that she cannot recover entirely. Such must feel as long as they live, to a greater or less degree, the result of the violation of nature's laws."},{"refcode_short":"ApM 23.1","refcode_long":"An Appeal to Mothers, p. 23.1 (Ellen Gould White)","content":"We do not include all the youth who are feeble as guilty of wrong habits. There are those who are pure-minded and conscientious, who are sufferers from different causes over which they have no control."},{"refcode_short":"ApM 23.2","refcode_long":"An Appeal to Mothers, p. 23.2 (Ellen Gould White)","content":"The only sure safety for our children against every vicious practice, is to seek to be admitted into the fold of Christ, and to be taken under the watchcare of the faithful and true Shepherd. He will save them from every evil, shield them from all dangers, if they will heed his voice. He says, “My sheep hear my voice, and they follow me.” In Christ they will find pasture, obtain strength and hope, and will not be troubled with restless longings for something to divert the mind, and satisfy the heart. They have found the pearl of great price, and the mind is at peaceful rest. Their pleasures are of a pure, peaceful, elevated, heavenly character. They leave no painful reflections, no remorse. Such pleasures do not impair health, or prostrate the mind, but are of a healthful nature."},{"refcode_short":"ApM 24.1","refcode_long":"An Appeal to Mothers, p. 24.1 (Ellen Gould White)","content":"Communion with, and love for, God, the practice of holiness, the destruction of sin, are all pleasant. The reading of God's word will not fascinate the imagination, and inflame the passions, like a fictitious story-book, but softens, soothes, elevates, and sanctifies, the heart. When in trouble, when assailed by fierce temptations, they have the privilege of prayer. What an exalted privilege! Finite beings, of dust and ashes, admitted through the mediation of Christ, into the audience-chamber of the Most High. In such exercises the soul is brought into a sacred nearness with God, and is renewed in knowledge, and true holiness, and fortified against the assaults of the enemy."},{"refcode_short":"ApM 24.2","refcode_long":"An Appeal to Mothers, p. 24.2 (Ellen Gould White)","content":"A Mr. ----- professed to be a devoted follower of Christ. He was in very feeble health. Our feelings of sympathy were called out in his behalf. He could not hold his head steady. His eyes had a glassy appearance, his hands trembled, and when he walked, his knees shook; he staggered like a drunken man, and often seemed ready to fall. He was obliged to fix his eyes upon an object in the distance before him, and then make for that object. He would thus gain force enough to reach the place he desired."},{"refcode_short":"ApM 25.1","refcode_long":"An Appeal to Mothers, p. 25.1 (Ellen Gould White)","content":"His case was shown me in vision. I saw that he was deceived in regard to himself, that he was not in favor with God. He had practiced self-abuse until he was a mere wreck of humanity. This vice was shown me as an abomination in the sight of God. No matter how high a person's profession, those who are willing to be employed in gratifying the lust of the flesh, cannot be Christians. As servants of Christ, their employment, and meditations, and pleasure, should consist in things more excellent."},{"refcode_short":"ApM 25.2","refcode_long":"An Appeal to Mothers, p. 25.2 (Ellen Gould White)","content":"Many are ignorant of the sinfulness of these habits, and their certain results. Such need to be enlightened. Some who profess to be followers of Christ, know that they are sinning against God, and ruining their health, yet they are slaves to their own corrupt passions. They feel a guilty conscience, and have less and less inclination to approach God in secret prayer. They may keep up the form of religion, yet be destitute of the grace of God in the heart. They have no devotedness to his service, no trust in him, no living to his glory, no pleasure in his ordinances, and no delight in him. The first commandment requires every living being to love and serve God with their whole mind and strength. Especially should professed Christians understand the principles of acceptable obedience."},{"refcode_short":"ApM 25.3","refcode_long":"An Appeal to Mothers, p. 25.3 (Ellen Gould White)","content":"Can any expect that God will accept a profession, a form, merely, while the heart is withheld, and they refuse to obey his commandments? They sacrifice physical strength and reason upon the altar of lust, and can they think that God will accept their distracted, imbecile service, while they continue their wrong course? Such are just as surely self-murderers as though they pointed a pistol to their own breast, and destroyed their life instantly. In the first case they linger longer, are more debilitated, and destroy gradually the vital force of their constitution, and the mental faculties; yet the work of decay is sure. While they live, they curse the earth with their imbecile influence, are a stumbling-block to sinners, and cause their friends living sorrow, and an immeasurable weight of anxiety and care as they mark the signs of their decay, and have daily evidence of their impaired intellect."},{"refcode_short":"ApM 26.1","refcode_long":"An Appeal to Mothers, p. 26.1 (Ellen Gould White)","content":"To take one's life instantly is no greater sin in the sight of Heaven, than to destroy it gradually, but surely. Persons who bring upon themselves sure decay, by wrong-doing, will suffer the penalty here, and without a thorough repentance, will not be admitted into Heaven hereafter any sooner than the one who destroys life instantly. The will of God establishes the connection between cause and its effects. Fearful consequences are attached to the least violation of God's law. All will seek to avoid the result, but will not labor to avoid the cause which produced the effect. The cause is wrong, the effect right, to restrain the transgressor."},{"refcode_short":"ApM 26.2","refcode_long":"An Appeal to Mothers, p. 26.2 (Ellen Gould White)","content":"The inhabitants of Heaven are perfect, because the will of God is their joy, and supreme delight. Many here destroy their own comfort, injure their health, and violate a good conscience, because they will not cease to do wrong. The injunctions to mortify the deeds of the body, with its affections and lusts, has no effect upon them. They profess Christ, but are not his followers, and never can be, until they cease their wrong-doing, and work the work of righteousness."},{"refcode_short":"ApM 27.1","refcode_long":"An Appeal to Mothers, p. 27.1 (Ellen Gould White)","content":"Females possess less vital force than the other sex, and are deprived very much of the bracing, invigorating air, by their in-doors life. The results of self-abuse in them is seen in various diseases, such as catarrh, dropsy, headache, loss of memory and sight, great weakness in the back and loins, affections of the spine, the head often decays inwardly. Cancerous humor, which would lay dormant in the system their life-time, is inflamed, and commences its eating, destructive work. The mind is often utterly ruined, and insanity takes place."},{"refcode_short":"ApM 27.2","refcode_long":"An Appeal to Mothers, p. 27.2 (Ellen Gould White)","content":"I was referred to Romans 1:18-32, as a true description of the world previous to the second appearing of Christ. The only hope for those who practice vile habits is to forever leave them if they place any value upon health here, and salvation hereafter. When these habits have been indulged in for quite a length of time, it requires a determined effort to resist temptation, and refuse the corrupt indulgence. The Mr. -, mentioned, had practiced these habits so long he seemed to have lost the control of himself. He was naturally a smart man, possessing more than common abilities. But how were all his powers of body and mind brought into subjection by Satan, and consumed upon his altar! This man had gone so far he seemed to be left of God. He would go into the woods and spend days and nights in fasting and prayer that he might overcome this great sin, and then would return to his old habits. God did not hear his prayers. He asked God to do for him what had been in his power to do for himself. He had vowed to God, time and again, and had as often broken his vows, and given himself up to his own corrupt lust, until God had left him to work his own ruin. He has since died. He was a self-murderer. The purity of heaven will never be marred with his society. Those who destroy themselves by their own acts will never have eternal life. They that will continue to abuse the health and life given them of God in this world, would not make a right use of health and immortal life were it granted them in God's everlasting kingdom."},{"refcode_short":"ApM 28.1","refcode_long":"An Appeal to Mothers, p. 28.1 (Ellen Gould White)","content":"The practice of secret habits surely destroys the vital forces of the system. All unnecessary vital action will be followed by corresponding depression. Among the young, the vital capital, the brain, is so severely taxed at an early age, that there is a deficiency, and great exhaustion, which leaves the system exposed to disease of various kinds. But the most common of these is consumption. None can live when their vital energies are used up. They must die. God hates everything impure, and his frown is upon all who give themselves up to gradual and sure decay."},{"refcode_short":"ApM 29.1","refcode_long":"An Appeal to Mothers, p. 29.1 (Ellen Gould White)","content":"“Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.”"},{"refcode_short":"ApM 29.2","refcode_long":"An Appeal to Mothers, p. 29.2 (Ellen Gould White)","content":"Those who corrupt their own bodies cannot enjoy the favor of God, until they sincerely repent, make an entire reform, and perfect holiness in the fear of the Lord. None can be Christians and indulge in habits which debilitate the system, and bring on a state of prostration of the vital forces, which end in making a complete wreck of beings formed in the image of God. This moral pollution will certainly bring its reward. The cause must bring the results. Those who profess to be disciples of Christ should be elevated in all their thoughts and acts, and should ever realize that they are fitting for immortality, and that if saved, they must be without spot, or wrinkle, or any such thing. Their Christian character must be without a blemish, or they will be pronounced unfit to be taken to a holy heaven, to dwell with pure, sinless beings in God's everlasting kingdom."},{"refcode_short":"ApM 29.3","refcode_long":"An Appeal to Mothers, p. 29.3 (Ellen Gould White)","content":"It is the special work of Satan in these last days to take possession of the minds of youth, to corrupt their thoughts, and inflame their passions, knowing that by thus doing he can lead them to moral pollution, and then all the noble faculties of the mind will become debased, and he can control them to suit his own purposes. All are free moral agents. And as such they must bring their thoughts to run in the right channel. Their meditations should be of that nature which will elevate their minds, and make Jesus and heaven the subjects of their thoughts. Here is a wide field in which the mind can safely range. If Satan seeks to divert the mind from this to low and sensual things, bring it back again, and place it on eternal things; and when the Lord sees the determined effort made to retain only pure thoughts, he will attract the mind, like the magnet, and purify the thoughts, and enable them to cleanse themselves from every secret sin. “Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ.” The first work for those who would reform, is to purify the imagination. If the mind is led out in a vicious direction, it must be restrained to dwell only upon pure and elevated subjects. When tempted to yield to a corrupt imagination, then flee to the throne of grace and pray for strength from Heaven. In the strength of God the imagination can be restricted to dwell upon things which are pure and heavenly."},{"refcode_short":"ApM 30.1","refcode_long":"An Appeal to Mothers, p. 30.1 (Ellen Gould White)","content":"Some young persons who have knowledge in the vile practices of the world, seek to awaken the curiosity of other inquisitive minds, and impart to them that secret knowledge which ignorance of would be bliss. They are not content with practising themselves the vice they have learned. They are hurried on by the Devil, to whisper their evil communications to other minds, to corrupt their good manners. And unless the youth have fixed religious principles, they will be corrupted. A heavy penalty will rest upon those who suffered Satan to use them as mediums to lead astray, and corrupt the minds of others. A heavy curse rested upon the Serpent in Eden, because he was the medium Satan used to tempt our first parents to transgress. And whoever yields themselves to subvert others, a heavy curse from God will follow them. And although those who permit themselves to be led astray, and learn vile habits, will suffer for their sin, yet those guilty of instructing them, will also suffer for their own sins, and the sins they led others to commit. It were better for such if they had never been born."},{"refcode_short":"ApM 31.1","refcode_long":"An Appeal to Mothers, p. 31.1 (Ellen Gould White)","content":"Those who would have that wisdom which is from God, must become fools in the sinful knowledge of this age, in order to be wise. They should shut their eyes that they may see and learn no evil. They should close their ears lest they hear that which is evil, and obtain that knowledge which would stain their purity of thoughts and acts; and guard their tongues lest they utter corrupt communications, and guile be found in their mouths."},{"refcode_short":"ApM 31.2","refcode_long":"An Appeal to Mothers, p. 31.2 (Ellen Gould White)","content":"All are accountable for their actions while in this world upon probation. All have power to control their actions, if they will. If they are weak in virtue and purity of thoughts, and acts, they can obtain help from the Friend of the helpless. Jesus is acquainted with all the weaknesses of human nature, and if entreated, will give strength to overcome the most powerful temptations. All can obtain this strength if they seek for it in humility. Jesus gives all a blessed invitation who are burdened, and laden with sin, to come to him, the sinner's friend. “Come unto me, all ye that labor, and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me, for I am meek and lowly in heart, and ye shall find rest unto your souls. For my yoke is easy, and my burden is light.”"},{"refcode_short":"ApM 32.1","refcode_long":"An Appeal to Mothers, p. 32.1 (Ellen Gould White)","content":"Here the most inquisitive may safely learn in the school of Christ that which will prove for their present and everlasting good. The uneasy and dissatisfied will here find rest. With their thoughts and affections centered in Christ, they will obtain true wisdom, which will be worth more to them than the richest earthly treasures."},{"refcode_short":"ApM 32.2","refcode_long":"An Appeal to Mothers, p. 32.2 (Ellen Gould White)","content":"Many professed Christians do not labor perseveringly. They make too little effort, and are not ready and willing to deny self. The prayer of the living Christian will be “to be filled with the knowledge of His will, in all wisdom, and spiritual understanding, that they may walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God, strengthened with all might, according to his glorious power, unto all patience and long-suffering, with joyfulness.” “In whom are hid all the treasures of wisdom and knowledge.”"},{"refcode_short":"ApM 32.3","refcode_long":"An Appeal to Mothers, p. 32.3 (Ellen Gould White)","content":"Here is the true knowledge which should be desired, and possessed by every Christian. This knowledge will not lead to ungodliness. It will not break down the constitution, or bring a gloomy cloud over the mind; but will impart substantial joys, and true happiness. This wisdom is divine, and flows ceaselessly from a pure fountain which gives peace, joy and health."},{"refcode_short":"ApM 33.1","refcode_long":"An Appeal to Mothers, p. 33.1 (Ellen Gould White)","content":"Even many professed Christians seem to have no earnest desire for this heavenly knowledge, and remain in willing ignorance of this divine grace which it is their privilege to obtain. The only safety for the youth is to seek this precious wisdom which will assuredly destroy all desire for corrupt knowledge. And when they have acquired a relish for the pure, calm, satisfying joys of faith and holiness, every feeling of their being will rise in abhorrence to corrupting pleasures. All can choose life if they will. They can resist sin, take pleasure in the ways of righteousness and true holiness, and be rewarded with eternal life in God's everlasting kingdom. If they choose to corrupt their ways before the Lord, defile their own bodies and commit self-murder, they can do so; but they should remember the judgment is to sit, and the books are to be opened, and they are to be judged out of those things which are written in the books, according to their works. What a fearful, spotted record will be opened before them, of their secret thoughts, and vile acts. Sentence is pronounced upon them, and they are shut out from the city of God, with the ungodly, and miserably perish with the wicked."}]