[{"refcode_short":"AUGleaner","refcode_long":"Atlantic Union Gleaner","content":"Atlantic Union Gleaner"},{"refcode_short":"AUGleaner January 8,  1902","refcode_long":"Atlantic Union Gleaner January 8,  1902","content":"1902"},{"refcode_short":"AUGleaner January 8,  1902","refcode_long":"Atlantic Union Gleaner January 8,  1902","content":"January 8, 1902"},{"refcode_short":"AUGleaner January 8,  1902","refcode_long":"Atlantic Union Gleaner January 8,  1902","content":"The Work in Greater New York"},{"refcode_short":"AUGleaner January 8,  1902, par. 1","refcode_long":"Atlantic Union Gleaner January 8,  1902, paragraph 1","content":"To the Brethren and Sisters in the churches of Greater New York, which are always to be united as one church in Christ Jesus:"},{"refcode_short":"AUGleaner January 8,  1902, par. 2","refcode_long":"Atlantic Union Gleaner January 8,  1902, paragraph 2","content":"You have not received that education which it is the will of God that you should have. You have not been depending upon the Bread of Life which came down from heaven. Had you studied the word of God diligently, you would have been convinced that unity, and harmonious action are always to be preserved if one would advance in grace and the knowledge of the truth. Could your understanding have been with an eye single to the glory of God, your own selfish ideas would have been dispelled and your eyes would have been opened to the secrets of the great spiritual agencies in the church. Your drawing apart—one small church from another small church—has grieved the Holy Spirit of God. For years the plan of Heaven has not been met, and time has weakened the influence of the message. The commission to you who have come to a knowledge of the binding claims of the law of God, is that you are now to reach a higher standard than that which has hitherto been reached."},{"refcode_short":"AUGleaner January 8,  1902, par. 3","refcode_long":"Atlantic Union Gleaner January 8,  1902, paragraph 3","content":"The differences which have existed, have left an unfavorable impression upon the minds of those who attend your meetings. By a carnality in words, the talent of speech has been an injury to the precious cause of present truth. The time has come when all the differences must be put away fully, and thoroughly, and now, without delay, attempt a united, systematic effort for the one great object,—sanctification through Jesus Christ to the obedience of the truth. “Sanctify them through thy truth; thy Word is truth.” If this were accomplished, how long would it be till the influence of one would be the influence of all? Zeal, piety, and wisdom would blend in the converted souls through sanctification of the truth, in a combined movement, and the gospel of Christ would be exerting a decided influence in vigorous action, demonstrating the power of God unto salvation, and there would be deep earnestness in the work, more united and vigorous effort—a using of all your energies, a sustaining of one another in the work of enlarging the territory of the kingdom of God in our cities. Decided results would be seen, and prayers and hands would be uplifted to heaven, saying, “Who is sufficient for these things?”"},{"refcode_short":"AUGleaner January 8,  1902, par. 4","refcode_long":"Atlantic Union Gleaner January 8,  1902, paragraph 4","content":"Agents chosen of God must be selected, and their spheres of labor appointed them, and the workers must be sustained by the prayers and the contributions of the disciples who may remain in their business stations, and thus earn the means necessary to sustain those laboring to work out God's appointed plan. The work of a united, converted church, with prayer and fasting for the Holy Spirit of God to be revealed, will bring the angelic agencies very near. As the disciples “ministered to the Lord, and fasted, the Holy Ghost said, Separate me Barnabas and Saul for the work whereunto I have called them.” God will work just as much in our day, if we will individually cooperate with him."},{"refcode_short":"AUGleaner January 8,  1902, par. 5","refcode_long":"Atlantic Union Gleaner January 8,  1902, paragraph 5","content":"Each should labor to strengthen the faith of the other earnest workers. God does not give to any of us the commission to hinder and discourage others. Any soul who can work interestedly under the supervision of the Great Head for the presentation of Bible truth and the saving of souls ready to perish, should receive our aid and encouragement. We must labor now for the extension of the truth, and as a result many souls will come to a knowledge of the truth in our hitherto unworked cities. The very choicest instrumentalities the church contains should be selected and sent forth, and sustained in extending missionary efforts."},{"refcode_short":"AUGleaner January 8,  1902, par. 6","refcode_long":"Atlantic Union Gleaner January 8,  1902, paragraph 6","content":"The record of the appointment to special work of Barnabas and Paul continues, “And when they had fasted and prayed, and laid their hands on them, they sent them away.” They went to their appointed field of labor. The laborers moved under divine authority. These men must know for themselves the best fields in which to work. Some men can work better when they can be with their families; the church in their own home may need the influence of a God-fearing father to discipline and train his children. God would not have men ruthlessly sent to fields far away from their families. In sending Christian workers from post to post, let the fathers and mothers be consulted before the field is appointed. The home family flock is not to be left distressed for the want of the father's judicious influence."},{"refcode_short":"AUGleaner January 8,  1902, par. 7","refcode_long":"Atlantic Union Gleaner January 8,  1902, paragraph 7","content":"The Lord says, “Enlarge your borders.” The power of the gospel is expansive, Men are to be devoted soul-savers, and should have something to show for their labors. They should be producers as well as consumers. If a tree fails to produce fruit after a trial, something may be wrong with the tree. The cost of working the vineyard must be made as little as possible, because there is a large territory to be worked. As men are employed in different places, they should always be looked after and interviewed in regard to their work, to see what is the result of their labor. Does the worker give full proof of his faithfulness in ministry? If not, it will injure the cause, and also the one employed, to retain him. If the tree bears no fruit, it may be because it needs to be pruned or transplanted. If after proper labor it still has no fruit to bear, let it be removed; let the laborer be dismissed as an unprofitable servant in the work of soul-saving, and encouraged to go into some business by which he can earn means to act his part in sustaining the laborers who can work successfully—persons with tact and wisdom, who in the fear of God will win souls to Christ."},{"refcode_short":"AUGleaner January 8,  1902, par. 8","refcode_long":"Atlantic Union Gleaner January 8,  1902, paragraph 8","content":"Churches are to be planted. No great centers are to be established, as at Battle Creek; and yet there will be some important churches raised up, and meeting-houses provided in large cities, favorable to accommodating the believers in [that locality.]"},{"refcode_short":"AUGleaner January 8,  1902, par. 9","refcode_long":"Atlantic Union Gleaner January 8,  1902, paragraph 9","content":"There should not be a call to have settled pastors over our churches, but let the life-giving power of the truth impress the individual members to act, leading them to labor interestedly to carry on efficient missionary work in each locality. As the hand of God, the church is to be educated and trained to do effective service. Its members are to be the Lord's devoted Christian workers. The church of today is too one-sided."},{"refcode_short":"AUGleaner January 8,  1902","refcode_long":"Atlantic Union Gleaner January 8,  1902","content":"The Greater New York Conference"},{"refcode_short":"AUGleaner January 8,  1902, par. 10","refcode_long":"Atlantic Union Gleaner January 8,  1902, paragraph 10","content":"There are large interests in New York City; New York embraces a large field. It would be wise to have New York proper worked as a separate conference. It is a great missionary field. It will require a much larger outlay of means than is now anticipated. If New York is set off as a separate field, if it stands separate from the other territory and interests, we can make a specialty of this field, as a great missionary center, and more will be accomplished. Much confusion will also be avoided."},{"refcode_short":"AUGleaner January 8,  1902, par. 11","refcode_long":"Atlantic Union Gleaner January 8,  1902, paragraph 11","content":"There is such a thing as workers’ getting in one another's way, and losing time in making preparation to do something that ought to be done promptly. The best time to work New York City is now, the present, now; and let the path be made as straight as possible for the work to be done. At the same time let all the workers in New York be interested in every effort in adjoining localities."},{"refcode_short":"AUGleaner January 8,  1902, par. 12","refcode_long":"Atlantic Union Gleaner January 8,  1902, paragraph 12","content":"Those working the great New York proper must have special plans by which to work that field, and the general working forces should unite in the matter of building up the missionary interests in Greater New York."},{"refcode_short":"AUGleaner January 8,  1902, par. 13","refcode_long":"Atlantic Union Gleaner January 8,  1902, paragraph 13","content":"The great New York must stand in a different relation to the General Conference from the surrounding territory and neighboring interests, which are different, and which will have to be considered in a different light as far as missionary work is concerned. New York is a world of itself; and as such should have, in some respects, a different management from that of the surrounding localities."},{"refcode_short":"AUGleaner January 8,  1902, par. 14","refcode_long":"Atlantic Union Gleaner January 8,  1902, paragraph 14","content":"God has his appointed agencies for the enlargement of our circle of influence, and for the increasing of the number of workers who will be missionaries indeed,—laborers for the saving of the souls of their fellow men. These should set no boundaries to the sphere of their labors. The Christian church will ever mediate advancements; it will ever be educating workers for further conquests for Christ. It should ever be moving on and on, that the truth may extend to all parts of the globe."},{"refcode_short":"AUGleaner January 8,  1902, par. 15","refcode_long":"Atlantic Union Gleaner January 8,  1902, paragraph 15","content":"The Lord would have had New York with all its suburbs and surrounding cities worked many years ago; and now that it is more plainly revealed that the opportune time has come, let our brethren and sisters in all localities, in every church, stand shoulder to shoulder, their hearts drawn out, and their interests connected with the progress of the gospel message. In all the neglected parts of the vineyard hearts should be thrilled with a genuine, living experience; and now that there is a great work started, no one must fold his hands, but all must regard with interest every movement of the church."},{"refcode_short":"AUGleaner January 8,  1902, par. 16","refcode_long":"Atlantic Union Gleaner January 8,  1902, paragraph 16","content":"The churches now in different parts of Greater New York are to feel their sacred, God-given responsibilities. The word of the Lord is, for this wide missionary field to be faithfully worked, and every vestige of criticism and fault-finding and separating of brethren is to cease. Their prejudices, their thinking and speaking evil, are to be put away. God will not tolerate any longer the spirit that has been controlling matters in our New York churches. The fields are ready for the harvest. In whatever direction they look, our brethren must do their appointed work, which stretches to a large, unmeasured circumference. Those who would cherish and foster their prejudices, and stand in a negative position, are not to be listened to. The work is to go forward under the direction of God, and those who wish to keep up the spirit of dissension should take themselves out of the way, and let God's work move onward."},{"refcode_short":"AUGleaner January 8,  1902, par. 17","refcode_long":"Atlantic Union Gleaner January 8,  1902, paragraph 17","content":"Every church should move in God's order, following his plan of communion and Christian oneness. The whole body of believers is to be one in spirit. They are collectively the church of Jesus Christ. Standing in this widely extended missionary territory, the church should be calling the sinful to look at the Lamb of God who taketh away the sin of the world. This work is to go forward. Those who have taken upon themselves to carry a measuring line that they may measure everybody and say how things shall go, may now be excused from this responsibility."},{"refcode_short":"AUGleaner January 8,  1902, par. 18","refcode_long":"Atlantic Union Gleaner January 8,  1902, paragraph 18","content":"The cross of Calvary is to be uplifted, and all who will be engaged in drawing the people to the cross, enlarging the circumference of the circle of believers more and more, will have Christ, the power of salvation. Zeal for the glory of God is to be revealed. Let all understand that we are to get rid of every root of bitterness, and through the Holy Spirit's guidance have a sanctified zeal for the saving of souls who are ready to perish."},{"refcode_short":"AUGleaner May 14,  1902","refcode_long":"Atlantic Union Gleaner May 14,  1902","content":"May 14, 1902"},{"refcode_short":"AUGleaner May 14,  1902","refcode_long":"Atlantic Union Gleaner May 14,  1902","content":"Child Training"},{"refcode_short":"AUGleaner May 14,  1902, par. 1","refcode_long":"Atlantic Union Gleaner May 14,  1902, paragraph 1","content":"Our artificial habits deprive us of many privileges and much enjoyment, and unfit us for living as useful lives as we might otherwise live. A life of fashion is a hard, thankless life. How much time and money women sacrifice in order to make a sensation! At the cost of their health they beautify the dress. Thus they lose their self-control, overtax their patience, and encourage pride and vanity in their children. Many parents fail to realize that their every action tells upon the future of their children. Mothers complain of weariness. They say they have so much to do that they can not take time to instruct their children. They have no time to sympathize with them in their little disappointments and trials. I have heard mothers refuse to gratify the innocent desires of their children. They were too hurried to grant their little ones that which would have been to them a great pleasure. The busy fingers and weary eyes were embroidering a garment. But children yearn for sympathy and if they do not obtain it from their parents, they will seek it from other sources, which may prove dangerous to their welfare."},{"refcode_short":"AUGleaner May 14,  1902, par. 2","refcode_long":"Atlantic Union Gleaner May 14,  1902, paragraph 2","content":"Many mothers teach their daughters to vie with other girls in outward display. To dress as well as others dress—this is the ambition of their worse than useless lives. As the twig is bent, the tree is inclined. As the children approach manhood and womanhood, their parents deplore their errors. They forget that they have given these youth the lessons which have made them what they are."},{"refcode_short":"AUGleaner May 14,  1902, par. 3","refcode_long":"Atlantic Union Gleaner May 14,  1902, paragraph 3","content":"If half the time that the mothers spend in preparing the dress in accordance with the demands of fashion were spent in beautifying the characters of their children, what a change would be seen in families! The inspired apostle writes of women, “Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel; but let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.” Outward display and needless adorning can bear no comparison with the ornament of a meek and quiet spirit. The desire for outward show proceeds from the pride and vanity of a corrupt heart, and will perish with the user. The inward adorning is as enduring as eternity."},{"refcode_short":"AUGleaner May 14,  1902, par. 4","refcode_long":"Atlantic Union Gleaner May 14,  1902, paragraph 4","content":"Many mothers spend much time in beautifying their houses. Cleanliness is next to godliness, and it is well to be clean; but this, like many other good things, can be carried too far, to the neglect of things of greater importance. Many mothers beautify their houses to the neglect of weightier matters, judgment, mercy, and the love of God."},{"refcode_short":"AUGleaner May 14,  1902, par. 5","refcode_long":"Atlantic Union Gleaner May 14,  1902, paragraph 5","content":"Not long ago I heard a mother express great anxiety to see perfect arrangement and finish in the building of her home. I regretted that this mother did not bring the same desire for symmetry into the government of her children. In her home she was building and fashioning characters; but she failed to realize the importance of this work, and therefore did not see the mistakes she was making. Passion and self-will ruled in the home. Her children were rough and selfish, uncourteous and uncultured, seeming to have no sense of true politeness. Their character revealed no uniformity. As I looked upon these self-willed, stubborn pieces of humanity, mismatched indeed, symmetry painfully lacking everywhere, I asked myself involuntarily, Why is the mother so blind? Why is the arrangement of her house of so much more consequence in her eyes than the proper training of her children?"},{"refcode_short":"AUGleaner May 14,  1902, par. 6","refcode_long":"Atlantic Union Gleaner May 14,  1902, paragraph 6","content":"Parents, upon you God has laid the work of educating your children for usefulness. Do not, under any consideration, neglect this work. Do not trust the training of your little ones to any other hands. Take up your life duty bravely and cheerfully, facing your responsibilities candidly. To you has been given the work of bringing your children up in the nurture and admonition of the Lord. Make the word of God your standard. Do not allow the fashions of the world to prevent you from doing your duty. Take great pains to prepare the soil of the heart for the great Sower to scatter in it the seeds of truth."},{"refcode_short":"AUGleaner May 14,  1902, par. 7","refcode_long":"Atlantic Union Gleaner May 14,  1902, paragraph 7","content":"Mothers, make the education of your children the highest aim of life. Their future happiness depends upon the education they receive in their early years. Do not send them away from you to school when they are young. If your habits and dress are as simple as they should be, you will find ample time to make your children happy, and to lead them to obey you. God will help you to teach them how to submit cheerfully and willingly. Take up your duties, inspired by the noble resolve to do your work faithfully and well. Do not become discouraged. In due time you will reap if you faint not. You will see your children growing up into Christian men and Christian women."},{"refcode_short":"AUGleaner May 21,  1902","refcode_long":"Atlantic Union Gleaner May 21,  1902","content":"May 21, 1902"},{"refcode_short":"AUGleaner May 21,  1902","refcode_long":"Atlantic Union Gleaner May 21,  1902","content":"The Mission of Mothers"},{"refcode_short":"AUGleaner May 21,  1902, par. 1","refcode_long":"Atlantic Union Gleaner May 21,  1902, paragraph 1","content":"What an important work is that of mothers! And yet we hear them sighing for missionary work! If they could only go to some foreign country, they would feel that they were doing something worth while. But to take up the daily duties of the home life and carry them forward, seems to them like an exhausting and thankless task. And why?—Because so often the mother's work is not appreciated. She has a thousand cares and burdens of which no one knows. When her husband comes home at night, he frequently brings with him the cares of his business. He forgets that his wife has any care, and if things in the home do not exactly suit him, he speaks impatiently, and sometimes harshly."},{"refcode_short":"AUGleaner May 21,  1902, par. 2","refcode_long":"Atlantic Union Gleaner May 21,  1902, paragraph 2","content":"The mother has perhaps done her very utmost to keep things running smoothly. She has tried to speak kindly to the children, and this has cost her an effort. It has taken much patience to keep the children busy and happy. But she can not speak of what she has done as some great achievement. It seems as if she had done almost nothing. But it is not so. Heavenly angels watch the care-worn mother, noting the burdens she carries day by day. Her name may not have been heard in the world, but it is written in the Lamb's book of life. The mother occupies a position more exalted than that of the king upon his throne."},{"refcode_short":"AUGleaner May 21,  1902, par. 3","refcode_long":"Atlantic Union Gleaner May 21,  1902, paragraph 3","content":"There is a God above, and the light and glory which shine from his throne rest upon the tired mother as she tries to educate her children to resist the influence of evil."},{"refcode_short":"AUGleaner May 21,  1902, par. 4","refcode_long":"Atlantic Union Gleaner May 21,  1902, paragraph 4","content":"The husband should appreciate the work of his wife. When he enters the home in the evening, he should leave his business cares outside. He should enter the home with smiles and pleasant words. If the wife feels that she can lean upon the large affections of her husband, that his arm will sustain her, that his voice will be heard in encouragement, her work will lose half its dread."},{"refcode_short":"AUGleaner May 21,  1902, par. 5","refcode_long":"Atlantic Union Gleaner May 21,  1902, paragraph 5","content":"Christ loves the children. He watches mothers to see if they are forming the characters of their little ones according to the perfect pattern. When he was upon this earth, mothers brought their children to him, thinking that if they were to receive his blessing, they would be more easily trained in the way of God. When these mothers came, the disciples rebuked them; but Christ knew why they had come. He knew that they were expecting a Saviour's blessing, and, drawing the children to him, he said to the disciples, “Suffer little children to come unto me, and forbid them not; for of such is the kingdom of God.”"},{"refcode_short":"AUGleaner May 21,  1902, par. 6","refcode_long":"Atlantic Union Gleaner May 21,  1902, paragraph 6","content":"Parents, take time to establish in your children correct appetites and habits. Take them into the open air, and point them to the beautiful things of nature. Teach them that in each leaf they can trace the wonderful power and love of God. Tell them that God's hand paints the color on every flower. Teach them to look to God for strength. Tell them that he hears their prayers. Teach them to overcome evil with good. Teach them to exert an influence that is elevating and ennobling. Lead them to unite with God, and then they will have strength to resist the strongest temptation. They will then receive the reward of the overcomer."},{"refcode_short":"AUGleaner August 20,  1902","refcode_long":"Atlantic Union Gleaner August 20,  1902","content":"August 20, 1902"},{"refcode_short":"AUGleaner August 20,  1902","refcode_long":"Atlantic Union Gleaner August 20,  1902","content":"Called to Victory"},{"refcode_short":"AUGleaner August 20,  1902, par. 1","refcode_long":"Atlantic Union Gleaner August 20,  1902, paragraph 1","content":"“Comfort ye, comfort ye, my people, saith your God. Speak ye comfortably to Jerusalem, and cry unto her, that her warfare is accomplished, that her iniquity is pardoned; for she hath received of the Lord's hand double for all her sins.... O Zion, that bringest good tidings, get thee up into the high mountain; O Jerusalem, that bringest good tidings, lift up thy voice with strength; lift it up, be not afraid; say unto the cities of Judah, Behold your God! Behold, the Lord God will come with strong hand, and his arm shall rule for him; behold, his reward is with him, and his work before him. He shall feed his flock like a shepherd; he shall gather the lambs with his arm, and carry them in his bosom, and shall gently lead those that are with young.... Hast thou not known? hast thou not heard, that the everlasting God, the Lord, the Creator of the ends of the earth, fainteth not, neither is weary? There is no searching of his understanding. He giveth power to the faint, and to them that have no might he increaseth strength. Even the youths shall faint and be weary, and the young men shall utterly fall; but they that wait upon the Lord shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; they shall walk, and not faint.”"},{"refcode_short":"AUGleaner August 20,  1902, par. 2","refcode_long":"Atlantic Union Gleaner August 20,  1902, paragraph 2","content":"Let those who are engaged in the Master's service study these eloquent words. What is the object of divine compassion?—The uplifting of fallen humanity. For this purpose messengers from the throne of God are sent to this earth. In Second Kings we read how holy angels came on a mission to guard the Lord's chosen servants. The prophet Elisha was in Dothan, and thither the king of Israel [Syria] sent horses and chariots and a great host to take him. “And when the servant of the man of God was risen early, and gone forth, behold, an host compassed the city with horses and chariots. And his servant said unto him, Alas, my master! how shall we do? And he answered, Fear not; for they that be with us are more than they that be with them. And Elisha prayed, and said, Lord, I pray thee, open his eyes, that he may see. And the Lord opened the eyes of the young man, and he saw; and, behold, the mountain was full of horses and chariots of fire round about Elisha.”"},{"refcode_short":"AUGleaner August 20,  1902, par. 3","refcode_long":"Atlantic Union Gleaner August 20,  1902, paragraph 3","content":"Angels of God came down in mighty power, not to rule or exact homage, but to minister to those who should be heirs of salvation. They came in mighty power to camp round about the Lord's faithful servants."},{"refcode_short":"AUGleaner August 20,  1902, par. 4","refcode_long":"Atlantic Union Gleaner August 20,  1902, paragraph 4","content":"Depend on this: If you study the word of God with a sincere desire to gain knowledge, God will fill your soul with light. The mysteries of heaven will become the treasures of your mind. Your work will be approved by God, and your influence will be a savor of life. Never complain. Let not your lips utter perverseness. Do not talk darkness because appearances are against you. We are in a world of sin and crime. As we work for the Master, we shall feel pressure for want of means, but God will hear and answer our petitions. Let your language be, “The Lord God will help me; therefore shall I not be confounded; therefore have I set my face like a flint, and I know that I shall not be ashamed.”"},{"refcode_short":"AUGleaner August 20,  1902, par. 5","refcode_long":"Atlantic Union Gleaner August 20,  1902, paragraph 5","content":"Look on the bright side. If the work is hindered, be sure that it is not your fault, and then rejoice in the Lord, even though the experience through which you are passing may be hard and grievous. Heaven is full of joy. It resounds with the praises of the One who has made such a wonderful sacrifice for the redemption of man. Should not the church on earth be full of praise? Should not Christians publish throughout the world the joy of serving Christ?"},{"refcode_short":"AUGleaner August 20,  1902, par. 6","refcode_long":"Atlantic Union Gleaner August 20,  1902, paragraph 6","content":"The Lord desires us to be strong in his strength and joyful in his love. Thus we reveal the power of redeeming grace. We may triumph in the keeping power of the Redeemer. Through faith in him we may gain victory after victory over self."},{"refcode_short":"AUGleaner August 20,  1902, par. 7","refcode_long":"Atlantic Union Gleaner August 20,  1902, paragraph 7","content":"Those who enter heaven must learn on earth the song of heaven, the keynote of which is praise and thanksgiving. Only as they learn this song can they join in singing it with the heavenly choir."},{"refcode_short":"AUGleaner August 20,  1902, par. 8","refcode_long":"Atlantic Union Gleaner August 20,  1902, paragraph 8","content":"Never let your courage fail. The Christian always has a strong helper in the Lord. When because you are unable to obtain the needed help you come to a pause in your earnest efforts, cast your burden on the Lord. Be content to leave it there, knowing that he is faithful who has promised. The What and How of the Lord's helping we know not; but this we do know: The Lord will never fail those who put their trust in him. When he has fully proved his workers, he will bring them forth refined as gold tried in the fire."},{"refcode_short":"AUGleaner August 20,  1902, par. 9","refcode_long":"Atlantic Union Gleaner August 20,  1902, paragraph 9","content":"The lessons that God sends will always, if well learned, bring help in due time. “Tribulation worketh patience; and patience, experience; and experience, hope; and hope maketh not ashamed, because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.”"},{"refcode_short":"AUGleaner August 20,  1902, par. 10","refcode_long":"Atlantic Union Gleaner August 20,  1902, paragraph 10","content":"Put your trust in God. Pray much, and believe that in his good work the Lord will guide you step by step. Trusting, hoping, believing in the Lord, holding fast the hand of Infinite Power, you will be more than conquerors. In God you will have victory and success. You will see the salvation of the Lord."},{"refcode_short":"AUGleaner August 20,  1902, par. 11","refcode_long":"Atlantic Union Gleaner August 20,  1902, paragraph 11","content":"Work in faith, and leave the results with God. Pray in earnest faith, and the mystery of God's providence will bring its answer."},{"refcode_short":"AUGleaner August 20,  1902, par. 12","refcode_long":"Atlantic Union Gleaner August 20,  1902, paragraph 12","content":"“Ask, and it shall be given you; seek and ye shall find; knock, and it shall be opened unto you.” At times it may seem that you can not succeed. Hindrances will come. You will be tested and tried. But work and believe, putting faith and life and hope and courage into your work. After you have done what you can, wait for the Lord, declaring his faithfulness, and he will bring his word to pass. Wait not in fretful anxiety, but in undaunted faith and unshaken trust."},{"refcode_short":"AUGleaner August 20,  1902, par. 13","refcode_long":"Atlantic Union Gleaner August 20,  1902, paragraph 13","content":"“For ye shall go out with joy, and be led forth with peace; the mountains and the hills shall break forth before you into singing, and all the trees of the field shall clap their hands. Instead of the thorn shall come up the fir-tree, and instead of the brier shall come up the myrtle tree; and it shall be to the Lord for a name, for an everlasting sign that shall not be cut off.”"},{"refcode_short":"AUGleaner June 17,  1903","refcode_long":"Atlantic Union Gleaner June 17,  1903","content":"1903"},{"refcode_short":"AUGleaner June 17,  1903","refcode_long":"Atlantic Union Gleaner June 17,  1903","content":"June 17, 1903"},{"refcode_short":"AUGleaner June 17,  1903","refcode_long":"Atlantic Union Gleaner June 17,  1903","content":"An Appeal in Behalf of the Australasian Field"},{"refcode_short":"AUGleaner June 17,  1903, par. 1","refcode_long":"Atlantic Union Gleaner June 17,  1903, paragraph 1","content":"Our heavenly Father has mysteriously linked the members of his family together. While every man has his own burdens to bear, he is not to forget that by helping others, he helps himself. The opening words of Christ's sermon on the mount are an illustration of the principles laid down in his teaching. “Blessed are the poor in spirit,” he said; “for theirs is the kingdom of heaven.” He came to our world to bless men and women by pointing out the path of self-denial. In his life he showed the power of self-sacrifice. In his work he has given us an example of what our work should be."},{"refcode_short":"AUGleaner June 17,  1903, par. 2","refcode_long":"Atlantic Union Gleaner June 17,  1903, paragraph 2","content":"Whenever the Lord brings destitute fields to our notice, and gives us opportunity to help, we are never to neglect the opportunity. To respond to the frequent appeals for money, may necessitate much self-sacrifice on our part; but by practicing Christlike self-denial in order to help our fellow men, we give evidence to the world of the power of the truth to transform and sanctify the character and to cleanse the heart from selfishness."},{"refcode_short":"AUGleaner June 17,  1903, par. 3","refcode_long":"Atlantic Union Gleaner June 17,  1903, paragraph 3","content":"A call now comes to us from Australasia. I am familiar with the needs of the work there. I am closely joined to that field by the most tender associations. By our experience while there, we know what it means to have a great work before us, and to be bound about for lack of means, while at the same time the word of the Lord is coming to us, saying, “Annex new territory; lift up my standard of truth in new fields.” In Australia we had not the facilities that we should have had to carry forward the work that the Lord directed us to do. Although some help came to us from America, an abundance of means was expended in the home field, while we were striving, studying, and praying, but bound about, unable to advance for lack of the money which we might have had, but which, instead of being sent to us, was used in America."},{"refcode_short":"AUGleaner June 17,  1903, par. 4","refcode_long":"Atlantic Union Gleaner June 17,  1903, paragraph 4","content":"In their efforts to carry forward the work on solid lines and to enter new territory, our brethren and sisters in Australasia have made gifts and loans to the utmost of their ability. In times of great stress, the Lord has moved upon men and women both in Australasia and in America to acknowledge their stewardship by advancing means to help in establishing the institutions being built there. Those who have come to the help of the Lord in this way, have been laying up treasure beside the throne of God."},{"refcode_short":"AUGleaner June 17,  1903, par. 5","refcode_long":"Atlantic Union Gleaner June 17,  1903, paragraph 5","content":"Notwithstanding the dearth of means, much has been accomplished by the laborers in Australasia. Stern battles have been fought. Nothing but the miracle-working power of God has accomplished the work that has been done. We saw his power as we advanced from point to point; and we praise him with heart and soul and voice. O how we appreciated the lovingkindness of our God as he led us on step by step!"},{"refcode_short":"AUGleaner June 17,  1903, par. 6","refcode_long":"Atlantic Union Gleaner June 17,  1903, paragraph 6","content":"Christ and his angels went before us. From the light given me by God, I know that he is still going before the workers in all parts of the field. He has been with those who have, with great self-sacrifice, built the Wahroonga Sanitarium, and opened up the health work in Sidney [Sydney]. He will reward those who have given freely of their means to establish memorials for him in that field. As I think of the poverty of the people there, and of the missionary work they have tried to do in addition to establishing the publishing house, the school, and the sanitarium, I look upon the whole experience as something remarkable. The work accomplished in Australasia is an object-lesson for all who enter new fields. Let all say, “See what the Lord hath wrought!”"},{"refcode_short":"AUGleaner June 17,  1903, par. 7","refcode_long":"Atlantic Union Gleaner June 17,  1903, paragraph 7","content":"The fact that something has already been done in Australasia, does not excuse us in America from extending a helping hand to that needy field at the present time. In every city and every suburb there remains a work to be done,—the work of presenting the last message of mercy to the many thousands still in ignorance of God's truth for this time."},{"refcode_short":"AUGleaner June 17,  1903, par. 8","refcode_long":"Atlantic Union Gleaner June 17,  1903, paragraph 8","content":"Australasia is a divinely appointed center, from which the light of present truth is to radiate to many lands. There comes to us from far-off lands, the cry, “Come over and help us.” Some of these unentered, unenlightened fields are not too easily reached, and perhaps not so ready to receive the light, as the fields within our sight; but they must not be neglected. We are to push the triumphs of the cross. Our watchword is to be, Onward, ever onward. Our burden for the “regions beyond” can never be laid down until the whole earth shall be lightened with the glory of the Lord."},{"refcode_short":"AUGleaner June 17,  1903, par. 9","refcode_long":"Atlantic Union Gleaner June 17,  1903, paragraph 9","content":"How can this great work be accomplished without men and means? We may pray that the Lord of the harvest shall send laborers into the field; we may sit down, and plan to proclaim the third angel's message to every nation, kindred, and tongue; but where are the faithful missionaries who will carry the glad tidings to the people? and how shall these missionaries be sustained?"},{"refcode_short":"AUGleaner June 17,  1903, par. 10","refcode_long":"Atlantic Union Gleaner June 17,  1903, paragraph 10","content":"God desires people to pray and to plan for the advancement of his work. But, like Cornelius, we are to unite praying with giving. Our prayers and our alms are to come up before God as a memorial. Faith without works is dead; and without a living faith it is impossible to please God. While we pray, we are to give all we possibly can, both of our labor and our means, for the fulfillment of our prayers. If we act out our faith, we shall not be forgotten by God. He marks every deed of love and self-denial. He will open ways whereby we may show our faith by our works."},{"refcode_short":"AUGleaner June 17,  1903, par. 11","refcode_long":"Atlantic Union Gleaner June 17,  1903, paragraph 11","content":"The Lord desires us to be living channels of light. He has made it our privilege to cooperate with him as partners in his great firm, to act our part in promoting the prosperity of his cause. Let us work determinedly, with heart-willingness, with gladness of soul, in the spirit of humble obedience rendering back to God his own. We can pray with faith for God's power to be united with our efforts when we can come before him saying, “Of thine own we freely give thee.”"},{"refcode_short":"AUGleaner June 17,  1903, par. 12","refcode_long":"Atlantic Union Gleaner June 17,  1903, paragraph 12","content":"Our brethren and sisters may say: “We are being drawn upon continually for means. Will there be no end to these calls?” We hope not, so long as there are in our world souls perishing for the bread of life. Until you have done all that you can to save the lost, we ask you not to become weary of the Lord's repeated calls for means. Many have not yet done that which they might do, that which God will enable them to do if they will consecrate themselves unreservedly to him."},{"refcode_short":"AUGleaner June 17,  1903, par. 13","refcode_long":"Atlantic Union Gleaner June 17,  1903, paragraph 13","content":"Brethren and sisters, the work in Australasia demands your help. Will you not give it? To those who have means that they are not putting to use for God, we appeal in Christ's name. May the Lord move upon your hearts by his Holy Spirit, giving you a desire to be his helping hand in returning to him his own. Arouse, and heed the call for help that comes from Australasia. Give all that you can, and the Lord will bless you in giving."},{"refcode_short":"AUGleaner August 19,  1903","refcode_long":"Atlantic Union Gleaner August 19,  1903","content":"August 19, 1903"},{"refcode_short":"AUGleaner August 19,  1903","refcode_long":"Atlantic Union Gleaner August 19,  1903","content":"Christ the Propitiation for Our Sins"},{"refcode_short":"AUGleaner August 19,  1903, par. 1","refcode_long":"Atlantic Union Gleaner August 19,  1903, paragraph 1","content":"After Adam and Eve had sinned, they were under bondage to the law. Because of their transgression they were sentenced to suffer death, the penalty of sin. But Christ, the propitiation for our sins, declared: “I will stand in Adam's place. I will take upon myself the penalty of his sin. He shall have another trial. I will secure for him a probation. He shall have the privileges and the opportunities of a free man, and be allowed to exercise his God-given power of choice. I will postpone the day of his arraignment for trial. He shall be bound over to appear at the bar of God in the judgment.”"},{"refcode_short":"AUGleaner August 19,  1903, par. 2","refcode_long":"Atlantic Union Gleaner August 19,  1903, paragraph 2","content":"For thirty-three years the Only Begotten of the Father dwelt among the children of men. He who knew no sin bore the burden of our guilt. During these years he finished the great work he came to accomplish. He became the propitiation for the sins of every one who believes on him. For our sake the Innocent is pronounced guilty, while through his merits the guilty are pronounced innocent."},{"refcode_short":"AUGleaner August 19,  1903","refcode_long":"Atlantic Union Gleaner August 19,  1903","content":"Our Only Hope"},{"refcode_short":"AUGleaner August 19,  1903, par. 3","refcode_long":"Atlantic Union Gleaner August 19,  1903, paragraph 3","content":"God's law has lost none of its force. In his sight sin is still a hateful thing. Because we have sinned, we must personally bear the condemnation of the law, unless some one else, one in whom no taint of sin can be found, will bear the condemnation in our behalf. Without a substitute, we have no hope of pardon and salvation."},{"refcode_short":"AUGleaner August 19,  1903, par. 4","refcode_long":"Atlantic Union Gleaner August 19,  1903, paragraph 4","content":"Although the sinner can not himself in any way evade the charge of disloyalty to God's law, he may by faith accept Christ as his personal Saviour, his suretyship, and be pardoned. “If we say that we have no sin, we deceive ourselves, and the truth is not in us. If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.” “And if any man sin, we have an advocate with the Father, Jesus Christ the righteous: and he is the propitiation for our sins: and not for our's only, but also for the sins of the whole world.”"},{"refcode_short":"AUGleaner August 19,  1903","refcode_long":"Atlantic Union Gleaner August 19,  1903","content":"Walking in Newness of Life"},{"refcode_short":"AUGleaner August 19,  1903, par. 5","refcode_long":"Atlantic Union Gleaner August 19,  1903, paragraph 5","content":"“What shall we say then? Shall we continue in sin, that grace may abound? God forbid. How shall we, that are dead to sin, live any longer therein? Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death? Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life. For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection: knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin. For he that is dead is freed from sin."},{"refcode_short":"AUGleaner August 19,  1903, par. 6","refcode_long":"Atlantic Union Gleaner August 19,  1903, paragraph 6","content":"“Now if we be dead with Christ, we believe that we shall also live with him: knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him. For in that he died, he died unto sin once; but in that he liveth, he liveth unto God. Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord. Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof. Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God. For sin shall not have dominion over you: for ye are not under the law, but under grace.... For the wages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord.”"},{"refcode_short":"AUGleaner August 19,  1903","refcode_long":"Atlantic Union Gleaner August 19,  1903","content":"Justified by Faith"},{"refcode_short":"AUGleaner August 19,  1903, par. 7","refcode_long":"Atlantic Union Gleaner August 19,  1903, paragraph 7","content":"Sinners are committed for trial. They must answer to the charge of transgressing God's law. Their only hope is to accept Christ, their Substitute. He has redeemed the fallen race from the curse of the law, having been made sin—a curse—for mankind. Nothing but his grace is sufficient to free the transgressor from bondage. And by the grace of Christ all who are obedient to God's commandments are made free."},{"refcode_short":"AUGleaner August 19,  1903, par. 8","refcode_long":"Atlantic Union Gleaner August 19,  1903, paragraph 8","content":"“Therefore being justified by faith, we have peace with God through our Lord Jesus Christ.” “Being justified freely by his grace through the redemption that is in Christ Jesus: whom God hath set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God.” “Blessed are they whose iniquities are forgiven, and whose sins are covered. Blessed is the man to whom the Lord will not impute sin.”"},{"refcode_short":"AUGleaner August 26,  1903","refcode_long":"Atlantic Union Gleaner August 26,  1903","content":"August 26, 1903"},{"refcode_short":"AUGleaner August 26,  1903","refcode_long":"Atlantic Union Gleaner August 26,  1903","content":"“In All Points Tempted Like As We Are”"},{"refcode_short":"AUGleaner August 26,  1903, par. 1","refcode_long":"Atlantic Union Gleaner August 26,  1903, paragraph 1","content":"In Hebrews we read: “God, who at sundry times and in divers manners spake in times past unto the fathers by the prophets, hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds; who being the brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high.”"},{"refcode_short":"AUGleaner August 26,  1903, par. 2","refcode_long":"Atlantic Union Gleaner August 26,  1903, paragraph 2","content":"To save the fallen race, Christ laid aside his royal robe and kingly crown, clothed his divinity with humanity, and came to this earth. Without leaving heaven and taking the nature of man, he could not pay the ransom for our salvation; therefore he left his high command in the heavenly courts, and assumed the weaknesses of humanity, sacrificing all in our behalf. He came to this earth, and stood at the head of humanity, to work out for you and for me a faultless character by obedience to God's law. He “was in all points tempted like as we are, yet without sin.”"},{"refcode_short":"AUGleaner August 26,  1903, par. 3","refcode_long":"Atlantic Union Gleaner August 26,  1903, paragraph 3","content":"The second Adam was a free moral agent, held responsible for his conduct. Surrounded by intensely subtle and misleading influences, he was much less favorably situated than was the first Adam to lead a sinless life. Yet in the midst of sinners he resisted every temptation to sin, and maintained his innocency. He was ever sinless."},{"refcode_short":"AUGleaner August 26,  1903, par. 4","refcode_long":"Atlantic Union Gleaner August 26,  1903, paragraph 4","content":"Not only did Satan seek to tempt Christ to yield to appetite, but he appealed to his ambition. Notwithstanding the enemy's determined efforts, Christ did not manifest a grasping spirit to gain possession of the kingdoms of this world. He did not worship Satan in order to gain worldly wealth. By this he taught a lesson of steadfastness to principle. Integrity should never be yielded for any earthly advantage. Power and riches obtained at the expense of principle will prove a terrible curse."},{"refcode_short":"AUGleaner August 26,  1903, par. 5","refcode_long":"Atlantic Union Gleaner August 26,  1903, paragraph 5","content":"The temptations that Christ withstood were as much stronger than ours as his nobility and majesty are greater than ours. Having been tempted so strongly on every point, he is able to succor every one whom Satan is now tempting. And today it is the privilege of men and women to gain the victory over temptation through the merits of the crucified and risen Saviour, who is familiar with every trial of humanity."},{"refcode_short":"AUGleaner August 26,  1903, par. 6","refcode_long":"Atlantic Union Gleaner August 26,  1903, paragraph 6","content":"In giving Christ, God gave all the facilities of heaven. His pledges of help are made to every troubled soul. None need fear defeat if they walk obediently and gratefully before him with all humility. Christ has gained the victory over the enemy; and in every conflict with the powers of darkness we have his assurance, “All power is given unto me in heaven and in earth.” The Lord God of heaven “hath put all things under” Christ's “feet, and gave him to be the head over all things to the church, which is his body, the fulness of him that filleth all in all.”"},{"refcode_short":"AUGleaner August 26,  1903, par. 7","refcode_long":"Atlantic Union Gleaner August 26,  1903, paragraph 7","content":"“Seeing then that we have a great High Priest, that is passed into the heavens, Jesus the Son of God, let us hold fast our profession. For we have not an High Priest which can not be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin. Let us therefore come boldly [resolutely] unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.”"},{"refcode_short":"AUGleaner September 9,  1903","refcode_long":"Atlantic Union Gleaner September 9,  1903","content":"September 9, 1903"},{"refcode_short":"AUGleaner September 9,  1903","refcode_long":"Atlantic Union Gleaner September 9,  1903","content":"A Letter to a Church-Elder"},{"refcode_short":"AUGleaner September 9,  1903, par. 1","refcode_long":"Atlantic Union Gleaner September 9,  1903, paragraph 1","content":"Dear Brother,"},{"refcode_short":"AUGleaner September 9,  1903, par. 2","refcode_long":"Atlantic Union Gleaner September 9,  1903, paragraph 2","content":"This is a very critical time for the church of which you are a member. You have been placed in a position where you can do much good. In fulfilling your duties as an elder of the church, be true to God in the person of the erring ones in his church. Fail not, my brother, to heed the admonition of the Spirit of God to bring into your heart the kindness, the tenderness, the love that Christ ever manifested. Cherish not a cold, unsympathetic spirit. Let your words be carefully chosen. Speak and act in such a way that you will have an influence for good over the church-members."},{"refcode_short":"AUGleaner September 9,  1903, par. 3","refcode_long":"Atlantic Union Gleaner September 9,  1903, paragraph 3","content":"God desires you to avoid all harshness. Cover yourself with the robe of Christ's righteousness. By speaking the truth in love, you can bring a blessing to many hearts. Allow not a condemnatory spirit to prompt your words. May the Lord soften and subdue your heart, that your words shall be a blessing to the entire church."},{"refcode_short":"AUGleaner September 9,  1903, par. 4","refcode_long":"Atlantic Union Gleaner September 9,  1903, paragraph 4","content":"Watch and pray. If there are those who do not manifest the Spirit of Christ, let not this provoke criticism and retaliation on your part. Enter not into controversy. Tell your brethren that the Lord is working to set things in order; that you can not do this work, but that the Lord will accomplish his purpose."},{"refcode_short":"AUGleaner September 9,  1903, par. 5","refcode_long":"Atlantic Union Gleaner September 9,  1903, paragraph 5","content":"My brother, it is your duty to labor with those who make mistakes, and try to help them; but never should you do this in a spirit of self-righteousness. Go to the foot of Calvary's cross, and there learn lessons of meekness and forbearance. The Lord is ever ready to give to his servants the wisdom they require in order to discharge their duties faithfully. His grace is sufficient to keep them victorious over the trials and perplexities that daily come to them. May the Lord help every church-elder to do his work with unswerving fidelity."},{"refcode_short":"AUGleaner September 9,  1903, par. 6","refcode_long":"Atlantic Union Gleaner September 9,  1903, paragraph 6","content":"We are in this world to be a help and a blessing to one another, uniting with Christ in the effort to restore the image of God in man. In order to do this work, we must learn of Jesus. “Take my yoke upon you,” he says, “and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.” In this promise there are no “ifs.” Those who have experience in wearing Christ's yoke of restraint and obedience know that it means to have rest and peace in him. In obedience there is joy and consolation. Holy angels hover round about the obedient to keep them in paths of peace."},{"refcode_short":"AUGleaner September 9,  1903, par. 7","refcode_long":"Atlantic Union Gleaner September 9,  1903, paragraph 7","content":"The life of the true believer reveals an indwelling Saviour. The follower of Jesus is Christlike in spirit, in temper. He possesses Christ's meekness and humility. His faith works by love and purifies the soul. His whole life is a testimony to the world to the power of the grace of Christ. The pure doctrines of the gospel never degrade the receiver, never make him coarse or rough or uncourteous. The gospel refines, ennobles, and elevates, sanctifying the judgment and influencing the whole life. In true believers of the gospel, Christ is revealed as an abiding presence."},{"refcode_short":"AUGleaner September 9,  1903, par. 8","refcode_long":"Atlantic Union Gleaner September 9,  1903, paragraph 8","content":"Our churches are in need of a spiritual revival. Now is the time for the work of repentance and confession of sin to extend deeper. Now is the time for God's people to allow the Holy Spirit to make clean and thorough work, in order that all selfishness, all wrong, may be uprooted from their hearts. May the Lord help you and the whole church, is my prayer."},{"refcode_short":"AUGleaner September 16,  1903","refcode_long":"Atlantic Union Gleaner September 16,  1903","content":"September 16, 1903"},{"refcode_short":"AUGleaner September 16,  1903","refcode_long":"Atlantic Union Gleaner September 16,  1903","content":"A Wise Use of our Talents"},{"refcode_short":"AUGleaner September 16,  1903, par. 1","refcode_long":"Atlantic Union Gleaner September 16,  1903, paragraph 1","content":"In the parable of the talents, the servant to whom were entrusted five talents traded upon them wisely, and in the day of reckoning was able to return double this number to the Master. The one also who received two talents, doubled these. But the man who received only one talent, hid it in a napkin, and buried it in the earth. When the master returned and reckoned with his servants, the sentence pronounced upon this slothful servant was, “Take therefore the talent from him, and give it unto him which hath ten talents.”"},{"refcode_short":"AUGleaner September 16,  1903, par. 2","refcode_long":"Atlantic Union Gleaner September 16,  1903, paragraph 2","content":"To every man and to every woman God has given a work for him. He has not given to all the same work. Some have a greater number of talents than others have. God's children are to use their talents according to their several ability. Those who have five talents should faithfully put them out to the exchangers. To those who have two talents the Lord says, “Trade upon your talents, using and improving them to my glory.”"},{"refcode_short":"AUGleaner September 16,  1903","refcode_long":"Atlantic Union Gleaner September 16,  1903","content":"The One Talent"},{"refcode_short":"AUGleaner September 16,  1903, par. 3","refcode_long":"Atlantic Union Gleaner September 16,  1903, paragraph 3","content":"Those who have received only one talent (and to each is entrusted at least one), should resolve by God's grace to use it wisely. Instead of burying it, say: “Though I have but one talent, I must make the most of it. I will be faithful in the little things; for the Word declares, ‘He that is faithful in that which is least is faithful also in much.’ I will use to the very best advantage that which is given me. I will not waste one jot of my powers in indulging appetite or in gratifying pride of appearance. In my family I will strive to be a faithful parent, teaching my children to be honest and truthful, kind and patient, and training them for the future, immortal life. By God's help, I myself will try to be all that I desire my children to be; for in speaking of his disciples, Christ said, ‘For their sakes I sanctify myself, that they also might be sanctified.’”"},{"refcode_short":"AUGleaner September 16,  1903, par. 4","refcode_long":"Atlantic Union Gleaner September 16,  1903, paragraph 4","content":"My brother, my sister, if you have buried in the earth the one talent entrusted to you, I beseech you to improve it before God inquires, “What have you done with the talent that I gave you?” Thank him that he has manifested his great love to you by entrusting you with even one talent. By word and act show that you appreciate this gift, and that you regard it as a treasure of greater value than anything else you possess. Put your talent out to the exchangers."},{"refcode_short":"AUGleaner September 16,  1903","refcode_long":"Atlantic Union Gleaner September 16,  1903","content":"The Talent of Speech"},{"refcode_short":"AUGleaner September 16,  1903, par. 5","refcode_long":"Atlantic Union Gleaner September 16,  1903, paragraph 5","content":"The power of speech is a precious possession, given us by the Master to be used in blessing our fellow beings. In using this talent aright, we honor him. But we dishonor him by using the gift of speech to tell of our discouragements and to magnify our trials. We need stronger faith, more perfect trust. How changed would be our experience if the time we spend in repining were spent in beholding Jesus, and in telling others of his love! Then our words would be profitable. Then we should offer to God thanksgiving instead of complaint. Then we should have no inclination to talk about our trials, so filled would our minds be with the thought that we are receiving abundant blessings."},{"refcode_short":"AUGleaner September 16,  1903","refcode_long":"Atlantic Union Gleaner September 16,  1903","content":"The Talent of Means"},{"refcode_short":"AUGleaner September 16,  1903, par. 6","refcode_long":"Atlantic Union Gleaner September 16,  1903, paragraph 6","content":"Often the talent of means is laid away, hidden and unused. Money lying idle in banks is regarded by the Lord as a buried talent. God desires his followers to use the talent of means in his service. We should do our part in helping to carry forward the different lines of his work in all parts of the earth. A great work is to be done in the cities. Camp-meetings are to be held in many places. Those who have means may multiply their talent by using it to help support laborers in proclaiming the message of truth for this time. When through this instrumentality some one is led to accept the truth, our talent is doubled. And when this convert brings others into the truth, there is still further increase of talents. Those who double their talents in the work of saving souls, bring joy to the angels and call forth songs of praise from the heavenly choir."},{"refcode_short":"AUGleaner September 16,  1903","refcode_long":"Atlantic Union Gleaner September 16,  1903","content":"The Reward of Faithfulness"},{"refcode_short":"AUGleaner September 16,  1903, par. 7","refcode_long":"Atlantic Union Gleaner September 16,  1903, paragraph 7","content":"To him who uses aright his one talent, as well as to the wise steward of many talents, the Master will say, “Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy Lord.” The well-doer is not rewarded in proportion to the number of his entrusted talents, but in proportion to his faithfulness in using wisely that which he has, and the unselfishness of the motive that prompts his efforts."},{"refcode_short":"AUGleaner September 16,  1903, par. 8","refcode_long":"Atlantic Union Gleaner September 16,  1903, paragraph 8","content":"Dear reader, God desires to use you in his service. There is a place for you to fill in this world. For no other purpose does he entrust men and women with talents. If you are faithful in filling the place he desires you to fill, he will work in your behalf, and you will see of the salvation of God."},{"refcode_short":"AUGleaner September 23,  1903","refcode_long":"Atlantic Union Gleaner September 23,  1903","content":"September 23, 1903"},{"refcode_short":"AUGleaner September 23,  1903","refcode_long":"Atlantic Union Gleaner September 23,  1903","content":"Faith and Courage"},{"refcode_short":"AUGleaner September 23,  1903, par. 1","refcode_long":"Atlantic Union Gleaner September 23,  1903, paragraph 1","content":"Our greatest need is faith in God. When we look on the dark side, we lose our hold on the Lord of Israel. As the heart is opened to fears and conjectures, the path of progress is hedged up by unbelief. Let us never feel that God has forsaken his work."},{"refcode_short":"AUGleaner September 23,  1903, par. 2","refcode_long":"Atlantic Union Gleaner September 23,  1903, paragraph 2","content":"There must be less talking unbelief, less imagining that this one and that one is hedging up the way. Go forward in faith; trust the Lord to prepare the way for his work. Then you will find rest in Christ. As you cultivate faith, and place yourselves in right relation to God, and by earnest prayer brace yourselves to do your duty, you will be worked by the Holy Spirit. The many problems that are now mysterious, you may solve for yourselves by continued trust in God. You need not be painfully indefinite because you are living under the guidance of the Holy Spirit. You may walk and work in confidence."},{"refcode_short":"AUGleaner September 23,  1903, par. 3","refcode_long":"Atlantic Union Gleaner September 23,  1903, paragraph 3","content":"We must have less faith in what we can do, and more faith in what the Lord can do for us, if we will have clean hands and pure hearts. You are not engaged in your own work; you are doing the work of God."},{"refcode_short":"AUGleaner September 23,  1903, par. 4","refcode_long":"Atlantic Union Gleaner September 23,  1903, paragraph 4","content":"More love is needed, more frankness, less suspicion, less evil-thinking. We need to be less ready to blame and accuse. It is this that is so offensive to God. The heart needs to be softened and subdued by love. The strengthless condition of our people results from the fact that their hearts are not right with God. Alienation from him is the cause of the burdened condition of our institutions."},{"refcode_short":"AUGleaner September 23,  1903","refcode_long":"Atlantic Union Gleaner September 23,  1903","content":"Trust in God"},{"refcode_short":"AUGleaner September 23,  1903, par. 5","refcode_long":"Atlantic Union Gleaner September 23,  1903, paragraph 5","content":"Do not worry. By looking at appearances, and complaining when difficulty and pressure come, you reveal a sickly, enfeebled faith. By your words and your works show that your faith is invincible. The Lord is rich in resources. He owns the world. Look to him who has light, and power, and efficiency. He will bless every one who is seeking to communicate light and love."},{"refcode_short":"AUGleaner September 23,  1903, par. 6","refcode_long":"Atlantic Union Gleaner September 23,  1903, paragraph 6","content":"The Lord desires all to understand that their prosperity is hid with him in Christ; that it is dependent on their humility and meekness, their whole-hearted obedience and devotion. When they shall learn the lesson of the great Teacher, to die to self, to put no confidence in man, nor to make flesh their arm, then, as they call upon him, the Lord will be to them a present help in every time of need. He will guide them in judgment. He will be at their right hand to give them counsel. He will say to them, “This is the way; walk ye in it.”"},{"refcode_short":"AUGleaner September 23,  1903, par. 7","refcode_long":"Atlantic Union Gleaner September 23,  1903, paragraph 7","content":"Let the brethren in responsible positions talk faith and courage to the workers. Cast your net on the right side of the ship, the side of faith. As long as probation continues, show what can be done by a consecrated, living church."},{"refcode_short":"AUGleaner September 23,  1903","refcode_long":"Atlantic Union Gleaner September 23,  1903","content":"Need of Prayer"},{"refcode_short":"AUGleaner September 23,  1903, par. 8","refcode_long":"Atlantic Union Gleaner September 23,  1903, paragraph 8","content":"We do not understand as we should the great conflict going on between invisible agencies, the controversy between loyal and disloyal angels. Over every man good and evil angels strive. This is no make-believe conflict. It is not mimic battles in which we are engaged. We have to meet most powerful adversaries, and it rests with us to determine which shall win. We are to find our strength where the early disciples found theirs. “These all continued with one accord in prayer and supplication.” “And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.” “And they were all filled with the Holy Ghost.” Acts 1:14; 2:2, 4."},{"refcode_short":"AUGleaner September 23,  1903, par. 9","refcode_long":"Atlantic Union Gleaner September 23,  1903, paragraph 9","content":"There is no excuse for defection or despondency, because all the promises of heavenly grace are for those who hunger and thirst after righteousness. The intensity of desire represented by hungering and thirsting is a pledge that the coveted supply will be given."},{"refcode_short":"AUGleaner September 23,  1903, par. 10","refcode_long":"Atlantic Union Gleaner September 23,  1903, paragraph 10","content":"Just as soon as we realize our inability to do God's work, and submit to be guided by his wisdom, the Lord can work with us. If we will empty the soul of self, he will supply all our necessities."},{"refcode_short":"AUGleaner September 23,  1903, par. 11","refcode_long":"Atlantic Union Gleaner September 23,  1903, paragraph 11","content":"Place your mind and will where the Holy Spirit can reach them; for he will not work through another man's mind and conscience to reach yours. With earnest prayer for wisdom, make the word of God your study. Take counsel of sanctified reason, surrendered wholly to God."},{"refcode_short":"AUGleaner September 23,  1903, par. 12","refcode_long":"Atlantic Union Gleaner September 23,  1903, paragraph 12","content":"Look upon Jesus in simplicity and faith. Gaze upon Jesus until the spirit faints under the excess of light. We do not half pray. We do not half believe. “Ask, and it shall be given you.” Luke 11:9. Pray, believe, strengthen one another. Pray as you never before prayed that the Lord will lay his hand upon you, that you may be able to comprehend the length and breadth and depth and height, and to know the love of Christ, which passeth knowledge, that you may be filled with all the fulness of God."},{"refcode_short":"AUGleaner September 23,  1903","refcode_long":"Atlantic Union Gleaner September 23,  1903","content":"Object of Trial"},{"refcode_short":"AUGleaner September 23,  1903, par. 13","refcode_long":"Atlantic Union Gleaner September 23,  1903, paragraph 13","content":"The fact that we are called upon to endure trial, proves that the Lord Jesus sees in us something very precious, which he desires to develop. If he saw in us nothing whereby he might glorify his name, he would not spend time in refining us. We do not take special pains in pruning brambles. Christ does not cast worthless stones into his furnace. It is valuable ore that he tests."},{"refcode_short":"AUGleaner September 23,  1903, par. 14","refcode_long":"Atlantic Union Gleaner September 23,  1903, paragraph 14","content":"The blacksmith puts the iron and steel into the fire that he may know what manner of metal they are. The Lord allows his chosen ones to be placed in the furnace of affliction, in order that he may see what temper they are of, and whether he can mold and fashion them for his work."},{"refcode_short":"AUGleaner January 6,  1904","refcode_long":"Atlantic Union Gleaner January 6,  1904","content":"1904"},{"refcode_short":"AUGleaner January 6,  1904","refcode_long":"Atlantic Union Gleaner January 6,  1904","content":"January 6, 1904"},{"refcode_short":"AUGleaner January 6,  1904","refcode_long":"Atlantic Union Gleaner January 6,  1904","content":"Elements of Success"},{"refcode_short":"AUGleaner January 6,  1904, par. 1","refcode_long":"Atlantic Union Gleaner January 6,  1904, paragraph 1","content":"For a healthy young man, stern, severe exercise is strengthening to the whole system. And it is an essential preparation for the difficult work of the physician. Without such exercise the mind can not be kept in working order. It becomes inactive, unable to put forth the sharp, quick action that will give scope to its powers. Unless he changes, the youth with such a mind will never, never become what God designed he should be. He has established so many resting places that his mind has become like a stagnant pool. The atmosphere surrounding him is charged with moral miasma."},{"refcode_short":"AUGleaner January 6,  1904, par. 2","refcode_long":"Atlantic Union Gleaner January 6,  1904, paragraph 2","content":"Study the Lord's plan in regard to Adam. He was created pure, holy, and healthy; and he was given something to do. He was placed in the garden of Eden “to dress and to keep it.” He was not to be idle; he must work."},{"refcode_short":"AUGleaner January 6,  1904, par. 3","refcode_long":"Atlantic Union Gleaner January 6,  1904, paragraph 3","content":"God ordained that the beings he created should work. Upon this their happiness depends. Healthy young men and women have no need of cricket, ball-playing, or any kind of amusement just for the gratification of self to pass away the time. There are useful things to be done by every one of God's created intelligences. Some one needs from you something that will help him. No one in the Lord's great domain of creation was made to be a drone. Our happiness increases and our powers develop as we engage in useful employment."},{"refcode_short":"AUGleaner January 6,  1904, par. 4","refcode_long":"Atlantic Union Gleaner January 6,  1904, paragraph 4","content":"Action gives power. Entire harmony pervades the universe of God. All the heavenly beings are in constant activity, and the Lord Jesus, in his life-work, has given an example for every one. He went about “doing good.” God has established the law of obedient action. Silent but ceaseless, the objects of his creation do their appointed work. The ocean is in constant motion. The springing grass, which today is, and tomorrow is cast into the oven, does its errand, clothing the fields with beauty. The leaves are stirred to motion, and yet no hand is seen to touch them. The sun, moon, and stars are useful and glorious in fulfilling their mission."},{"refcode_short":"AUGleaner January 6,  1904, par. 5","refcode_long":"Atlantic Union Gleaner January 6,  1904, paragraph 5","content":"At all times the machinery of the body continues its work. Day by day the heart throbs, doing its regular, appointed task, unceasingly forcing its crimson current to all parts of the body. Action, action is seen pervading the whole living machinery. And man, his mind and body created in God's own similitude, must be active in order to fill his appointed place. He is not to be idle. Idleness is sin."},{"refcode_short":"AUGleaner January 6,  1904, par. 6","refcode_long":"Atlantic Union Gleaner January 6,  1904, paragraph 6","content":"The young man who is seeking a preparation for usefulness needs to lay the foundation himself by acquiring through hard, diligent labor, the means for prosecuting his designs. If the young men around him have allowed their parents to carry the burden of their education, let him say, I will never do that. I will, by using my physical and mental powers combined, make of myself all that it is possible."},{"refcode_short":"AUGleaner January 6,  1904, par. 7","refcode_long":"Atlantic Union Gleaner January 6,  1904, paragraph 7","content":"No man is properly prepared to enter upon a medical course until he has learned to earn his bread by the sweat of his brow. When he can do this, he becomes self-reliant. If a youth has physical strength that he has not put to account in useful toil, it is a mistake for parents to give him money to use freely in taking a ministerial or a medical course."},{"refcode_short":"AUGleaner January 6,  1904, par. 8","refcode_long":"Atlantic Union Gleaner January 6,  1904, paragraph 8","content":"No man is excusable for being without financial ability. Of many a man it may be said, he is kind, amiable, generous, a good man and a Christian, but he is not qualified to manage his own business. So far as the proper outlay of means is concerned, he is a mere child. He has not been educated by his parents to understand and practice the principles of self-support. Such a man is not fitted to become a minister or a physician. The churches everywhere are suffering through the neglect of parents to train their children to bear hard, stern responsibilities."},{"refcode_short":"AUGleaner January 6,  1904, par. 9","refcode_long":"Atlantic Union Gleaner January 6,  1904, paragraph 9","content":"Let your motives and your aspirations be pure. In every business transaction be rigidly honest. However you may be tempted, never deceive or prevaricate. At times a natural impulse may tempt you to vary from the straightforward path of honesty, but do not yield to this impulse. If in any matter you make a statement as to what you will do, and afterward find that you have favored others to your own loss, do not vary one hair's breadth from principle. Carry out your agreement. By seeking to change your plans, you would show that you could not be depended on. And if you should draw back in small transactions, you would draw back in larger ones. Under such circumstances, some are tempted to deceive, saying, I was not understood. My words have been taken to mean more than I intended. But they meant just what they said, but lost the good impulse, and then wanted to draw back from their agreement, lest it prove a loss to them."},{"refcode_short":"AUGleaner January 6,  1904, par. 10","refcode_long":"Atlantic Union Gleaner January 6,  1904, paragraph 10","content":"Let the youth set up well-defined landmarks, by which they may be governed in emergencies. When a crisis comes that demands active, well-governed physical powers and a clear, strong, practical mind; where difficult work is to be done, where every stroke must tell, where perplexities will arise which can be met only by wisdom from on high, then the youth who have learned to overcome difficulties by earnest labor can respond to the call for workers, saying, “Here am I; send me.” Isaiah 6:8. Let the hearts of young men and young women be as clear as crystal. Let not their thoughts be trivial, but sanctified by virtue and holiness. If their thoughts are made pure by the sanctification of the Spirit, their lives will be elevated and ennobled."},{"refcode_short":"AUGleaner August 3,  1904","refcode_long":"Atlantic Union Gleaner August 3,  1904","content":"August 3, 1904"},{"refcode_short":"AUGleaner August 3,  1904","refcode_long":"Atlantic Union Gleaner August 3,  1904","content":"“I Will Guide Thee”"},{"refcode_short":"AUGleaner August 3,  1904, par. 1","refcode_long":"Atlantic Union Gleaner August 3,  1904, paragraph 1","content":"There were many things to be considered in choosing a location for our sanitarium in Washington, and for our training school for Christian workers. We knew that everything must be in accordance with the light given; and we praise the Lord for guiding us to Takoma Park."},{"refcode_short":"AUGleaner August 3,  1904, par. 2","refcode_long":"Atlantic Union Gleaner August 3,  1904, paragraph 2","content":"We fully believe that the Lord has gone before us in the purchase of land, and we shall do all in our power to carry out his will in the establishment of his work in this place. We shall need young people of the very best talent, in our work in Washington. We shall need workers who will bring no cloud upon the precious truth we are proclaiming. And we shall need means to erect the buildings that will be necessary for the carrying forward of our work."},{"refcode_short":"AUGleaner August 3,  1904, par. 3","refcode_long":"Atlantic Union Gleaner August 3,  1904, paragraph 3","content":"We know that we are where the Lord would have us, and we greatly desire that the work shall be established at once, and in accordance with his will. The message must be proclaimed in Washington, and must go forth from that place to the other cities of the South."},{"refcode_short":"AUGleaner August 3,  1904, par. 4","refcode_long":"Atlantic Union Gleaner August 3,  1904, paragraph 4","content":"God himself originated the plan for the advancement of his work, and he has provided his people with a surplus of means, that when he calls for help, they may respond, saying “Lord, thy pound—not my pound—hath gained other pounds.”"},{"refcode_short":"AUGleaner August 3,  1904, par. 5","refcode_long":"Atlantic Union Gleaner August 3,  1904, paragraph 5","content":"The Lord calls upon his people in every State in America to come up to his help in the establishment of his work in Washington. Those who have this work in hand are to show no lack of interest in it. And our people are to remember that for the present the work in Washington is to be our first interest. There are many kinds of work to be carried forward in different places; but our first interest just now is our work at the capital of our nation."},{"refcode_short":"AUGleaner August 3,  1904, par. 6","refcode_long":"Atlantic Union Gleaner August 3,  1904, paragraph 6","content":"We are to center our minds for the present on the work that needs to be done at Washington. Daily our petitions are to ascend to heaven for the success of this work, that it may move forward rapidly. The Lord of hosts gave special direction that the publishing work done in Battle Creek should be transferred to Washington. The directions were so plain that we could see that there must be no delay. And since we have moved forward in obedience to this word, we have had evidence that the Lord has prepared the way at every step for the establishment of important interests at Washington. Thus far he has helped us in a way that leaves no room for any one to doubt or question."},{"refcode_short":"AUGleaner September 7,  1904","refcode_long":"Atlantic Union Gleaner September 7,  1904","content":"September 7, 1904"},{"refcode_short":"AUGleaner September 7,  1904","refcode_long":"Atlantic Union Gleaner September 7,  1904","content":"The New England Sanitarium"},{"refcode_short":"AUGleaner September 7,  1904, par. 1","refcode_long":"Atlantic Union Gleaner September 7,  1904, paragraph 1","content":"Ever since the removal of the New England Sanitarium to Melrose, I have had a desire to see the new location, and to tell those connected with the institution of the important influence which its work may exert to benefit the people of Boston."},{"refcode_short":"AUGleaner September 7,  1904, par. 2","refcode_long":"Atlantic Union Gleaner September 7,  1904, paragraph 2","content":"I have now been at the Melrose sanitarium for a week, and I find it to be one of the most favorably located sanitariums that I have ever seen. The spacious lawns, the noble trees, the beauty of the scenery all around, answer to the representations given me what our sanitariums ought to be. Everything is attractive to the eye and refreshing to the mind. Here I see the very pictures that I have been shown in vision,—patients lying out in the sunshine in wheel-chairs and on cots. I see before me the sights that the Lord has helped me to present before our people in print."},{"refcode_short":"AUGleaner September 7,  1904, par. 3","refcode_long":"Atlantic Union Gleaner September 7,  1904, paragraph 3","content":"Our sanitariums should be attractive places, and the surroundings of this sanitarium correspond more closely than anything else I have seen to the representations that have been given me by the Lord. Several sanitariums in favorable locations have been presented before me; but the strikingly attractive beauty of this place leads me to recognize it as the most favorable sanitarium site that I have ever looked upon. And here is to be done the very work that the Lord has specified must be done in our medical institutions,—a work resembling the ministry of Christ, the greatest Medical Missionary that our world has ever known, a noble, helpful, sympathetic work. The manifestation of the cheerfulness and hope and grace of Christ is the highest ministry of truth and the most effective. I have been instructed that our institutions for the relief of suffering humanity are to be working agencies for the healing of both soul and body."},{"refcode_short":"AUGleaner September 7,  1904, par. 4","refcode_long":"Atlantic Union Gleaner September 7,  1904, paragraph 4","content":"During my stay here, I have had an opportunity to see a great deal of the surroundings of the sanitarium. The forty acres belonging to the institution are in the midst of the Middlesex Fells, a State reservation of three thousand five hundred acres. We have driven slowly through the park in every direction, looking with delight at the lake and the trees, and inhaling the health-giving fragrance of the pines. It is delightful to ride through the forest. There are many beautiful drives, and much lovely scenery. I enjoy looking at the many different kinds of trees in the forest, but most of all I enjoy looking at the noble pines. There are medicinal properties in the fragrance of these trees. “Life, life,” my husband used to say when riding among the pines. “Breathe deep, Ellen; fill your lungs with the fragrant, life-giving atmosphere.”"},{"refcode_short":"AUGleaner September 7,  1904, par. 5","refcode_long":"Atlantic Union Gleaner September 7,  1904, paragraph 5","content":"It is impossible for me to find words to describe the beauty of this place. Just in front of the sanitarium there is a beautiful lake, called Spot Pond. This lake is one of the water supplies of the city of Boston, and it is most carefully guarded from contamination. No bathing or boating is allowed on it."},{"refcode_short":"AUGleaner September 7,  1904, par. 6","refcode_long":"Atlantic Union Gleaner September 7,  1904, paragraph 6","content":"What of the buildings? They are well built, and fairly convenient. In one of the cottages, the doors and window casings are made of heavy black walnut, and many of the washstands, bureaus, chairs, and bedsteads are also of black walnut. There was about six thousand dollars’ worth of furniture in the buildings when they were purchased. The buildings, with the forty acres of land, cost thirty-nine thousand dollars."},{"refcode_short":"AUGleaner September 7,  1904, par. 7","refcode_long":"Atlantic Union Gleaner September 7,  1904, paragraph 7","content":"This property has come to us in the providence of God, and we should be thankful and grateful, realizing that the Lord has been working in behalf of his people, so that they shall have courage to press forward in his work. Let those who are connected with this sanitarium remember that the Lord is to be praised. He has worked on human minds to keep this place from passing into the hands of those who could not appreciate its advantages. In this institution a work is to be done that will bring health to soul and body. And the praise of God is to be in the hearts and minds of the workers."},{"refcode_short":"AUGleaner September 7,  1904, par. 8","refcode_long":"Atlantic Union Gleaner September 7,  1904, paragraph 8","content":"Additional facilities should be provided for the care of the patients. Many from Boston and from other places will come here to be away from the din and bustle of the city. Other buildings will be needed. Rooms must be provided for the rich, who are accustomed to many conveniences."},{"refcode_short":"AUGleaner September 7,  1904, par. 9","refcode_long":"Atlantic Union Gleaner September 7,  1904, paragraph 9","content":"Boston has been pointed out to me as a place that must be faithfully worked. The light must shine in the outskirts and in the inmost parts. This sanitarium is one of the greatest facilities that can be employed to reach Boston with the truth. This city and its suburbs must hear the last message of mercy to be given to our world. Tent meetings must be held in many places. The workers must put to the very best use the abilities that God has given them. The gifts of grace will increase by wise use. But there must be no self-exaltation. No precise lines are to be laid down. Let the Holy Spirit direct the workers. They are to keep looking unto Jesus, the author and finisher of their faith. The work for this great city will be signalized by the revelation of the Holy Spirit, if all will walk humbly with God."},{"refcode_short":"AUGleaner September 7,  1904, par. 10","refcode_long":"Atlantic Union Gleaner September 7,  1904, paragraph 10","content":"The worker for God is not left without a pattern. He is given an example which, if followed, will make him a spectacle to the world, to angels, and to men. He is bidden to glorify God by carrying out unselfish aims and purposes. The Lord understands man's nature, and he holds up before him the laws of the kingdom of heaven, which he is to honor and obey. He places the Bible in his hands, as the guide-book that will show him what is truth, and what he must do in order to inherit eternal life. This book draws the attention from temporal interests to spiritual realities. It tells man, fallen and sinful though he is, how he can become a prince and a king in the heavenly courts, an heir of God and a joint heir with Christ."},{"refcode_short":"AUGleaner September 7,  1904, par. 11","refcode_long":"Atlantic Union Gleaner September 7,  1904, paragraph 11","content":"God sees how strong man's inclination is to accumulate earthly treasure, and in the highways and byways of life his voice is heard, saying, “What shall it profit a man, if he shall gain the whole world, and lose his own soul?” “Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal: but lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal. For where your treasure is, there will your heart be also.”"},{"refcode_short":"AUGleaner September 7,  1904, par. 12","refcode_long":"Atlantic Union Gleaner September 7,  1904, paragraph 12","content":"God's messengers are commissioned to take up the very work that Christ did while on this earth. They are to give themselves to every line of ministry that he carried on. With earnestness and sincerity they are to tell men of the unsearchable riches and the immortal treasures of heaven. They are to be filled with the Holy Spirit. They are to repeat heaven's offers of peace and pardon. They are to point to the gates of the city of God, saying, “Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city.”"},{"refcode_short":"AUGleaner September 7,  1904, par. 13","refcode_long":"Atlantic Union Gleaner September 7,  1904, paragraph 13","content":"The Lord is ready and waiting to help the workers in every sanitarium to do the work that needs to be done. He expects every one to work for him according to his several ability. Man's activity is not to be repressed, but sanctified and rightly directed. Let the workers in our sanitariums take heed to their character-building. Let them not think that God values them according to their position. Let them remember that they must unite with God, carrying on their work with humility, and learning each day the meekness and lowliness of Christ. It is this that brings true greatness."},{"refcode_short":"AUGleaner October 5,  1904","refcode_long":"Atlantic Union Gleaner October 5,  1904","content":"October 5, 1904"},{"refcode_short":"AUGleaner October 5,  1904","refcode_long":"Atlantic Union Gleaner October 5,  1904","content":"Self-Denial Boxes"},{"refcode_short":"AUGleaner October 5,  1904, par. 1","refcode_long":"Atlantic Union Gleaner October 5,  1904, paragraph 1","content":"Sister E. G. White, in speaking to the General Conference Committee at College View Nebraska, September 20, 1904, said:"},{"refcode_short":"AUGleaner October 5,  1904, par. 2","refcode_long":"Atlantic Union Gleaner October 5,  1904, paragraph 2","content":"“As I have considered the poverty and needs of the Southern field I have been greatly distressed. I have earnestly desired that some method might be devised by which the work for the colored people could be sustained. One night as I was praying for this needy field, a scene was presented to me, which I will describe.’"},{"refcode_short":"AUGleaner October 5,  1904, par. 3","refcode_long":"Atlantic Union Gleaner October 5,  1904, paragraph 3","content":"“I saw a company of men working, and asked what they were doing. One of them replied, ‘We are making little boxes to be placed in the home of every family that is willing to practice self-denial, and to send of their means to help the work among the colored people of the South. Such boxes will be a constant reminder of the needs of this destitute race, and the giving of money that is saved by economy and self-denial will be an excellent education for all members of the family.’"},{"refcode_short":"AUGleaner October 5,  1904, par. 4","refcode_long":"Atlantic Union Gleaner October 5,  1904, paragraph 4","content":"“I have written concerning these boxes and the self-denial they will encourage, and I now ask if you will not respect the light that God has given to his people. These boxes should be used more than they have been. And let no one ever by pen or voice hinder their circulation.’"},{"refcode_short":"AUGleaner October 5,  1904, par. 5","refcode_long":"Atlantic Union Gleaner October 5,  1904, paragraph 5","content":"“Let every mother teach her children lessons in self-denial. O, how much money we waste on useless articles in the house, on ruffles and fancy dress, and on candies and other articles we do not need! Parents, teach your children that it is wrong to use God's money in self-gratification. Tell them of the poor colored people, and their needs, and encourage them to save their pennies wherever possible to be used in missionary work. They will gain rich experiences through the practice of self-denial, and such lessons will often keep them from acquiring habits of intemperance.’"},{"refcode_short":"AUGleaner October 5,  1904, par. 6","refcode_long":"Atlantic Union Gleaner October 5,  1904, paragraph 6","content":"“Let the work of these self-denial boxes be carried on more than it has yet been. And do not become weary of their use. We also ask you to give of your clothing such articles as you do not need.’"},{"refcode_short":"AUGleaner October 5,  1904, par. 7","refcode_long":"Atlantic Union Gleaner October 5,  1904, paragraph 7","content":"“The Saviour commended the widow who cast her mite into the temple. Others had put in of their abundance, but she had given of her living, all that she had.’"},{"refcode_short":"AUGleaner October 5,  1904, par. 8","refcode_long":"Atlantic Union Gleaner October 5,  1904, paragraph 8","content":"“The Lord calls upon every one to whom he has entrusted means, to give for the support of his work. And he will greatly bless those who follow his example of self-denial.”"},{"refcode_short":"AUGleaner December 14,  1904, par. 8","refcode_long":"Atlantic Union Gleaner December 14,  1904, paragraph 8","content":"December 14, 1904"},{"refcode_short":"AUGleaner December 14,  1904","refcode_long":"Atlantic Union Gleaner December 14,  1904","content":"The Church and its Mission"},{"refcode_short":"AUGleaner December 14,  1904, par. 1","refcode_long":"Atlantic Union Gleaner December 14,  1904, paragraph 1","content":"If all, both old and young, would do their duty, there would be no dearth in the treasury. If all would pay a faithful tithe, and devote to the Lord the first-fruits of their mercies, there would be a full supply of funds for his work."},{"refcode_short":"AUGleaner December 14,  1904, par. 2","refcode_long":"Atlantic Union Gleaner December 14,  1904, paragraph 2","content":"But the law of God is not respected or obeyed, and this has brought a pressure of want. All the good that man enjoys comes because of the mercy of God. He is the great and bountiful Giver of good. His love is manifest to all in the abundant provision which he has made for man. He has given us probationary time in which to form characters that will fit us for the courts above. And it is not because he needs anything that he asks us to reserve part of our possessions for him."},{"refcode_short":"AUGleaner December 14,  1904, par. 3","refcode_long":"Atlantic Union Gleaner December 14,  1904, paragraph 3","content":"The Lord created every tree in Eden, pleasant to the eyes and good for food, and he bade Adam and Eve freely enjoy his bounties. But he made one exception. Of the tree of knowledge of good and evil they were not to eat. This tree God reserved as a constant reminder of his ownership of all. Thus he gave them an opportunity to demonstrate their faith and trust in him and their perfect obedience to his requirements. So it is with God's claims upon us. He places his treasures in the hand of humanity, but requires that one-tenth shall be faithfully laid aside for his work. He teaches us the lesson that he requires this portion to be placed in his treasury. It is to be rendered to him as his own; it is sacred, and is to be used for sacred purposes, for the support of those who carry the message of salvation to all parts of the world. He reserves this portion, that means may be flowing into his treasure-house, and that the light of truth may be carried to those who are nigh and those afar off. By faithfully obeying this requirement, we prove that we realize that all belongs to God. And has not the Lord a right to demand this much of us? Did he not give us his only begotten Son because he loved us and desired to save us from death? And shall not our gratitude offerings flow into the Lord's treasury, to be drawn therefrom to advance his kingdom in the earth? God is the owner of all our goods, and shall not gratitude to him prompt us to make free-will offerings and thank offerings, thus acknowledging his ownership of soul, body, spirit, and property?"},{"refcode_short":"AUGleaner December 14,  1904, par. 4","refcode_long":"Atlantic Union Gleaner December 14,  1904, paragraph 4","content":"Had God's plan been followed, means would now be flowing into his treasury; and funds to enable ministers to enter new fields, and workers to unite with ministers to lift up the standard of truth in the dark places of the earth, would be abundant."},{"refcode_short":"AUGleaner December 14,  1904, par. 5","refcode_long":"Atlantic Union Gleaner December 14,  1904, paragraph 5","content":"It is a heaven-appointed plan that men should return to the Lord his own; and this is so plainly stated that men and women have no excuse for misunderstanding or evading the duties and responsibility God has laid upon them. Those who claim that they can not see this to be their duty, reveal to the heavenly universe, to the church, and to the world, that they do not want to see this plainly stated requirement. They think that if they followed the Lord's plan, they would detract from their own possessions. In the covetousness of their selfish souls, they desire to have the whole capital, both principal and interest, that they may use it for their own benefit."},{"refcode_short":"AUGleaner December 14,  1904, par. 6","refcode_long":"Atlantic Union Gleaner December 14,  1904, paragraph 6","content":"God lays his hand upon all man's possessions, saying, “I am the owner of the universe, and these goods are mine.” “The tithe you have withheld I reserved for the support of my servants in their work of opening the Scriptures to those who are in the regions of darkness, who do not understand my law. In using my reserve fund to gratify your own desires, you have robbed souls of the light which I made provision they should receive. You have had opportunity to show loyalty to me, but you have not done so—you have robbed me; for you have stolen my reserve fund.” “Ye are cursed with a curse.”"},{"refcode_short":"AUGleaner December 14,  1904, par. 7","refcode_long":"Atlantic Union Gleaner December 14,  1904, paragraph 7","content":"Let the neglected tithes be now brought in. Let the new year open upon you as men honest in their deal with God. Let those who have withheld their tithes, send them in before the year 1904 shall close, that they may be right with God, and never, never again run any risk of being cursed by God."},{"refcode_short":"AUGleaner February 1,  1905, Art. A","refcode_long":"Atlantic Union Gleaner February 1,  1905, Art. A","content":"1905"},{"refcode_short":"AUGleaner February 1,  1905, Art. A","refcode_long":"Atlantic Union Gleaner February 1,  1905, Art. A","content":"February 1, 1905"},{"refcode_short":"AUGleaner February 1,  1905, Art. A","refcode_long":"Atlantic Union Gleaner February 1,  1905, Art. A","content":"Let Us “Arise and Build”"},{"refcode_short":"AUGleaner February 1,  1905, Art. A, par. 1","refcode_long":"Atlantic Union Gleaner February 1,  1905, Art. A, paragraph 1","content":"“Dear Brother,’"},{"refcode_short":"AUGleaner February 1,  1905, Art. A, par. 2","refcode_long":"Atlantic Union Gleaner February 1,  1905, Art. A, paragraph 2","content":"“I have recently learned in regard to the burning of a portion of the Melrose sanitarium. At first I felt almost overcome, but later I learned that only a part of the main building had been destroyed. I want you to see, my brother, that the Lord is good. Do not mourn over the loss, so long as the best part of the main building is saved. Thank the Lord that considerable of the furniture is saved, and above all, that no one was killed or hurt.’"},{"refcode_short":"AUGleaner February 1,  1905, Art. A, par. 3","refcode_long":"Atlantic Union Gleaner February 1,  1905, Art. A, paragraph 3","content":"“Can you not do something to arouse our people in the East to arise and rebuild the sanitarium? I feel a deep anxiety that Boston shall hear the word of the Lord and the reasons of our faith .... Let us regard the fire that has destroyed a part of the sanitarium as a blessing in disguise. The Lord is in this cutting away the objectionable portion of the building. It was a fire-trap, and made but a poor representation. After considering the matter, I said, ‘Amen, and amen. Refined and purified by fire.’"},{"refcode_short":"AUGleaner February 1,  1905, Art. A, par. 4","refcode_long":"Atlantic Union Gleaner February 1,  1905, Art. A, paragraph 4","content":"“Our people in the East are to do their part in helping to rebuild the destroyed portion of the building. May the Lord impress the hearts of those who have money to come up to his help, and assist in the erection of a building that will be wholesome and safe and convenient. Work to that point."},{"refcode_short":"AUGleaner February 1,  1905, Art. A, par. 5","refcode_long":"Atlantic Union Gleaner February 1,  1905, Art. A, paragraph 5","content":"“I must close now for I am very weary. I ask you to do all in your power to help Dr. Nicola in the erection of the buildings that are essential for the accommodation of patients."},{"refcode_short":"AUGleaner February 1,  1905","refcode_long":"Atlantic Union Gleaner February 1,  1905","content":"February 1, 1905"},{"refcode_short":"AUGleaner February 1,  1905","refcode_long":"Atlantic Union Gleaner February 1,  1905","content":"New England Sanitarium"},{"refcode_short":"AUGleaner February 1,  1905, par. 1","refcode_long":"Atlantic Union Gleaner February 1,  1905, paragraph 1","content":"“Dear Brother and Sister Nicola,’"},{"refcode_short":"AUGleaner February 1,  1905, par. 2","refcode_long":"Atlantic Union Gleaner February 1,  1905, paragraph 2","content":"“I have just read your letter giving the particulars of your loss by fire. We are sorry that you should lose one penny, but the part of the building that burned was objectionable in many ways. When I first saw it, I said to some one, ‘If that part of the building could be taken away and a suitable addition put on, it would be a great blessing. This will have to be done in order for the institution to make a right representation.’"},{"refcode_short":"AUGleaner February 1,  1905, par. 3","refcode_long":"Atlantic Union Gleaner February 1,  1905, paragraph 3","content":"“I first read of the fire three days ago. That night I lay awake for hours. All the news we had regarding the matter was a short paragraph in one of our papers, and from reading it I feared that the whole building had been destroyed. A day or two later I received a fuller account which told us that only the old portions of the building had been burned."},{"refcode_short":"AUGleaner February 1,  1905, par. 4","refcode_long":"Atlantic Union Gleaner February 1,  1905, paragraph 4","content":"“‘The Lord is good; praise his holy name,’ I said over and over again. He has mercifully saved every life, and has taken away an objectionable part of the building. I am glad that it has come about in this way. Had a proposition been made to tear that part of the building down, some would have regarded it as a great waste. Now you can have a suitable addition put on the building. It is an unfavorable time of the year to take up this work, but begin to rebuild as soon as you can. Be continually making preparations to this point. If much snow falls, I suppose you will have to wait. If I could help you financially, I certainly would; but I can not. I have had to borrow money recently myself. We must do our best. There is so much to do, and such a lack of means, that it almost looks as if we had to make bricks without straw. I will pray the Lord to open the way for you to rebuild in a way that will correspond with the rest of the buildings. I pray that God will bless all that you do, and that it may be well done."},{"refcode_short":"AUGleaner February 15,  1905","refcode_long":"Atlantic Union Gleaner February 15,  1905","content":"February 15, 1905"},{"refcode_short":"AUGleaner February 15,  1905","refcode_long":"Atlantic Union Gleaner February 15,  1905","content":"Patient Continuance"},{"refcode_short":"AUGleaner February 15,  1905, par. 1","refcode_long":"Atlantic Union Gleaner February 15,  1905, paragraph 1","content":"“Do not become weary in well-doing. In carrying forward the work of selling ‘Christ's Object Lessons,’ you will receive a most precious blessing.”"},{"refcode_short":"AUGleaner February 15,  1905, par. 2","refcode_long":"Atlantic Union Gleaner February 15,  1905, paragraph 2","content":"“When, in ordinary business, pioneer work is done, and preparation is made for future development, there is frequently a financial loss. And as our schools introduce manual training, they, too, may at first incur loss. But let us remember the blessing that physical exercise brings to the students. Many students have died while endeavoring to acquire an education, because they confined themselves too closely to mental effort."},{"refcode_short":"AUGleaner February 15,  1905, par. 3","refcode_long":"Atlantic Union Gleaner February 15,  1905, paragraph 3","content":"“We must not be narrow in our plans. In industrial training there are unseen advantages, which can not be measured or estimated. Let no one begrudge the effort necessary to carry forward successfully the plan that for years has been urged upon us as of primary importance."},{"refcode_short":"AUGleaner February 15,  1905, par. 4","refcode_long":"Atlantic Union Gleaner February 15,  1905, paragraph 4","content":"“I appeal to our people in behalf of all our colleges and training-schools. If the brethren and sisters in each union conference will labor with perseverance and faith, they will be able to free their school from debt, and also to provide the necessary facilities for successful manual training."},{"refcode_short":"AUGleaner February 15,  1905, par. 5","refcode_long":"Atlantic Union Gleaner February 15,  1905, paragraph 5","content":"“It is the duty of the managers and teachers in our colleges and schools to take an active part in the continued effort to sell ‘Object Lessons.’ Let them take the burden of this work upon their hearts. Not only are they to cooperate with the conference offices in carrying the work forward; they are to lead out in it, training the students to engage successfully in it.”"},{"refcode_short":"AUGleaner February 15,  1905, par. 6","refcode_long":"Atlantic Union Gleaner February 15,  1905, paragraph 6","content":"In a letter dated May 18, 1903, appears the following, which is just as true today as when written:"},{"refcode_short":"AUGleaner February 15,  1905, par. 7","refcode_long":"Atlantic Union Gleaner February 15,  1905, paragraph 7","content":"“Our brethren and sisters are just as surely in the service of the Lord when selling this book as when bearing testimony for him in meeting. They receive the refreshing grace of God; for they are carrying out his purpose, and he bestows on them his commendation. Their minds are freed from the malaria of selfishness and complaint and discouragement.”"},{"refcode_short":"AUGleaner March 8,  1905, par. 7","refcode_long":"Atlantic Union Gleaner March 8,  1905, paragraph 7","content":"March 8, 1905"},{"refcode_short":"AUGleaner March 8,  1905","refcode_long":"Atlantic Union Gleaner March 8,  1905","content":"The Distribution of Literature"},{"refcode_short":"AUGleaner March 8,  1905, par. 1","refcode_long":"Atlantic Union Gleaner March 8,  1905, paragraph 1","content":"In the days of the great Reformation, when the princes assembled at the Diet of Spires, in 1529, it seemed that the hope of the world was about to be crushed out. To this assembly was presented the emperor's decree restricting religious liberty, and prohibiting all further dissemination of the reformed doctrines. Would the princes representing the States of Germany accept the decree, and consent that the blessed light of the gospel should be shut out from the multitudes that were still in darkness? Mighty issues for the world depended upon the action of a few heroes of faith. Those who had accepted the truths of the Reformation met together, and their unanimous decision was, “Let us reject the decree. In matters of conscience the majority has no power.” And they drew up their protest, and submitted it to the assembled States."},{"refcode_short":"AUGleaner March 8,  1905, par. 2","refcode_long":"Atlantic Union Gleaner March 8,  1905, paragraph 2","content":"The banner of truth which these reformers held aloft, God has in this last conflict committed to our hands. Those whom he has blessed with the knowledge of his word are held responsible for this great gift."},{"refcode_short":"AUGleaner March 8,  1905, par. 3","refcode_long":"Atlantic Union Gleaner March 8,  1905, paragraph 3","content":"Those reformers whose protest has given us the name of Protestants, felt that God had called them to give the light of the gospel to the world, and in doing this they were ready to sacrifice their possessions, their liberty, and their own lives. Are we, in this the last conflict of the great controversy, as faithful to our trust as were the early reformers to theirs? In face of persecution and death, the truth was spread far and near. The word of God was carried to the people; and all classes, high and low, rich and poor, learned and ignorant, eagerly studied it for themselves; and those who received the light became in their turn messengers to impart it. In those days the truth was brought home to the people through the press. Luther's pen was a power, and his writings, scattered broadcast, stirred the world."},{"refcode_short":"AUGleaner March 8,  1905, par. 4","refcode_long":"Atlantic Union Gleaner March 8,  1905, paragraph 4","content":"The same agencies are at our command, with facilities multiplied a hundredfold. Bibles, publications in many languages, setting forth the truth for this time, are at our hand, and can be swiftly carried to every part of the world. We are to give the last warning message of God to men, and what should be our earnestness in studying the Bible, and our zeal in spreading the light! Let every soul who has received the divine illumination seek to impart it. Let the workers go from house to house, opening the Bible to the people, circulating the publications, telling others of the light that has blessed their own souls. The preaching of the word will have power in reaching a class who would not receive the truth through reading; but the ministers are few, and where the living preacher can not come, the published truth can reach. Personal effort will accomplish far more than could be accomplished without it."},{"refcode_short":"AUGleaner March 8,  1905, par. 5","refcode_long":"Atlantic Union Gleaner March 8,  1905, paragraph 5","content":"The truth must be proclaimed in the dark places of the earth. Obstacles must be met and surmounted. A great work is to be done, and those who know the truth should make mighty intercessions for help now. The love of Christ must be diffused in their own hearts. The Spirit of Christ must be poured out upon them, and they must be making ready to stand in the judgment. While they are consecrating themselves to God, a convincing power will attend their efforts to present the truth to others. We must sleep no longer on Satan's enchanted ground, but call into requisition all our resources, avail ourselves of every facility with which Providence has furnished us. The last warning is to be proclaimed “before many peoples, and nations, and tongues, and kings,” and the promise is given, “Lo, I am with you alway, even unto the end of the world.”"},{"refcode_short":"AUGleaner March 29,  1905","refcode_long":"Atlantic Union Gleaner March 29,  1905","content":"March 29, 1905"},{"refcode_short":"AUGleaner March 29,  1905","refcode_long":"Atlantic Union Gleaner March 29,  1905","content":"Retrenchment"},{"refcode_short":"AUGleaner March 29,  1905, par. 1","refcode_long":"Atlantic Union Gleaner March 29,  1905, paragraph 1","content":"My brethren and sisters, do you plead for retrenchment in evangelical work? Read the closing verses of Matthew's Gospel, which contain the seal of the worker's commission. “Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth. Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost; teaching them to observe all things whatsoever I have commanded you; and, lo, I am with you alway, even unto the end of the world.”"},{"refcode_short":"AUGleaner March 29,  1905, par. 2","refcode_long":"Atlantic Union Gleaner March 29,  1905, paragraph 2","content":"This commission can not be fulfilled unless workers are educated and sent forth and sustained."},{"refcode_short":"AUGleaner March 29,  1905, par. 3","refcode_long":"Atlantic Union Gleaner March 29,  1905, paragraph 3","content":"God's people are to sit together in heavenly places in Christ. So long as there are souls to save, their interest in the work of soul-saving is to know no abating. If we expect to feel in our lives the moisture and dew of heaven, we must improve every opportunity to strengthen every line of work that will extend the knowledge of God in our world. “Neither pray I for these alone,[”] Christ said, “but for them also which shall believe on me through their word.” The truth for this time must be carried to those who have never heard it. Not all can go as missionaries to foreign lands, but all can do the work waiting for them in their own neighborhood. All can give of their means for the carrying forward of foreign missionary work. All can be partakers of the divine nature."},{"refcode_short":"AUGleaner March 29,  1905, par. 4","refcode_long":"Atlantic Union Gleaner March 29,  1905, paragraph 4","content":"There is not a Christian in the world but that is the fruit of Christ's death. And he gave himself, not only for those now united with him, but for all human beings."},{"refcode_short":"AUGleaner March 29,  1905, par. 5","refcode_long":"Atlantic Union Gleaner March 29,  1905, paragraph 5","content":"There are schools and meeting-houses to be built, and sanitariums to be established. There are new fields to be entered, and we must have your help. Shall we ignore the commission given us, and thus forfeit the promise accompanying the commission? Shall the people of God become careless and indifferent, and refuse to lay by of their means for the advancement of his work? Can they do this without severing their connection with him? They may think thus to economize, but it is a fearful economy that places them where they are separated from Christ."},{"refcode_short":"AUGleaner March 29,  1905, par. 6","refcode_long":"Atlantic Union Gleaner March 29,  1905, paragraph 6","content":"Let God's people pay a faithful tithe, and let them also, from parents to children, lay aside for the Lord the money that is so often spent for self-gratification. Practice self-denial in the home, and then, when calls for help are made, you will have something to give. Let those who are poor give what they can. However small the offering may be, the Lord will recognize the self-sacrifice, and will bless the giver."},{"refcode_short":"AUGleaner July 5,  1905","refcode_long":"Atlantic Union Gleaner July 5,  1905","content":"July 5, 1905"},{"refcode_short":"AUGleaner July 5,  1905","refcode_long":"Atlantic Union Gleaner July 5,  1905","content":"Ye are my Witnesses"},{"refcode_short":"AUGleaner July 5,  1905, par. 1","refcode_long":"Atlantic Union Gleaner July 5,  1905, paragraph 1","content":"Sabbath after Sabbath many of you hear the voice of the living preacher, but how many feel the need of bringing the truth into your practical life? How many realize that light is given you that you may reflect it upon others? There is great need that the people should be educated that they may do the part of the work that has been appointed unto them to do; but the education of church-members has been neglected. If the minister would instruct his people, he might have an army to help him in diffusing the light when a crisis comes to the work. Each member of the church should do the work for which he is best adapted, and the work could be so arranged that everything would move off harmoniously, and the prosperity of a working church would be manifested in the vital interest which would spring up among those who put their energies into the cause of Christ."},{"refcode_short":"AUGleaner July 5,  1905, par. 2","refcode_long":"Atlantic Union Gleaner July 5,  1905, paragraph 2","content":"When souls are first converted to the truth, they should be instructed as to what Christ expects from them in loving, whole-hearted service,—that he invites them to be laborers in his moral vineyard. However trembling may be their efforts, however imperfect their work, they should be patiently and lovingly borne with; for if they are meek and lowly in heart, the Lord can turn what appears to be defeat into signal victory. Every soul born of the Spirit of God is to grow up into Christ, the living head. Under apprenticeship to Christ, those who profess his name are to become apt scholars, learning how to cooperate with heavenly intelligences*The original publication had the spelling “intelligencies.” in drawing souls to Christ. To every one the Lord has given his work."},{"refcode_short":"AUGleaner July 5,  1905, par. 3","refcode_long":"Atlantic Union Gleaner July 5,  1905, paragraph 3","content":"But instead of doing the work the Lord has appointed to be done through human agencies, many are idling away the precious moments of probation. Satan has come in to preoccupy the field, and he has filled the hands of those who should have been laborers together with God, with work that causes him to exult, because the cause of Christ is left to languish by those who profess to be the followers of Jesus. The instruction of Paul to the Ephesians is applicable to us, and we should heed the exhortation. He says: “I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called, with all lowliness and meekness, with long-suffering, forbearing one another in love; endeavoring to keep the unity of the Spirit in the bond of peace.” “But unto every one of you is given grace according to the measure of the gift of Christ.” “And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers; for the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ: till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ.”"},{"refcode_short":"AUGleaner July 5,  1905, par. 4","refcode_long":"Atlantic Union Gleaner July 5,  1905, paragraph 4","content":"From the inspired words which we have quoted, we can see that many workers are needed in the cause of God, in order that the saints may be perfected. The reason of the weakness of the church is made manifest, for these workers are lacking. No man has entered into the work of educating the members as to the duties devolving personally upon them. Men should be trained for the work of training others, that order may be found in the church, and that each one may do for the Master according to his God-given ability. It is not a matter to be deplored that those who accept the truth are differently organized and endowed; for there is work for every one, and if the people of God reach to the measure of the fulness of Christ, there must be earnest work for the individual members of the body of Christ, “that we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive, but speaking the truth in love, may grow up into him in all things, which is the head, even Christ, from whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.”"},{"refcode_short":"AUGleaner July 12,  1905","refcode_long":"Atlantic Union Gleaner July 12,  1905","content":"July 12, 1905"},{"refcode_short":"AUGleaner July 12,  1905","refcode_long":"Atlantic Union Gleaner July 12,  1905","content":"Ye are my Witnesses"},{"refcode_short":"AUGleaner July 12,  1905, par. 1","refcode_long":"Atlantic Union Gleaner July 12,  1905, paragraph 1","content":"Much of the talent and ability of the church is left undeveloped, and is therefore lost to the work of God; but for all the ability that is not utilized in the cause, the church and the world are made to suffer. It is necessary that there should be a work of education carried on among the members of the church, that they may find their work, and may stand at their post of duty. Many ministers among us have been ambitious to preach acceptable sermons, but the work that would have most benefited the people has been left undone. The work of education must be accomplished, that every jot and tittle of ability may be brought into service for Christ. As each member of the church acts his part, according to the ability God has given him, he will increase in aptitude, and by practice will become a strong, reliable worker for the Lord."},{"refcode_short":"AUGleaner July 12,  1905, par. 2","refcode_long":"Atlantic Union Gleaner July 12,  1905, paragraph 2","content":"The efficiency that the Lord designs to see in his people has been sadly lacking in the church. How can we account for this? Have those who profess the name of Christ been truly converted? Have they consecrated to God their reason, their knowledge, their affections, their thoughts? Have they employed their talents of means and ability in the service of the Master? or have they devoted all their energies of mind and body to the building up of worldly enterprises? Jesus says to those who would be his disciples, “If any man will come after me, let him deny himself, and take up his cross, and follow me.” “For whosoever will save his life shall lose it; but whosoever will lose his life for my sake, the same shall save it.” He who is a child of God henceforth should look upon himself as a part of the cross of Christ, a link in the chain let down to save the world, one with Christ in his plan of mercy, going forth with him to seek and to save the lost. He is ever to realize that he has consecrated himself to God, and that in character he is to reveal Christ to the world. The self-denial, the self-sacrifice, the sympathy, the love that was manifested in the life of Christ, is to reappear in the life of the worker for God. Those who are laborers together with God will feel the need of wrestling in prayer for the endowment of the Holy Spirit. They will manifest the most tender solicitude for the erring, will make most earnest appeals to those who are out of Christ, and will bear much fruit to the glory of God, and will be known as the disciples of Christ."},{"refcode_short":"AUGleaner July 12,  1905, par. 3","refcode_long":"Atlantic Union Gleaner July 12,  1905, paragraph 3","content":"Those who consecrate their all to God will not be left unmolested by the enemy of souls. Satan will come to them with his specious temptations, designing to allure them from their loyalty to God. He will present to them his bribe, as he did to Christ in the wilderness of temptation, saying, “All these things will I give thee, if thou wilt fall down and worship me.” But what should be the answer of the Christian to all the temptations of the evil one? He should say, “I will not lend my influence in any way to the advancement of anything save the cause of Christ. I am not my own; I have been bought with a price. I am not to live to please myself; for I have been purchased, ransomed by the blood of Christ. It is not possible for me to give to Christ more than that which belongs to him; for every moment of my life belongs to him. I am his possession, a servant employed to do the will of my Master.” This is the only position it is safe for us to occupy; and if the individual members of the church felt in this way, what a power would the church exert to draw and win souls to Christ. It is this half-hearted work, the effort to serve God and the devil at the same time, that leaves the church so destitute of the Spirit of God. Were the members of the church consecrated to God, were they in the unity of the Spirit, in the bond of peace, were they organized for the purpose of imparting to others an influence of good, the church would be indeed the light of the world. Should the individual members seek to represent Christ to the world in character and life, thousands would be attracted to the Saviour, who now have reason to criticize the words and works of those who profess the name of Christ. “For God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ. But we have this treasure in earthen vessels, that the excellency of the power may be of God, and not of us.”"},{"refcode_short":"AUGleaner July 12,  1905, par. 4","refcode_long":"Atlantic Union Gleaner July 12,  1905, paragraph 4","content":"Each one of us is to stand where we shall be under the transforming influence of the grace of Christ, and then in our association one with another, we shall be able to impart and to receive the light of the Sun of Righteousness; for each member will be in harmony with Christ and with every other member, striving to attain to perfection of life and character through faith in him. Then shall we know how to sympathize with our brethren, to manifest forbearing love, and the very least will be united through vital connection with Christ to the working agencies that God has ordained for the dissemination of light and truth."},{"refcode_short":"AUGleaner July 19,  1905","refcode_long":"Atlantic Union Gleaner July 19,  1905","content":"July 19, 1905"},{"refcode_short":"AUGleaner July 19,  1905","refcode_long":"Atlantic Union Gleaner July 19,  1905","content":"Ye are my Witnesses"},{"refcode_short":"AUGleaner July 19,  1905, par. 1","refcode_long":"Atlantic Union Gleaner July 19,  1905, paragraph 1","content":"I have been deeply pained in seeing how little has been done to set the churches in order. Those who take delight in sermonizing, appoint sermon to succeed sermon in a series of meetings, and do not discern the character of work that should be done in order to strengthen the things that remain. The work that must be done is a work that will place every man in a position where he shall be able to do all in his power for the advancement of the kingdom of heaven. The Lord has given to the lay members as well as to the ministers their gift of reason and intelligence, their share of qualification for his work; and for the use of these talents, each one is responsible. God requires of all wholehearted devotion to his work. “I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service. And be not conformed to this world; but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect will of God.”"},{"refcode_short":"AUGleaner July 19,  1905, par. 2","refcode_long":"Atlantic Union Gleaner July 19,  1905, paragraph 2","content":"There are souls in our churches, who though humble in their endowments and acquirements, are still imbued with the Spirit of the Master, and they are ready to sacrifice life itself should it be required of them. These men can not be placed upon a salary, but they can be educated so that they can do work for the Master in their limited way. It is the duty of the ministers to see that such men are utilized; for while the Lord has a work for men to do in the sacred desk, this is not the whole of his work. When the church is in need of personal labor, then it is the minister's most essential duty to help the souls for whom he is to watch, as one who must give an account. The minister of the gospel should be an educator, that he may impress upon those for whom he labors, their responsibility to labor for others. He should prayerfully and lovingly help every member of the church to find his place in the work of God, that there may be laborers in the fields that are already white for the harvest."},{"refcode_short":"AUGleaner July 19,  1905, par. 3","refcode_long":"Atlantic Union Gleaner July 19,  1905, paragraph 3","content":"The Lord has said, “Pray ye therefore the Lord of the harvest that he will send forth laborers into his harvest.” On every hand, fields of usefulness are opening up; but a burden of perplexity rests upon those who should appoint laborers to go to the various stations of usefulness; for they look in vain for men and women fitted for these responsibilities of the work. Is it not time that the members of the church were becoming educated to engage in missionary labor, that when a call is made for men and women to go forth into the harvest-field, there may be those who can respond to the call? saying, “We have given ourselves to Christ without reserve. We have educated ourselves and our households to habits of simplicity in dress and living. We are accustomed to self-denial, and realize that we belong to the Lord. We have no other desire than to do his will, and live not to please ourselves, but to win souls for the Master. We are ready to move to distant lands, and lift up the standard of Christ, and in simplicity and humility live out the truth.”"},{"refcode_short":"AUGleaner July 19,  1905, par. 4","refcode_long":"Atlantic Union Gleaner July 19,  1905, paragraph 4","content":"“Jesus left his home in heaven, and came to this dark world to reach to the very depth of human woe, that he might save those who were ready to perish. This is the love he has shown to fallen man. But is the disciple above his Master, the servant greater than his Lord? If I am indeed a laborer together with God, shall I not be called upon to make some sacrifice for his cause? Will it be too great a sacrifice for any of Christ's followers to make to take the little possession entrusted to their care, and go to the dark places of the earth, where the people have never so much as heard of the truth, and in meekness and lowliness of heart, there make known to men what the Lord has done for the sons of men?"},{"refcode_short":"AUGleaner July 19,  1905, par. 5","refcode_long":"Atlantic Union Gleaner July 19,  1905, paragraph 5","content":"Those who have come together in church capacity can do one hundredfold more than they are now doing to let their light shine forth in the world. They are to come out from the world and to be separate, and to touch not the unclean, but to set their affections on things that are above. They are to live, not to please themselves, but to follow the example of Him who died for their redemption. They are cheerfully to bear the cross, fulfilling their mission to this world by shining as lights in the world, holding forth the word of God, and reckoning, as did Paul, that all they are called upon to suffer is but “light affliction which is but for a moment,” that “worketh for us a far more exceeding and eternal weight of glory; while we look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal.”"},{"refcode_short":"AUGleaner September 6,  1905","refcode_long":"Atlantic Union Gleaner September 6,  1905","content":"September 6, 1905"},{"refcode_short":"AUGleaner September 6,  1905","refcode_long":"Atlantic Union Gleaner September 6,  1905","content":"Home Influence"},{"refcode_short":"AUGleaner September 6,  1905, par. 1","refcode_long":"Atlantic Union Gleaner September 6,  1905, paragraph 1","content":"The salvation of children depends very much upon the course pursued by the parents. Children must be restrained, and their passions subdued, or God will surely destroy them in the day of his fierce anger; and the parents who have not controlled them will not be blameless. It is because the home training is defective that the youth are so unwilling to submit to proper authority. I am a mother. I know whereof I speak when I say that youth and children are not only safer but happier under wholesome restraint than when following their own inclinations. Parents, your sons and daughters are not properly guarded. They should never be permitted to go and come when they please, without your knowledge and consent. The unbounded freedom granted to children at this age has proved the ruin of thousands. How many are allowed to be in the streets at night; and parents are content to be ignorant of the associates of their children. Should a limb be broken or fractured, parents will try every means that love or wisdom can suggest to restore the afflicted member to soundness. This is right, it is their duty; but the Lord requires that still greater tact, patience, and persevering effort be employed to remedy blemishes of the soul."},{"refcode_short":"AUGleaner September 6,  1905, par. 2","refcode_long":"Atlantic Union Gleaner September 6,  1905, paragraph 2","content":"Mothers are accountable in a great degree for the health and lives of their children, and should become intelligent in regard to the laws upon which life and health depend. Parents should teach their children by example that health is to be regarded as the chiefest earthly blessing; that all pleasures and indulgences which will interfere with health are to be sacrificed. If the children are taught self-denial and self-control, they will be far happier than if they are allowed to indulge their desires for pleasure and extravagance in dress."},{"refcode_short":"AUGleaner September 6,  1905, par. 3","refcode_long":"Atlantic Union Gleaner September 6,  1905, paragraph 3","content":"The world may clamor for our time and affections, fashion may invite our patronage, but the words of the apostle should be enough to lead Christian mothers from the indulgence in pride in dress and demoralizing amusements: “Know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.”"},{"refcode_short":"AUGleaner September 6,  1905, par. 4","refcode_long":"Atlantic Union Gleaner September 6,  1905, paragraph 4","content":"Christian mothers should take their position on the platform of truth and righteousness; and when urged to unite with the world in patronizing fashions which are health-destroying and demoralizing, they should answer, “We are doing a great work, and can not be diverted from it. We are seeking to develop in our children sound, worthy, and beautiful characters, that they may bless the world with their influence, and may have immortal beauty and glory in the world to come. If children had such an example from their parents, it would have a saving influence upon their lives."},{"refcode_short":"AUGleaner September 6,  1905, par. 5","refcode_long":"Atlantic Union Gleaner September 6,  1905, paragraph 5","content":"Children imitate their parents; hence great care should be taken to give them correct morals. Parents who are kind and polite at home, while at the same time they are firm and decided will see the same traits manifested in their children. If they are upright, honest, and honorable, their children will be quite likely to resemble them in these particulars. If they reverence and worship God, their children trained in the same way, will not forget to serve him also."},{"refcode_short":"AUGleaner September 6,  1905, par. 6","refcode_long":"Atlantic Union Gleaner September 6,  1905, paragraph 6","content":"It is often the case that parents are not careful to surround their children with right influences. In choosing a home, they think more of their worldly interests than of the moral and social atmosphere, and the children form associations that are unfavorable to the development of piety and the formation of right character. Then parents allow the world to engross their time, strength, and thought; an apathy steals over the soul. The children are contaminated by evil communications, and the tenderness of soul they once felt dies away and is forgotten."},{"refcode_short":"AUGleaner September 6,  1905, par. 7","refcode_long":"Atlantic Union Gleaner September 6,  1905, paragraph 7","content":"Parents who denounce the Canaanites for offering their children to Moloch, what are you doing? You are making a most costly offering to mammon; and then when your children grow up unloved and unlovely in character, when they show decided impiety, and a tendency to infidelity, you blame the faith you profess because it was unable to save them. You are reaping that which you have sown,—the result of your selfish love of the world and neglect of the means of grace. You moved your families into places of temptation, and the ark of God, your glory and defense, you did not consider essential; and the Lord has not worked a miracle to deliver your children from temptation."},{"refcode_short":"AUGleaner September 6,  1905, par. 8","refcode_long":"Atlantic Union Gleaner September 6,  1905, paragraph 8","content":"You who love God, take Jesus with you wherever you go; and, like the patriarchs of old, erect an altar to the Lord wherever you pitch your tent. If ever there was a time when every house should be a house of prayer, it is now; and yet in this time of fearful peril, some who profess to be Christians have no family altar. I know of nothing that causes me so great sadness as a prayerless home. The children show the result of this great neglect, for the fear of God is not before them. Parents should make a hedge about their children by prayer; they should pray with full faith that God will abide with them, and that holy angels will guard them and their children from Satan's cruel power."},{"refcode_short":"AUGleaner September 6,  1905, par. 9","refcode_long":"Atlantic Union Gleaner September 6,  1905, paragraph 9","content":"There are homes where these principles are carried out,—homes where God is worshiped, and truest love reigns. From these homes, morning and evening, prayer ascends to God as sweet incense, and his mercies and blessings descend upon the suppliants like the evening dew."},{"refcode_short":"AUGleaner September 6,  1905, par. 10","refcode_long":"Atlantic Union Gleaner September 6,  1905, paragraph 10","content":"God has promised to give wisdom to those who ask in faith, and he will do just as he said he would. He is pleased with the faith that takes him at his word. Today he is just as ready to listen to the petitions of his people as he ever was. “Behold, the Lord's hand is not shortened, that it can not save; neither his ear heavy, that it can not hear.” And if Christian parents seek him earnestly, he will fill their mouths with arguments, and for his name's sake, will work mightily in their behalf in the conversion of their children."},{"refcode_short":"AUGleaner January 17,  1906","refcode_long":"Atlantic Union Gleaner January 17,  1906","content":"1906"},{"refcode_short":"AUGleaner January 17,  1906","refcode_long":"Atlantic Union Gleaner January 17,  1906","content":"January 17, 1906"},{"refcode_short":"AUGleaner January 17,  1906","refcode_long":"Atlantic Union Gleaner January 17,  1906","content":"How the Growth of the Gospel Seed is Hindered"},{"refcode_short":"AUGleaner January 17,  1906, par. 1","refcode_long":"Atlantic Union Gleaner January 17,  1906, paragraph 1","content":"The Saviour said again: “Hear ye therefore the parable of the sower. When any one heareth the word of the kingdom, and understandeth it not, then cometh the wicked one, and catcheth away that which was sown in his heart. This is he which received seed by the wayside. But he that received seed into stony places, the same is he that heareth the word, and anon with joy receiveth it; yet hath he not root in himself, but dureth for a while: for when tribulation or persecution ariseth because of the word, by and by he is offended. He also that received seed among the thorns is he that heareth the word; and the care of this world, and the deceitfulness of riches, choke the word, and he becometh unfruitful.”"},{"refcode_short":"AUGleaner January 17,  1906, par. 2","refcode_long":"Atlantic Union Gleaner January 17,  1906, paragraph 2","content":"Those who do not follow true Christian principles, whose natural and cultivated tendencies to wrong have not been changed by the grace of God, have no root in themselves; and therefore they lose the interest which they once felt in the truth. They return to their sinful practices. They may continue to make a profession of Christianity, but they do not go on from grace to grace. For a time they are neither cold nor hot, but they finally become hardened to all good impressions. They grow careless, worldly, inattentive. They hear the truth but do not receive it. Of this class Christ says: “Every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand: and the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell; and great was the fall of it.”"},{"refcode_short":"AUGleaner January 17,  1906, par. 3","refcode_long":"Atlantic Union Gleaner January 17,  1906, paragraph 3","content":"Of Chorazin and Bethsaida, cities in which so many of Christ's mighty works were done, which were exalted to heaven by being honored with his presence, the Saviour declared: “Woe unto thee, Chorazin! woe unto thee, Bethsaida! for if the mighty works, which were done in you, had been done in Tyre and Sidon, they would have repented long ago in sackcloth and ashes. But I say unto you, It shall be more tolerable for Tyre and Sidon at the day of judgment, than for you. And thou, Capernaum, which art exalted unto heaven, shalt be brought down to hell: for if the mighty works, which have been done in thee, had been done in Sodom, it would have remained until this day. But I say unto you, That it shall be more tolerable for the land of Sodom in the day of judgment, than for thee.”"},{"refcode_short":"AUGleaner January 17,  1906, par. 4","refcode_long":"Atlantic Union Gleaner January 17,  1906, paragraph 4","content":"Those who have been favored with great light and many opportunities, but who have not accepted the light nor improved the opportunities, who have not followed correct principles in dealing with their brethren or with unbelievers, will receive punishment in accordance with their sin. They will meet with some sad surprises in the last great day, when every case shall be brought up in review before God. In their record they will see that which will fill them with shame, but nothing can be changed. All is beyond recall."},{"refcode_short":"AUGleaner January 17,  1906, par. 5","refcode_long":"Atlantic Union Gleaner January 17,  1906, paragraph 5","content":"Christ has made every provision for the sanctification of his church. He has made abundant provision for every soul to have such grace and strength that he will be more than a conqueror in the warfare against sin. The Saviour is wounded afresh and put to open shame when his people pay no heed to his word. He came to this world and lived a sinless life, that in his power his people might also lead lives of sinlessness. He desires them by practicing the principles of truth to show to the world that God's grace has power to sanctify the heart."},{"refcode_short":"AUGleaner December 19,  1906","refcode_long":"Atlantic Union Gleaner December 19,  1906","content":"December 19, 1906"},{"refcode_short":"AUGleaner December 19,  1906","refcode_long":"Atlantic Union Gleaner December 19,  1906","content":"How shall we Observe the Holidays?"},{"refcode_short":"AUGleaner December 19,  1906, par. 1","refcode_long":"Atlantic Union Gleaner December 19,  1906, paragraph 1","content":"“For we know the grace of our Lord Jesus Christ, that, though he was rich, yet for your sakes he became poor, that ye through his poverty might be rich.”"},{"refcode_short":"AUGleaner December 19,  1906, par. 2","refcode_long":"Atlantic Union Gleaner December 19,  1906, paragraph 2","content":"Shall we follow Christ as our pattern? In his life of self-sacrifice was seen not one jot or tittle of selfishness. He who had been rich in the heavenly courts, left all his wealth and power, and came to this world, clothed in the humble garb of humanity. For our sake he became poor, that we through his poverty might be made rich. Like him, his followers are by lives of self-denial to be a blessing to the world. If in the lives of all God's people the character of Christ were revealed, we should see thousands more converted to the truth."},{"refcode_short":"AUGleaner December 19,  1906, par. 3","refcode_long":"Atlantic Union Gleaner December 19,  1906, paragraph 3","content":"If men would only remember that every favor they receive is a gift from God, would they not do very much more than they are now doing to relieve his work of the embarrassment of poverty? Would they not act a noble part in rendering to the Lord that which is his own?"},{"refcode_short":"AUGleaner December 19,  1906, par. 4","refcode_long":"Atlantic Union Gleaner December 19,  1906, paragraph 4","content":"Wealth hoarded will become a curse. Often the Lord can not preserve and bless the possessions of men, because the owners feel little or no obligation to assist in the great work of proclaiming the truth in new fields. Their substance, generously divided with their brethren who are laboring with meager facilities in destitute fields, would bring in return rich blessings from God."},{"refcode_short":"AUGleaner December 19,  1906, par. 5","refcode_long":"Atlantic Union Gleaner December 19,  1906, paragraph 5","content":"No charity is complete unless it reveals an appreciation of the gospel. Those who now, in this time of emergency, selfishly hold on to their means, will soon suffer the loss of all they have. Those who are truly converted, and who have more than sufficient for their immediate necessities, will freely impart of their abundance to help those who are poorer than they."},{"refcode_short":"AUGleaner December 19,  1906, par. 6","refcode_long":"Atlantic Union Gleaner December 19,  1906, paragraph 6","content":"All should feel an intense interest in the advancement of the third angel's message. The work of proclaiming this message has already grown to large proportions; but it is to advance still more rapidly. We need many more laborers, and God's loyal people, filled with a spirit of self-denial, should now give cheerfully and liberally, in order that facilities may be provided for the entering of new territory. In many places the work has been retarded because of the scarcity of means. The rebuke of God will rest upon those who do not come up to his help against the mighty powers of darkness."},{"refcode_short":"AUGleaner December 19,  1906, par. 7","refcode_long":"Atlantic Union Gleaner December 19,  1906, paragraph 7","content":"Shall we not, as a people, refrain from following the custom of the world in unnecessary indulgence during the coming holiday season? O how much might be accomplished in needy mission fields with the money that is squandered in various ways at this season of the year by those who profess to be Christians!"},{"refcode_short":"AUGleaner December 19,  1906, par. 8","refcode_long":"Atlantic Union Gleaner December 19,  1906, paragraph 8","content":"Will not the Seventh-day Adventists in every place first consecrate themselves to the Lord, and then do their very best, according to their circumstances, to advance his work, by gifts and offerings? Will they show that they appreciate the blessings of the Lord, and that they are grateful for his mercy? Will they not now consider their obligations to God, at a time when the world especially seeks for pleasure, and expends large sums of money for gifts to those who are not needy?"},{"refcode_short":"AUGleaner December 19,  1906, par. 9","refcode_long":"Atlantic Union Gleaner December 19,  1906, paragraph 9","content":"I have said to my family and my friends, I desire that no one shall make me a birthday or Christmas gift, unless it be with permission to pass it on into the Lord's treasury, to be appropriated in the establishment of missions."},{"refcode_short":"AUGleaner December 19,  1906, par. 10","refcode_long":"Atlantic Union Gleaner December 19,  1906, paragraph 10","content":"I will greatly praise the name of the Lord if his people, at this time, by the exercise of benevolence, will increase the facilities for successful work in many needy fields. I long to see among Seventh-day Adventists an increase of faith and courage, and more praise and thanksgiving to God, so that where in the past there has been a withholding of means, there shall from henceforth be seen the evidences of a grateful heart,—the faithful bestowal of gifts and offerings, to supply the needs of many destitute fields."},{"refcode_short":"AUGleaner September 25,  1907","refcode_long":"Atlantic Union Gleaner September 25,  1907","content":"1907"},{"refcode_short":"AUGleaner September 25,  1907","refcode_long":"Atlantic Union Gleaner September 25,  1907","content":"September 25, 1907"},{"refcode_short":"AUGleaner September 25,  1907","refcode_long":"Atlantic Union Gleaner September 25,  1907","content":"The Support of God's Work"},{"refcode_short":"AUGleaner September 25,  1907, par. 1","refcode_long":"Atlantic Union Gleaner September 25,  1907, paragraph 1","content":"With the passing of another year, we have come to the time when a general call is being made for an offering to be taken up in all our churches, Sabbath, October 5, for the support of our colored work in the Southern States."},{"refcode_short":"AUGleaner September 25,  1907, par. 2","refcode_long":"Atlantic Union Gleaner September 25,  1907, paragraph 2","content":"One of the most important branches of this work is the establishment and maintenance of mission schools. The great need for this educational work has often been plainly pointed out. There are few more in need of the elevating influence of the truths of God's word, than are the majority of the colored people in the South. They must be taught to read the Scriptures for themselves, and to understand what they read."},{"refcode_short":"AUGleaner September 25,  1907, par. 3","refcode_long":"Atlantic Union Gleaner September 25,  1907, paragraph 3","content":"We can not pass by lightly, as a matter of minor importance, our duty toward the negro race. God has made man his brother's keeper, and will hold him responsible for this great trust. He has taken man into union with himself, and has planned that men shall labor in harmony with him. He has provided the system of beneficence, that man, whom he has made in his image, may be self-denying in character, like him whose infinite nature is love. He has appointed man as his almoner, to distribute the blessings he has given him."},{"refcode_short":"AUGleaner September 25,  1907, par. 4","refcode_long":"Atlantic Union Gleaner September 25,  1907, paragraph 4","content":"“Ye know the grace of our Lord Jesus Christ, that, though he was rich, yet for your sakes he became poor, that ye through his poverty might be rich.” God has done for our good all that a kind heavenly Father could do. He appeals to humanity whether he has failed in a single instance to do all that he could do for the highest interests of man. “Judge, I pray you, between me and my vineyard. What could I have done more to my vineyard, that I have not done in it?”"},{"refcode_short":"AUGleaner September 25,  1907, par. 5","refcode_long":"Atlantic Union Gleaner September 25,  1907, paragraph 5","content":"We can show our appreciation of God's merciful dealing with us in no better way than by giving liberally for the support of his cause in the earth. In the system of beneficence enjoined upon the Jews, they were required to bring to the Lord either the first-fruits of all his gifts, whether in the increase of their flocks and herds, or in the produce of their fields, orchards, or vineyards; or they were to redeem it by substituting an equivalent. How changed the order of things in our day! The Lord's requirements and claims, if they receive any attention, are often left till the last. Yet our work needs tenfold more means than was needed by the Jews. The great commission given to the apostles was to go throughout the world and preach the gospel. This shows the extension of the work, and the increased responsibility resting upon the followers of Christ in our day."},{"refcode_short":"AUGleaner September 25,  1907, par. 6","refcode_long":"Atlantic Union Gleaner September 25,  1907, paragraph 6","content":"God is not dependent upon man for the support of his cause. He could have sent means direct from heaven to supply his treasury, if his providence had seen that this was best for man. He might have devised means whereby angels would have been sent to publish the truth to the world, without the agency of man. He might have written the truth upon the heavens, and let that declare his requirements to the world in living characters. God is not dependent upon any man's gold or silver. He says, “Every beast of the forest is mine, and the cattle upon a thousand hills.” “If I were hungry, I would not tell thee; for the world is mine, and the fulness thereof.” Whatever necessity there is for our agency in the advancement of the cause of God, he has purposely arranged for our good. He has honored us by making us coworkers with him. He has ordained that there should be a necessity for the cooperation of men, that they may keep in exercise their benevolence."},{"refcode_short":"AUGleaner September 25,  1907, par. 7","refcode_long":"Atlantic Union Gleaner September 25,  1907, paragraph 7","content":"What I have said in the past should be repeated. The colored people deserve more from the hands of the white people than they have received. There are thousands who have minds capable of cultivation and uplifting. With proper labor, many who have been looked upon as hopeless will become educators of their race. Let our people arouse, and redeem the past. The obligation to work for the colored people rests heavily upon us. Shall we not try to repair, as far as lies in our power, the injury that in the past has been done these people? Shall not the number of missionaries in the South be multiplied? This field lies at our very doors, and in it there is a great work to be done for the Master. This work must be done now, while the angels continue to hold the four winds. There is no time to lose."},{"refcode_short":"AUGleaner September 25,  1907, par. 8","refcode_long":"Atlantic Union Gleaner September 25,  1907, paragraph 8","content":"The Lord calls upon his people to make offerings of self-denial. Let us give up something that we intended to purchase for personal comfort and pleasure. Let us teach our children to deny self, and become the Lord's helping hands in dispensing his blessings. If there was ever a time when sacrifices should be made, it is now. Those who have money should understand that now is the time to use it for God. Let us send in our offerings with thanksgiving, and with prayer that the Lord will bless the gifts, and multiply them as he did the food given to the five thousand. If we use the very best facilities we have, the power of God will enable us to reach the multitudes that are starving for the bread of life."},{"refcode_short":"AUGleaner November 4,  1908","refcode_long":"Atlantic Union Gleaner November 4,  1908","content":"1908"},{"refcode_short":"AUGleaner November 4,  1908","refcode_long":"Atlantic Union Gleaner November 4,  1908","content":"November 4, 1908"},{"refcode_short":"AUGleaner November 4,  1908","refcode_long":"Atlantic Union Gleaner November 4,  1908","content":"An Appeal to Ministers and Church Officers"},{"refcode_short":"AUGleaner November 4,  1908, par. 1","refcode_long":"Atlantic Union Gleaner November 4,  1908, paragraph 1","content":"Dear Brethren,"},{"refcode_short":"AUGleaner November 4,  1908, par. 2","refcode_long":"Atlantic Union Gleaner November 4,  1908, paragraph 2","content":"As I read the reports of labor published in the Review and our other denominational periodicals from week to week, my heart is rejoiced over the progress of the third angel's message in the home field and abroad. Our workers are having many remarkable experiences. The Lord is going before them, preparing the way, and the cause of present truth is making rapid advancement. This should be a source of profound gratitude to God. As we contrast the present prosperity of the work with the early years of poverty passed through by the pioneers of this cause, when our numbers were but few and our resources were limited, we can but exclaim, “What hath God wrought!”"},{"refcode_short":"AUGleaner November 4,  1908, par. 3","refcode_long":"Atlantic Union Gleaner November 4,  1908, paragraph 3","content":"And yet there remains much to be done. In the past we have not been so diligent as we ought to have been in seeking to save the lost. Precious opportunities have been allowed to pass by unimproved. This has delayed the coming of our King. Had the people of God constantly preserved a living connection with him from the beginning of the great advent movement, had they obeyed his word and advanced in all his opening providences, they would today be in the heavenly Canaan."},{"refcode_short":"AUGleaner November 4,  1908, par. 4","refcode_long":"Atlantic Union Gleaner November 4,  1908, paragraph 4","content":"We have done only a small part of the evangelical work that God desires us to do among our neighbors and friends. In every city of our land there are those who know not the truth. And out in the broad world beyond the seas there are many new fields in which we must plow the ground and sow the seed."},{"refcode_short":"AUGleaner November 4,  1908, par. 5","refcode_long":"Atlantic Union Gleaner November 4,  1908, paragraph 5","content":"A few faithful missionaries are even now planting the standard of truth in fields far away. Publications are multiplying in many languages. These silent messengers are enlightening thousands. But as a people we come far short of moving forward as fast as the providence of God opens the way. Our General gives the command, “Go forward.” Thousands are thirsting for living truth. The Macedonian cry is coming to us from every direction, “Come over and help us.” We look about us, and inquire, “Who will go?” O that every follower of Jesus might respond: “Send me. I long to do something for my Master.”"},{"refcode_short":"AUGleaner November 4,  1908, par. 6","refcode_long":"Atlantic Union Gleaner November 4,  1908, paragraph 6","content":"Time and again I have had presented before me a vision of people across the broad ocean, standing in perplexity, and pale with anxiety, earnestly inquiring, “What is truth?” They say: “We want the bread of life. Our churches are backslidden from God. We want to find the old paths. We want to come back to the simplicity of gospel religion.” My tears flow as I see this picture rising vividly before me. The voice from heaven pleads, “Go ye into all the world, and preach the gospel to every creature.” While so great a work remains to be done, shall not we, as Christ's followers, arouse to a sense of our God-given responsibility, and be active in doing our part?"},{"refcode_short":"AUGleaner November 4,  1908","refcode_long":"Atlantic Union Gleaner November 4,  1908","content":"Plans for Enlarging Our Laboring Forces"},{"refcode_short":"AUGleaner November 4,  1908, par. 7","refcode_long":"Atlantic Union Gleaner November 4,  1908, paragraph 7","content":"The strength of an army is measured largely by the efficiency of the men in the ranks. A wise general instructs his officers to train every soldier for active service. He seeks to develop the highest efficiency possible on the part of all. If he were to depend upon his officers alone, he could never expect to conduct a successful campaign. He counts on loyal, untiring service from every man in his army. The responsibility rests largely upon the men in the ranks."},{"refcode_short":"AUGleaner November 4,  1908, par. 8","refcode_long":"Atlantic Union Gleaner November 4,  1908, paragraph 8","content":"And so it is in the army of Prince Emmanuel. Our General, who has never lost a battle, expects willing service from every one who has enlisted under his banner. In the closing controversy now waging between the forces for good and the hosts of evil, he expects all, laymen as well as ministers, to take part. All who have enlisted as soldiers of his, are to render faithful service as minutemen, with a keen sense of the responsibility resting upon them individually."},{"refcode_short":"AUGleaner November 4,  1908, par. 9","refcode_long":"Atlantic Union Gleaner November 4,  1908, paragraph 9","content":"Those who have the spiritual oversight of the church should devise ways and means by which an opportunity may be given to every member of the church to act some part in God's work. This has not always been done in the past. Plans have not been fully carried out whereby the talent of all might be employed in active service. There are but few who realize how much has been lost because of this."},{"refcode_short":"AUGleaner November 4,  1908, par. 10","refcode_long":"Atlantic Union Gleaner November 4,  1908, paragraph 10","content":"The leaders in God's cause, as wise generals, are to lay plans for advance moves all along the line. In their planning, they are to give special study to the work that can be done by the laity for their friends and neighbors. The work of God in this earth can never be finished until the men and women comprising our church-membership, rally to the work, and unite their efforts with those of ministers and church officers."},{"refcode_short":"AUGleaner November 4,  1908, par. 11","refcode_long":"Atlantic Union Gleaner November 4,  1908, paragraph 11","content":"The salvation of sinners requires earnest, personal labor. We are to bear to them the word of life, not to wait for them to come to us. O that I could speak words to men and women that would arouse them to diligent action! The moments now granted us to work are few. We are standing upon the very borders of the eternal world. We have no time to lose. Every moment is golden, and altogether too precious to be devoted merely to self-serving. Who will seek God earnestly, and from him draw strength and grace to be his faithful workers in the missionary field?"},{"refcode_short":"AUGleaner November 4,  1908, par. 12","refcode_long":"Atlantic Union Gleaner November 4,  1908, paragraph 12","content":"In every church there is talent, which, with the right kind of labor, might be developed to become a great help in this work. There should be a well-organized plan for the employment of workers to go into all our churches, large and small, to instruct the members how to labor for the upbuilding of the church, and also for unbelievers. It is training, education, that is needed. Let all set their hearts and minds to become intelligent in regard to the work for this time, qualifying themselves to do that for which they are best adapted."},{"refcode_short":"AUGleaner November 4,  1908, par. 13","refcode_long":"Atlantic Union Gleaner November 4,  1908, paragraph 13","content":"That which is needed now for the upbuilding of our churches is the nice work of wise laborers to discern and develop talent in the church,—talent that can be educated for the Master's service. Those who shall labor in visiting the churches should give the brethren and sisters instruction in practical methods of doing missionary work. Let there be a class for the training of the youth as well. Young men and women should be educated to become workers at home, in their own neighborhoods, and in the church."},{"refcode_short":"AUGleaner November 4,  1908, par. 14","refcode_long":"Atlantic Union Gleaner November 4,  1908, paragraph 14","content":"All this work of training should be accompanied with earnest seeking of the Lord for his Holy Spirit. Let this be urged home upon those who are willing to give themselves to the Master's service. Our conduct is watched by the world; every act is scrutinized and commented upon. There must be diligent cultivation of the Christian graces, that those who profess the truth may be able to say no evil of them truthfully. In all their intercourse with unbelievers they are exerting an influence for good or for evil. They are either a savor of life unto life, or of death unto death. God calls for greater piety, for holiness of life and purity of conduct, in accordance with the elevating, sanctifying truths which we profess. The lives of the workers for Christ should be such that unbelievers, seeing their godly walk and circumspect conversation, may be charmed with the faith that produces such results."},{"refcode_short":"AUGleaner November 4,  1908, par. 15","refcode_long":"Atlantic Union Gleaner November 4,  1908, paragraph 15","content":"The end is near, stealing upon us stealthily, imperceptibly, like the noiseless approach of a thief in the night. May the Lord grant that we shall no longer sleep as do others, but that we shall watch and be sober. The truth is soon to triumph gloriously, and all who now choose to be laborers together with God will triumph with it. The time is short; the night soon cometh when no man can work. Let those who are rejoicing in the light of present truth, now make haste to impart the truth to others. The Lord is inquiring, “Whom shall I send?” Those who wish to sacrifice for the truth's sake, are now to respond, “Here am I, Lord; send me.”"},{"refcode_short":"AUGleaner January 27,  1909","refcode_long":"Atlantic Union Gleaner January 27,  1909","content":"1909"},{"refcode_short":"AUGleaner January 27,  1909","refcode_long":"Atlantic Union Gleaner January 27,  1909","content":"January 27, 1909"},{"refcode_short":"AUGleaner January 27,  1909","refcode_long":"Atlantic Union Gleaner January 27,  1909","content":"True Education"},{"refcode_short":"AUGleaner January 27,  1909, par. 1","refcode_long":"Atlantic Union Gleaner January 27,  1909, paragraph 1","content":"“The entrance of thy words giveth light; it giveth understanding unto the simple,”—to those who are not self-sufficient, but who are willing to learn."},{"refcode_short":"AUGleaner January 27,  1909, par. 2","refcode_long":"Atlantic Union Gleaner January 27,  1909, paragraph 2","content":"What was the work of the God-given messenger to our world? The only begotten Son of God clothed his divinity with humanity, and came to our world as a teacher, an instructor, to reveal truth in contrast with error. Truth, saving truth, never languished on his tongue, never suffered in his hands, but was made to stand out plainly and clearly defined amid the prevailing moral darkness. For this work he left the heavenly courts. He said of himself, “For this cause came I into the world, that I should bear witness unto the truth.” Truth came from his lips with freshness and power, as a new revelation."},{"refcode_short":"AUGleaner January 27,  1909, par. 3","refcode_long":"Atlantic Union Gleaner January 27,  1909, paragraph 3","content":"Christ was the way, the truth, and the life. He who came forth from God to our world gave instruction on every subject about which it is essential that man should know in order to find the pathway to heaven. To him truth was an ever-present, self-evident reality; he uttered no suggestions, advanced no sentiments, notions, or opinions, but presented only solid, saving truth. His life, given for this sinful world, was full of earnestness and momentous results; for his work was to save perishing souls. He came forth to be the true Light, shining amid the moral darkness of superstition and error, and was announced by a voice from heaven proclaiming. “This is my beloved Son, in whom I am well pleased.” And at his transfiguration this voice from heaven was again heard, “This is my beloved Son, in whom I am well pleased; hear ye him.” Christ brought to our world a certain knowledge of God, and to all who received and obeyed his word, he gave power to become the sons of God."},{"refcode_short":"AUGleaner January 27,  1909, par. 4","refcode_long":"Atlantic Union Gleaner January 27,  1909, paragraph 4","content":"Everything not comprehended in truth is the guesswork of man. Professedly high and learned men may be fools in the sight of God. The high and learned statements of their doctrines, however they may please and humor the senses, and though they may have been handed down from age to age, and rocked in the cradle of popular faith, are a delusion and a falsehood if not found in the inspired lessons of Christ. He is the source of all wisdom; for he placed himself directly on a level with the eternal God. In his humanity the glory of heavenly illumination fell directly upon him, and from him to the world. While Christ stood forth distinctly in his human personality, and appealed in striking but simple language to humanity, he was in such perfect oneness with God that his voice came with authority, as the voice of God from the center of glory."},{"refcode_short":"AUGleaner January 27,  1909, par. 5","refcode_long":"Atlantic Union Gleaner January 27,  1909, paragraph 5","content":"In the record John was charged by the Holy Spirit to present, he says of Christ, “In the beginning was the Word, and the Word was with God, and the Word was God. The same was in the beginning with God. All things were made by him; and without him was not anything made that was made.” This is the most precious unfolding of definite truth, flashing its divine light and glory upon all who will receive it. What more important knowledge can be received than that given in the Book which teaches of the fall of man and the consequences of that sin which opened the flood-gates of woe upon our world; which teaches of the advent of Christ as a helpless babe, born in a stable and cradled in a manger. The history of Christ is to be searched, comparing scripture with scripture, that we may learn the answer to the all-important question, What are the terms of salvation? As intelligent agents, invested with personal attributes and responsibilities, we can know in regard to our future eternal destiny. The scripture record given by John, at the dictation of the Holy Spirit, contains no terms that can not be easily comprehended, and that will not bear the most searching and critical investigation."},{"refcode_short":"AUGleaner January 27,  1909, par. 6","refcode_long":"Atlantic Union Gleaner January 27,  1909, paragraph 6","content":"Christ was a teacher sent from God, and his words did not contain a particle of chaff or a semblance of that which is non-essential. But the force of much human instruction is comprised of assertion, not of truth. The teachers of the present day can use the educated ability of previous teachers, yet with all the weighty importance that may be attached to the words of the greatest authors, there is a conscious inability to trace them back to the first great principle, to the Source of unerring wisdom. There is a painful uncertainty, a constant searching for assurances that can be found only in God. The trumpet of human greatness may be sounded, but it is with an uncertain sound; it is not reliable, and the salvation of human souls can not be ventured upon it."},{"refcode_short":"AUGleaner January 27,  1909, par. 7","refcode_long":"Atlantic Union Gleaner January 27,  1909, paragraph 7","content":"Christ taught with authority. The sermon on the mount is a wonderful production, yet so simple that a child can study it without being misled. The mount of beatitudes is an emblem of the high elevation on which Christ ever stood. He spoke with an authority that was exclusively his own. Every sentence he uttered came from God. He was the Word and the Wisdom of God, and he ever presented truth with the authority of God. “The words that I speak unto you,” he said, “they are spirit, and they are life.”"},{"refcode_short":"AUGleaner January 27,  1909, par. 8","refcode_long":"Atlantic Union Gleaner January 27,  1909, paragraph 8","content":"Jesus brought into his teaching none of the science of men. His teaching was full of grand, ennobling, saving truth, to which man's highest ambitions and proudest inventions can bear no comparison. The great plan of the redemption of a fallen race was brought out in the life of Christ in human flesh. This scheme of restoring the moral image of God in man-debased humanity entered into every purpose of the life and character of Christ. His majesty could not mingle with human science, which will disconnect from the great Source of all wisdom. The topic of human science never escaped his hallowed lips. By believing in and doing the words of God, he was severing the human family from Satan's chariot-car."},{"refcode_short":"AUGleaner January 27,  1909, par. 9","refcode_long":"Atlantic Union Gleaner January 27,  1909, paragraph 9","content":"The first great lesson in true education is to know and understand the will of God. Take the knowledge of God with you through every day of life. Let it absorb the mind and the whole being. God gave Solomon wisdom, but this God-given wisdom was perverted when he turned from God to obtain wisdom from other sources. We need the wisdom of Solomon after we have learned the wisdom of One greater than Solomon."},{"refcode_short":"AUGleaner January 27,  1909, par. 10","refcode_long":"Atlantic Union Gleaner January 27,  1909, paragraph 10","content":"For men to learn science through men's interpretation, is to obtain a false education; but to learn of God and Jesus Christ is to learn the science of the Bible. The confusion in education has come in because the wisdom and knowledge of God have not been honored and exalted by the religious world. The pure in heart see God in every providence, in every phase of true education. They vibrate to the first approach of light which radiates from the throne of God. Communications from heaven are made to those who will catch the first gleams of spiritual knowledge."},{"refcode_short":"AUGleaner January 27,  1909, par. 11","refcode_long":"Atlantic Union Gleaner January 27,  1909, paragraph 11","content":"The students in our schools are to consider the knowledge of God as above everything else. Searching the Scriptures alone will bring the knowledge of the true God and Jesus Christ whom he has sent. “The preaching of the cross is to them that perish foolishness; but unto us which are saved it is the power of God. For it is written, I will destroy the wisdom of the wise, and will bring to nothing the understanding of the prudent.” “Because the foolishness of God is wiser than men.” “But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption: that, according as it is written, He that glorieth, let him glory in the Lord.”"},{"refcode_short":"AUGleaner June 9,  1909","refcode_long":"Atlantic Union Gleaner June 9,  1909","content":"June 9, 1909"},{"refcode_short":"AUGleaner June 9,  1909","refcode_long":"Atlantic Union Gleaner June 9,  1909","content":"The Holy Spirit an Aid to Bible Study"},{"refcode_short":"AUGleaner June 9,  1909, par. 1","refcode_long":"Atlantic Union Gleaner June 9,  1909, paragraph 1","content":"The Holy Spirit has been given as an aid in the study of God's word. Jesus promised, “The Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.” Those who are under the training of the Holy Spirit, will be able to teach the Word intelligently. When the Bible is made the book of study, with earnest supplication for the Spirit's guidance, and a full surrender of the heart to be sanctified through the truth, it will accomplish all that God has promised."},{"refcode_short":"AUGleaner June 9,  1909, par. 2","refcode_long":"Atlantic Union Gleaner June 9,  1909, paragraph 2","content":"The results of such study will be well-balanced minds. The understanding will be quickened; the sensibilities will be aroused; the conscience will become sensitive; the sympathies and sentiments will be purified; a better moral atmosphere will be created; and a new power to resist temptation will be imparted."},{"refcode_short":"AUGleaner June 9,  1909, par. 3","refcode_long":"Atlantic Union Gleaner June 9,  1909, paragraph 3","content":"The knowledge of God is not to be gained without mental effort, without prayer for wisdom. We should search, diligently search, for its hidden treasures, and seek wisdom from heaven that we may be able to distinguish between human inventions and the divine commands. The Holy Spirit will aid the seeker for great and precious truths which relate to the plan of redemption. A casual reading of the Scriptures is not enough. We must search, and this implies a doing of all that the word implies. As the miner eagerly explores the earth to discover its veins of gold, so we are to explore the word of God for the hidden treasures that Satan has so long sought to hide from man. The Lord says, “If any man willeth to do his will, he shall know of the doctrine.”"},{"refcode_short":"AUGleaner June 9,  1909, par. 4","refcode_long":"Atlantic Union Gleaner June 9,  1909, paragraph 4","content":"The great error of the Romish church is found in the fact that the Bible is interpreted in the light of the opinions of the “fathers.” These opinions are regarded as infallible, and the dignitaries of the church assume that it is their prerogative to make others believe as they do. Those who do not agree with them are pronounced heretics. But the word of God is not thus to be interpreted. It is to stand on its own eternal merits, to be read as the word of God, which declares his will to the people."},{"refcode_short":"AUGleaner June 9,  1909, par. 5","refcode_long":"Atlantic Union Gleaner June 9,  1909, paragraph 5","content":"The blessed Bible gives us a knowledge of the great plan of salvation, and shows us how every individual may have eternal life. Who is the author of the Book?—Jesus Christ. He is the True Witness, and he says to his own, “I give unto them eternal life; and they shall never perish, neither shall any man pluck them out of my hand.” The Bible shows us the way to Christ, and in Christ eternal life is revealed. Jesus said to the Jews, and to those who gathered about him in multitudes, “Search the Scriptures.” The Jews had the Scriptures which testified of Christ, but they were not able to discern Christ in the Scriptures. The truths of the Old Testament they had so mingled with human opinions that its teachings were mystified, and the will of God to man covered up. Christ's sermon on the mount virtually contradicted the doctrines of the self-righteous scribes and Pharisees. They had so misrepresented God that he was looked upon as a stern judge, incapable of compassion, mercy, or love. They presented to the people endless maxims and traditions that had no “Thus saith the Lord” for their authority. Though they professed to know and to worship the true and living God, they wholly misrepresented him and his character as revealed in his Son. Christ labored constantly to sweep away those misrepresentations, that the confidence of men in the love of God might be restored. He taught man to address the supreme Ruler by the new name “Our Father.” This name represents our true relation to him, and when spoken sincerely by human lips, it is music in the ears of God. Christ leads us to the throne of God by a new and living way."},{"refcode_short":"AUGleaner June 9,  1909, par. 6","refcode_long":"Atlantic Union Gleaner June 9,  1909, paragraph 6","content":"Men need not the dim light of tradition and custom to make the Scriptures comprehensible. It is just as sensible to suppose that the sun, shining in the heavens at noonday, needs the glimmerings of the torch-lights of earth to increase its glory. In the Bible every duty is made plain, every lesson is comprehensible. The gift of Christ and the illumination of the Holy Spirit reveal to us the Father. The Word is able to make men and women and youth wise unto salvation. “All Scripture is given by inspiration of God; and is profitable for doctrine, for reproof, for correction, for instruction in righteousness, that the man of God may be perfect, thoroughly furnished unto all good works.” No other book is so potent to elevate the thoughts, to give vigor to the faculties, as the broad, ennobling truths of the Bible. If God's word were studied as it should be, men would have a breadth of mind, a nobility of character, and a stability of purpose that is rarely seen in these times."},{"refcode_short":"AUGleaner June 9,  1909, par. 7","refcode_long":"Atlantic Union Gleaner June 9,  1909, paragraph 7","content":"Little benefit is to be derived from a hasty reading of the Scriptures. One may read the whole Bible through, and yet fail to see its beauty or to comprehend its depth of meaning. One passage studied until its significance is clear to the mind, and its relation to the plan of salvation evident, is of more value than the perusal of many chapters with no definite purpose in view and no positive instruction gained. Keep your Bible with you. As you have opportunity, read it; fix the texts in your memory. Even while you are walking in the street, you may read a passage and meditate upon it, thus fixing it on the mind."},{"refcode_short":"AUGleaner June 9,  1909, par. 8","refcode_long":"Atlantic Union Gleaner June 9,  1909, paragraph 8","content":"Never should the Bible be studied without prayer. Before opening its pages, we should ask for the enlightenment of the Holy Spirit, and it will be given. When Nathaniel came to Jesus, the Saviour exclaimed, “Behold an Israelite indeed, in whom is no guile.” Nathaniel said, “Whence knowest thou me?” Jesus answered, “Before that Philip called thee, when thou wast under the fig-tree, I saw thee.” And Jesus will see us also in the secret place of prayer, if we will seek him for light, that we may know what is truth. Angels from the world of light will be with those who in humility of heart seek for divine guidance."},{"refcode_short":"AUGleaner June 9,  1909, par. 9","refcode_long":"Atlantic Union Gleaner June 9,  1909, paragraph 9","content":"The Holy Spirit exalts and glorifies the Saviour. It is his office to present Christ, the purity of his righteousness, and the great salvation that we have through him. Jesus says, “He shall receive of mine, and shall show it unto you.” The spirit of truth is the only effectual teacher of divine truth."},{"refcode_short":"AUGleaner June 16,  1909","refcode_long":"Atlantic Union Gleaner June 16,  1909","content":"June 16, 1909"},{"refcode_short":"AUGleaner June 16,  1909","refcode_long":"Atlantic Union Gleaner June 16,  1909","content":"The Ministers and Physical Work"},{"refcode_short":"AUGleaner June 16,  1909, par. 1","refcode_long":"Atlantic Union Gleaner June 16,  1909, paragraph 1","content":"Useful physical labor is a part of the gospel. The great Teacher, when enshrouded in the pillar of cloud, gave directions that every youth should learn a trade. Thus the people would be enabled to earn their own bread. And knowing how hard it was to obtain money, they would not spend their means foolishly."},{"refcode_short":"AUGleaner June 16,  1909, par. 2","refcode_long":"Atlantic Union Gleaner June 16,  1909, paragraph 2","content":"Paul, the great apostle to the Gentiles, learned the trade of a tent-maker. There were higher and lower branches of tent-making. Paul had learned the highest branches, and he could also work at the common branches when circumstances demanded. Tent-making did not bring returns so quickly as some other lines of business, and some times it was only by the strictest economy that Paul could supply his necessities."},{"refcode_short":"AUGleaner June 16,  1909, par. 3","refcode_long":"Atlantic Union Gleaner June 16,  1909, paragraph 3","content":"Why did Paul thus connect mechanical labor with the preaching of the gospel? Was not the laborer worthy of his hire? Why did he not labor all his time in preaching? Why waste time and strength in making tents? But Paul did not regard the time spent in making tents lost by any means. As he worked with Aquila, he kept in touch with the great Teacher. He gave Aquila needed instruction in spiritual things, and he also educated the believers in unity. While working at his trade he gave an example in diligence and thoroughness. He was diligent in business, fervent in spirit, serving the Lord. He and Aquila and Priscilla had more than one prayer-and praise-meeting with those associated with them in tent-making. This was a testimony to the value of the truth they were presenting."},{"refcode_short":"AUGleaner June 16,  1909, par. 4","refcode_long":"Atlantic Union Gleaner June 16,  1909, paragraph 4","content":"Paul was an educator. He preached the gospel with his voice, and by diligent labor he preached it with his hands. He educated others in the same way that he had been educated by one regarded as the wisest of human teachers. As Paul worked quickly and skilfully with his hands, he related to his fellow workers the specifications Christ had given to Moses in regard to the building of the tabernacle, as found in the twenty-fourth, twenty-fifth, twenty-sixth, and twenty-seventh chapters of Exodus. He repeated chapter after chapter to them, for his own and their benefit. He taught that supreme honor is to be given to God. He told them that the skill, genius, and wisdom brought into the work of building the tabernacle, were given by God to be used for his glory. He repeated the communications from God to Moses found in Exodus 35:20, 35, and 36:1-7."},{"refcode_short":"AUGleaner June 16,  1909, par. 5","refcode_long":"Atlantic Union Gleaner June 16,  1909, paragraph 5","content":"After leaving Philippi, Paul went to Thessalonica, on the seacoast. The history of his work there is recorded in the first and second chapters of first Thessalonians. He labored in the gospel and worked also with his hands. “We were gentle among you,” he writes, “even as a nurse cherisheth her children; so being affectionately desirous of you, we were willing to have imparted unto you, not the gospel of God only, but also our own souls, because ye were dear unto us. For ye remember, brethren, our labor and travail: for laboring night and day, because we would not be chargeable unto any of you, we preached unto you the gospel of God.” He declares that if a man will not work, neither shall he eat, and by his own example he illustrates his teaching. He says, “Neither did we eat any man's bread for naught; but wrought with labor and travail day and night, that we might not be chargeable to any of you.”"},{"refcode_short":"AUGleaner June 16,  1909, par. 6","refcode_long":"Atlantic Union Gleaner June 16,  1909, paragraph 6","content":"“And it came to pass, that while Apollos was at Corinth, Paul having passed through the upper coasts came to Ephesus.” Here he remained three years and six months, “disputing and persuading the things concerning the kingdom of God.” Here he toiled at his craft also. He writes to the Corinthians, “For I think that God hath set forth us the apostles last, as it were appointed to death: for we are made a spectacle unto the world, and to angels, and to men. We are fools for Christ's sake, but ye are wise in Christ; we are weak, but ye are strong; ye are honorable, but we are despised. Even unto this present hour we both hunger and thirst, and are naked, and are buffeted, and have no certain dwelling-place; and labor, working with our own hands, being reviled, we bless; being persecuted, we suffer it; being defamed, we entreat; we are made as the filth of the world, and are the off-scouring of all things unto this day. I write not these things to shame you, but as my beloved sons I warn you. For though you have ten thousand instructors in Christ, yet ye have not many fathers, for in Christ Jesus I have begotten you through the gospel."},{"refcode_short":"AUGleaner June 16,  1909, par. 7","refcode_long":"Atlantic Union Gleaner June 16,  1909, paragraph 7","content":"Lifting up his toil-worn hands, Paul makes this appeal, “Ye yourselves know that these hands have ministered unto my necessity, and to them that were with me.” Those hands speak to us with remarkable impressiveness."},{"refcode_short":"AUGleaner June 16,  1909, par. 8","refcode_long":"Atlantic Union Gleaner June 16,  1909, paragraph 8","content":"Why did Paul, an apostle of the highest rank, spend on mechanical labor time which to all appearances might have been put to better account? Why did he not devote his time and strength to the preaching of the word? By laboring with his hands Paul was preaching the word. Thus he set an example which spoke against the sentiment then gaining influence, that the preaching of the gospel excused the minister from mechanical and physical labor. Paul knew that there were many that loved ease and indulgence much better than useful labor. He knew that if ministers neglected physical work, they would become enfeebled. He desired to teach young ministers that by working with their hands, they would become sturdy; their muscles and sinews would be strengthened."},{"refcode_short":"AUGleaner June 23,  1909","refcode_long":"Atlantic Union Gleaner June 23,  1909","content":"June 23, 1909"},{"refcode_short":"AUGleaner June 23,  1909","refcode_long":"Atlantic Union Gleaner June 23,  1909","content":"The Ministers and Physical Work"},{"refcode_short":"AUGleaner June 23,  1909, par. 1","refcode_long":"Atlantic Union Gleaner June 23,  1909, paragraph 1","content":"The gospel of Christ is an educator. It teaches us not to pamper and indulge self and waste the means that should be employed to extend the triumphs of the cross of Christ. There are ministers now dead whose lives would have been prolonged had they not yielded to the temptation to indulge appetite. When they should have eaten abstemiously, they were tempted to eat largely of rich food, though they knew that what they were eating could not be assimilated by the system, but would only be an extra burden to be gotten rid of in some way. The unnecessary food taken into the system poisoned the blood, and produced evils that resulted in disease."},{"refcode_short":"AUGleaner June 23,  1909, par. 2","refcode_long":"Atlantic Union Gleaner June 23,  1909, paragraph 2","content":"The apostle states plainly that if a man does not work, if he does not use his physical powers, neither should he eat. The healthful and equal exercise of all the powers of the being is required to keep the living machinery in the best condition. He who would have a system unclogged by feebleness and disease must use every part of the system harmoniously. The muscles are not to be allowed to become weak through inaction, while the brain carries too large a share of the work. Each part of the human structure is to bear its burden."},{"refcode_short":"AUGleaner June 23,  1909, par. 3","refcode_long":"Atlantic Union Gleaner June 23,  1909, paragraph 3","content":"Paul recognized physical work as composing a part of the education he was to give. He realized that his teaching would lack vitality if he did not keep all parts of the human machinery equally exercised. His labor to support himself and others should have been commended, rather than regarded as belittling to his position as a minister of the gospel."},{"refcode_short":"AUGleaner June 23,  1909, par. 4","refcode_long":"Atlantic Union Gleaner June 23,  1909, paragraph 4","content":"The Greeks on the seacoasts were sharp traders. They had educated themselves to sharp practices in deal, and had come to believe that gain was godliness, and that ability to acquire gain, whether by fair means or foul, was a reason why they should be honored. Paul was acquainted with their practices, and he would not give them a chance to say that he and his fellow laborers preached in order to be supported by the gospel. Although it was perfectly right for him to be supported in this way, for the laborer is worthy of his hire, yet he saw that if he was, the influence upon his fellow laborers and those to whom he preached would not be the best. Paul feared that if he lived by preaching the gospel, he might be suspected of selfish motives in doing his work. He must show that he was willing to engage in any useful labor. He would not give an excuse to demerit the work of the gospel by imputing motives of selfishness to those who preached the word. He would not give the sharp Grecians any occasion to hurt the influence of God's servants."},{"refcode_short":"AUGleaner June 23,  1909, par. 5","refcode_long":"Atlantic Union Gleaner June 23,  1909, paragraph 5","content":"Paul reasoned how could he teach the commandments, which required him to love God with heart, and soul, and strength, and mind, and his neighbor as himself, if he gave any one reason to think that he loved himself more than his neighbor or his God: that he followed the practices of the Grecians, trading sharply upon his office for the sake of gain, instead of following the principles of the gospel. How could he lead the people to Christ if he took all he possibly could from them? Paul decided that he would not give these keen, critical, unscrupulous money-traders occasion to suppose that God's servants were working as sharply and following as dishonest methods as they were."},{"refcode_short":"AUGleaner June 23,  1909, par. 6","refcode_long":"Atlantic Union Gleaner June 23,  1909, paragraph 6","content":"The apostles talked and prayed over the matter, and decided that they would preach the gospel as it should be preached, in disinterested love for the souls perishing for want of knowledge. Paul said that he would work at tent-making, and that he would teach his fellow laborers to work with their hands, so that in an emergency they could support themselves. But some of his ministering brethren presented the inconsistency of such a course, saying that by so doing they would cheapen their influence as teachers of the gospel. The tenth chapter of second Corinthians records the difficulties Paul had to contend with and his vindication of his course. “Now I Paul, myself, beseech you by the meekness and gentleness of Christ, who in presence am base among you”—because he humbled himself to do mechanical work—“but being absent am bold toward you.” He was about to speak decidedly. “Do ye look on things after the outward appearance? If any man trust to himself that he is Christ's, let him of himself think this again, that as he is Christ's, even so are we Christ's. For though I should boast somewhat more of our authority, which the Lord hath given us for edification, and not for your destruction, I should not be ashamed.” God had placed special honor upon Paul, and had called him to do a special work. He had given him visions. He had given him his credentials, and had laid upon him the most weighty responsibilities."},{"refcode_short":"AUGleaner June 23,  1909, par. 7","refcode_long":"Atlantic Union Gleaner June 23,  1909, paragraph 7","content":"“That I may not seem as if I would terrify you by letters. For his letters, say they, are weighty and powerful; but his bodily presence is weak, and his speech contemptible. Let such an one think this, that, such as we are in word by letters when we are absent, such will we be also in deed when we are present. For we dare not make ourselves of the number, or compare ourselves with some that commend themselves: but they measuring themselves, by themselves, and comparing themselves among themselves, are not wise.” Paul could see evils coming into the church, and he declared, “I am jealous over you with godly jealousy; for I have espoused you to one husband, that I may present you as a chaste virgin to Christ. But I fear, lest by any means, as the serpent beguiled Eve through his subtilty, so your minds should be corrupted from the simplicity that is in Christ.”"},{"refcode_short":"AUGleaner June 8,  1910","refcode_long":"Atlantic Union Gleaner June 8,  1910","content":"1910"},{"refcode_short":"AUGleaner June 8,  1910","refcode_long":"Atlantic Union Gleaner June 8,  1910","content":"June 8, 1910"},{"refcode_short":"AUGleaner June 8,  1910","refcode_long":"Atlantic Union Gleaner June 8,  1910","content":"An Appeal to Our Brethren in the Atlantic Union Conference"},{"refcode_short":"AUGleaner June 8,  1910, par. 1","refcode_long":"Atlantic Union Gleaner June 8,  1910, paragraph 1","content":"It is important that we all realize that there is a great work to be done quickly, the work of giving to the world the message of present truth. Instruction has been given me by the Lord that the work for the cities should now be carried forward with increasing earnestness. Instruction regarding this work has been before our people for many years, and yet this work is largely left undone."},{"refcode_short":"AUGleaner June 8,  1910, par. 2","refcode_long":"Atlantic Union Gleaner June 8,  1910, paragraph 2","content":"In Portland, Maine, where the Advent message was given in 1844 in the power of the Spirit of God, a good work is going forward. The camp-meeting there was an intensely interesting one. There were large congregations, and the best class of people were in attendance."},{"refcode_short":"AUGleaner June 8,  1910, par. 3","refcode_long":"Atlantic Union Gleaner June 8,  1910, paragraph 3","content":"The city of Portland was greatly moved by the proclamation of the message in the early days; a great work was accomplished, and the glory of the Lord was revealed in a remarkable manner. Now, the third angel's message is to go forth again with power; the city is to be supplied with laborers. New, strong workers must come in to do wise, thorough work. Let no forbiddings be raised to hinder the work that should be done in this place. Portland has been specially noticed by the Lord God of Israel. Should we not have there a house of worship that is worthy of the notice of the people?"},{"refcode_short":"AUGleaner June 8,  1910, par. 4","refcode_long":"Atlantic Union Gleaner June 8,  1910, paragraph 4","content":"In Rochester and Buffalo, N. Y., and in other places our brethren need encouragement and help to pay for suitable meeting houses. Wake up, brethren. The work of lifting the banner of truth must now go forward with new power. The Lord has shown me that the efforts of many laborers must now turn eastward, and be a help in the Eastern, unworked fields. Wide-awake, strong, healthy workmen are to break up new ground. This will bring encouragement to the hearts of those who have sacrificed in the past until means and health have been given to the cause. Let the vigor of healthful, devoted labor be brought into these cities where the first and second angels’ messages went with power, and where many of our faithful workers have fallen at their posts of duty."},{"refcode_short":"AUGleaner June 8,  1910, par. 5","refcode_long":"Atlantic Union Gleaner June 8,  1910, paragraph 5","content":"The principles of health reform are to be promulgated as a part of the work in these cities. The voice of the third angel's message is to be heard with power. Let the teachings of health reform be brought into every effort made to get the light of truth before the people. Let workers be selected who are qualified to teach wisely in clear, simple lines. Let us not wait before beginning this work until all the way is made clear. Faith says, Move forward. Christ says, “Lo, I am with you alway, even unto the end of the world.” Go on, step by step, departing not from the spirit of sanctification through the truth which the presence of the Spirit of God and obedience to the truth will give. Let none who have accepted this blessed faith and hope be found lacking in the spirit of self-sacrifice as they engage in the sacred work of preaching to the people, the truth in its simplicity."},{"refcode_short":"AUGleaner June 8,  1910, par. 6","refcode_long":"Atlantic Union Gleaner June 8,  1910, paragraph 6","content":"I am instructed to say, Lower not the standard set for the minister of Christ in the life and labors of the Son of God. Cherish a Christlike simplicity. Study the requirements of the word of God. Buckle on the armor of warfare, remembering that the reward will be given to every humble believer who labors in faith and love."},{"refcode_short":"AUGleaner June 8,  1910, par. 7","refcode_long":"Atlantic Union Gleaner June 8,  1910, paragraph 7","content":"All should be interested in doing their utmost, not boastingly, but with earnestness and a fervent spirit. Teach the people to sense their accountability to God."},{"refcode_short":"AUGleaner January 17,  1912","refcode_long":"Atlantic Union Gleaner January 17,  1912","content":"1912"},{"refcode_short":"AUGleaner January 17,  1912","refcode_long":"Atlantic Union Gleaner January 17,  1912","content":"January 17, 1912"},{"refcode_short":"AUGleaner January 17,  1912","refcode_long":"Atlantic Union Gleaner January 17,  1912","content":"Unpublished Testimony"},{"refcode_short":"AUGleaner January 17,  1912, par. 1","refcode_long":"Atlantic Union Gleaner January 17,  1912, paragraph 1","content":"[The following testimony was read at one of the special meetings by Elder Thompson, and made such a deep impression on the congregation that we give it to the Gleaner family C.H.E.]"},{"refcode_short":"AUGleaner January 17,  1912, par. 2","refcode_long":"Atlantic Union Gleaner January 17,  1912, paragraph 2","content":"“God calls for an entire surrender. You cannot receive the Holy Spirit until you break every yoke of bondage, everything that binds you to your objectionable traits of character. These are the great hindrances to your wearing Christ's yoke and learning of him. The abiding rest—who has it? That rest is found when all self-justification, all reasoning from a selfish standpoint is put away. Acquaintance with Christ makes you want to abide in him, and to have him abide in you. Entire self-surrender is required."},{"refcode_short":"AUGleaner January 17,  1912, par. 3","refcode_long":"Atlantic Union Gleaner January 17,  1912, paragraph 3","content":"“In my dream last night a sentinel stood at the door of an important building, and said to every one who came for entrance, Have you received the Holy Ghost? A measuring line was in his hand, and only very, very few were admitted into the building. Your size as a human being is nothing; your size as the full stature of a man in Christ Jesus, according to the knowledge you have had, will give you an appointment to sit with Christ at the marriage supper of the Lamb, and you will never know the extent of the great advantages given you in the banquet prepared for you."},{"refcode_short":"AUGleaner January 17,  1912, par. 4","refcode_long":"Atlantic Union Gleaner January 17,  1912, paragraph 4","content":"“You may be tall and well proportioned in self, but none such can enter here. None can be admitted who are grown-up children, with all the habits and customs, the disposition, the characteristics which pertain to children. You have nurtured your suspicions, your criticisms, your bad temper, your dignity, and you cannot be permitted to spoil the feast. All who enter through the door have on the wedding garment, woven in the looms of heaven. Your leaven of distrust, your want of confidence, your power of accusing, closes against you the door of admittance. Within this door, nothing can enter that can possibly mar the happiness of the dwellers here by marring their perfect trust in one another. Those who have educated themselves to pick flaws in the characters of others, have thus revealed a deformity of character which has made families unhappy, which has turned souls from the truth to choose fables. You can not join the happy family in the heavenly courts; for God has wiped all tears from their eyes. You can never see the King in beauty, if you are not yourself a representative of the loveliness of Christ's character.”"},{"refcode_short":"AUGleaner March 17,  1915, par. 4","refcode_long":"Atlantic Union Gleaner March 17,  1915, paragraph 4","content":"1915"},{"refcode_short":"AUGleaner March 17,  1915, par. 4","refcode_long":"Atlantic Union Gleaner March 17,  1915, paragraph 4","content":"March 17, 1915"},{"refcode_short":"AUGleaner March 17,  1915","refcode_long":"Atlantic Union Gleaner March 17,  1915","content":"A Letter from Elder W. C. White"},{"refcode_short":"AUGleaner March 17,  1915, par. 1","refcode_long":"Atlantic Union Gleaner March 17,  1915, paragraph 1","content":"During the last week mother has been sitting up three or four hours each day. The doctors say that she is holding up remarkably, considering her age."},{"refcode_short":"AUGleaner March 17,  1915, par. 2","refcode_long":"Atlantic Union Gleaner March 17,  1915, paragraph 2","content":"Last Wednesday (March 3) she said to Brother Crisler, “I need the prayers of all God's people.” To her nurse she said, “Jesus is my blessed Redeemer, and I love him with my whole being.”"},{"refcode_short":"AUGleaner March 17,  1915, par. 3","refcode_long":"Atlantic Union Gleaner March 17,  1915, paragraph 3","content":"Today, in talking with Brother Crisler, she said: “My courage is grounded in my Saviour. I want that peace that abounds in Christ Jesus. My work is nearly ended. Looking over the past, I do not feel the least mite of despondency or discouragement. I feel so grateful that the Lord has withheld me from despair and discouragement, and that I can still hold the banner. I am very grateful that this is so. I know him whom I love, and in whom my soul trusteth.”"},{"refcode_short":"AUGleaner March 17,  1915, par. 4","refcode_long":"Atlantic Union Gleaner March 17,  1915, paragraph 4","content":"Speaking of death, she said, “I feel, the sooner the better; all the time that is how I feel—the sooner the better. I have not a discouraging thought, nor sadness. I have hoped I should be able once more to speak to the people; but that is the Lord's business, not mine. I have light and faith and hope and courage and joy in the Lord, and that is enough. The Lord understands what I can endure, and he has given me grace to bear up under the discouragements that I have sometimes had to bear, and I feel thankful for this. I have nothing of which to complain; I thank the Lord for all his goodness, all his mercy, all his love.”"},{"refcode_short":"AUGleaner March 17,  1915, par. 5","refcode_long":"Atlantic Union Gleaner March 17,  1915, paragraph 5","content":"Pointing to and handling some of her books, she continued: “I appreciate these books as I never did before. They are truth, and they are righteousness, and they are an everlasting testimony that God is true."},{"refcode_short":"AUGleaner March 17,  1915, par. 6","refcode_long":"Atlantic Union Gleaner March 17,  1915, paragraph 6","content":"“Let the Lord take his way and do his work with me, so that I am refined and purified; and that is all I desire. I know my work is done; it is of no use to say anything else. I shall rejoice, when my time comes, that I am permitted to lie down to rest in peace. I have no desire that my life shall be prolonged.”"},{"refcode_short":"AUGleaner March 17,  1915, par. 7","refcode_long":"Atlantic Union Gleaner March 17,  1915, paragraph 7","content":"Following a prayer by Brother Crisler, she prayed: “Heavenly Father, I come to thee, weak, like a broken reed, yet by the Holy Spirit's vindication of righteousness and truth that shall prevail. I thank thee, Lord, I thank thee, and I will not draw away from anything that thou wouldst give me to bear. Let thy light, let thy joy and grace, be upon me in my last hours, that I may glorify thee, is my great desire; and this is all that I shall ask of thee. Amen.”"},{"refcode_short":"AUGleaner March 17,  1915, par. 8","refcode_long":"Atlantic Union Gleaner March 17,  1915, paragraph 8","content":"Following the prayer: “I did not know how it would be in the last, the very last, on account of the affliction. But I find that I can lean my whole weight on the promises of God; and I do not at all doubt or question his wisdom in any way. He has provided for me to be carried through; and I shall rejoice just as long as I have tongue and voice.”"}]