[{"refcode_short":"AustYouth","refcode_long":"Our Australasian Youth and Sabbath School Guide","content":"Our Australasian Youth and Sabbath School Guide"},{"refcode_short":"AustYouth March 1,  1888","refcode_long":"Our Australasian Youth and Sabbath School Guide March 1,  1888","content":"1888"},{"refcode_short":"AustYouth March 1,  1888","refcode_long":"Our Australasian Youth and Sabbath School Guide March 1,  1888","content":"March 1, 1888"},{"refcode_short":"AustYouth March 1,  1888","refcode_long":"Our Australasian Youth and Sabbath School Guide March 1,  1888","content":"David's Victory Over Goliath"},{"refcode_short":"AustYouth March 1,  1888, par. 1","refcode_long":"Our Australasian Youth and Sabbath School Guide March 1,  1888, paragraph 1","content":"The Philistines were at war with Israel. Their army was very large; yet they did not dare to attack the hosts of Israel, as they had before done, fearing that they would be overcome. They knew not that Saul and his people had great anxiety, and dared not commence the battle with them, and they proposed their own mode of warfare. They selected a man of great size and strength, who was clad in heavy armor, and terrible in appearance, and sent him to provoke a combat with Israel, defying them to send out a man to fight with him."},{"refcode_short":"AustYouth March 1,  1888, par. 2","refcode_long":"Our Australasian Youth and Sabbath School Guide March 1,  1888, paragraph 2","content":"For forty days this proud boaster filled Israel with terror; for on account of their transgressions, they had not that trust in God that would lead them to battle in his name. But God would not suffer an idolatrous nation to lift their heads proudly against the Ruler of the universe. He saved Israel, not by the hand of King Saul, but by the hand of David, a simple shepherd lad, whom he was preparing to be the ruler of his people."},{"refcode_short":"AustYouth March 1,  1888, par. 3","refcode_long":"Our Australasian Youth and Sabbath School Guide March 1,  1888, paragraph 3","content":"David was visiting his brothers in the camp of Saul; he heard this proud boaster defying Israel, and his spirit was stirred within him. He was jealous for the armies of the living God, and indignant that a heathen, who had no fear of God, and no power from him, should thus hold all Israel in fear, and triumph over them. He did not boast of his own superior skill; but surely in the strength of God he could overcome this mighty warrior."},{"refcode_short":"AustYouth March 1,  1888, par. 4","refcode_long":"Our Australasian Youth and Sabbath School Guide March 1,  1888, paragraph 4","content":"Saul consented to let David meet the giant Goliath. He placed upon David his own kingly armor; but David laid it off, because he had not proved it. His trust was in the God of Israel, and the credit which belonged to his mighty Helper should not be given to the armor of Saul. So he chose five smooth pebbles from the brook, and with his sling and staff, his only weapons, went forth to meet the armed warrior."},{"refcode_short":"AustYouth March 1,  1888, par. 5","refcode_long":"Our Australasian Youth and Sabbath School Guide March 1,  1888, paragraph 5","content":"Goliath disdained David; for his appearance was that of a mere youth, untaught in the tactics of war. He felt that it was an insult to his dignity to have a mere stripling, not even clad in armor, come out to meet him; and he exclaimed, “Am I a dog, that thou comest to me with staves?” He cursed David by his gods, and boastingly invited him to come to him, that he might give the flesh of the youthful champion to the fowls of the air and to the beasts of the field."},{"refcode_short":"AustYouth March 1,  1888, par. 6","refcode_long":"Our Australasian Youth and Sabbath School Guide March 1,  1888, paragraph 6","content":"David did not become irritated because he was looked upon as so inferior, neither did he tremble at the terrible threats of his foe. He replied, “Thou comest to me with a sword, and with a spear, and with a shield; but I come to thee in the name of the Lord of hosts, the God of the armies of Israel, whom thou hast defied.” And when he approached his antagonist, David took a stone, and “smote the Philistine in his forehead, that the stone sunk into his forehead; and he fell upon his face to the earth.” Then David cut off the head of the proud warrior with his own powerful sword, of which he had boasted. The Philistines, seeing that their champion was dead, were confused, and fled in every direction, Israel pursuing."},{"refcode_short":"AustYouth March 1,  1888, par. 7","refcode_long":"Our Australasian Youth and Sabbath School Guide March 1,  1888, paragraph 7","content":"Goliath trusted in his armor, while David's trust was in the Lord. He did not desire to win fame or glory for himself, but that all the earth might “know that there is a God in Israel.” Here is the secret of the disastrous overthrow of the one, and the signal victory of the other. “The Lord saveth not with sword and spear; for the battle is the Lord's.”"},{"refcode_short":"AustYouth February 1,  1889","refcode_long":"Our Australasian Youth and Sabbath School Guide February 1,  1889","content":"1889"},{"refcode_short":"AustYouth February 1,  1889","refcode_long":"Our Australasian Youth and Sabbath School Guide February 1,  1889","content":"February 1, 1889"},{"refcode_short":"AustYouth February 1,  1889","refcode_long":"Our Australasian Youth and Sabbath School Guide February 1,  1889","content":"The Child Saved from the Flood"},{"refcode_short":"AustYouth February 1,  1889, par. 1","refcode_long":"Our Australasian Youth and Sabbath School Guide February 1,  1889, paragraph 1","content":"The children of Israel dwelt in Egypt; and under Joseph's fostering care, and the favor of the king who was then ruling, they “multiplied, and waxed exceeding mighty; and the land was filled with them.” But Joseph died, and another king arose who knew him not. “And he said unto his people, Behold, the children of Israel are more and mightier than we. Come on, let us deal wisely with them, lest they multiply, and it come to pass, that, when there falleth out any war, they join also unto our enemies, and fight against us, and so get them up out of the land.”"},{"refcode_short":"AustYouth February 1,  1889, par. 2","refcode_long":"Our Australasian Youth and Sabbath School Guide February 1,  1889, paragraph 2","content":"To prevent this, they were reduced to slavery, and taskmasters were set over them. “And the Egyptians made the children of Israel to serve with rigor; and they made their lives bitter with hard bondage.” “But the more they afflicted them, the more they multiplied and grew.” Then the king commanded that their little children should be killed. He charged his people to keep strict watch of the Israelites, saying, “Every son that is born ye shall cast into the river, and every daughter ye shall save alive.”"},{"refcode_short":"AustYouth February 1,  1889, par. 3","refcode_long":"Our Australasian Youth and Sabbath School Guide February 1,  1889, paragraph 3","content":"While this cruel decree was in full force. Moses was born. His mother concealed him for three months, and then, finding that she could keep him no longer with any safety, she prepared a little vessel of bulrushes, making it water-tight by means of lime and pitch, and after placing the child therein, she placed it among the flags at the river's brink. His sister lingered near, apparently indifferent, yet all the time anxiously watching to see what would become of her little brother. Angels also were watching that no harm should come to the helpless infant, placed there by an affectionate mother, and committed to the care of God by her earnest prayers. These angels directed the footsteps of Pharaoh's daughter to the river. Her attention was attracted by the little vessel, and she sent one of her waiting maids to fetch it. In it was a lovely child; “and behold the babe wept, and she had compassion on him.” She knew that a Hebrew mother had taken this means to preserve the life of her much-loved babe, and she decided at once that this little child should be her son."},{"refcode_short":"AustYouth February 1,  1889, par. 4","refcode_long":"Our Australasian Youth and Sabbath School Guide February 1,  1889, paragraph 4","content":"The sister of Moses immediately came forward and inquired. “Shall I go and call to thee a nurse of the Hebrew women, that she may nurse the child for thee?” Permission was given her, and she joyfully sped to her mother, related to her the happy news, and conducted her in haste to Pharaoh's daughter. The child was committed to the mother to nurse, and she thankfully entered upon her now safe and happy task."},{"refcode_short":"AustYouth February 1,  1889, par. 5","refcode_long":"Our Australasian Youth and Sabbath School Guide February 1,  1889, paragraph 5","content":"This Hebrew mother believed that God had preserved the life of her child for some great work, and she was particular in his instruction. By her faithful teachings, she instilled into his young mind the fear of God, and love for truth and justice. She knew that he was soon to be separated from her, and given up to his adopted royal mother, to be surrounded by influences calculated to make him disbelieve in the true God, the Maker of the heavens and the earth, and she sought to impress his mind with the sin of idolatry."},{"refcode_short":"AustYouth February 1,  1889, par. 6","refcode_long":"Our Australasian Youth and Sabbath School Guide February 1,  1889, paragraph 6","content":"The instructions which Moses received from his parents were such as to fortify his mind, and shield him from corruption amid the luxury and extravagance of court life. The splendor that surrounded him, and the flattery he received, could not make him forget his despised brethren in slavery."},{"refcode_short":"AustYouth February 1,  1889, par. 7","refcode_long":"Our Australasian Youth and Sabbath School Guide February 1,  1889, paragraph 7","content":"Moses was carefully educated in the Egyptian court; and when he became a man, he was learned in all the learning of the Egyptians, and was in every sense of the word a great man. But God saw that he was not yet prepared to lead Israel out of the land of bondage into the “good land and large, the land flowing with milk and honey,” that had been promised to them by the Lord. Forty years he spent in the land of Midian, communing with God and his own heart as he kept the flocks of Jethro; then he was ready for the great work before him, and the commission came: “I will send thee unto Pharaoh, that thou mayst bring forth my people, the children of Israel, out of Egypt.”"}]