[{"refcode_short":"AY 38","refcode_long":"An Appeal to the Youth, p. 38 (Ellen Gould White)","content":"An Appeal to the Youth"},{"refcode_short":"AY 40","refcode_long":"An Appeal to the Youth, p. 40 (Ellen Gould White)","content":"His Mother's Letters"},{"refcode_short":"AY 40","refcode_long":"An Appeal to the Youth, p. 40 (Ellen Gould White)","content":"Volney, Iowa, Dec. 24, 1857"},{"refcode_short":"AY 40.1","refcode_long":"An Appeal to the Youth, p. 40.1 (Ellen Gould White)","content":"Here we are, twelve miles from Waukon. We have had a tedious time in getting thus far. Yesterday our horses for miles had to plow through snow very deep, but on we came, feeling confident that our mission was of God. Last Monday we could get no food that was fit to eat, and therefore rode in the coldest weather I ever saw, from morning until night, with nothing to eat but one apple. Oh, how thankful I shall be to see home, sweet home, again, and my three dear boys, Henry, Edson, and Willie."},{"refcode_short":"AY 40.2","refcode_long":"An Appeal to the Youth, p. 40.2 (Ellen Gould White)","content":"Children, strive to do right, and love the Lord for his merciful kindness to you all. Obey those who have the care of you as you would your parents. Be kind to each other, and yield to each other's wishes. Don't become unsteady. Read the precious word of God."},{"refcode_short":"AY 40.3","refcode_long":"An Appeal to the Youth, p. 40.3 (Ellen Gould White)","content":"You should be thankful for your comfortable home. We often suffer with cold on account of unfinished and open houses. Last night we slept in a chamber where there was an opening through the top for the stove-pipe. If it had stormed it would have come direct in our faces. Pray for us. Unless the Lord opens the way for us to return, we may be blocked in with snow, and have to remain all winter."},{"refcode_short":"AY 41.1","refcode_long":"An Appeal to the Youth, p. 41.1 (Ellen Gould White)","content":"I hope, dear Henry, that you are a good boy, and are happy in doing right. Continue to strive to be faithful in all things. We received your letter, and were much pleased to hear from you. We think you have made improvements in setting type. Be faithful, children, in all things. The Lord will soon come and take the good and holy to himself. We want you to live among the pure and holy angels in heaven, and wear a crown of gold, and eat of the tree of life. Trust in the Lord at all times. Listen to the voice of conscience. Love God and you will have his approving smile. What a thought, to have the great God, the maker of the heavens and the earth, to smile upon and love you. Dear children, seek for this, pray for it, live for it."},{"refcode_short":"AY 42","refcode_long":"An Appeal to the Youth, p. 42 (Ellen Gould White)","content":"Green Spring, Ohio, March 2, 1858"},{"refcode_short":"AY 42.1","refcode_long":"An Appeal to the Youth, p. 42.1 (Ellen Gould White)","content":"Dear children, your mother has not forgotten you. She thinks of you many times every day. We hope you will be good and faithful children. I have been thinking, what if either of you should be taken sick and die, and your father and mother see you no more? Would you be prepared to die? Do you love God better than any one else? Can you forget your play to think of God, to go away alone and ask him for Jesus’ sake to forgive your sins? I know that much of your time is taken up with your studies, and with doing errands; but, dear children, don't forget to pray. The Lord loves to have children pray to him. And if you really repent and feel sorry for your sins, God will forgive your sins for Jesus’ sake."},{"refcode_short":"AY 42.2","refcode_long":"An Appeal to the Youth, p. 42.2 (Ellen Gould White)","content":"When you do wrong don't conceal your wrong, but heartily and honestly confess it. This I believe you will do. I have confidence in you that you have tried to do it. Continue to do so, and we shall love you better than if you kept your wrongs concealed. God loves honest-hearted, truthful children, but cannot love those who are dishonest. Be obedient, dear children. God has been very merciful to you and to us. Your parents have to travel from place to place among the people of God to try to do them good and save souls. And the Lord has inclined sisters Jenny and Martha to come into our family, to feel an interest for you, to love you, and to care for you, that we may leave home feeling free. They are not related to you. They make a sacrifice. What for? Because they love you. When you grieve them you grieve your parents also. It is not a desirable task to have the care of children if they are ungrateful and disobedient. If you perseveringly try to do right, you will make them happy, and they will feel it a pleasure to deny themselves to have a care for you. When asked to do anything, do not say, “Wait a minute, till I do this.” It is unpleasant to repeat to you the same things. Now, dear children, obey because you love to, not because you are driven to. I shall have confidence that you will do as I wish you to. I shall confide in your honor, your manliness."},{"refcode_short":"AY 43.1","refcode_long":"An Appeal to the Youth, p. 43.1 (Ellen Gould White)","content":"Many times I ask myself the question, Will my dear children be saved in the kingdom? I cannot bear the thought of their being shut out of the City with the wicked. I love my children, but God says that only the good and holy can be saved. And if you will overcome your wrongs, love one another, and be at peace among yourselves, the Lord will bless and save you. You cannot be good, or do right, in your own strength. You must go to God and ask him for strength. Ask him that his grace may influence your hearts, and make you right. Believe the Lord will do it; trust him to do it. You can be little Christians; you can love and serve God."},{"refcode_short":"AY 44.1","refcode_long":"An Appeal to the Youth, p. 44.1 (Ellen Gould White)","content":"Be good to Willie. Love him. Teach him right things. If you do wrong, you not only sin yourselves, but you teach him to sin. When you do wrong, you teach him to do wrong; so double sin rests upon you. Always act as you would like to see Willie act. Always speak pleasantly to him, and try to make him happy."},{"refcode_short":"AY 44","refcode_long":"An Appeal to the Youth, p. 44 (Ellen Gould White)","content":"Somerville, Mass., Sept. 6, 1859"},{"refcode_short":"AY 44.2","refcode_long":"An Appeal to the Youth, p. 44.2 (Ellen Gould White)","content":"We received your letter, and were very glad to hear from you. You must write oftener. Send us a letter at Topsham. Think of everything you have left there and wish us to bring, and we will try to do so."},{"refcode_short":"AY 44.3","refcode_long":"An Appeal to the Youth, p. 44.3 (Ellen Gould White)","content":"We hope you are well and happy. Be a good, steady boy. If you only fear God and love him, our happiness will be complete. You can be a noble boy. Love truthfulness and honesty. These are sacred treasures. Do not lay them aside for a moment. You may be tempted and often tried, but, my dear boy, it is at such a time when these lovely treasures shine, and are highly prized. Cling closely to these precious traits, whatever you may be called to suffer. Let truthfulness and honesty ever live in your heart. Never, through fear of punishment, sacrifice these noble traits. The Lord will help you, Henry, to do right. I believe it is your purpose to do right, and please your parents."},{"refcode_short":"AY 45.1","refcode_long":"An Appeal to the Youth, p. 45.1 (Ellen Gould White)","content":"You may see little dishonest acts in other boys, but do not think for a moment of imitating them. Learn to despise such things. Do not condescend to mean talk, or to mean acts. Shun the company of those who do evil, as you would a deadly poison; for they will corrupt every one who associates with them. Ever have your young mind lifted up—elevated above the low, evil habits of those who have no fear of God before them. You can have correct thoughts, correct ways, and can form a good, pure character."},{"refcode_short":"AY 45.2","refcode_long":"An Appeal to the Youth, p. 45.2 (Ellen Gould White)","content":"Our dear children are our treasures, and oh, how anxious we are that they should meet the approbation of God. In his strength you can reform, but never in your own strength. You can give the Lord your heart, and ask him to forgive your sins, and if you move with sincerity he will accept you and make you white and clean in his own precious blood. We, your parents, pray much for you, that you may be a consistent, true Christian. We know that our Saviour is coming, and will take the good and holy, the honest and pure, to dwell with him forever in a holy heaven, where all is beauty, harmony, joy, and glory. I want you to remember that Jesus suffered, groaned, and died for you, that his blood might cleanse you from sin. But there is a work for you to do. May the Lord clearly open to your young mind the plan of salvation, and lead you to give yourself unreservedly to Jesus as his, to serve him continually. Come to him, dear boy; love him because he first loved you; love him for his lovely character; love him because he loved you well enough to die for you."},{"refcode_short":"AY 46.1","refcode_long":"An Appeal to the Youth, p. 46.1 (Ellen Gould White)","content":"Henry, as soon as you were born we prayed that you might be a Christian boy. We believe that you have felt some of the influence of the Spirit of God upon your heart; but we want its sweet influence to abide upon you, and the impressions lasting, your course steady, and you to daily receive grace to resist temptation."},{"refcode_short":"AY 47.1","refcode_long":"An Appeal to the Youth, p. 47.1 (Ellen Gould White)","content":"I must close. Do right because you love to. Preserve these letters I write to you, and read them often, and if you should be left without a mother's care, they will be a help to you."},{"refcode_short":"AY 47","refcode_long":"An Appeal to the Youth, p. 47 (Ellen Gould White)","content":"Topsham, Maine, Sept. 20, 1859"},{"refcode_short":"AY 47.2","refcode_long":"An Appeal to the Youth, p. 47.2 (Ellen Gould White)","content":"We received your letters today. We are now in our old home, at brother Howland's. I am writing in the room where we first commenced house-keeping. In this room we prayed for you, Henry, and when the hand of death seemed to be upon you, the Lord in mercy raised you up in answer to fervent prayer. In this room we have suffered poverty and trial, yet brother Howland's family were ever true friends to us in time of need. In this room we have realized the signal power of God, and enjoyed the rich blessing of his salvation. This room is endeared to me by past recollections. It is called my room."},{"refcode_short":"AY 47.3","refcode_long":"An Appeal to the Youth, p. 47.3 (Ellen Gould White)","content":"I feel very anxious for the salvation of my children. Especially, you, Henry, my eldest son, whose life God has so graciously spared. Dedicate yourself to God in your youth. Love him and serve him. This is our earnest prayer. Render to God a life of cheerful, willing obedience. Tell the Lord your desires, and heartily repent of your sins. Seek his forgiveness with all your heart. Be in earnest and he will be found of you. He will bless you, and give you the sweet evidence that he accepts you. He will love you with more than a father or mother's love. We want you to be happy, and saved with the redeemed."},{"refcode_short":"AY 48","refcode_long":"An Appeal to the Youth, p. 48 (Ellen Gould White)","content":"Topsham, Maine, Sept. 20, 1859"},{"refcode_short":"AY 48.1","refcode_long":"An Appeal to the Youth, p. 48.1 (Ellen Gould White)","content":"I will write you a few lines, as I have written to Henry and Edson. We hope little Willie is well, and happy, and striving to be a good, obedient boy. We shall be glad to see you, my dear boy, again, and hear your loving voice. We want you to be good, pleasant, and lovely; then every one will love you."},{"refcode_short":"AY 48.2","refcode_long":"An Appeal to the Youth, p. 48.2 (Ellen Gould White)","content":"You must often visit your grandparents, and try to make them happy. Do not grieve them by being noisy, but be quiet, mild, and gentle—then they will love you. I am glad, Willie, you have never troubled us or them with mischievous actions."},{"refcode_short":"AY 49.1","refcode_long":"An Appeal to the Youth, p. 49.1 (Ellen Gould White)","content":"As we were riding in the cars, there were three children in the seat before us, one of them a little boy about your age. He was dressed prettily. He had a pretty face and curly hair, yet he did not behave prettily. He disturbed those who sat near him by his loud, sharp voice, contending with, and annoying, his sisters, giving them no peace. They threatened to tell their mother, but he did not seem to care for this. He behaved so rudely, that we were all glad when he left the cars."},{"refcode_short":"AY 49.2","refcode_long":"An Appeal to the Youth, p. 49.2 (Ellen Gould White)","content":"I thought then how bad I should feel if my little Willie was so disagreeable. Now, Willie, that wicked boy's pretty clothes and handsome face did not make people love him. His behaviour was bad, and made those who had the care of him ashamed of him. All seemed pleased to get rid of the troublesome little fellow. If Willie acts prettily, if he is gentle, kind, and obedient, his father and mother, and all good people, will love him."},{"refcode_short":"AY 50","refcode_long":"An Appeal to the Youth, p. 50 (Ellen Gould White)","content":"Newport, N. H., Oct. 4, 1859"},{"refcode_short":"AY 50.1","refcode_long":"An Appeal to the Youth, p. 50.1 (Ellen Gould White)","content":"My heart has been pained to witness the movements of an unfortunate child, without a mind. His skin is fair, his features good; but he has no intellect. Dear Henry, how thankful I felt to the Lord that my dear boys were blessed with intellect. I would not have you, my Henry, like that poor boy, for a house full of gold. How thankful should you be that the Lord has blessed you with quite good health, and with your reason."},{"refcode_short":"AY 50.2","refcode_long":"An Appeal to the Youth, p. 50.2 (Ellen Gould White)","content":"If you only take a noble, manly course, you will make our hearts glad. Our dear children are precious jewels to us. We dedicated you to God as soon as you were born. We prayed earnestly from your earliest infancy for you, that your dispositions would be tempered. We wept for you, when you, dear Henry, lay an unconscious babe in our arms. We plead with the Lord to put within you a right spirit, to lead you to his own fold. And now our greatest anxiety is for you. We love you, we want you saved. We want your conduct to be right, governed by a sense of duty, and you have a principle, a determination of your own, that you will do right—not because you are obliged to, but because you love to. For in right-doing there is no sting, no self-reproach, no self-condemnation; but a pleasing consciousness of right-doing."},{"refcode_short":"AY 51.1","refcode_long":"An Appeal to the Youth, p. 51.1 (Ellen Gould White)","content":"Dear Henry, acquaint yourself with your own faults. You know where you err, and you are getting to be of that age that you should not depend wholly on us to tell you that you shall not do this, or that, but study before you move. Ask yourself, Is this right? will it lead to evil? will it lead to unfaithfulness? will it lead to deception, or falsehood? shall I feel just as happy after I do this as before? You can, by thus considering, often decide yourself what right is. Do nothing that you would not wish us to know. We shall not be unreasonable. You may, my dear boy, open your whole heart to us, and you need conceal nothing from us. Who are so well calculated to direct or counsel you aright, as your parents? Your interest and welfare is certainly dearer to them than it could be to any others. It is their study how to make you happy, and teach you the ways of the Lord. Trust your parents ever with your heart's secrets, and they will tenderly counsel you. I must close. Be faithful, be kind, be obedient. Love the dear Saviour."},{"refcode_short":"AY 52","refcode_long":"An Appeal to the Youth, p. 52 (Ellen Gould White)","content":"Enosburg, Vt., Oct. 15, 1859"},{"refcode_short":"AY 52.1","refcode_long":"An Appeal to the Youth, p. 52.1 (Ellen Gould White)","content":"The Lord has been very merciful to me on this journey, and has given me better health than I have had for one year. I have felt quite light-hearted, and at times have felt the sweet peace of God resting upon me. How is it with you, Eddie? Are you any homesick, or do you keep so busy you do not find time to be homesick? I suppose your time is all usefully employed. We do not mean that you shall work all the time. Light work will not hurt you, but be healthy exercise for you. We hope you will make some progress in your studies while we are absent. Be faithful, dear Eddie, and take a right course, that those who so kindly care for you may love and respect you. I have been so grateful to hear such good news from you, that you were trying to do right, and that you had not been wrong, or caused the family grief that you are with."},{"refcode_short":"AY 52.2","refcode_long":"An Appeal to the Youth, p. 52.2 (Ellen Gould White)","content":"I want to tell you a little circumstance. Yesterday we were with a family where there was a poor sick lame boy. He is a cripple for life, and never will be able to walk or run like other boys. We inquired into the case, and found this poor boy's affliction was caused by his going into a brook of water when he was warm. He has since been a great sufferer. He has an ugly sore on his hip which runs all the time, and one limb is drawn up some inches shorter than the other. He is a pale, sickly, feeble little fellow; has been so five years. You may sometimes think we are too careful of you, and are too particular to keep you out of the river. My dear boy, think of this poor cripple. How easy it is for young children like you to be a little careless, or venturesome, and make themselves cripples or invalids for life. I thought, what if this poor boy was mine; what if I should be compelled to see you suffer so. Oh, how my heart would ache that I had not been more careful of you. Eddie, I could but weep as I thought of these things. Your father and mother love you very much. We instruct and warn you for your good."},{"refcode_short":"AY 53","refcode_long":"An Appeal to the Youth, p. 53 (Ellen Gould White)","content":"Brookfield, N. Y., October, 30, 1859"},{"refcode_short":"AY 53.1","refcode_long":"An Appeal to the Youth, p. 53.1 (Ellen Gould White)","content":"I will write you a few lines. You remember, Henry, in my last letter to you I made a suggestion of what I thought to be a good plan. I do not enforce this; I merely suggest it. I would not bind anything upon you that is tedious or burdensome. But I thought such a plan as I suggested, if you could see the help it would be to you in having a principle, and in forming a good character, you would readily adopt it."},{"refcode_short":"AY 54.1","refcode_long":"An Appeal to the Youth, p. 54.1 (Ellen Gould White)","content":"We do not wish to drive you, dear boys, but help you to do right. We love you. No others can love you as we do. None can feel the interest in you that we do. We feel very anxious that you should be kept from sinful ways and evil habits. Satan has great control over the minds of the young, generally, because they do not go to the true source for strength to resist his temptations, and to overcome. God loves to have children put their trust in him, and ask him to help them. The promise is, my dear boys, “Ask, and ye shall receive.” Believe ye receive the things ye ask for, and ye shall have them. Now in the first place you have the promise that if you ask you shall receive. Then think what you most need to overcome. Acquaint yourselves with your failings, and then as you feel you cannot overcome in your own strength, ask God to help you. By doing this you acknowledge your own weakness, and throw yourselves upon God's arm. He will sustain you in your efforts to do right. But be careful and do not rely too much on your own strength and efforts. Ever realize that Satan is continually trying to lead your young, inexperienced minds to do wrong. In order to resist his temptations, you must rely upon a power stronger than your own. “Believe ye receive the things ye ask for, and ye shall have them.” Do not merely come to God and ask; but believe that he will do just as he has said he would. As you ask, believe he answers, and believe you do receive strength from him."},{"refcode_short":"AY 55.1","refcode_long":"An Appeal to the Youth, p. 55.1 (Ellen Gould White)","content":"My dear boys, learn to trust in God. Learn to go to him who is mighty to save. He knows what you need before you ask him; but he has made this your duty, and the duty of every one of us, to come to him and ask him in confidence for what we need. We must comply with the conditions laid down in his word, namely, “ASK.” Tell the dear Saviour just what you need. He that said, “Suffer little children to come unto me, and forbid them not,” will not reject your prayer. But he will send his angels to guard you and protect you from the evil angels, and will make it easy for you to do right. Then it will be much easier than if you should try in your own strength. You may ever feel like this, I have asked God to help me, and he will do it. I will do right in his strength. I will not grieve the dear angels that God has appointed to watch over me. I will never take a course to drive them from me; for if they should leave me I should then have evil angels around me to control my actions, and lead me to do wickedly, and grieve my parents. But we do not believe that good angels will leave you; because we believe you will do right, and encourage their watchful care."},{"refcode_short":"AY 56.1","refcode_long":"An Appeal to the Youth, p. 56.1 (Ellen Gould White)","content":"You are none too young to be good Christians, and have children's experience in the Christian life, and know that your sins are washed away in the blood of your Redeemer. Time is short, dear children, and we want you to love God, and be prepared to dwell with pure and good angels in the city of God. Nothing but goodness and purity, honesty and holiness, can enter heaven. The Lord knows you are young, and he will help you to do right, and give you grace to overcome every wrong, every evil. You may not obtain the entire victory at once; but persevere, keep trying. Say, I will do right, I will resist evil, and the Lord will help me."},{"refcode_short":"AY 57","refcode_long":"An Appeal to the Youth, p. 57 (Ellen Gould White)","content":"Iowa City, Iowa, March 3, 1860"},{"refcode_short":"AY 57.1","refcode_long":"An Appeal to the Youth, p. 57.1 (Ellen Gould White)","content":"It is almost dark. I can write but a few lines this evening. I wish this to be put in the Office tomorrow. I was glad to learn that you had been to visit Mrs. F., and that you enjoyed the visit."},{"refcode_short":"AY 57.2","refcode_long":"An Appeal to the Youth, p. 57.2 (Ellen Gould White)","content":"Dear children, I am very anxious that you should form good characters, that you should overcome obstacles, and obtain victories yourselves. Study your own temperaments. Learn your own faults, and what makes you feel unpleasantly and unhappily afterward, and then shun the cause. Especially do I as a mother charge you to be kind and forbearing, yielding to, and loving, one another. This will save you many unhappy hours, many unpleasant reflections. You can be happy if you choose. You must learn the important lesson of not always having your own way, but of sacrificing your will and way to gratify and make others happy."},{"refcode_short":"AY 57.3","refcode_long":"An Appeal to the Youth, p. 57.3 (Ellen Gould White)","content":"I know a man that is now living, who in youth had his own way, was not willing to yield his notions, and he grew up to want his own way, and carry out his own will in everything. We have been acquainted with him for quite a number of years, and he is, we think, a very unhappy man. He is irritated at once if every one does not do just as he wishes to have them. When people first see him they think that he is a good man, but when they become acquainted with him they change their minds, become tired of him, and wish he was elsewhere. He is a trial to everybody, is easily out of temper, and makes himself unhappy, and every one around him."},{"refcode_short":"AY 58.1","refcode_long":"An Appeal to the Youth, p. 58.1 (Ellen Gould White)","content":"Now, children, if you would not wish to be like this unhappy man, you must learn to govern yourselves while young. Don't give way to fretful, unkind feelings; but remember that the Lord reads even the thoughts of the heart, and nothing is concealed from his all-seeing eye. Right acts, right thoughts, will be remembered in heaven, and every victory you gain when tempted to do wrong, every temptation manfully resisted, will be recorded in heaven. Don't forget, dear children, that evil deeds are faithfully recorded, and will bring their punishment unless repented of, and confessed, and washed away by the atoning blood of Jesus. It is easier to go in an evil way than to do right; for Satan and his angels are constantly tempting to do wrong."},{"refcode_short":"AY 58.2","refcode_long":"An Appeal to the Youth, p. 58.2 (Ellen Gould White)","content":"But there is one who has promised to hear the needy when they cry. Go to God when tempted to speak or act wrong. Ask him in faith for strength and he will give it. He will say to his angels, There is a poor little boy trying to resist the power of Satan, and has come to me for help. I will aid him. Go stand by that child who is endeavoring to do right, and when the evil angels attempt to lead his steps astray, gently guide him in the right path, and drive back the powers of the evil one. Every one of your efforts to do right is regarded of God. Dear children, live for God—live for heaven, so that when the wrath of God shall come upon the earth, Jesus may say to the destroying angel, Spare those two praying boys, Henry and Edson White. When in temptation they prayed to me to be delivered. I have washed away their sins. Come not near to destroy them—they are my jewels, saved by my blood. I will crown them for my kingdom. I will fit them to dwell in my heavenly mansions forever. They have overcome the tempter—they have gained the victory. They shall never more be tempted, but be free and happy eternally."},{"refcode_short":"AY 59.1","refcode_long":"An Appeal to the Youth, p. 59.1 (Ellen Gould White)","content":"Dear children, will not such a precious commendation from Jesus be worth a great deal more than for you to have your own will here, and to give up to sin and temptation, and to have no thoughts of God or heaven, and make those unhappy around you, and at last be separated from Jesus, destroyed with the wicked, and miserably perish from the earth? Is not heaven worth making an effort for? Oh children, reflect seriously, soberly; and remember if you are saved at last you must form a character for heaven. I will leave this matter with you for you to ponder upon."},{"refcode_short":"AY 60.1","refcode_long":"An Appeal to the Youth, p. 60.1 (Ellen Gould White)","content":"In all you do, be faithful and thorough, even if it takes you longer. Learn to be steady and persevering. Have a purpose in all you do, and carry out that purpose."},{"refcode_short":"AY 60.2","refcode_long":"An Appeal to the Youth, p. 60.2 (Ellen Gould White)","content":"I have just finished a letter to your brothers, and will write a few lines to you. I should so love to take you, my sweet Willie, in my arms this moment; but this cannot be. I hope we shall be returned home safely, that we can see you all again in our own happy home. Willie, you must be a good boy; you must overcome an impatient spirit. To be impatient, is not to be willing to wait, to want everything you desire in a moment. You must say to yourself, I'll wait. “He that is slow to anger, is better than the mighty; and he that ruleth his spirit, than he that taketh a city.” Willie, if you would be happy, you must rule well your own spirit. Be obedient to Jenny, love your brothers, and be good all day, and the Lord will love you,—every one will love you."},{"refcode_short":"AY 61.1","refcode_long":"An Appeal to the Youth, p. 61.1 (Ellen Gould White)","content":"Willie, dear boy, you have been our sunshine, and I have prayed that you might always be the same pure, sweet Willie. Try to do right. Be kind, be patient and loving. The Lord loves little children, and when they try to do right, he is pleased with them. When you go to your grand-father's, you must not act rough and boisterous, but gentle and mild. When the boys go to the Office, you must try and not be lonesome. Make yourself contented and happy. Don't fret, but learn to be patient, my dear boy. We love you very much, and will now say good by for the present."},{"refcode_short":"AY 61","refcode_long":"An Appeal to the Youth, p. 61 (Ellen Gould White)","content":"Iowa City, Iowa, March 14, 1860"},{"refcode_short":"AY 61.2","refcode_long":"An Appeal to the Youth, p. 61.2 (Ellen Gould White)","content":"We have not forgotten you, my dear boy. When we see other little children around, we long to get our little Willie in our arms again, and press his little soft cheek, and receive his kiss. In about five weeks we shall be at home again, and then, Willie, we will work in the garden, and tend the flowers and plant the seeds. You must be a good, sweet, little boy, and love to obey Jenny and Lucinda. Give up your will, and when you wish to do anything very much, inquire, Is it not selfish? You must learn to yield your will and your way. It will be a hard lesson for my little boy to learn, but it will in the end be worth more to him than gold. [By the blessing of God and his mother's instructions, Willie has overcome the impatient spirit which he sometimes manifested when quite young, and he now possesses a most affectionate, amiable, and obedient disposition. A.P.P.] Learn, my dear Willie, to be patient, to wait others’ time and convenience; then you will not get impatient and irritable. The Lord loves those little children who try to do right, and he has promised that they shall be in his kingdom. But wicked children God does not love. He will not take them to the beautiful City, for he only admits the good, obedient, and patient children there. One fretful, disobedient child, would spoil all the harmony of heaven. When you feel tempted to speak impatient and fretful, remember the Lord sees you, and will not love you if you do wrong. When you do right and overcome wrong feelings, the Lord smiles upon you."},{"refcode_short":"AY 63.1","refcode_long":"An Appeal to the Youth, p. 63.1 (Ellen Gould White)","content":"Although he is in heaven, and you cannot see him, yet he loves you when you do right, and writes it down in his book; and when you do wrong, he puts a black mark against you. Now, dear Willie, try to do right always, and then no black mark will be set down against you; and when Jesus comes he will call for that good boy Willie White, and will put upon your head a wreath of gold, and put in your hand a little harp that you can play upon, and it will send forth beautiful music, and you will never be sick, never be tempted then to do wrong; but will be happy always, and will eat of rich fruit, and will pluck beautiful flowers. Try, try, dear boy, to be good."},{"refcode_short":"AY 63","refcode_long":"An Appeal to the Youth, p. 63 (Ellen Gould White)","content":"Marion, Iowa, March 18, 1861"},{"refcode_short":"AY 63.2","refcode_long":"An Appeal to the Youth, p. 63.2 (Ellen Gould White)","content":"We are now at Bro. Snook's. This is a good home. When I see their little babe, and take it in my arms, I yearn for my own dear babe which we laid in Oak Hill Cemetery; but I will not permit one murmuring thought to arise. I enjoy the society of this family. Sister Snook is an excellent woman."},{"refcode_short":"AY 64.1","refcode_long":"An Appeal to the Youth, p. 64.1 (Ellen Gould White)","content":"Tomorrow we visit brother and sister Weaver, who have charge of the hotel at Fairview. What a change we see in them since our last visit to this State. Then we were entertained at their hotel and treated kindly; but they were not then converted to the truth. Now our hearts are united, and we shall enjoy the visit."},{"refcode_short":"AY 64.2","refcode_long":"An Appeal to the Youth, p. 64.2 (Ellen Gould White)","content":"I am suffering from severe cold settled on my lungs. My mind runs home to my children. Children, be faithful. Do right, and you will be respected. We think much of you, and want you to form good Christian characters, which will make you happy and us also. Obey Jenny as you would me. Try to please her, and do not show a reluctance to help her, but do what she wishes cheerfully and happily. Do as William directs you. We have placed you under his care while you are at the Office. Take a course to gain the love and respect of all."},{"refcode_short":"AY 64.3","refcode_long":"An Appeal to the Youth, p. 64.3 (Ellen Gould White)","content":"Little Willie, you must be a sweet, good-tempered little boy. May the Lord bless you all, dear children. This is our earnest prayer. Do not fail to write us."},{"refcode_short":"AY 65","refcode_long":"An Appeal to the Youth, p. 65 (Ellen Gould White)","content":"Dartmouth, Mass., Sept. 15, 1859"},{"refcode_short":"AY 65.1","refcode_long":"An Appeal to the Youth, p. 65.1 (Ellen Gould White)","content":"You should feel grateful to God for his care over you. Morning and evening you should have an interest in, and respect for, the hour of prayer, and from your hearts offer to God true gratitude. Shut out from your thoughts everything which would divert the mind from God, and while others are praying, fix your thoughts upward. When you pray, tell the dear Saviour just what you want in order to be kept from sin, and that you may have a heart to glorify him. Jesus deserves your gratitude and love. If you lack these things you cannot be children of God. Jesus can give you strength to overcome every fault. He can strengthen you in your purposes to do right. Keep from bad company. If you are annoyed or threatened in the streets by quarrelsome boys, do not retaliate. It is truly noble to forgive and pass over a wrong; but it is mean and cowardly to revenge an injury. Let me entreat you to be above everything like engaging in a dispute, or speaking disrespectfully or sneeringly of those who annoy you, and do not respect themselves enough to behave properly. Such boys are to be pitied. They have but little happiness."},{"refcode_short":"AY 66.1","refcode_long":"An Appeal to the Youth, p. 66.1 (Ellen Gould White)","content":"Seek to set a noble example to others, and make them happy. Do not repeat things which you have heard to the injury of another. Ever seek to make peace. Jesus says, “Blessed are the peacemakers; for they shall be called the children of God.” If you, my dear children, strive to make peace with one another, and ever love as brothers should, you will be blessed. Reflect, dear boys, if one of you should die and be laid in the silent grave, how bitterly would the living feel over every unkind word that had been spoken, every act which had grieved—all would be revived. Every little unkindness would prove a thorn to wound your heart."},{"refcode_short":"AY 66","refcode_long":"An Appeal to the Youth, p. 66 (Ellen Gould White)","content":"Plum River, Ills. March 25, 1861"},{"refcode_short":"AY 66.2","refcode_long":"An Appeal to the Youth, p. 66.2 (Ellen Gould White)","content":"I have been troubled in mind in regard, to you. The evening after the Sabbath I dreamed I was watching over Edson. He had been very sick, and was dying. Oh the anguish of my heart in that hour. I could not have the evidence that he loved God, and was prepared to die. I called Henry to me and told him that he and Willie were all that were left me. The three-fold cord was broken, and how lonely we all felt. I thought in my dream of the death-struggle of my dear babe, and next of Edson, and then of the unprepared state in which he died, and it seemed that my heart would break. I awoke myself weeping aloud."},{"refcode_short":"AY 67.1","refcode_long":"An Appeal to the Youth, p. 67.1 (Ellen Gould White)","content":"Dear children, this dream has caused me to reflect, and has cast a sadness upon my spirits that I cannot immediately throw off. You are none of you too young to die. Do you understand the plan of salvation? Your righteousness cannot recommend you to God. I do not think that you are yet adopted into his family. Our sins caused Jesus to die a shameful death, that through his sufferings and death we might receive pardon. Can we receive the forgiveness of sins before we feel that we are sinners? and before we realize the sinfulness of sin? I think not. When we repent before God of our sins sincerely, we shall feel that without the pardoning blood of Christ we must perish. If we cast ourselves in our wretchedness wholly upon the mercy of Christ, and feel that unless he saves us we perish; when we yield our own will, our own way, and plead for Jesus to control our will and actions, then we come into a position where we can receive and appreciate pardon and the forgiveness of sin."},{"refcode_short":"AY 68.1","refcode_long":"An Appeal to the Youth, p. 68.1 (Ellen Gould White)","content":"I am not writing to reprove you, children. You have been very kind, obedient children to us—sometimes wayward, but not stubborn. I hope you do not look at others who act wrong, and flatter yourselves that you are righteous, because you do better than they, but think seriously upon the good instruction you have had, and then inquire if you should not be far in advance of what you are. In short, have you not had sufficient light to yield your hearts to God, and love to follow Jesus, and be influenced by his sweet Spirit?"},{"refcode_short":"AY 68","refcode_long":"An Appeal to the Youth, p. 68 (Ellen Gould White)","content":"Eagle Harbor, N. Y., July 26, 1861"},{"refcode_short":"AY 68.2","refcode_long":"An Appeal to the Youth, p. 68.2 (Ellen Gould White)","content":"We have not forgotten you, dear boys; but we often think of you, and pray that blessing of God may be with you. We are anxious that you should form correct habits. We are from you so much, and you are left so much to yourselves, that you may be in danger of falling into careless habits, which will not increase your happiness, and which may make those around you unhappy. I have just been reading in a book entitled, “How to be a Man.” I will copy a few lines, and you can apply as your case is met. “Slovenliness. A slovenly boy makes himself a deal of needless trouble, and greatly tires the patience of his mother. If you go into his room you find it always in confusion. His things are scattered about, here and there, some on the bed, some on the chairs, and some on the floor, but none in their places. He either has no particular place for anything, or else he takes no pains to put things in their places. He leaves a thing where he uses it. Hence if he wants anything he never knows where to look for it, unless he happens to remember where he used it last. He must waste his time in hunting for it. Hence you will often hear him impatiently inquiring if any one has seen his things, when he ought himself to know where they are. If he goes into another person's room, whatever article he lays his hand upon is misplaced. And so it is if he uses any of his father's tools. He never thinks of putting anything where he found it. He throws it down carelessly wherever he happens to be, or else puts it in the wrong place. With these untidy habits, is associated carelessness. He never seems to be thinking what he is about. He lays his hat on a chair, or throws it upon the floor. Thus he tries the patience of his mother, and makes himself unwelcome at his own home.”"},{"refcode_short":"AY 70.1","refcode_long":"An Appeal to the Youth, p. 70.1 (Ellen Gould White)","content":"Dear children, I do not write merely for your amusement, but for your improvement. Learn where you fail, and then commence the work of reform in earnest. You must learn order. Have set hours to work in the garden, set hours in the heat of the day to arrange your garden seeds, set hours to read and improve your minds. Spend no precious moments in bickerings and finding fault with each other. This disturbs your own happiness, and pleases the enemy. Remember the eye of God is ever upon you. Endeavor to please him in all your acts. Make your peace with him while you are in health. Your parents have a deep interest for you. Our greatest desire is that you may be subjects of grace. You will never be saved against your will. You must prize salvation, and submit to be saved in the Lord's appointed way. Humble repentance of sin, and faith in Jesus as your Saviour, will be required on your part, and He is faithful that hath promised. He will accept you, and give you of his salvation. If you deny yourselves in many things, and refrain from sin for a season only, this will not be sufficient. It is a life of obedience which will please God and be acceptable to him. Delay not to make an entire consecration to God, that your names may be recorded in the Lamb's book of life."},{"refcode_short":"AY 71.1","refcode_long":"An Appeal to the Youth, p. 71.1 (Ellen Gould White)","content":"I have just finished a letter to your brothers, and will now write you a few lines. I was glad to hear that you loved to visit grandpa and grandma White. Tell them that we have not forgotten them. We wish them to have a special care for their health. We hope they are well and happy. You must do your part to make them happy. They love you, Willie, very much, because you are not mischievous, and do not make them trouble by disarranging grandfather's tools. You should never grieve them by being noisy, for this often annoys aged people."},{"refcode_short":"AY 71.2","refcode_long":"An Appeal to the Youth, p. 71.2 (Ellen Gould White)","content":"Be mild and gentle. You know that you dislike very much to play with rough, noisy boys. You feel annoyed with their ways. When you notice their failures, never do what you dislike in them. You have been a great comfort to us, because you have always been so anxious to do as we wished you to. This is right. You will be happy as long as you possess this spirit, and are so obedient. Visit your grandparents often, and study to make them happy, and they will always love you. Don't forget to pray, Willie. You love to go aside with your mother and spend a few moments in prayer. You can do the same although I am not with you. Jesus, the dear Saviour, will hear you just the same when alone. Don't neglect these seasons of prayer, my dear boy."},{"refcode_short":"AY 72","refcode_long":"An Appeal to the Youth, p. 72 (Ellen Gould White)","content":"Rochester, N. Y., July, 1861"},{"refcode_short":"AY 72.1","refcode_long":"An Appeal to the Youth, p. 72.1 (Ellen Gould White)","content":"I will now write some things which are the opposite of slovenly and careless habits, copied from the same book from which the extract in my former letter was taken:"},{"refcode_short":"AY 72.2","refcode_long":"An Appeal to the Youth, p. 72.2 (Ellen Gould White)","content":"“The neat, orderly and careful boy has an invariable rule; ‘A place for every thing, and every thing in its place.’ Go into his room at any hour, you will find everything in order. He can go in the dark and lay his hands upon anything that he wants, so that he never runs the risk of setting the house on fire by carrying a light into his bed-room. He never leaves a thing at random where he happens to be using it, but always puts it where it belongs. When he undresses, every article of his clothing is folded and laid together in the order that it will be wanted in the morning, so that he loses no time in hunting for it. He is equally careful of his person. He never considers himself dressed, till he has washed his hands and face, cleaned his teeth, and combed his hair; and he never thinks of setting down to the table with dirty hands. He learns to keep his clothes neat and clean. He never forgets to use the scraper at the door, to remove the mud from his feet, and he makes it an invariable rule never to pass a mat without wiping his shoes. He never says, like the sloven, ‘I didn't think,’ to excuse himself. He would consider it unpardonable in him not to think; for what is the ability of thinking worth, if it never comes when it is wanted. The neat, orderly boy makes himself agreeable to his mother, or guardian, and friends, who are always glad to see him coming home. And home is a delightful place to him, because he meets with smiles and pleasant words. But the sloven exposes himself to sour looks and chiding, by his dirty habits; and he finds home a disagreeable place, because he makes it so.”"},{"refcode_short":"AY 73.1","refcode_long":"An Appeal to the Youth, p. 73.1 (Ellen Gould White)","content":"We want you, dear boys, to be patterns of neatness and order. Willie looks to you for example. He has great confidence that you do everything about right. Any wrong, careless habits in you, would be learning your youngest brother lessons which would make him unhappy, and cause us much inconvenience and grief. We are absent from you much, and you should feel that a responsibility rests upon you, my dear boys, to strictly guard yourselves from falling into wrong habits, and also save your brother Willie from doing wrong. A noble example before him, will do much to influence him to preserve correct habits. We commit you to God, earnestly praying that his angels may guard you all three, and incline your hearts to love him."},{"refcode_short":"AY 74","refcode_long":"An Appeal to the Youth, p. 74 (Ellen Gould White)","content":"Grass River, N. Y. Aug., 1861"},{"refcode_short":"AY 74.1","refcode_long":"An Appeal to the Youth, p. 74.1 (Ellen Gould White)","content":"We, your father and mother, feel a deep interest for you. You may sometimes think that your parents are too strict, that they watch you too closely; but, dear boys, our love for you is great. We have dedicated you to God. You are his, and we must keep you separate from the world, that you may be the Lord's. We want your lives to be right and pleasing in his sight. Don't feel discouraged, my children. Satan is ready to lead your young minds; but go to God, seek him for strength, pray much, give your hearts’ best affections to him."},{"refcode_short":"AY 75.1","refcode_long":"An Appeal to the Youth, p. 75.1 (Ellen Gould White)","content":"The ruler's possessions were entrusted to him that he might prove himself a faithful steward; he was to dispense these goods for the blessing of those in need. So God now entrusts men with means, with talents and opportunities, that they may be His agents in helping the poor and the suffering. He who uses his entrusted gifts as God designs becomes a co-worker with the Saviour. He wins souls to Christ, because he is a representative of His character.31The Desire of Ages, 520, 523."},{"refcode_short":"AY 75.2","refcode_long":"An Appeal to the Youth, p. 75.2 (Ellen Gould White)","content":"We want you saved. We want you to be just right, and to live for God, and be an honor to his cause. Watch, Edson, against your besetments. Be sober, be watchful, and God will enable you to overcome. My dear little Willie, may the Lord bless you. We shall pray for you. Pray for yourselves."},{"refcode_short":"AY 76","refcode_long":"An Appeal to the Youth, p. 76 (Ellen Gould White)","content":"Lodi, Wis., March 5, 1862"},{"refcode_short":"AY 76.1","refcode_long":"An Appeal to the Youth, p. 76.1 (Ellen Gould White)","content":"We have been having the most tedious snow-storm I have witnessed since we came from Maine. It commenced to snow last Sabbath, and has snowed and blowed until today, Tuesday. We can say with grateful hearts, the Lord is with us. We have had an unusual degree of freedom in the Lord. We hope you are well at home. We do not forget to pray for you. We believe the Lord will have a care for you, our dear children. We have entrusted you to his care. We are very anxious for your salvation, and pray earnestly that you may be lambs of Christ's fold, and have the constant watchcare of the good Shepherd. I feel grateful that I can leave you and feel so free in regard to home."},{"refcode_short":"AY 76.2","refcode_long":"An Appeal to the Youth, p. 76.2 (Ellen Gould White)","content":"I am anxious you should encourage habits of order. Have a place for everything, and everything in its place. Take time to arrange your room, and keep it in order. We do not wish you to apply yourselves too closely to your studies, neither do we wish you to work hard. But a life of idleness is a life of sin. Satan finds employment for idle hands and minds. We want you to grow up healthy and useful."},{"refcode_short":"AY 77.1","refcode_long":"An Appeal to the Youth, p. 77.1 (Ellen Gould White)","content":"Above all things, seek God while in health, that he may be your support and strength if you should be sick or dying. Your parents have the deepest interest for you. But we cannot repent of your sins for you. We cannot take you to heaven. God alone in his love and infinite mercy can save you, and Jesus, the dear Saviour, invites you to his loving arms. He offers you salvation freely, if you will believe in him, love him, and render cheerful obedience. Do so, dear children. “They that seek Me early, shall find Me.” May the Lord lead you, dear children, to his own fold."},{"refcode_short":"AY 77","refcode_long":"An Appeal to the Youth, p. 77 (Ellen Gould White)","content":"Avon, Wis., July 25, 1862"},{"refcode_short":"AY 77.2","refcode_long":"An Appeal to the Youth, p. 77.2 (Ellen Gould White)","content":"We arrived safely at this place last evening. We reached Chicago Wednesday evening between the hours of eight and nine, and stopped at the Eagle Hotel. I was very weary. Thursday morning I laid down in my room to rest while your father went out in the city. He returned just in time to take the cars, and brought a basket of fruit—of tomatoes, peaches, and apples. They were very nice. We ate the fruit with our bread taken from home."},{"refcode_short":"AY 78.1","refcode_long":"An Appeal to the Youth, p. 78.1 (Ellen Gould White)","content":"We have tried, dear children, to commit your case to God. We trust you in his hands. Remember what we have said to you. You know our wishes well. We have confidence that you will have a principle to do right, because you love the right, and despise every wrong act. Take good care, Henry and Edson, of your little brother Willie. If he should learn any wrong and bad habits, it would distress me very much. Try to make each other happy. Don't seek to have your own way, but yield one to another. Be affectionate, kind, and true to each other. God will help you if you call upon him for help. Satan is busy, but with the strength you obtain from God you can resist him. Don't let your minds dwell upon low things. Think of heaven, of the compassionate, loving Saviour, who died for you. Oh, what love, what marvelous love is this!"},{"refcode_short":"AY 78.2","refcode_long":"An Appeal to the Youth, p. 78.2 (Ellen Gould White)","content":"Return this love by yielding to him the best and holiest affections of your hearts. All that you can do is to give yourselves to him, and obey him. God help you to be faithful, is the prayer of your parents, who sincerely love you."},{"refcode_short":"AY 79","refcode_long":"An Appeal to the Youth, p. 79 (Ellen Gould White)","content":"Newport, N. H., Oct. 23, 1863"},{"refcode_short":"AY 79.1","refcode_long":"An Appeal to the Youth, p. 79.1 (Ellen Gould White)","content":"We feel somewhat anxious in regard to you. We know that you are with one of the best of families, and we wish you to act in a manner to be esteemed by them. Cultivate habits of refinement. Be elevated in your conversation and all your acts. Be constantly fitting for the society of the good and holy here, and the pure and heavenly in the kingdom of God. Be ever striving to fill some position where you can be of use and do good. Don't chat and talk merely for the sake of saying something. Never talk unless you have something to say—something which will add to the general information of those with whom you converse. Children, let your aim be to be right, just right. Let not others who love not God be your patterns, but imitate the life of Christ."},{"refcode_short":"AY 79.2","refcode_long":"An Appeal to the Youth, p. 79.2 (Ellen Gould White)","content":"Cause the family with whom you live as little trouble as you can. Be very guarded on the Sabbath. Henry, you must try to interest your brothers in scriptural and moral reading. I think it your duty to study the Bible more on the Sabbath. Says the Saviour, “Search the Scriptures; for in them ye think ye have eternal life.” You will have a conflict to be right. I Don't command you to read the Bible—I never shall. I want you to read the Bible because you love it, not because you are driven to it, for then it will be an unpleasant task. But if you neglect the reading of the Bible, you will lose your love for it. Those who love the word of God are those who read it most. By reading and searching out scripture references, you will see the chain of truth, and will see new beauties in the word of God. While you make the Scriptures more your study, and become more familiar with them, you will be better fortified against the temptations of Satan. When inclined to speak, or act, wrong, some scripture will come to arrest you, and turn you right. It is not natural for the heart to love the Bible; but when it is renewed by grace, then the mind will feast upon the rich truths and promises contained in the word of God."},{"refcode_short":"AY 80.1","refcode_long":"An Appeal to the Youth, p. 80.1 (Ellen Gould White)","content":"Watch and pray, children, lest you be overcome by the enemy. Make persevering efforts for everlasting life. Live Christian lives, and ever keep the glory of God in view. Much love to you, my dear children."}]