[{"refcode_short":"Banner","refcode_long":"East Michigan Banner","content":"East Michigan Banner"},{"refcode_short":"Banner January 18,  1905","refcode_long":"East Michigan Banner January 18,  1905","content":"1905"},{"refcode_short":"Banner January 18,  1905","refcode_long":"East Michigan Banner January 18,  1905","content":"January 18, 1905"},{"refcode_short":"Banner January 18,  1905","refcode_long":"East Michigan Banner January 18,  1905","content":"The Church and its Mission"},{"refcode_short":"Banner January 18,  1905, par. 1","refcode_long":"East Michigan Banner January 18,  1905, paragraph 1","content":"The mission of the church of Christ is to save perishing sinners. It is to make known the love of God to men, and to win them to Christ by the efficacy of that love. The truth for this time must be carried into the dark corners of the earth, and this work may begin at home."},{"refcode_short":"Banner January 18,  1905, par. 2","refcode_long":"East Michigan Banner January 18,  1905, paragraph 2","content":"The followers of Christ should not live selfish lives; but, imbued with the Spirit of Christ they should work in harmony with him."},{"refcode_short":"Banner January 18,  1905","refcode_long":"East Michigan Banner January 18,  1905","content":"God's Plan All Sufficient"},{"refcode_short":"Banner January 18,  1905, par. 3","refcode_long":"East Michigan Banner January 18,  1905, paragraph 3","content":"He has given his people a plan for raising sums sufficient to make the enterprise self sustaining. God's plan in the tithing system is beautiful in its simplicity and equality. All may take hold of it in faith and courage, for it is of divine origin. In it are combined simplicity and utility, and it does not require depth of learning to understand and execute it."},{"refcode_short":"Banner January 18,  1905","refcode_long":"East Michigan Banner January 18,  1905","content":"All to Act a Part"},{"refcode_short":"Banner January 18,  1905, par. 4","refcode_long":"East Michigan Banner January 18,  1905, paragraph 4","content":"All may feel that they can act a part in carrying forward the precious work of salvation. Every man, woman, and youth may become a treasurer for God; and there would be no want of means with which to carry forward the great work of sounding the last message of warning to the [world]."},{"refcode_short":"Banner January 18,  1905, par. 5","refcode_long":"East Michigan Banner January 18,  1905, paragraph 5","content":"The treasury will be full if all adopt this system, and the contributors will be left none the poorer. Through every investment made they will become more wedded to the cause of present truth. They will be “laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.”"},{"refcode_short":"Banner January 18,  1905","refcode_long":"East Michigan Banner January 18,  1905","content":"No Empty Treasury"},{"refcode_short":"Banner January 18,  1905, par. 6","refcode_long":"East Michigan Banner January 18,  1905, paragraph 6","content":"If the plan of systematic benevolence was adopted by every individual and fully carried out, there would be a constant supply in the treasury. The income would flow in like a steady stream constantly supplied by overflowing springs of benevolence. Alms-giving is a part of gospel religion."},{"refcode_short":"Banner January 18,  1905","refcode_long":"East Michigan Banner January 18,  1905","content":"Tithing Founded on Principle"},{"refcode_short":"Banner January 18,  1905, par. 7","refcode_long":"East Michigan Banner January 18,  1905, paragraph 7","content":"The special system of tithing was founded upon a principle which is as enduring as the law of God. This system of tithing was a blessing to the Jews, else God would not have given it to them. So also will it be a blessing to those who carry it out to the end of time. Our heavenly Father did not originate the plan of systematic benevolence to enrich himself but to be a great blessing to man. He saw that this system of beneficence was just what man needed."},{"refcode_short":"Banner January 18,  1905","refcode_long":"East Michigan Banner January 18,  1905","content":"Its Effect on the Church"},{"refcode_short":"Banner January 18,  1905, par. 8","refcode_long":"East Michigan Banner January 18,  1905, paragraph 8","content":"Those churches who are the most systematic and liberal in sustaining the cause of God are the most prosperous spiritually."},{"refcode_short":"Banner January 18,  1905","refcode_long":"East Michigan Banner January 18,  1905","content":"Priority of God's Claims"},{"refcode_short":"Banner January 18,  1905, par. 9","refcode_long":"East Michigan Banner January 18,  1905, paragraph 9","content":"All should remember that God's claims upon us underlie every other claim. He gives to us bountifully, and the contract which he has made with man is that he is to return to him the tenth of his possessions. God graciously entrusts his stewards with his treasures, but he lays his hand upon the tenth, saying, “This is mine.” Just in proportion as God has given his property to man, so man is to pay a faithful tithe of all his substance. This distinct arrangement was made by Jesus Christ himself."},{"refcode_short":"Banner January 18,  1905","refcode_long":"East Michigan Banner January 18,  1905","content":"Eternal Results"},{"refcode_short":"Banner January 18,  1905, par. 10","refcode_long":"East Michigan Banner January 18,  1905, paragraph 10","content":"This work involves solemn and eternal results, and it is too sacred to be left to human impulse. We should not feel free to deal with this matter as we may choose."},{"refcode_short":"Banner January 18,  1905","refcode_long":"East Michigan Banner January 18,  1905","content":"Reserve Fund"},{"refcode_short":"Banner January 18,  1905, par. 11","refcode_long":"East Michigan Banner January 18,  1905, paragraph 11","content":"In answer to the claims of God, regular reserves should be set apart as sacred to his work. Besides the tithe God demands the first fruits of our increase as his. These he has reserved, in order that his work may be amply sustained, and that his servants may not be limited to a meager supply. The Lord's messenger's [messengers] should not be handicapped in their work of holding forth the word of life. As they teach the truth they should have means which they can invest for the advancement of the work which must be done at the right time, in order to have the best and most saving influence. Deeds of mercy must be done; the poor and suffering must be aided. Gifts and offerings should be appropriated for this purpose. Especially in new fields, where the standard of truth has never yet been uplifted, this work must be done."},{"refcode_short":"Banner February 1,  1905","refcode_long":"East Michigan Banner February 1,  1905","content":"February 1, 1905"},{"refcode_short":"Banner February 1,  1905","refcode_long":"East Michigan Banner February 1,  1905","content":"The Church and its Mission"},{"refcode_short":"Banner February 1,  1905","refcode_long":"East Michigan Banner February 1,  1905","content":"Full Treasury"},{"refcode_short":"Banner February 1,  1905, par. 1","refcode_long":"East Michigan Banner February 1,  1905, paragraph 1","content":"If all, both old and young, would do their duty, there would be no dearth in the treasury. If all would pay a faithful tithe, and devote to the Lord the first-fruits of their mercies, there would be a full supply of funds for his work."},{"refcode_short":"Banner February 1,  1905","refcode_long":"East Michigan Banner February 1,  1905","content":"A Want and Why"},{"refcode_short":"Banner February 1,  1905, par. 2","refcode_long":"East Michigan Banner February 1,  1905, paragraph 2","content":"But the law of God is not respected or obeyed, and this has brought a pressure of want. All the good that man enjoys comes because of the mercy of God. He is the great and bountiful giver of good. His love is manifest to all in the abundant provision which he has made for man. He has given us probationary time in which to form characters that will fit us for the courts above. And it is not because he needs anything that he asks us to reserve part of our possessions for him."},{"refcode_short":"Banner February 1,  1905","refcode_long":"East Michigan Banner February 1,  1905","content":"A Lesson from Eden"},{"refcode_short":"Banner February 1,  1905, par. 3","refcode_long":"East Michigan Banner February 1,  1905, paragraph 3","content":"The Lord created every tree in Eden, pleasant to the eyes and good for food, and he bade Adam and Eve freely enjoy his bounties. But he made one exception. Of the tree of knowledge of good and evil they were not to eat. This tree God reserved as a constant reminder of his ownership of all. Thus he gave them an opportunity to demonstrate their faith and trust in him and their perfect obedience to his requirements. So it is with God's claims upon us. He places his treasures in the hand of humanity, but requires that one-tenth shall be faithfully laid aside for his work. He teaches us the lesson that he requires this portion to be placed in his treasury. It is to be rendered to him as his own: it is sacred, and is to be used for sacred purposes, for the support of those who carry the message of salvation to all parts of the world. He reserves this portion, that means may be flowing into his treasure-house, and that the light of truth may be carried to those who are nigh and those afar off. By faithfully obeying this requirement, we prove that we realize that all belongs to God. And has not the Lord a right to demand this much of us? Did he not give us his only begotten Son because he loved us and desired to save us from death? And shall not our gratitude offerings flow into the Lord's treasury, to be drawn therefrom to advance his kingdom in the earth? God is the owner of all our goods, and shall not gratitude to him prompt us to make free-will offerings and thank offerings thus acknowledging His ownership of soul, body, spirit, and property?"},{"refcode_short":"Banner February 1,  1905","refcode_long":"East Michigan Banner February 1,  1905","content":"Why are Means not Abundant"},{"refcode_short":"Banner February 1,  1905, par. 4","refcode_long":"East Michigan Banner February 1,  1905, paragraph 4","content":"Had God's plan been followed, means would now be flowing into his treasury: and funds to enable ministers to enter new fields, and workers, to unite with ministers to lift up the standard of truth in the dark places of the earth, would be abundant."},{"refcode_short":"Banner February 1,  1905","refcode_long":"East Michigan Banner February 1,  1905","content":"No Excuse. Why?"},{"refcode_short":"Banner February 1,  1905, par. 5","refcode_long":"East Michigan Banner February 1,  1905, paragraph 5","content":"It is a heaven-appointed plan that men should return to the Lord his own; and this is so plainly stated that men and women have no excuse for misunderstanding or evading the duties and responsibility God has laid upon them. Those who claim that they cannot see this to be their duty, reveal to the heavenly universe, to the church, and to the world, that they do not want to see this plainly stated requirement. They think that if they followed the Lord's plan, they would detract from their own possessions. In the covetousness of their selfish souls, they desire to have the whole capital, both principal and interest, that they may use it to their own benefit."},{"refcode_short":"Banner February 1,  1905, par. 6","refcode_long":"East Michigan Banner February 1,  1905, paragraph 6","content":"God lays his hand upon all man's possessions, saying, “I am the owner of the universe, and these goods are mine."},{"refcode_short":"Banner February 1,  1905","refcode_long":"East Michigan Banner February 1,  1905","content":"Terrible Responsibility"},{"refcode_short":"Banner February 1,  1905, par. 7","refcode_long":"East Michigan Banner February 1,  1905, paragraph 7","content":"“The tithe you have withheld I reserved for the support of my servants in their work of opening the Scriptures to those who are in the regions of darkness, who do not understand my law. In using my reserve fund to gratify your own desires, you have robbed souls of the light which I made provision they should receive. You have had opportunity to show loyalty to me, but you have not done so—you have robbed me: for you have stolen my reserve fund.” “Ye are cursed with a curse.”"},{"refcode_short":"Banner February 1,  1905","refcode_long":"East Michigan Banner February 1,  1905","content":"An Appeal"},{"refcode_short":"Banner February 1,  1905, par. 8","refcode_long":"East Michigan Banner February 1,  1905, paragraph 8","content":"Let the neglected tithes be now brought in. Let the new year (shall we not say a quarter?) open upon you as men honest in their deal with God. Let those who have withheld their tithes, send them in before the year 1904 shall close, that they may be right with God, and never, never again run any risk of being cursed by God."},{"refcode_short":"Banner March 1,  1905","refcode_long":"East Michigan Banner March 1,  1905","content":"March 1, 1905"},{"refcode_short":"Banner March 1,  1905","refcode_long":"East Michigan Banner March 1,  1905","content":"The Church and it's Mission"},{"refcode_short":"Banner March 1,  1905","refcode_long":"East Michigan Banner March 1,  1905","content":"One More Chance"},{"refcode_short":"Banner March 1,  1905, par. 1","refcode_long":"East Michigan Banner March 1,  1905, paragraph 1","content":"The Lord is long-suffering and gracious, and he gave those who have done this wickedness another chance. “Return unto me,” he says, “and I will return unto you.” But they say, “Wherein shall we return?” Their means have been made to flow in channels of self-service and self-glorification, as if their goods were their own, and not lent treasures. Their perverted consciences have become so hard and unimpressible that they do not realize what great wickedness they have done in so hedging up the way that the cause of truth could not advance. Man, finite man, through using for himself the talents which God has reserved to publish salvation, to send the glad news of a Saviour's love to perishing souls, and hedging up the way by his selfishness, inquires:"},{"refcode_short":"Banner March 1,  1905","refcode_long":"East Michigan Banner March 1,  1905","content":"Robbing God"},{"refcode_short":"Banner March 1,  1905, par. 2","refcode_long":"East Michigan Banner March 1,  1905, paragraph 2","content":"“Wherein have we robbed Thee?[”] God answers, “In tithes and offerings. Ye are cursed with a curse for ye have robbed me, even this whole nation.” The whole world is engaged in robbing God. With the money he has lent them they indulge in dissipation, in amusements, reveling feasting, and disgraceful indulgences."},{"refcode_short":"Banner March 1,  1905","refcode_long":"East Michigan Banner March 1,  1905","content":"To Judgment"},{"refcode_short":"Banner March 1,  1905, par. 3","refcode_long":"East Michigan Banner March 1,  1905, paragraph 3","content":"But God says, “I will come near you to judgment.” The whole world will have an account to settle in that great day when every one shall receive sentence according to his deeds."},{"refcode_short":"Banner March 1,  1905","refcode_long":"East Michigan Banner March 1,  1905","content":"A Blessing Pledged"},{"refcode_short":"Banner March 1,  1905, par. 4","refcode_long":"East Michigan Banner March 1,  1905, paragraph 4","content":"God pledges himself to bless those who will obey his commandments. “Bring ye all the tithes into the store-house that there may be meat in mine house, and prove me now herewith, saith the Lord of Hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.” And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruits before the time in the field, saith the Lord of Hosts.”"},{"refcode_short":"Banner March 1,  1905","refcode_long":"East Michigan Banner March 1,  1905","content":"Does This Mean You?"},{"refcode_short":"Banner March 1,  1905, par. 5","refcode_long":"East Michigan Banner March 1,  1905, paragraph 5","content":"With these words of light and truth before them, how dare men neglect so plain a duty? How dare they disobey God when obedience to his requirements mean prosperity in temporal and spiritual things and disobedience means the curse of God? Satan is the destroyer. God cannot bless those who refuse to be faithful stewards. All [he] can do is to permit Satan to do his destroying work. We see calamities of every shape and in every degree coming upon the earth, and why,—The Lord's restraining power is not exercised. The world has disregarded the word of God. They live as though there were no God. Like the inhabitants of the Noachic world, they refuse to have any thought of God. Wickedness prevails to an alarming extent, and the earth is ripe for the harvest. “Your words have been stout against me, saith the lord. Yet ye say, what have we spoken so much against thee? Ye have said, It is vain to serve God; and what profit is it that we have kept his ordinance, and that we have walked mournfully before the Lord of Hosts? And now we call the proud happy; yea, they that work wickedly are set up; yea, they that tempt God are even delivered.”"},{"refcode_short":"Banner March 1,  1905","refcode_long":"East Michigan Banner March 1,  1905","content":"Who Complain"},{"refcode_short":"Banner March 1,  1905, par. 6","refcode_long":"East Michigan Banner March 1,  1905, paragraph 6","content":"Those who withhold from God his own, make these complaints: The Lord asks them to prove him by bringing their tithe into his store-house, and to see whether he will not pour them out a blessing. But they cherish rebellion in their hearts, and complain of God, and at the same time they rob him, and embezzle his goods. When their sin is presented to them, they say, “I have had adversity; my crops have been poor; but the wicked are prospered. It does not pay to keep the ordinance of the Lord.” But God does not want any to walk mournfully before him. Those who thus complain of God have brought their adversity on themselves. They have robbed God, and his cause has been hindered because the money which should have flowed into his treasury, was used for selfish purposes."},{"refcode_short":"Banner March 1,  1905","refcode_long":"East Michigan Banner March 1,  1905","content":"Disloyalty Shown"},{"refcode_short":"Banner March 1,  1905, par. 7","refcode_long":"East Michigan Banner March 1,  1905, paragraph 7","content":"They showed their disloyalty to God by failing to carry out his prescribed plan. When God prospered them, and they were asked to give him his portion, they shook their heads and could not see that it was their duty. They closed the eyes of their understanding, that they might not see it. They withheld the Lord's money, and hindered the work which he designed should be done."},{"refcode_short":"Banner March 1,  1905","refcode_long":"East Michigan Banner March 1,  1905","content":"Cause of Failure"},{"refcode_short":"Banner March 1,  1905, par. 8","refcode_long":"East Michigan Banner March 1,  1905, paragraph 8","content":"God was not honored by the use of his entrusted goods. Therefore he let the curse fall upon them, permitting the spoiler to destroy their fruits and to bring calamities upon them."},{"refcode_short":"Banner March 1,  1905","refcode_long":"East Michigan Banner March 1,  1905","content":"Faithful Record Possible"},{"refcode_short":"Banner March 1,  1905, par. 9","refcode_long":"East Michigan Banner March 1,  1905, paragraph 9","content":"No one can excuse himself from paying his tithes and offerings to the Lord. Another year has nearly passed into eternity, with its burden of record. Let us look over the past year, and if we have not done our full duty willingly, heartily unto the Lord let us come up to the new year in making a faithful record to our God."},{"refcode_short":"Banner March 15,  1905","refcode_long":"East Michigan Banner March 15,  1905","content":"March 15, 1905"},{"refcode_short":"Banner March 15,  1905","refcode_long":"East Michigan Banner March 15,  1905","content":"The Church and its Mission"},{"refcode_short":"Banner March 15,  1905","refcode_long":"East Michigan Banner March 15,  1905","content":"Honest Tithing"},{"refcode_short":"Banner March 15,  1905, par. 1","refcode_long":"East Michigan Banner March 15,  1905, paragraph 1","content":"Not only does the Lord claim the tithe as his own, but he tells us how it should be reserved for him. He says, “Honor the Lord with thy substance, and with the first fruits of thine increase.” This does not teach us that we are to spend our means on ourselves, and bring to the Lord the remnant, even though it should be otherwise an honest tithe. Let God's portion be first set apart. 1 Corinthians 16:2, applies also to tithing."},{"refcode_short":"Banner March 15,  1905","refcode_long":"East Michigan Banner March 15,  1905","content":"Solemn Appeal"},{"refcode_short":"Banner March 15,  1905, par. 2","refcode_long":"East Michigan Banner March 15,  1905, paragraph 2","content":"There is a work to be done in the churches. A different testimony must go forth. I am terribly alarmed. Throughout the churches there is selfishness and sin, dishonesty, unbelief, criticism and fault-finding. It is high time to wake out of sleep. You who have long lost the spirit of prayer; pray, pray earnestly. Pity thy suffering cause; pity the church; pity the individual believers, thou Father of mercies. Take from us everything that defiles, deny us what thou wilt; but take not from us Thy holy spirit."},{"refcode_short":"Banner March 15,  1905","refcode_long":"East Michigan Banner March 15,  1905","content":"The Church's Needs"},{"refcode_short":"Banner March 15,  1905, par. 3","refcode_long":"East Michigan Banner March 15,  1905, paragraph 3","content":"The churches need to be impressed that it is their duty to deal honestly with the cause of God, not allowing the guilt of the worst kind of robbery to rest upon them—that of robbing God in tithes and offerings. Instead of bringing the work down to a low figure, it is your duty to bring the minds of the people to understand that “the laborer is worthy of his hire.”"},{"refcode_short":"Banner March 15,  1905","refcode_long":"East Michigan Banner March 15,  1905","content":"Shall it be Small Pay?"},{"refcode_short":"Banner March 15,  1905, par. 4","refcode_long":"East Michigan Banner March 15,  1905, paragraph 4","content":"When settlements are made with the laborers in his cause, they should not be forced to accept small remuneration because there is a lack of means in the treasury. Many have been defrauded of their just dues in this way, and it is just as criminal in the sight of God, as for one to keep back the wages of one who is employed in any other regular business. It is the worst kind of generalship to allow a conference to stand still or to fail to settle its honest debts. There is a great deal of this done, and whenever this is done, God is displeased."},{"refcode_short":"Banner March 15,  1905, par. 5","refcode_long":"East Michigan Banner March 15,  1905, paragraph 5","content":"There has not been money in the treasury to supply ministers for the service of God."},{"refcode_short":"Banner March 15,  1905, par. 6","refcode_long":"East Michigan Banner March 15,  1905, paragraph 6","content":"Why should ministers be half-paid and at the same time talk so begrudgingly of that which they do receive? When this work shall cease in our churches, a living testimony will go forth from human lips, under the operation of the Holy Ghost."},{"refcode_short":"Banner March 15,  1905","refcode_long":"East Michigan Banner March 15,  1905","content":"Minister's Work"},{"refcode_short":"Banner March 15,  1905, par. 7","refcode_long":"East Michigan Banner March 15,  1905, paragraph 7","content":"The auditing committee has not always tried with most humble prayer for guidance, to act in every case towards the servants of Jesus Christ as they would toward the person of Christ, or as they themselves would wish to be treated. But said Christ, “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.” It is a very serious matter that men by the word of their mouth, and some in a hardened sang-froid manner, have decided that means shall go to the workers in the field. I will give you a chapter in my experience. We have found it necessary to build a home, and have hired carpenters, painters and others to do the several portions of the work. The master workman has two dollars per day, working eight hours only. As soon as the eight hours are over, the tools are laid aside and work ceases."},{"refcode_short":"Banner March 15,  1905, par. 8","refcode_long":"East Michigan Banner March 15,  1905, paragraph 8","content":"These men do not receive according to the amount of work done, but according to the hours worked. If a man is not an apt, quick workman, but loiters over his work, that is the loss of the one who pays him. Another may be a much quicker workman, showing that he has intelligence and can use it; his aptitude and correct judgment may be a treasure to him and a satisfaction to his employer, but he may receive only the same wages. After the week's work is done and payment made, the amount of work done has nothing to do with the sum received. A slow unprofitable man never thinks it his duty to make up for his want of sharp thought, but receives his pay as his right. These men have not the burden of dealing with human minds. Senseless material and building materials are all they are dealing with. They can hammer just as loud and energetic as they please, and it hurts not the soulless material."},{"refcode_short":"Banner March 15,  1905, par. 9","refcode_long":"East Michigan Banner March 15,  1905, paragraph 9","content":"But God's shepherds who are to watch as well as to labor for souls, as they that must give an account, can not work in this way, The chosen missionary must go forth under all circumstances, moving his family from place to place, and from country to country. This moving is expensive. In order to exert a good influence, the wife of the missionary must set a proper example in neat and tidy dress. Her children must be trained and educated with much painstaking effort, for everything must be made to tell in missionary lines. The laborer who represents Christ must dress plainly and yet properly, as becoming a minister of Christ. The ministers of our conference cannot say they have a home, for they are sometimes in this country and sometimes in that. The people for whom they labor are poor, but Christ came to preach the gospel to the poor. This is the work the Lord's shepherds are to do."},{"refcode_short":"Banner March 15,  1905, par. 10","refcode_long":"East Michigan Banner March 15,  1905, paragraph 10","content":"Money is consumed in traveling from place to place, in settling and unsettling every few months, in buying household goods and selling them again or venturing transportation. The entire family have no release from their efforts; for they must always appear cheerful and fresh, that they may bring sunshine into the minds of those who need help."},{"refcode_short":"Banner March 29,  1905","refcode_long":"East Michigan Banner March 29,  1905","content":"March 29, 1905"},{"refcode_short":"Banner March 29,  1905","refcode_long":"East Michigan Banner March 29,  1905","content":"The Church and its Mission"},{"refcode_short":"Banner March 29,  1905, par. 1","refcode_long":"East Michigan Banner March 29,  1905, paragraph 1","content":"The question has been asked me: “Are you employed by the General Conference?” I am. “How many hours do you give?” Hours? God's servants keep no record of hours. We think not of counting our labor by hours. We must be ready in season and out of season to speak to this young man and that young woman, to write letters to those in peril and to hold interviews requiring the most earnest, anxious labor, praying for and with the erring and the tempted."},{"refcode_short":"Banner March 29,  1905, par. 2","refcode_long":"East Michigan Banner March 29,  1905, paragraph 2","content":"Those who write, as well as talk the truth, have double labor. The eight hour system finds no place in the program of the minister of God. He must watch his chance to minister; he must be ready to entertain visitors. He must keep up life and energy of character; for he cannot exert a pleasing, saving influence if he is languid. If he occupies responsible positions, he must be prepared to attend board and council meetings, spending hours of wearisome brain and nerve taxing labor, while others are asleep, in devising and planning with his co-laborers. Who among God's workers counts his hours of labor as do mechanics? Yet this kind of labor taxes the mind, and draws upon every fiber of the being in such a way as the common laborer cannot appreciate. “When do you find opportunity to throw off care and responsibility?” I am asked; and I answer, “At no period of time can I lay down the burden.”"},{"refcode_short":"Banner March 29,  1905, par. 3","refcode_long":"East Michigan Banner March 29,  1905, paragraph 3","content":"I wish my brethren to take this as a representation of the truth, and no fiction. Those who have a due appreciation of service, are God's minute men. He cannot say I am my own; I will do what I please with my time. No one who has given his life to God to work as his minister, lives unto himself."},{"refcode_short":"Banner March 29,  1905, par. 4","refcode_long":"East Michigan Banner March 29,  1905, paragraph 4","content":"Will my brethren consider these things which the Lord has brought before my mind, in a most impressive manner? Will those who have never carried the burden of such work, and who suppose the chosen and faithful ministers of God have an easy time, bear in mind that the sentinels of God are on duty constantly? Their labor is not measured by hours."},{"refcode_short":"Banner March 29,  1905","refcode_long":"East Michigan Banner March 29,  1905","content":"Rights to be Respected"},{"refcode_short":"Banner March 29,  1905, par. 5","refcode_long":"East Michigan Banner March 29,  1905, paragraph 5","content":"When their accounts are audited, if selfish men shall, with voice or stroke of pen, limit the worker in his wages, they discourage and depress him. Every minister must have a salvage to work upon, that he may have something with which to lead out in good enterprises, pushing the work with zeal. He tells us, “thou shalt not muzzle the ox that treadeth out the corn.” This is a figure of those who work under the eye of God to advance his cause in lifting the minds of men from the contemplation of earthly things to heaven. These God loves, and he would have men respect their rights."},{"refcode_short":"Banner March 29,  1905","refcode_long":"East Michigan Banner March 29,  1905","content":"Duty Clear"},{"refcode_short":"Banner March 29,  1905, par. 6","refcode_long":"East Michigan Banner March 29,  1905, paragraph 6","content":"If the presidents and other laborers in our Conferences impress upon the minds of the people the character of the crime of robbing God, and if they have a true spirit of devotion and a burden of the work, God will make their labors a blessing to the people, and fruit will be seen as the result of their efforts."},{"refcode_short":"Banner March 29,  1905","refcode_long":"East Michigan Banner March 29,  1905","content":"Terrible Failure"},{"refcode_short":"Banner March 29,  1905, par. 7","refcode_long":"East Michigan Banner March 29,  1905, paragraph 7","content":"Ministers have failed greatly in their duty to so labor with the churches. There is an important work to be done aside from preaching. Had this work been done as God designed it should be, there would have been many more laborers in the field than now are. And had the ministers done their duty in educating every member, whether rich or poor, to give as God has prospered him, there would be a full treasury from which to pay the honest debts to the workers; and this would greatly advance missionary work in all their borders. God has shown us that many souls are in danger of eternal ruin, through selfishness and worldliness; and the watchmen are guilty, for they have neglected their duty. This is a state of things Satan exults to see."},{"refcode_short":"Banner March 29,  1905, par. 8","refcode_long":"East Michigan Banner March 29,  1905, paragraph 8","content":"The light which the Lord has given me on this subject is that the means in the treasury for the support of the ministers in the different fields is not to be used for any other purpose. If an honest tithe were paid, and the money coming into the treasury was carefully guarded the ministers would receive a just wage."},{"refcode_short":"Banner April 12,  1905","refcode_long":"East Michigan Banner April 12,  1905","content":"April 12, 1905"},{"refcode_short":"Banner April 12,  1905","refcode_long":"East Michigan Banner April 12,  1905","content":"Evangelical. The Church and its Mission"},{"refcode_short":"Banner April 12,  1905","refcode_long":"East Michigan Banner April 12,  1905","content":"Situation Not Appreciated"},{"refcode_short":"Banner April 12,  1905, par. 1","refcode_long":"East Michigan Banner April 12,  1905, paragraph 1","content":"The auditing committee has often been composed of men who were farmers. These could dress in coarse clothing appropriate for the work they were doing. They raised all they needed as a family to subsist upon, and they knew not what the outlay of a minister must necessarily be when he goes out into a new field to labor for perishing souls. The minister must labor and pray. He must visit the different families. Frequently he finds the people so poor that they have little to eat, and no room in which to sleep. Often means have to be given to the very needy to supply their hunger and cover their nakedness. Then what injustice to have a company of men as auditing committee who by a dash of the pen will disappoint a distressed minister who is in need of every cent that he has been led to expect. The minister who labors should be sustained. But notwithstanding this, those who are officiating in this work see that there is not money in the treasury to pay the minister. The tithe money must be kept sacred. There are ministers who receive nothing for their labors; for there was no money to pay them. This I saw would be; for the management is wrong."},{"refcode_short":"Banner April 12,  1905","refcode_long":"East Michigan Banner April 12,  1905","content":"A Neglect"},{"refcode_short":"Banner April 12,  1905, par. 2","refcode_long":"East Michigan Banner April 12,  1905, paragraph 2","content":"Many presidents of State conferences do not attend to that which is their work,—to see that the elders and deacons of the churches do their work in the churches by seeing that a faithful tithe is brought into the treasury. This principle needs to be often brought before the men who are lax in their duty to God, and who are negligent and careless in bringing in their tithes, gifts, and offerings to God. “Will a man rob me?” “Wherein have we robbed thee?”—is a question asked by the unfaithful stewards. The answer comes plain and positive, “In tithes and offerings. Ye are cursed with a curse, for ye have robbed me, even this whole nation,” Please read this whole chapter and see if words could be spoken that would be more plain and positive than these."},{"refcode_short":"Banner April 12,  1905","refcode_long":"East Michigan Banner April 12,  1905","content":"No Excuse"},{"refcode_short":"Banner April 12,  1905, par. 3","refcode_long":"East Michigan Banner April 12,  1905, paragraph 3","content":"They are so positive that no one who desires to understand his whole duty to God, needs to make any mistake in the matter. If men offer any excuse as to why they do not perform this duty, it is because they are selfish, and have not the love and fear of God in their hearts. Those who plead that they cannot understand this plain and decisive statement—which if they are obedient, means so much to them, in blessings which will be received, when even the windows of heaven will be opened, and blessings poured out to overflowing—are not honest before God. Their excuse that they do not know the will of God, will be of no avail for them in the great day of judgment."},{"refcode_short":"Banner April 12,  1905","refcode_long":"East Michigan Banner April 12,  1905","content":"A Call to Duty"},{"refcode_short":"Banner April 12,  1905, par. 4","refcode_long":"East Michigan Banner April 12,  1905, paragraph 4","content":"Presidents of our conferences, do your duty; speak not your words, but a plain thus saith the Lord. Elders of churches, do your duty. Labor from home to home that the flock of God shall not be remiss in this great matter, which involves such a blessing or such a curse."},{"refcode_short":"Banner April 12,  1905, par. 5","refcode_long":"East Michigan Banner April 12,  1905, paragraph 5","content":"Every man who bears the message of truth to our churches must do his duty by warning, educating, rebuking. Any neglect of duty which is a robbery toward God, means a curse upon the delinquent."},{"refcode_short":"Banner April 12,  1905","refcode_long":"East Michigan Banner April 12,  1905","content":"A Word to Ministers and Elders"},{"refcode_short":"Banner April 12,  1905, par. 6","refcode_long":"East Michigan Banner April 12,  1905, paragraph 6","content":"The Lord will not hold guiltless those who are deficient in doing the work that he requires at their hands,—in seeing that the church is kept wholesome and healthy spiritually, and doing all their duty; in allowing no neglect which will bring the threatened curse upon his people. A curse is pronounced upon all who withhold the tithe from God."},{"refcode_short":"Banner April 12,  1905, par. 7","refcode_long":"East Michigan Banner April 12,  1905, paragraph 7","content":"This is not a request of man; it is one of God's ordinances, whereby his work may be sustained and carried on in the world. God help us to repent."},{"refcode_short":"Banner September 29,  1909","refcode_long":"East Michigan Banner September 29,  1909","content":"1909"},{"refcode_short":"Banner September 29,  1909","refcode_long":"East Michigan Banner September 29,  1909","content":"September 29, 1909"},{"refcode_short":"Banner September 29,  1909","refcode_long":"East Michigan Banner September 29,  1909","content":"God's Just Claim Upon the Wealth of the World"},{"refcode_short":"Banner September 29,  1909","refcode_long":"East Michigan Banner September 29,  1909","content":"The Example of Nehemiah"},{"refcode_short":"Banner September 29,  1909, par. 1","refcode_long":"East Michigan Banner September 29,  1909, paragraph 1","content":"Letters of inquiry have come to me regarding the advisability of carrying out the Harvest Ingathering plan. In answer, I would refer all to the example of Nehemiah. When about to journey to Jerusalem with the hope of restoring the walls about the stricken city of his fathers, he frankly told King Artaxerxes of the work he contemplated doing, and requested help to insure the success of the enterprise. He obtained a letter to the keeper of the king's forest in the mountains of Lebanon, directing him to furnish such timber as would be needed for the wall of Jerusalem, and the buildings that were to be erected. And the means which he lacked, he solicited from those who were able to bestow."},{"refcode_short":"Banner September 29,  1909, par. 2","refcode_long":"East Michigan Banner September 29,  1909, paragraph 2","content":"The Lord still moves upon the hearts of kings and rulers in behalf of his people. Those who are laboring for Him are to avail themselves of the help that He prompts men to give for the advancement of His cause. The agents through whom these gifts come, may open ways by which the light of truth may be given to many benighted lands. These men may have no sympathy with God's work, no faith in Christ, no acquaintance with His Word; but their gifts on this account are not to be refused."},{"refcode_short":"Banner September 29,  1909","refcode_long":"East Michigan Banner September 29,  1909","content":"Divine Ownership"},{"refcode_short":"Banner September 29,  1909, par. 3","refcode_long":"East Michigan Banner September 29,  1909, paragraph 3","content":"Some may question the propriety of receiving gifts from unbelievers. Let such ask themselves: “Who is the real owner of our world? To whom belong its houses and lands, and its treasures of gold and silver?"},{"refcode_short":"Banner September 29,  1909, par. 4","refcode_long":"East Michigan Banner September 29,  1909, paragraph 4","content":"Although now almost wholly in the possession of wicked men, all the world, with its riches and treasure, belong to God. “The earth is the Lord's and the fulness thereof.” “The silver is Mine, and the gold is Mine, saith the Lord of hosts.” “Every beast of the forest is Mine, and all the birds of the mountains; and the wild beasts of the field are Mine. If I were hungry I would not tell thee; for the world is Mine and the fulness thereof.”"},{"refcode_short":"Banner September 29,  1909, par. 5","refcode_long":"East Michigan Banner September 29,  1909, paragraph 5","content":"God has an abundance in our world, and He has placed His goods in the hands of all, both the obedient and disobedient. He is ready to work upon the hearts of worldly men even idolaters, to give of their abundance for the support of His work; and He will do this as soon as His people learn to approach these men wisely and to call their attention to that which it is their privilege to do. If the needs of the Lord's work were set forth in a proper light before those who have means and influence, these men might do much to advance the cause of present truth. God's people have lost many privileges of which they could have taken advantage, had they not chosen to stand independent of the world."},{"refcode_short":"Banner September 29,  1909","refcode_long":"East Michigan Banner September 29,  1909","content":"Why Not Ask?"},{"refcode_short":"Banner September 29,  1909, par. 6","refcode_long":"East Michigan Banner September 29,  1909, paragraph 6","content":"The people of the world have had the use of the Lord's vineyard and have brought in little in return. Why not ask them for assistance? I have received instruction that there are men and women in the world who have sympathetic hearts, and who will be touched with compassion as the needs of suffering humanity are presented before them."},{"refcode_short":"Banner September 29,  1909, par. 7","refcode_long":"East Michigan Banner September 29,  1909, paragraph 7","content":"There are many of every nationality who have wealth and intellectual powers. It is the Lord Jesus who has given them their ability and wealth. These gifts are a trust wherewith the Lord's vineyard is to be worked. We would that their souls might be drawn out in liberality to aid us in our Christian endeavor work. They should be invited to second our efforts in seeking to save that which is lost. It will do no harm to let them know that you expect them to co-operate with you, and that you expect them to give joy to the heart of Christ by using every one of His gifts in honoring His name."},{"refcode_short":"Banner September 29,  1909","refcode_long":"East Michigan Banner September 29,  1909","content":"A Good Exchange"},{"refcode_short":"Banner September 29,  1909, par. 8","refcode_long":"East Michigan Banner September 29,  1909, paragraph 8","content":"The Lord has placed His goods in the hands of unbelievers; all may return to Him His own for the doing of the work that must be done for a fallen world. As long as we are in this world, as long as the Spirit of God strives with the children of men, so long are we to receive favors as well as to impart them. We are to give to the world the light of truth, as revealed in the Scriptures; and we are to receive from the world that which God moves upon them to give in behalf of His cause."},{"refcode_short":"Banner September 29,  1909","refcode_long":"East Michigan Banner September 29,  1909","content":"How to Make Haste"},{"refcode_short":"Banner September 29,  1909, par. 9","refcode_long":"East Michigan Banner September 29,  1909, paragraph 9","content":"The end is near, stealing upon us stealthily, imperceptibly, like the noiseless approach of a thief in the night. May the Lord grant that we shall no longer sleep as do others, but that we shall watch and be sober. The truth is soon to triumph gloriously, and all who now choose to be laborers together with God will triumph with it. The time is short; the night soon cometh when no man can work."},{"refcode_short":"Banner September 29,  1909, par. 10","refcode_long":"East Michigan Banner September 29,  1909, paragraph 10","content":"A few faithful missionaries are even now planting the standard of truth in fields far away. Publications are multiplying in many languages. These silent messengers are enlightening thousands. But as a people we come far short of moving forward as fast as the providence of God open the way. Our General gives the command, “Go forward.” Thousands are thirsting for living truth. The Macedonian cry is coming to us from every direction, “Come over and help us.” We look about us, and inquire, “Who will go?” O that every follower of Jesus might respond: Send me. I long to do something for my Master.”"},{"refcode_short":"Banner September 29,  1909","refcode_long":"East Michigan Banner September 29,  1909","content":"Soul Famine Across the Seas"},{"refcode_short":"Banner September 29,  1909, par. 11","refcode_long":"East Michigan Banner September 29,  1909, paragraph 11","content":"Time and again I have had presented before me a vision of people across the broad ocean, standing in perplexity, and pale with anxiety, earnestly inquiring, “What is truth?” They say, “We want the bread of life. Our churches are backslidden from God. We want to find the old paths. We want to come back to the simplicity of the gospel religion.” My tears flow as I see this picture rising vividly before me. The voice from heaven pleads, “Go ye into all the world, and preach the gospel to every creature.” While so great a work needs to be done, shall not we, as Christ's followers, arouse to a sense of our God-given responsibility, and be active in doing our part?"},{"refcode_short":"Banner September 29,  1909, par. 12","refcode_long":"East Michigan Banner September 29,  1909, paragraph 12","content":"Let those who are rejoicing in the light of present truth, now make haste to impart the truth to others. The Lord is inquiring, “Whom shall I send?” Those who wish to sacrifice for truth's sake, are now to respond. “Here am I, Lord, send me.”"}]