[{"refcode_short":"Broadside3","refcode_long":"A Vision","content":"A Vision"},{"refcode_short":"Broadside3 April 7,  1847","refcode_long":"A Vision April 7,  1847","content":"1847"},{"refcode_short":"Broadside3 April 7,  1847","refcode_long":"A Vision April 7,  1847","content":"April 7, 1847"},{"refcode_short":"Broadside3 April 7,  1847","refcode_long":"A Vision April 7,  1847","content":"A Vision"},{"refcode_short":"Broadside3 April 7,  1847, par. 1","refcode_long":"A Vision April 7,  1847, paragraph 1","content":"Last Sabbath we met with the dear brethren and sisters here, who meet at Bro. Howland's."},{"refcode_short":"Broadside3 April 7,  1847, par. 2","refcode_long":"A Vision April 7,  1847, paragraph 2","content":"We felt an unusual spirit of prayer. And as we prayed, the Holy Ghost fell upon us. We were very happy. Soon I was lost to earthly things, and was wrapped up in a vision of God's glory. I saw an angel swiftly flying to me. He quickly carried me from the earth to the Holy City. In the city I saw a temple, which I entered. I passed through a door before I came to the first veil. This veil was raised, and I passed into the Holy Place. Here I saw the Altar of Incense. Before the altar was the table, on which was the candlestick, with seven lamps, and the showbread, &c. After viewing the glory of the Holy, Jesus raised the second veil, and I passed into the Holy of Holies."},{"refcode_short":"Broadside3 April 7,  1847, par. 3","refcode_long":"A Vision April 7,  1847, paragraph 3","content":"In the Holiest I saw an ark; on the top and sides of it was purest gold. On each end of the ark was a lovely Cherub, with their wings spread out over it. Their faces were turned towards each other, and they looked downwards. Between the angels was a golden censor. Above the ark, where the angels stood, was an exceeding bright glory, that appeared like a throne where God dwelt. Jesus stood by the ark. And as the saints’ prayers came up to Jesus, the incense in the censor would smoke, and He offered up the prayers of the saints with the smoke of the incense to His Father. In the ark, was the golden pot of manna, Aaron's rod that budded and the tables of stone which folded together like a book. Jesus opened them, and I saw the ten commandments written on them with the finger of God. On one table was four, and on the other six. The four on the first table shone brighter than the other six. But the fourth (the Sabbath commandment,) shone above them all; for the Sabbath was set apart to be kept in honor of God's holy name. The holy Sabbath looked glorious—a halo of glory was all around it. I saw that the Sabbath was not nailed to the cross. If it was, the other nine commandments were; and we are at liberty to go forth and break them all, as well as to break the fourth. I saw that God had not changed the Sabbath, for He never changes. But the Pope had changed it from the seventh to the first day of the week; for he was to change times and laws."},{"refcode_short":"Broadside3 April 7,  1847, par. 4","refcode_long":"A Vision April 7,  1847, paragraph 4","content":"And I saw that if God had changed the Sabbath, from the seventh to the first day, He would have changed the writing of the Sabbath commandment, written on the tables of stone, which are now in the ark, in the Most Holy Place of the Temple in heaven; and it would read thus: The first day is the Sabbath of the Lord thy God. But I saw that it read the same as when written on the tables of stone by the finger of God, and delivered to Moses in Sinai, “But the seventh day is the Sabbath of the Lord thy God.” I saw that the holy Sabbath is, and will be, the separating wall between the true Israel of God and unbelievers; and that the Sabbath is the great question, to unite the hearts of God's dear waiting saints. And if one believed, and kept the Sabbath, and received the blessing attending it, and then gave it up, and broke the holy commandment, they would shut the gates of the Holy City against themselves, as sure as there was a God that rules in heaven above. I saw that God had children, who do not see and keep the Sabbath. They had not rejected the light on it. And at the commencement of the time of trouble, we were filled with the Holy Ghost as we went forth, and proclaimed the Sabbath more fully. This enraged the church, and nominal Adventists, as they could not refute the Sabbath truth. And at this time, God's chosen all saw clearly that we had the truth, and they came out and endured the persecution with us. And I saw the sword, famine, pestilence, and great confusion in the land. The wicked thought that we had brought the judgments down on them. They rose up and took counsel to rid the earth of us, thinking that then the evil would be stayed."},{"refcode_short":"Broadside3 April 7,  1847, par. 5","refcode_long":"A Vision April 7,  1847, paragraph 5","content":"I saw all that “would not receive the mark of the Beast, and of his Image, in their foreheads or in their hands,” could not buy or sell. I saw that the number (666) of the Image Beast was made up; and that it was the beast that changed the Sabbath, and the Image Beast had followed on after, and kept the Pope's, and not God's Sabbath. And all we were required to do, was to give up God's Sabbath, and keep the Pope's, and then we should have the mark of the Beast, and of his Image."},{"refcode_short":"Broadside3 April 7,  1847, par. 6","refcode_long":"A Vision April 7,  1847, paragraph 6","content":"In the time of trouble, we all fled from the cities and villages, but were pursued by the wicked, who entered the houses of the saints with the sword. They raised the sword to kill us, but it broke, and fell, as powerless as a straw. Then we all cried day and night for deliverance, and the cry came up before God. The sun came up, and the moon stood still. The streams ceased to flow. Dark heavy clouds came up, and clashed against each other. But there was one clear place of settled glory, from whence came the voice of God like many waters, which shook the heavens, and the earth. The sky opened and shut, and was in commotion. The mountains shook like a reed in the wind, and cast out rugged rocks all around. The sea boiled like a pot, and cast out stones upon the land. And as God spoke the day and hour of Jesus coming, and delivered the everlasting covenant to His people, He spoke one sentence, and then paused, while the words were rolling through the earth! The Israel of God stood with their eyes fixed upwards, listening to the words as they came from the mouth of Jehovah, and rolled through the earth like peals of loudest thunder! It was awfully solemn. At the end of every sentence, the saints shouted, Glory! Hallelujah! Their countenances were lighted up with the glory of God; and they shone with the glory as Moses’ face did when he came down from Sinai. The wicked could not look on them, for the glory. And when the never ending blessing was pronounced on those who had honored God, in keeping His Sabbath holy, there was a mighty shout of victory over the Beast, and over his Image."},{"refcode_short":"Broadside3 April 7,  1847, par. 7","refcode_long":"A Vision April 7,  1847, paragraph 7","content":"Then commenced the jubilee, when the land should rest. I saw the pious slave rise in triumph and victory, and shake off the chains that bound him, while his wicked master was in confusion, and knew not what to do; for the wicked could not understand the words of the voice of God. Soon appeared the great white cloud. It looked more lovely than ever before. On it sat the Son of Man. At first we did not see Jesus on the cloud, but as it drew near the earth, we could behold his lovely person. This cloud when it first appeared was the Sign of the Son of Man in heaven. The voice of the Son of God called forth the sleeping saints, clothed with a glorious immortality. The living saints were changed in a moment, and caught up with them in the cloudy chariot. It looked all over glorious as it rolled upwards. On either side of the chariot were wings, and beneath it wheels. And as the chariot rolled upwards, the wheels cried Holy, and the wings as they moved, cried Holy, and the retinue of Holy Angels around the cloud cried Holy, Holy, Holy, Lord God Almighty. And the saints in the cloud cried Glory, Hallelujah. And the cloudy chariot rolled upwards to the Holy City. Jesus threw open the gates of the Golden City, and led us in. Here we were made welcome, for we had kept the “Commandments of God,” and had a “right to the tree of life.”"}]