[{"refcode_short":"Broadside2","refcode_long":"To Those who are receiving the seal of the living God","content":"To Those who are receiving the seal of the living God"},{"refcode_short":"Broadside2 January 31,  1849","refcode_long":"To Those who are receiving the seal of the living God January 31,  1849","content":"1849"},{"refcode_short":"Broadside2 January 31,  1849","refcode_long":"To Those who are receiving the seal of the living God January 31,  1849","content":"January 31, 1849"},{"refcode_short":"Broadside2 January 31,  1849","refcode_long":"To Those who are receiving the seal of the living God January 31,  1849","content":"To those who are receiving the seal of the living God"},{"refcode_short":"Broadside2 January 31,  1849, par. 1","refcode_long":"To Those who are receiving the seal of the living God January 31,  1849, paragraph 1","content":"“This is that which was spoken of by the prophet Joel; And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams: and on my servants, and on my handmaidens, I will pour out in those days of my Spirit; and they shall prophesy.”"},{"refcode_short":"Broadside2 January 31,  1849, par. 2","refcode_long":"To Those who are receiving the seal of the living God January 31,  1849, paragraph 2","content":"At the commencement of the Holy Sabbath, (January 5,) we engaged in prayer with Bro. Belden's family at Rocky Hill, Ct., and the Holy Ghost fell upon us. I was taken off in Vision to the most holy place, where I saw Jesus still interceding for Israel. On the bottom of his garment was a bell and a pomegranate, a bell and a pomegranate. Then I saw that Jesus would not leave the most holy place until every case was decided either for salvation or destruction: and that the wrath of God could not come until Jesus had finished his work in the most holy place—laid off his priestly attire and clothed himself with the garments of vengeance. Then Jesus will step out from between the Father and man, and God will keep silent no longer; but pour out his wrath on those who have rejected his truth. I saw that the anger of the nations, the wrath of God, and the time to judge the dead, were separate events, one following the other. I saw that Michael had not stood up, and that the time of trouble, such as never was, had not yet commenced. The nations are now getting angry, but when our High Priest has finished his work in the Sanctuary, he will stand up, put on the garments of vengeance, and then the seven last plagues will be poured out. I saw that the four angels would hold the four winds until Jesus work was done in the Sanctuary, and then will come the seven last plagues. These plagues enraged the wicked against the righteous, and they thought that we had brought them down upon them, and if they could rid the earth of us, then the plagues would be stayed. A decree went forth to slay the saints, which caused them to cry day and night for deliverance. This was the time of Jacob's trouble. Then all the saints cried out with anguish of spirit, and were delivered by the Voice of God. Then the 144,000 triumphed. Their faces were lighted up with the glory of God. Then I was shown a company who were howling in agony. On their garments was written in large characters—thou art weighed in the balance, and found wanting. I asked who this company were. The angel said, “these are they who have once kept the Sabbath and have given it up.” I heard them cry with a loud voice—“we have believed in thy coming, and taught it with energy.” And while they were speaking, their eyes would fall upon their garments and see the writing, and then they would wail aloud. I saw they had drunk of the deep waters, and fouled the residue with their feet—trodden the Sabbath underfoot, and that is why they were weighed in the balance and found wanting. Then my attending angel directed me to the city again, where I saw four angels winging their way to the gate of the city, and were just presenting the golden card to the angel at the gate. Then I saw another angel swiftly flying from the direction of the most excellent glory, and crying with a loud voice to the other angels, and waving something up and down in his hand. I asked my attending angel for an explanation of what I saw. He told me that I could see no more then, but he would shortly show me what those things that I then saw meant."},{"refcode_short":"Broadside2 January 31,  1849, par. 3","refcode_long":"To Those who are receiving the seal of the living God January 31,  1849, paragraph 3","content":"Sabbath afternoon one of our number was sick, and requested prayers that he might be healed. We all united in applying to the Physician who never lost a case, and while healing power came down, and the sick was healed, the Spirit fell upon me and I was taken off in vision. I saw the state of some who stood on present truth, but disregarded the visions,—the way God had chosen to teach in some cases, those who erred from Bible truth. I saw that in striking against the visions they did not strike against the worm—the feeble instrument that God spake through; but against the Holy Ghost. I saw it was a small thing to speak against the instrument, but it was dangerous to slight the words of God. I saw if they were in error and God chose to show them their errors through visions, and they disregarded the teachings of God through visions, they would be left to take their own way, and run in the way of error, and think they were right, until they would find it out too late. Then in the time of trouble I heard them cry to God in agony—“Why didst thou not show us our wrong, that we might have got right and been ready for this time?” Then an angel pointed to them and said—“My Father taught, but you would not be taught.—He spoke through visions, but you disregarded his voice, and he gave you up to your own ways, to be filled with your own doings.” Then I saw four angels who had a work to do on the earth, and were on their way to accomplish it. Jesus was clothed with Priestly garments. He gazed in pity on the remnant, then raised his hands upward, and with a voice of deep pity cried—’My Blood, Father, my Blood, my Blood, my Blood.” Then I saw an exceeding bright light come from God, who sat upon the great white throne, and was shed all about Jesus. Then I saw an angel with a commission from Jesus, swiftly flying to the four angels who had a work to do on the earth, and waving something up and down in his hand, and crying with a loud voice—“Hold,! Hold! Hold! Hold! until the servants of God are sealed in their foreheads.”—I asked my accompanying angel the meaning of what I heard, and what the four angels were about to do. He said to me that it was God that restrained the powers, and that he gave his angels charge over things on the earth, and that the four angels had power from God to hold the four winds, and that they were about to let the four winds go, and while they had started on their mission to let them go, the merciful eye of Jesus gazed on the remnant that were not all sealed, then he raised his hands to the Father and plead with him that he had spilled his blood for them. Then another angel was commissioned to fly swiftly to the four angels, and bid them hold until the servants of God were sealed with the seal of the living God in their foreheads."},{"refcode_short":"Broadside2 January 31,  1849, par. 4","refcode_long":"To Those who are receiving the seal of the living God January 31,  1849, paragraph 4","content":"December 16, 1848, the Lord gave me a view of the shaking of the powers of the heavens. I saw that when the Lord said “heaven” (in giving the signs recorded by Matthew, Mark and Luke) he meant heaven, and when he said “earth” he meant earth. The powers of heaven are the Sun, Moon, and Stars: they rule in the heavens. The powers of earth are those who bear rule on the earth.—The powers of heaven will be shaken at the voice of God. Then the Sun, Moon and Stars will be moved out of their places. They will not pass away, but be shaken by the voice of God."},{"refcode_short":"Broadside2 January 31,  1849, par. 5","refcode_long":"To Those who are receiving the seal of the living God January 31,  1849, paragraph 5","content":"Dark, heavy clouds came up, and clashed against each other. The atmosphere parted and rolled back, then we could look up through the open space in Orion, from whence came the voice of God. The Holy City will come down through that open space. I saw that the powers of earth are now being shaken, and that events come in order. War, and rumors of war,—sword, famine and pestilence, are first to shake the powers of earth, then the voice of God will shake the Sun, Moon and Stars, and this earth also. I saw that the shaking of the powers in Europe is not (as some teach) the shaking of the powers of heaven, but it is the shaking of the angry nations."},{"refcode_short":"Broadside2 January 31,  1849, par. 6","refcode_long":"To Those who are receiving the seal of the living God January 31,  1849, paragraph 6","content":"I have seen the tender love that God has for his people, and it is very great. I saw an angel over every saint, with their wings spread about them: and if the saints wept through discouragement, or were in danger, the angel that ever attended them would fly quickly upward to carry the tidings, and the angels in the city would cease to sing. Then Jesus would commission another angel to descend to encourage, watch over and try to keep them from going out of the narrow path: but, if they did not take heed to the watchful care of these angels, and would not be comforted by them, and continued to go astray, the angels would look sad and weep. Then they would bear the tidings upward, and all the angels in the city would weep, and then with a loud voice say, Amen. But if the saints fixed their eyes on the prize before them, and glorified God by praising him, then the angels would bear the glad tidings to the city, and the angels in the city would touch their golden harps and sing with a loud voice—Alleluia! and the heavenly arches would ring with their lovely songs. I will here state, that there is perfect order and harmony in the holy city."},{"refcode_short":"Broadside2 January 31,  1849, par. 7","refcode_long":"To Those who are receiving the seal of the living God January 31,  1849, paragraph 7","content":"All the angels that are commissioned to visit the earth hold a golden card, which they present to the angels at the gates of the city as they pass in and out. Heaven is a good place. I long to be there, and behold my lovely Jesus, who gave his life for me, and be changed into his glorious image. Oh! for language to express the glory of the bright world to come. I thirst for the living streams that make glad the city of our God."},{"refcode_short":"Broadside2 January 31,  1849, par. 8","refcode_long":"To Those who are receiving the seal of the living God January 31,  1849, paragraph 8","content":"The Lord has given me a view of other worlds. Wings were given me, and an angel attended me from the city to a place that was bright and glorious. The grass of the place was living green, and the birds there warbled a sweet song. The inhabitants of the place were of all sizes, they were noble, majestic and lovely. They bore the express image of Jesus, and their countenances beamed with holy joy, expressive of the freedom and happiness of the place. I asked one of them why they were so much more lovely than those on the earth. The reply was—“we have lived in strict obedience to the commandments of God, and have not fallen by disobedience, like those on the earth.” Then I saw two trees, one looked much like the tree of life in the city. The fruit of both looked beautiful; but of one they could not eat. They had power to eat of both, but were forbidden to eat of one. Then my attending angel said to me—“none in this place have tasted of the forbidden tree; but if they should eat they would fall.” Then I was taken to a world which had seven moons. There I saw good old Enoch, who had been translated. On his right arm he bore a glorious palm, and on each leaf was written Victory. Around his head was a dazzling white wreath, and leaves on the wreath, and in the middle of each was written Purity; and around the leaf were stones of various colors, that shone brighter than the stars, and cast a reflection upon the letters, and magnified them. On the back part of his head was a bow that confined the wreath, and upon the bow was written Holiness. Above the wreath was a lovely crown that shone brighter than the sun. I asked him if this was the place he was taken to from the earth. He said, “It is not; but the city is my home, and I have come to visit this place.” He moved about the place as if perfectly at home. I begged of my attending angel to let me remain in that place. I could not bear the thought of coming back to this dark world again. Then the angel said—“you must go back, and if you are faithful, you, with the 144,000 shall have the privilege of visiting all the worlds and viewing the handy work of God.”"},{"refcode_short":"Broadside2 January 31,  1849, par. 9","refcode_long":"To Those who are receiving the seal of the living God January 31,  1849, paragraph 9","content":"For two years past, the Lord has shown me in vision, repeatedly, that it is contrary to the Bible to make any provision for our temporal wants in the time of trouble. I saw that if the saints have food laid up by them, or in the fields, in the time of trouble when sword, famine, and pestilence are in the land, it will be taken from them by violent hands and strangers would reap their fields. Then will be the time for us to trust wholly in God, and he will sustain us. I saw that our bread and water would be sure at that time, and we should not lack, or suffer hunger.—The Lord has shown me that some of his children would fear when they see the price of food rising, and they would buy food and lay it by for the time of trouble. Then in a time of need, I saw them go to their food and look at it, and it had bred worms, and was full of living creatures, and not fit for use. About one week since, the Lord showed me in vision, that houses and lands would be of no use in the time of trouble, and in that time they could not be disposed of. I saw it was the will of God that the saints should cut loose from every encumbrance—dispose of their houses and lands before the time of trouble comes, and make a covenant with God by sacrifice. I saw they would sell if they laid their property on the altar and earnestly inquired for duty. Then God will teach them when to dispose of these things. Then they will be free in the time of trouble, and have no clogs to weigh them down."},{"refcode_short":"Broadside2 January 31,  1849, par. 10","refcode_long":"To Those who are receiving the seal of the living God January 31,  1849, paragraph 10","content":"I saw if they held on to their property, and did not inquire duty of the Lord, he would not make duty known, and they would be permitted to keep their property, and then in the time of trouble their property would come up before them like a mountain to crush them. Then they tried to get rid of it, but could not. I heard them mourn like this,—the cause was languishing—God's people were suffering for truth, and we made no effort to supply the lack, and now our property is useless. Oh! that we had let it go, and laid up treasure in heaven. I saw a sacrifice did not increase, but decrease, and was consumed. I also saw that God had not required all of his people to dispose of their property at the same time, but in a time of need he would teach them, if they desired to be taught, when to sell and how much to sell. I saw that some had been required to dispose of their property in past time to sustain the advent cause, while he permitted others to keep theirs until a time of need. Then as the cause needs it, their duty is to sell."},{"refcode_short":"Broadside2 January 31,  1849, par. 11","refcode_long":"To Those who are receiving the seal of the living God January 31,  1849, paragraph 11","content":"Now is the time to lay up treasure in heaven, and to set our hearts in order, ready for the time of trouble. Those only who have clean hands and a pure heart will stand that trying time. Now is the time for the law of God to be in our minds (foreheads), and written in our hearts. The Lord has shown me the danger of letting our minds be filled with worldly thoughts and cares. I saw that some minds were led away from present truth and a love of the holy Bible, by reading other exciting books; and others were filled with perplexity and care for what they shall eat, drink and wear. I saw some, looking too far off for the coming of the Lord. Time has continued on a few years longer than they expected, therefore they think it may continue a few years more, and in this way their minds are being led from present truth, out after the world. In these things I saw great danger; for if the mind is filled with other things, present truth is shut out, and there is no place in our foreheads for the seal of the living God. This seal is the Sabbath. I saw that the time for Jesus to be in the most holy place was nearly finished, and that time can last but a very little longer; and what leisure time we have should be spent in searching the Bible, which is to judge us in the last day."},{"refcode_short":"Broadside2 January 31,  1849, par. 12","refcode_long":"To Those who are receiving the seal of the living God January 31,  1849, paragraph 12","content":"My Dear Brethren and Sisters:—Let the commandments of God, and the testimony of Jesus Christ be in your minds continually, and let them crowd worldly thoughts and cares from the mind. When you lie down, and when you rise up, let them be your meditation. Live, and act wholly in reference to the coming of the Son of Man. The sealing time is very short, and soon will be over. Now is the time to make our calling and election sure, while the four angels are holding the four winds."},{"refcode_short":"Broadside2 January 31,  1849, par. 13","refcode_long":"To Those who are receiving the seal of the living God January 31,  1849, paragraph 13","content":"If any among us are sick, let us not dishonor God by applying to earthly physicians, but apply to the God of Israel. If we follow his directions (James 5:14, 15) the sick will be healed. God's promise cannot fail. Have faith in God, and trust wholly in him, that when Christ who is our life shall appear we may appear with him in glory."}]