[{"refcode_short":"Bulletin","refcode_long":"Church and Sabbath School Bulletin","content":"Church and Sabbath School Bulletin"},{"refcode_short":"Bulletin March 3,  1899","refcode_long":"Church and Sabbath School Bulletin March 3,  1899","content":"1899"},{"refcode_short":"Bulletin March 3,  1899","refcode_long":"Church and Sabbath School Bulletin March 3,  1899","content":"March 3, 1899"},{"refcode_short":"Bulletin March 3,  1899","refcode_long":"Church and Sabbath School Bulletin March 3,  1899","content":"A Letter"},{"refcode_short":"Bulletin March 3,  1899, par. 1","refcode_long":"Church and Sabbath School Bulletin March 3,  1899, paragraph 1","content":"Since coming here we have had a rather trying experience. Sarah and I came on the ground Friday. The day was very oppressive. In the afternoon there was a smart shower and a high wind. On Sabbath I attended morning meeting at six o'clock. Quite a large number were present. I felt the spirit of prayer. I arose and spoke. I did not know that I spoke, but they say I did. I seemed to be elsewhere. All through the night I had seemed to be in meetings, presenting the subject of the reception of the Holy Spirit. This was my burden in laboring somewhere, I can not tell where. The whole subject was the opening of our hearts to the Holy Spirit. I was trying to present to those who were there the great necessity of receiving the Spirit. Christ told the disciples. “I have many things to say unto you, but ye can not bear them now.” Their own limited comprehension put a restraint upon him, so that he could not open to them the things he longed to unfold; for it would be labor lost."},{"refcode_short":"Bulletin March 3,  1899, par. 2","refcode_long":"Church and Sabbath School Bulletin March 3,  1899, paragraph 2","content":"On the Sabbath, Elder Starr spoke in the forenoon. In the afternoon I spoke from John 15. I sought to impress upon the people the lesson of that wonderful parable of the vine and the branches. John 15:1-6. There are two kinds of connection between the branches and the vine; the one is deceptive, superficial. The crowd pressing upon Christ had no living union with him by genuine faith; but a poor woman, that had been many years a great sufferer, and had spent all her living upon physicians, but was made no better, but rather worse, thought if she could get within reach of him, -if she could only touch the hem of his garment, - she would be made whole. Christ understood all that was in her heart, and he placed himself where she could have the opportunity she desired. He would use that act to distinguish the touch of genuine faith from the casual contact of those who were crowding about him from mere curiosity. When the woman reached forth her hand, and touched the hem of his garment, she thought that this stealthy touch would not be known by any one; but Christ recognized that touch, and responded to her faith by his healing power. She realized in a moment that she was made whole, and the Lord Jesus would not let such faith pass unnoticed. He turned about him quickly, and said, “Who touched me?” “And the disciples were pressing close around him, and Peter said, The multitude throng thee and press thee, and askest thou, Who touched me? And Jesus said, Somebody hath touched me: for I perceive that virtue hath gone out of me. When the woman saw that she was not hid, she came tremblingly, and cast herself at his feet,” telling the whole story. For eighteen years she had been afflicted; but as soon as her finger touched the hem of his garment, she was made whole. Jesus said to her, “Daughter, be of good comfort; thy faith hath made thee whole. Go in peace.” The mere touch of faith brought its reward, and how then can we doubt God?"}]