[{"refcode_short":"Canvasser","refcode_long":"The Atlantic Canvasser","content":"The Atlantic Canvasser"},{"refcode_short":"Canvasser December 11,  1890","refcode_long":"The Atlantic Canvasser December 11,  1890","content":"1890"},{"refcode_short":"Canvasser December 11,  1890","refcode_long":"The Atlantic Canvasser December 11,  1890","content":"December 11, 1890"},{"refcode_short":"Canvasser December 11,  1890","refcode_long":"The Atlantic Canvasser December 11,  1890","content":"The Best Manner of Working"},{"refcode_short":"Canvasser December 11,  1890, par. 1","refcode_long":"The Atlantic Canvasser December 11,  1890, paragraph 1","content":"If more tact and discretion were used in the presentation of the truth, by ministers in their discourses and by the canvassers in their work, much more would be accomplished than we now see. Because of a neglect in this direction, many have a misconception of our faith and doctrine which they would never have formed if their first impressions had been more favorable. It is our duty to get as close to the people in high places as we can by personal efforts. Such labor will not exclude the poorer and lower classes, but both high and low will have an opportunity to be benefited by the truths of the Bible. If our own words and lives show the refining influence of the truth of God upon the heart, those who become acquainted with us will see that the religion of the Bible never degrades the receiver, and as they accept the truth they will perceive the duties and responsibilities resting upon them in their turn to be representatives of Jesus Christ upon the earth. The truth of God, obeyed from the heart, is constantly elevating, refining, and ennobling the receiver. It is not worldly wisdom, but God-given wisdom that teaches us to present the truth in such a manner that it will reach the higher classes, who will when converted to the truth exert an influence in its favor, and who will help to sustain it with their intrusted talents of influence and means. The duty we owe to our fellowmen places us under obligations to put out our talents, in the light of truth which we have received, as well as the talents of means to the exchangers. By winning souls to Jesus Christ,—souls who are in responsible positions, and whose influence can be a power to reach men and women of the higher classes whom God has seen fit to intrust with large capacity for doing good,—talents will be doubled. The influence of our work, even though it be through but one soul gained, is far-reaching; our talent is out to the exchanger, and is constantly increasing."},{"refcode_short":"Canvasser December 11,  1890, par. 2","refcode_long":"The Atlantic Canvasser December 11,  1890, paragraph 2","content":"The workers in the cause should not feel that the only way they can work is to make known all points of doctrine as held by Seventh-day Adventists, at once, and in every place. Such a course would close the ears of the people at the outset, and frustrate the end sought. God would have his workers be as lambs among wolves, wise as serpents, but harmless as doves. Their own ideas must be laid aside, and they must follow the direction of the Spirit of God. They should not feel that all the truth of God is to be spoken to unbelievers on any and every occasion, but should plan carefully what to say and what to leave unsaid. This is not practicing deception; it is working as Paul worked. He says, “For though I be free from all men, yet have I made myself servant unto all, that I might gain the more. And unto the Jews I became as a Jew, that I might gain the Jews; to them that are under the law, as under the law, that I might gain them that are under the law; to them that are without the law, as without law, (being not without law to God, but under the law to Christ,) that I might gain them that are without law. To the weak became I as weak, that I might gain the weak: I am made all things to all men, that I might by all means save some.” He did not approach the Jews in a way to stir up their prejudice. He did not run the risk of making them his enemies by telling them the first thing that they must believe on Jesus of Nazareth; but he dwelt on the promises of the Old Testament scriptures, which testified of Christ, of his mission, and of his work. Thus he led them along step by step, showing them the importance of honoring the law of God. He also gave due honor to the ceremonial law, showing that Christ was the one that instituted the whole Jewish economy of sacrificial service. After dwelling upon these things, evincing that he had a clear understanding of them himself, he brought them down to the first advent of Christ, and proved that in the crucified Jesus every specification had been fulfilled. This was the wisdom that Paul exercised. He approached the Gentiles, not by exalting the law at first, but by exalting Christ, and then showing the binding claims of the law. He showed them plainly how the light that was reflected from the cross of Calvary gave significance and glory to the whole Jewish system. Thus he varied his manner of labor, always shaping his message to the circumstances under which he was placed; and, yet, though after patient labor he was successful to a large degree, many would not be convinced. There are some who will not be convinced by any method of presenting the truth. The laborer for God should, nevertheless, study carefully the best method, in order that he may not arouse prejudice or stir up combativeness unnecessarily. Let him give the people evidence that he is a true Christian, conscientious, desiring peace and not strife, and that he has a love for their souls. Thus the confidence of the people will be gained."},{"refcode_short":"Canvasser December 11,  1890, par. 3","refcode_long":"The Atlantic Canvasser December 11,  1890, paragraph 3","content":"Christ said to his disciples, “I have many things to say unto you, but ye cannot bear them now.” There were many things he did not say to them because their education and ideas were of such a character that his instruction would have confused their minds, and raised questioning and unbelief that it would have been difficult to remove."},{"refcode_short":"Canvasser December 11,  1890, par. 4","refcode_long":"The Atlantic Canvasser December 11,  1890, paragraph 4","content":"God's workmen must be many-sided men; that is, they must have breadth of character. They must not be one-sided men, stereotyped in their manner of working, getting into a groove where they are unable to see that their words and manner of labor must vary to suit the class of people they are with, and the circumstances they have to meet. All should be constantly seeking to subdue their own prominent characteristics and educate their weaker powers, so that the mind may be evenly balanced. This is necessary, if they make useful, successful laborers. God would have his servants, old and young, continually improving, learning better how to reach the people. They should not settle down contented, thinking that their ways are perfect, and that others must work just as they work. All our methods and plans should bear the divine mold."},{"refcode_short":"Canvasser December 18,  1890","refcode_long":"The Atlantic Canvasser December 18,  1890","content":"December 18, 1890"},{"refcode_short":"Canvasser December 18,  1890","refcode_long":"The Atlantic Canvasser December 18,  1890","content":"The Best Manner of Working"},{"refcode_short":"Canvasser December 18,  1890, par. 1","refcode_long":"The Atlantic Canvasser December 18,  1890, paragraph 1","content":"Those who are appointed to open the work in new fields should be careful that their defects are not exalted into virtues, thus retarding the work of God. It is testing truths that we are bringing before the people, and in every effort these truths should be elevated in all their moral beauty before those for whom we labor. The laborer should not throw about the truth the peculiarities of his own character and manners. Let not your own ways be woven into God's work as God's ways. Keep self in the background. Do not let the work of God become common, but preserve its sacred character. Let it stand forth as from God himself. Let it bear no human impress, but the impress of the Divine. Self must be lost sight of in Jesus. Make broad calculations. In your plans, place the work of God as high as its importance demands."},{"refcode_short":"Canvasser December 18,  1890, par. 2","refcode_long":"The Atlantic Canvasser December 18,  1890, paragraph 2","content":"Much has been lost by our people by following such narrow plans that the higher classes were not reached. The appearance of the work has impressed the minds of unbelievers as being of very little worth—some stray offshoot of religious theory, entirely beneath their notice. Much has also been lost through lack of wise methods of labor. Every effort should be made to give dignity and character to the work. Special effort should be made to secure the good will of men in responsible positions; and this can be done, not by sacrificing any principle of truth or righteousness, but by simply giving up our own way of approaching the people, and following God's way."},{"refcode_short":"Canvasser December 18,  1890, par. 3","refcode_long":"The Atlantic Canvasser December 18,  1890, paragraph 3","content":"It requires much wisdom to reach ministers and men of influence. But why should they be neglected as they have been by our people? These men are responsible to God just in proportion to the capital of talents intrusted to them. Should there not be a deeper study, and much more humble prayer for wisdom, that we may learn how to reach these classes? Where much is given, much will be required. Then should not wisdom and tact be used to gain these souls, who, if truly converted, will, through their educated ability, be polished instruments in the hands of the Lord to reach others? We must have the Lord's help in order to know how to do this work skillfully."},{"refcode_short":"Canvasser December 18,  1890, par. 4","refcode_long":"The Atlantic Canvasser December 18,  1890, paragraph 4","content":"God has a work to be done which the workers have not yet fully comprehended. Ministers and worldly-wise men are to be tested by the light of present truth. The third angel's message is to be set forth before the learned ones of this world, judiciously, in its native dignity. There must be most earnest seeking of God, most thorough study; for the mental powers will be taxed to the utmost in laying plans which will place the work of God on a more elevated platform. That is where it should always have stood, but men's little ideas and narrow plans have limited and lowered it."},{"refcode_short":"Canvasser December 18,  1890, par. 5","refcode_long":"The Atlantic Canvasser December 18,  1890, paragraph 5","content":"And after most earnest efforts have been made to bring the truth before those whom God has intrusted with large responsibilities, be not discouraged if they reject it. Truth was rejected in the days of Christ. Be sure to maintain the dignity of the work by well-ordered plans and a godly conversation. Never be afraid of elevating the standard too high. The families who engage in this missionary work should come close to hearts. The spirit of Jesus should pervade the souls of the workers; for it is the pleasant, sympathetic words, the manifestation of disinterested love for souls, that will break down the barriers of pride and selfishness, and show to unbelievers that we have the love of Christ, and then the truth will find its way to their hearts. This is our work and the fulfilling of God's plans. All coarseness and roughness must be purged from us. Courtesy, refinement, and Christian politeness must be cherished. Guard against being abrupt and blunt. Do not regard such peculiarities as virtues, for God does not so regard them. But seek in all things not to offend those who are not of our faith. Never make the most objectionable features of our faith stand out prominently, when there is no call for it. Such a course is only an injury to the cause."}]