[{"refcode_short":"CentralAdvance","refcode_long":"The Central Advance","content":"The Central Advance"},{"refcode_short":"CentralAdvance February 25,  1903","refcode_long":"The Central Advance February 25,  1903","content":"1903"},{"refcode_short":"CentralAdvance February 25,  1903","refcode_long":"The Central Advance February 25,  1903","content":"February 25, 1903"},{"refcode_short":"CentralAdvance February 25,  1903","refcode_long":"The Central Advance February 25,  1903","content":"Power for Service"},{"refcode_short":"CentralAdvance February 25,  1903, par. 1","refcode_long":"The Central Advance February 25,  1903, paragraph 1","content":"As a people, we have received great light. This light the Lord has entrusted to us for the benefit and blessing of the world. To us has been given the ministry of reconciliation. With power from on high we are to beseech men to be reconciled to God. We are encouraged to pray for success, and we are given the divine assurance that our prayers will be heard and “if two of you shall agree on earth as touching anything that they shall ask, it shall be done for them of My Father which is in heaven. For where two or three are gathered together in My name, there am I in the midst of them.” “Ask of Me, and I will answer your requests.”"},{"refcode_short":"CentralAdvance February 25,  1903, par. 2","refcode_long":"The Central Advance February 25,  1903, paragraph 2","content":"The promise is made on condition that the united prayers of God's people are offered, and in answer to these prayers there may be expected a power greater than that which comes in answer to private prayer. The power given will be proportionate to the unity of the members and their love for God and for one another."},{"refcode_short":"CentralAdvance February 25,  1903, par. 3","refcode_long":"The Central Advance February 25,  1903, paragraph 3","content":"No one lives to himself. In God's work each one is assigned a post of duty. The union of all strengthens the work of each. As the faith and unity and love of the church grow stronger, their circle of influence enlarges, and ever they are to reach to the farthest limit of this influence constantly extending the triumphs of the cross."},{"refcode_short":"CentralAdvance February 25,  1903, par. 4","refcode_long":"The Central Advance February 25,  1903, paragraph 4","content":"God calls upon us to break the bands of our precise, indoor service. The message of the gospel is to be borne to the world. We are to call upon all to rally around the banner of the cross. When this work is done as it should be, when with divine zeal we labor to add converts to the truth, God will greatly bless our efforts. The unity of the believers will bear testimony to the power of the truth that can bring into perfect harmony men of different dispositions, making their interests one."},{"refcode_short":"CentralAdvance February 25,  1903, par. 5","refcode_long":"The Central Advance February 25,  1903, paragraph 5","content":"The prayers and offerings of God's people will be combined with earnest, self-sacrificing effort. Men will be converted anew. The hand that once grasped for recompense in higher wages will become the helping hand of God. The believers will be united by one interest,—the desire to make centers of truth where God shall be exalted. Christ will join them together with holy bonds of union and love—bonds which have irresistible power."},{"refcode_short":"CentralAdvance February 25,  1903, par. 6","refcode_long":"The Central Advance February 25,  1903, paragraph 6","content":"It was for this unity that Jesus prayed just before His trial, standing but a step from the throne. “That they all may be one,” He said, “as thou, Father, art in Me, and I in Thee, that they also may be one in Us; that the world may believe that Thou hast sent Me.”"},{"refcode_short":"CentralAdvance February 25,  1903, par. 7","refcode_long":"The Central Advance February 25,  1903, paragraph 7","content":"God calls upon His people, many of whom are but half awake, to arouse, and engage in earnest labor, praying for strength for service. Workers are needed. Receive the Holy Spirit, and your efforts will be successful. Christ's presence is what gives power. Let all strife and dissension cease. Let love and unity prevail. Let God's people move under the guidance of the Holy Spirit. If they will give themselves wholly to Him, He will restore to them the strength they have lost by division."},{"refcode_short":"CentralAdvance April 8,  1903, Art. A","refcode_long":"The Central Advance April 8,  1903, Art. A","content":"April 8, 1903"},{"refcode_short":"CentralAdvance April 8,  1903, Art. A","refcode_long":"The Central Advance April 8,  1903, Art. A","content":"Tested and Tried"},{"refcode_short":"CentralAdvance April 8,  1903, Art. A, par. 1","refcode_long":"The Central Advance April 8,  1903, Art. A, paragraph 1","content":"Christians will be tested and tried. But if they are sincerely trying to serve God, strength will be given them for every conflict. They are not to listen to the false reports that come to their ears, but are to go straight forward in the path of duty. They are to learn to think for themselves, and their actions are ever to be in accordance with the word of God."},{"refcode_short":"CentralAdvance April 8,  1903, Art. A, par. 2","refcode_long":"The Central Advance April 8,  1903, Art. A, paragraph 2","content":"Do not go out of your way to call your enemy to account. His words of censure and malice are like sparks which, if not blown upon, will go out of themselves. Live down the evil reports of those whose tongues are set on fire of hell. If you stop to dispute, you will but open the way for further abuse. Often difficulties may be healed by silence. Let the evil talker alone. Go about your own work as one who has a sacred trust to fulfil. When you are criticised, move on as one who hears not. Your heart may be wounded: nevertheless, do not allow yourself to be turned aside from your work. Give your time and attention to matters of eternal interest."},{"refcode_short":"CentralAdvance April 8,  1903, Art. A, par. 3","refcode_long":"The Central Advance April 8,  1903, Art. A, paragraph 3","content":"Christ is your example. He came to this world, and in humanity lived the life that He desires you to live. Study His plans and methods and purposes. His life is our lesson book. A divine-human Saviour, He stands before us with the invitation, “Come unto Me, ... and I will give you rest.....My yoke is easy, and My burden is light."},{"refcode_short":"CentralAdvance April 8,  1903, Art. A, par. 4","refcode_long":"The Central Advance April 8,  1903, Art. A, paragraph 4","content":"The life of Christ is a perfect revelation of the character of God. What then is our duty? Paul tells us. Christ revealed Himself to Paul as he was persecuting the saints, and the apostle declares. “I was not disobedient to the heavenly vision.” Henceforth his one desire was to preach Christ and Him crucified. Writing to the Ephesians he says, “Unto me, who am less than the least of all saints, is this grace given, that I should preach among the Gentiles the unsearchable riches of Christ: and to make all men see what is the fellowship of the mystery which from the beginning of the world hath been hid in God, who created all things by Jesus Christ: to the intent that now unto the principalities and powers in heavenly places might be known by the church the manifold wisdom of God, according to the eternal purpose which He purposed in Christ Jesus our Lord.”"},{"refcode_short":"CentralAdvance April 8,  1903, Art. A, par. 5","refcode_long":"The Central Advance April 8,  1903, Art. A, paragraph 5","content":"To us, also, this trust has been given,—the work of making known the unsearchable riches of Christ. How high a privilege is ours, and how willingly we should make all else secondary to the fulfilment of this trust!"},{"refcode_short":"CentralAdvance April 8,  1903","refcode_long":"The Central Advance April 8,  1903","content":"April 8, 1903"},{"refcode_short":"CentralAdvance April 8,  1903","refcode_long":"The Central Advance April 8,  1903","content":"Our Work"},{"refcode_short":"CentralAdvance April 8,  1903, par. 1","refcode_long":"The Central Advance April 8,  1903, paragraph 1","content":"The work of John the Baptist is our work. Of him we read, “Behold I send My messenger before Thy face, which shall prepare Thy way before Thee. The voice of one crying in the wilderness, Prepare ye the way of the Lord, make His paths straight.”"},{"refcode_short":"CentralAdvance April 8,  1903, par. 2","refcode_long":"The Central Advance April 8,  1903, paragraph 2","content":"By bearing a faithful witness in the daily life, in the words we speak and the deeds we do, we are to prepare the way for Christ's second coming. By revealing the principles of righteousness in our dealings with one another, we are to proclaim the message, “Behold the Lamb of God, which taketh away the sin of the world.”"},{"refcode_short":"CentralAdvance April 8,  1903, par. 3","refcode_long":"The Central Advance April 8,  1903, paragraph 3","content":"The conflict is before us. The only safety for any of us now is to be one with Christ in God. Our resources must come from heaven. The Pentecostal out-pouring of the Spirit revealed truth which, presented to the people, caused the conversion of five thousand souls in a day. In order for the message to go with power today, the Holy Spirit must confirm the word spoken. Jesus is magnified through His sons and daughters when He can impart to them the power of His Spirit. Without this power, our efforts are worthless."},{"refcode_short":"CentralAdvance April 8,  1903, par. 4","refcode_long":"The Central Advance April 8,  1903, paragraph 4","content":"Paul declared that neither Jewish learning nor Grecian eloquence could reach the mark of the high calling that is in Christ Jesus. The highest eloquence, the greatest physical strength, can not give man power to convict and convert souls. It is a heart-reception of the pure principles of the gospel that makes a man an honor to God, and enables him to exert an influence that wins souls to Christ. “Not by might nor by power, but by My Spirit, saith the Lord of hosts.” Only thus can human beings prevail against Satanic agencies. Without God's aid, human might and strength have no more power than the wind that blows to impress aright the souls of men. The breath of God must be breathed into the soul before it can be filled with power."},{"refcode_short":"CentralAdvance April 8,  1903, par. 5","refcode_long":"The Central Advance April 8,  1903, paragraph 5","content":"We are to strive to enter in at the strait gate. But this gate does not swing loosely on its hinges. It will not admit doubtful characters. We must now strive for eternal life with an intensity that is proportionate to the value of the prize before us. It is not money or lands or position, but the possession of a Christlike character, that will open to us the gates of Paradise. It is not dignity, it is not intellectual attainments, that will win for us the crown of immortality. Only the meek and lowly ones, who have made God their efficiency, will receive this gift."}]