[{"refcode_short":"ChL 1","refcode_long":"Christian Leadership, p. 1 (Ellen Gould White)","content":"Christian Leadership"},{"refcode_short":"ChL 1","refcode_long":"Christian Leadership, p. 1 (Ellen Gould White)","content":"Preface"},{"refcode_short":"ChL 1.1","refcode_long":"Christian Leadership, p. 1.1 (Ellen Gould White)","content":"In His love and mercy, God provided through Ellen G. White a rich treasure of inspired counsel on a wide variety of subjects that are important to the remnant church in its task of carrying the three angels’ messages to the world. Among the subjects dealt with in this counsel are education, diet, home and family, evangelism, healthful living, practical Christianity, publishing, and medical work."},{"refcode_short":"ChL 1.2","refcode_long":"Christian Leadership, p. 1.2 (Ellen Gould White)","content":"Seventh-day Adventist school teachers and church leaders have discovered that materials for their classes almost always can be enriched by choice quotations and gems of thought gathered from the published and unpublished writings of Ellen White. Thus, in 1973 and 1974, when preparations were being made to conduct a series of Christian Leadership Seminars, the secretary of the White Estate and the director of the seminars collaborated in preparing a booklet of Ellen White counsels on Christian Leadership."},{"refcode_short":"ChL 1.3","refcode_long":"Christian Leadership, p. 1.3 (Ellen Gould White)","content":"The booklet was widely used and much appreciated. However, after a number of years, when the Leadership Seminars were no longer being conducted on a regular basis, the booklet was allowed to go out of print. It was assumed that it had served its purpose and would not be reissued. However, demand for it has continued. To meet the demand, we now offer this new edition. We send it forth with a prayer that its counsels may bless and strengthen the men and women whom God has placed in positions of responsibility in His church."},{"refcode_short":"ChL 1","refcode_long":"Christian Leadership, p. 1 (Ellen Gould White)","content":"Importance of Organization"},{"refcode_short":"ChL 1.4","refcode_long":"Christian Leadership, p. 1.4 (Ellen Gould White)","content":"“Now there are diversities of gifts, but the same Spirit. And there are differences of administrations, but the same Lord. And there are diversities of operations, but it is the same God which worketh all in all. But the manifestation of the Spirit is given to every man to profit withal.”—1 Corinthians 12:4-7."},{"refcode_short":"ChL 1.5","refcode_long":"Christian Leadership, p. 1.5 (Ellen Gould White)","content":"“Now ye are the body of Christ, and members in particular. And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.”—1 Corinthians 12:27-28."},{"refcode_short":"ChL 1.6","refcode_long":"Christian Leadership, p. 1.6 (Ellen Gould White)","content":"The Divine Purpose—As our numbers increased, it was evident that without some form of organization there would be great confusion, and the work would not be carried forward successfully. To provide for the support of the ministry, for carrying the work in new fields, for protecting both the churches and the ministry from unworthy members, for holding church property, for the publication of the truth through the press, and for many other objects, organization was indispensable.—Testimonies to Ministers and Gospel Workers, 26."},{"refcode_short":"ChL 1.7","refcode_long":"Christian Leadership, p. 1.7 (Ellen Gould White)","content":"Lord's Business Demands Order—The Lord is not pleased with the present lack of order and accuracy among those who do business in connection with His work. Even in the business meetings of the conference, much time could be saved and many mistakes avoided, by a little more study and punctuality. Everything that bears any relation to the work of God should be as nearly perfect as human brains and hands can make it.—Gospel Workers, 460."},{"refcode_short":"ChL 1.8","refcode_long":"Christian Leadership, p. 1.8 (Ellen Gould White)","content":"General Conference in Session Highest Authority—I have often been instructed by the Lord that no man's judgment should be surrendered to the judgment of any other one man. Never should the mind of one man or the minds of a few men be regarded as sufficient in wisdom and power to control the work, and to say what plans should be followed. But when, in a General Conference, the judgment of the brethren assembled from all parts of the field, is exercised, private independence and private judgment must not be stubbornly maintained, but surrendered. Never should a laborer regard as a virtue the persistent maintenance of his position of independence, contrary to the decision of the general body .... God has ordained that the representatives of His church from all parts of the earth, when assembled in a General Conference, shall have authority. The error that some are in danger of committing, is in giving to the mind and judgment of one man, or of a small group of men, the full measure of authority and influence that God has vested in His church, in the judgment and voice of the General Conference assembled to plan for the prosperity and advancement of His work.—Testimonies for the Church 9:260, 261."},{"refcode_short":"ChL 2.1","refcode_long":"Christian Leadership, p. 2.1 (Ellen Gould White)","content":"Solemn Responsibility—Solemn are the responsibilities resting upon those who are called to act as leaders in the church of God today.—The Acts of the Apostles, 92."},{"refcode_short":"ChL 2.2","refcode_long":"Christian Leadership, p. 2.2 (Ellen Gould White)","content":"Demands Measured by Influence—Heaven is watching to see how those occupying positions of influence fulfill their stewardship. The demands upon them as stewards are measured by the extent of their influence.—Gospel Workers, 495."},{"refcode_short":"ChL 2.3","refcode_long":"Christian Leadership, p. 2.3 (Ellen Gould White)","content":"Responsibility of Leadership No Child's Play—The position occupied by my husband is not an enviable one. It requires the closest attention, care, and mental labor. It requires the exercise of sound judgment and wisdom. It requires self-denial, a whole heart, and a firm will to push matters through. In that important position God will have a man to venture, to risk something; to move out firmly for the right, whatever may be the consequences; to battle against obstacles, and waver not, even though life be at stake.—Testimonies for the Church 1:320."},{"refcode_short":"ChL 3","refcode_long":"Christian Leadership, p. 3 (Ellen Gould White)","content":"Management"},{"refcode_short":"ChL 3.1","refcode_long":"Christian Leadership, p. 3.1 (Ellen Gould White)","content":"Enfeebled by Mismanagement—But the heart of the work, the great center, has been enfeebled by the mismanagement of men who have not kept pace with their leader. Satan has diverted their money and their capabilities into wrong channels. Their precious time has been passing into eternity. The earnest work that is now being done, the aggressive warfare that is being carried on might long ago have been just as vigorously carried on in obedience to the light of God."},{"refcode_short":"ChL 3.2","refcode_long":"Christian Leadership, p. 3.2 (Ellen Gould White)","content":"The whole body is sick because of mismanagement and miscalculation. The people to whom God has entrusted eternal interests, the depositories of truth pregnant with eternal results, the keepers of light that is to illuminate the whole world, have lost their bearings.—Letter 8, 1896, p. 6 (February 6, 1896)."},{"refcode_short":"ChL 3.3","refcode_long":"Christian Leadership, p. 3.3 (Ellen Gould White)","content":"Loose Way of Business not to be Continued—The result is that the cause of God is involved in perplexity and brought into embarrassment, and a heavy burden is cast upon those who were appointed to bear weighty responsibilities. If this loose way of doing business is permitted to continue, it will not only drain the treasury of means, but will cut off the supplies that flow from the people. It will destroy their confidence in those at the head of the work who have the management of funds, and will lead many to discontinue their gifts and offerings.—Colporteur Ministry, 96."},{"refcode_short":"ChL 3.4","refcode_long":"Christian Leadership, p. 3.4 (Ellen Gould White)","content":"Careless Workmen a Burden—The course of these careless workmen has brought upon men in leading positions a burden that grieves them to the heart. They are perplexed to know how they can guard the cause of God from every species of robbery, and yet save the souls of those who have such perverted ideas as to what is true honesty.—Ibid."},{"refcode_short":"ChL 3.5","refcode_long":"Christian Leadership, p. 3.5 (Ellen Gould White)","content":"....As a result the greatest work ever committed to mortals has been marred by man's defective management....—Testimonies for the Church 5:550."},{"refcode_short":"ChL 3.6","refcode_long":"Christian Leadership, p. 3.6 (Ellen Gould White)","content":"Other References: Testimonies for the Church 7:99; Vol. 5, 276."},{"refcode_short":"ChL 4","refcode_long":"Christian Leadership, p. 4 (Ellen Gould White)","content":"Christian Leadership"},{"refcode_short":"ChL 4.1","refcode_long":"Christian Leadership, p. 4.1 (Ellen Gould White)","content":"Christian Leadership—Praying Leadership—The path of men who are placed as leaders is not an easy one. But they are to see in every difficulty a call to prayer. Never are they to fail of consulting the great Source of all wisdom. Strengthened and enlightened by the Master Worker, they will be enabled to stand firm against unholy influences and to discern right from wrong, good from evil. They will approve that which God approves, and will strive earnestly against the introduction of wrong principles into His cause.—Prophets and Kings, 31."},{"refcode_short":"ChL 4.2","refcode_long":"Christian Leadership, p. 4.2 (Ellen Gould White)","content":"Christian Leadership is in Touch With God—Those engaged in the work of God cannot serve His cause acceptably unless they make the best use possible of the religious privileges they enjoy. We are as trees planted in the garden of the Lord; and He comes to us seeking the fruit He has a right to expect. His eye is upon each of us; He reads our hearts and understands our lives. This is a solemn search, for it has reference to duty and to destiny; and with what interest is it prosecuted."},{"refcode_short":"ChL 4.3","refcode_long":"Christian Leadership, p. 4.3 (Ellen Gould White)","content":"Let each of those to whom are committed sacred trusts inquire: “How do I meet the inspecting eye of God? Is my heart cleansed from its defilement? or have its temple courts become so desecrated, so occupied with buyers and sellers, that Christ finds no room?” The bustle of business, if continuous, will dry up spirituality and leave the soul Christless."},{"refcode_short":"ChL 4.4","refcode_long":"Christian Leadership, p. 4.4 (Ellen Gould White)","content":"Although they may profess the truth, yet if men pass along day by day with no living connection with God, they will be led to do strange things; decisions will be made not in accordance with the will of God. There is no safety for our leading brethren while they shall go forward according to their own impulses. They will not be yoked up with Christ, and so will not move in harmony with Him. They will be unable to see and realize the wants of the cause, and Satan will move upon them to take positions that will embarrass and hinder.—Testimonies for the Church 5:423."},{"refcode_short":"ChL 5.1","refcode_long":"Christian Leadership, p. 5.1 (Ellen Gould White)","content":"Looking to Jesus—No man is so high in power and authority but that Satan will assail him with temptation. And the more responsible the position a man occupies, the fiercer and more determined are the assaults of the enemy. Let God's servants in every place study His word, looking constantly to Jesus, that they may be changed into His image. The inexhaustible fullness and the all-sufficiency of Christ are at our command if we walk before God in humility and contrition.—Manuscript 140, 1902."},{"refcode_short":"ChL 5.2","refcode_long":"Christian Leadership, p. 5.2 (Ellen Gould White)","content":"Leaders - Men of Prayer—Presidents of conferences, you will be wise if you will decide to come to God. Believe in Him. He will hear your prayer, and come to your assistance, in much less time than the public conveyance could take one, two, three, or four men from a long distance, at a great expense, to decide questions which the God of wisdom can decide far better for you. He has promised, “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.” If you will sincerely humble your hearts before Him, empty your souls of self-esteem, and put away the natural defects of your character, and overcome your love of supremacy, and come to God as little children, He will bestow on you His Holy Spirit. When two or three shall agree as touching anything, and shall ask the Lord, in the name of Jesus, it shall be done for them.—Testimonies to Ministers and Gospel Workers, 323, 324."},{"refcode_short":"ChL 6","refcode_long":"Christian Leadership, p. 6 (Ellen Gould White)","content":"Kindness, Tenderness, Sympathy"},{"refcode_short":"ChL 6.1","refcode_long":"Christian Leadership, p. 6.1 (Ellen Gould White)","content":"When Their Counsel is Not Followed—God sees every transaction; nothing is hid from Him. There is too much responsibility assumed by men who have not cultivated the love and compassion and sympathy and tenderness that characterized the life of Christ. In dealing with some of their brethren who have not followed their counsel or who may have questioned their course of action or who may have had dealings with them that did not please them, they manifest no love, although these souls are the purchase of the blood of Christ, and may be more precious in the sight of God because of their simplicity and their integrity in maintaining the right at any cost.—Letter 31a, 1894, p. 14 (October 27, 1894 to A. R. Henry)."},{"refcode_short":"ChL 6.2","refcode_long":"Christian Leadership, p. 6.2 (Ellen Gould White)","content":"Pleasure in Bruising Souls—I am sorry that there are those in positions of trust who very sparingly cultivate the sympathy and tenderness of Christ. They do not even cultivate and manifest love toward their brethren and sisters who are in the faith. They do not exercise the precious tact that should bind and heal those who go astray, but instead they exhibit cruelty of spirit, that drives the wanderer still further into the dark, and makes angels weep. Some seem to find a sort of pleasure in bruising and wounding souls who are ready to die. As I look upon men who handle sacred truth, who bear sacred responsibilities, and who are failing to cultivate a spirit of love and tenderness, I feel like crying out, “Turn ye, turn ye; for why will ye die?”—Letter 43, 1895, p. 3 (June 14, 1895 to J. H. Kellogg)."},{"refcode_short":"ChL 6.3","refcode_long":"Christian Leadership, p. 6.3 (Ellen Gould White)","content":"Kindness, Courtesy, and the Lowliness of Christ—You need the kindness, courtesy, meekness, and lowliness of Christ. You have many valuable qualifications that can be perfected for highest service if sanctified to God. You should feel the necessity of approaching your brethren with kindness and courtesy, not with harshness and severity. You do not realize the harm you do by your sharp, domineering spirit toward them. The ministers in your conference become disheartened, losing the courage they might have if you would give then respect, kindness, confidence, and love. By your manner of dealing you have separated the hearts of your brethren from you, so that your counsel has not had much influence over them for good. This is not as the Lord would have it. He is not pleased with your attitude toward your brethren.—Letter 3, 1888, p. 4 (January 10, 1888)."},{"refcode_short":"ChL 7.1","refcode_long":"Christian Leadership, p. 7.1 (Ellen Gould White)","content":"The Power of Kindness—We may never know until the judgment the influence of a kind, considerate course of action to the inconsistent, the unreasonable, and unworthy."},{"refcode_short":"ChL 7.2","refcode_long":"Christian Leadership, p. 7.2 (Ellen Gould White)","content":"If after a course of provocation and injustice on their part, you treat them as you would an innocent person, you even take pains to show them special acts of kindness, then you have acted the part of a Christian, and they become surprised and ashamed and see their course of action and meanness more clearly than if you plainly stated their aggravated acts to rebuke them."},{"refcode_short":"ChL 7.3","refcode_long":"Christian Leadership, p. 7.3 (Ellen Gould White)","content":"If you had laid their wrong course of action before them, they would have braced themselves in stubbornness and defiance; but to be treated in tenderness and consideration, they feel more deeply their own course of action and contrast it with yours. Then you have the staff in your own hands. You occupy vantage ground, and when you show a solicitude for their souls, they know that you are no hypocrite, but that you mean every word you say."},{"refcode_short":"ChL 7.4","refcode_long":"Christian Leadership, p. 7.4 (Ellen Gould White)","content":"I have been shown that a few words spoken in a hasty manner, under provocation, and which seemed but a little thing—just what they deserved, often cut the cords of influence that should have bound the soul to your soul. The very idea of their being in darkness, under the temptation of Satan and blinded by his bewitching power, should make you feel deep sympathy for them—the same that you would feel for a diseased patient who suffers, but, on account of his disease, is not aware of his danger.—Letter 20, 1892 (October 17, 1892 to J. H. Kellogg)."},{"refcode_short":"ChL 7.5","refcode_long":"Christian Leadership, p. 7.5 (Ellen Gould White)","content":"Representatives of Jesus—It would be well if those occupying positions of trust in our institutions would remember that they are to be representatives of Jesus. True goodness, holiness, love, compassion for tempted souls must be revealed in their lives. Christ gave Himself to the world, that He might save those who would believe in Him. Shall not we, partakers of this great salvation, value the souls for whom He gave His life! Let us labor with a perseverance and energy proportionate to the value Christ places upon His blood-bought heritage. Human souls have cost too much to be trifled with, or treated with harshness or indifference."},{"refcode_short":"ChL 8.1","refcode_long":"Christian Leadership, p. 8.1 (Ellen Gould White)","content":"A defective life is a dishonor to God. Co-workers with Christ will manifest no harshness, no self-sufficiency. These elements must be purified from the soul, and the gentleness of Christ take possession. Never be unkind to any soul, for by the grace of God that soul may become an heir of God and joint heir with Christ. Do not bruise the hearts of Christ's purchased ones, for in doing this you bruise the heart of Christ. Ever remember that we must all meet again around the great white throne, there to receive the approval or disapproval of God. A soul hurt is often a soul destroyed. Let those who have light and privileges remember that their very position of trust makes them responsible for souls. They will have to meet again those whom they have driven from Christ bruised and wounded to death."},{"refcode_short":"ChL 8.2","refcode_long":"Christian Leadership, p. 8.2 (Ellen Gould White)","content":"The human agent is a savor of life unto life, or he is a savor of death unto death. He either draws with Christ, or he draws away from Christ.—Manuscript 143, 1899 (October 4, 1899, “Co-Workers With Christ”)."},{"refcode_short":"ChL 8.3","refcode_long":"Christian Leadership, p. 8.3 (Ellen Gould White)","content":"Kind to the Erring—In the advancement of his cause in the earth, he would have men appointed to deal with the erring who will be kind and considerate, and whose characters reveal the similitude of the divine,—men who will show the wisdom of Christ in dealing with matters that should be kept private, and who, when a work of correction and reproof must be done, will know how to keep silence before those whom it does not concern. Unbelievers should not be given opportunity to make God's people, be they ministers or laymen, the objects of their suspicion and unrighteous judgment.—The Review and Herald, November 14, 1907."},{"refcode_short":"ChL 8.4","refcode_long":"Christian Leadership, p. 8.4 (Ellen Gould White)","content":"Kindness to Youth—God holds the managers of his institutions responsible to treat the youth in the employ of these institutions with courtesy, respect, and kindness. They are to deal with them as they themselves wish to be dealt with by Christ. Their first work is to be so kind to the youth, so thoughtful of their interests, that they will feel at home in their presence.—The Review and Herald, April 28, 1903."},{"refcode_short":"ChL 9","refcode_long":"Christian Leadership, p. 9 (Ellen Gould White)","content":"Loyalty"},{"refcode_short":"ChL 9.1","refcode_long":"Christian Leadership, p. 9.1 (Ellen Gould White)","content":"Faithful Leaders Needed—Faithful and picked men are needed at the head of the work. Those who have not had an experience in bearing burdens, and who do not wish to have that experience, should not, on any account, live there. Men are wanted who will watch for souls as they that must give an account. Fathers and mothers in Israel are wanted at this important post. Let the selfish and self-caring, the stingy, covetous souls, find a location where their miserable traits of character will not be so conspicuous. The more isolated such ones are, the better for the cause of God. I appeal to the people of God, wherever they may be found: Awake to your duty. Take it to heart that we are really living amid the perils of the last days.—Testimonies for the Church 2:467, 468."},{"refcode_short":"ChL 9.2","refcode_long":"Christian Leadership, p. 9.2 (Ellen Gould White)","content":"Individual Judgment Not Supreme—There have ever been in the church those who are constantly inclined toward individual independence. They seem unable to realize that independence of spirit is liable to lead the human agent to have too much confidence in himself, and to trust in his own judgment rather than to respect the counsel and highly esteem the judgment of his brethren, especially of those in the offices that God has appointed for the leadership of His people. God has invested His church with special authority and power, which no one can be justified in disregarding and despising; for he who does this despises the voice of God. Those who are inclined to regard their individual judgment as supreme, are in grave peril. It is Satan's studied effort to separate such ones from those who are channels of light, through whom God has wrought to build up and extend His work in the earth. To neglect or despise those whom God has appointed to bear the responsibilities of leadership in connection with the advancement of the truth, is to reject the means that He has ordained for the help, encouragement, and strength of His people. For any worker in the Lord's cause to pass these by, and to think that his light must come through no other channel than directly from God, is to place himself in a position where he is liable to be deceived by the enemy, and overthrown.—Gospel Workers, 443, 444."},{"refcode_short":"ChL 10.1","refcode_long":"Christian Leadership, p. 10.1 (Ellen Gould White)","content":"Held Responsible For Those Going Astray—Those in positions of responsibility who follow their own way are held responsible for the mistakes of those who are led astray by their example.—The Review and Herald, September 14, 1905."},{"refcode_short":"ChL 10.2","refcode_long":"Christian Leadership, p. 10.2 (Ellen Gould White)","content":"Unfaithfulness To Be Disapproved—Those who prove untrue are to be dealt with in accordance with the wisdom that God will impart. Never are God's servants to look upon disaffection, scheming, and deception as virtues; those in responsibility are to manifest their decided disapproval of all unfaithfulness in business and spiritual matters. And they are to choose as counselors in every line of work, only those men in whom they can repose the utmost confidence.—The Review and Herald, September 14, 1905."},{"refcode_short":"ChL 10.3","refcode_long":"Christian Leadership, p. 10.3 (Ellen Gould White)","content":"Paul's Loyalty Established Faith of Churches—Throughout his ministry, Paul had looked to God for direct guidance. At the same time, he had been very careful to labor in harmony with the decisions of the general council at Jerusalem, and as a result the churches were “established in the faith, and increased in number daily.” Acts 16:5. And now, notwithstanding the lack of sympathy shown him by some, he found comfort in the consciousness that he had done his duty in encouraging in his converts a spirit of loyalty, generosity, and brotherly love, as revealed on this occasion in the liberal contributions which he was enabled to place before the Jewish elders.—The Acts of the Apostles, 402."},{"refcode_short":"ChL 11","refcode_long":"Christian Leadership, p. 11 (Ellen Gould White)","content":"Humility"},{"refcode_short":"ChL 11.1","refcode_long":"Christian Leadership, p. 11.1 (Ellen Gould White)","content":"Walk Humbly Before Him—Take unto you the whole armor of God, and never forget the gospel shoes of peace. Go not to any man with a heavy tread or with anger in your voice. Let all God's servants, from those occupying the highest positions, to those in the lowliest service, walk humbly before Him.—Manuscript 140, 1902."},{"refcode_short":"ChL 11.2","refcode_long":"Christian Leadership, p. 11.2 (Ellen Gould White)","content":"A Time For Prayer—Be sure to pray and counsel together before laying your plans, and then, in the Spirit of Christ, push the work unitedly. If one of your number decides that he cannot cooperate with his brethren, and has no desire to work because of differences of opinion, the course to be pursued is without a question. Humble yourselves before God and resort to prayer, for you cannot and must not attempt to work at variance."},{"refcode_short":"ChL 11.3","refcode_long":"Christian Leadership, p. 11.3 (Ellen Gould White)","content":"From anyone who persists in stubbornness and self-will, God will remove His Spirit, and another will wear the crown that was for him. God accepts only those who will learn of Christ, those who study His word, learning lessons of meekness and lowliness of heart, lessons of obedience, willingness to do his work in God's way, not their finite way ...."},{"refcode_short":"ChL 11.4","refcode_long":"Christian Leadership, p. 11.4 (Ellen Gould White)","content":"Love of self, pride and self-sufficiency lie at the foundation of the greatest trials and discords that have ever existed in the religious world. Again and again the angel has said to me, “Press together, press together, be of one mind, of one judgment.” Christ is the Leader, and you are brethren; follow Him. Walk in the light as He is in the light. Those who walk in the footsteps of Christ shall not walk in darkness, but those who draw apart in unsanctified independence cannot have God's presence and blessing in the work ...."},{"refcode_short":"ChL 11.5","refcode_long":"Christian Leadership, p. 11.5 (Ellen Gould White)","content":"Workers can easily place themselves where divine love and power and wisdom cannot reach them, where they cannot have help in counsel, in difficulties and trials, because they would not understand and rightly appropriate heaven's rich treasure. They would glorify themselves, and think their own ways perfect, and become established in self-righteousness.—Letter 4, 1890 (March 9, 1890 to Brethren in Africa)."},{"refcode_short":"ChL 12.1","refcode_long":"Christian Leadership, p. 12.1 (Ellen Gould White)","content":"Wisdom from Above—Men are wanted who feel their need of wisdom from above, men who are converted at heart, who understand that they are but sinful mortals and must learn their lessons in the school of Christ before they are prepared to mold other minds. When men have learned to depend on God, when they have faith that works by love, and purifies their own souls, then they will not lay on other men's shoulders burdens that are grievous to be borne.—Letter 83, 1896 (May 22, 1896, To O. A. Olsen)."},{"refcode_short":"ChL 12.2","refcode_long":"Christian Leadership, p. 12.2 (Ellen Gould White)","content":"Haphazard Leadership—You love praise and excitement and to bring yourself to the front. You care far more for the approbation and praise of men than for the approval of God. You lead others. They do not know where you are leading them neither do you, because you go on haphazard, heedless, impulsive, without sound judgment, or heavenly wisdom. God has warned you. God has counseled you. Have you trembled at His word? Have you resisted temptations? Have you separated yourself more and from worldly influences?—Letter 3, 1882, p. 3 (April 1, 1882)."},{"refcode_short":"ChL 12.3","refcode_long":"Christian Leadership, p. 12.3 (Ellen Gould White)","content":"God Exalts the Humble—He is most fit to carry responsibilities and command who most resembles God in character,—in goodness, mercy, and staunch loyalty to the cause and work of God. Every one needs now to work for brother, for friend, for neighbor, and for stranger, drawing the mind away from the discouragements that will crowd in. The truth is to be magnified. We must not be surprised at strange movements. No one must seek exaltation. The more humbly we move and work, the more will we be exalted with God. The return of Jesus Christ to our world will not be long delayed. This is to be the keynote of every message.—Letter 179, 1896, p. 13 (c. September 1896 to Brethren Woods and Miller)."},{"refcode_short":"ChL 12.4","refcode_long":"Christian Leadership, p. 12.4 (Ellen Gould White)","content":"Time For a Change—There is much for men in responsible positions to learn. When men feel that their ideas are without a flaw, it is time for them to change their position from president to that of a learner. When they think that their ideas, their judgment, should be accepted without question, they show that they are unfit for their position. God sees not as man sees. Whatever position a man may be called to fill, his judgment is not to be regarded as unerring. His entrusted responsibility makes it far more needful than it otherwise would be for him to be free from all egotism, and willing to receive counsel.—Manuscript 55, 1897 (June 3, 1897, “Development of Workers”)."},{"refcode_short":"ChL 13.1","refcode_long":"Christian Leadership, p. 13.1 (Ellen Gould White)","content":"Extorting Means to be Used in God's Cause—Has there been any of this rejoicing among those who have been given positions of responsibility in the work of God? It is a shame to them, and when they see what an offense their course was to God, they will be filled with shame. The anger of the Lord is kindled against those who can rejoice in the robbery of their fellow men, who extort means to be used for the advantage of the cause. The Lord asks, Who gave these men this authority? The cause of God was dearer to the ones they were robbing, than it was to them. They exercised their ingenuity, a precious talent entrusted to them by God to be used to glorify him, to make it as hard as possible for those who were earnestly and sincerely seeking to do the will of God. In this they manifested the attributes of Satan.—Letter 34, 1899, P. 12 (February 14, 1899)."},{"refcode_short":"ChL 13.2","refcode_long":"Christian Leadership, p. 13.2 (Ellen Gould White)","content":"Position Does Not Give Holiness—Solomon was never so rich or so wise or so truly great as when he confessed, “I am but a little child: I know not how to go out or come in.”"},{"refcode_short":"ChL 13.3","refcode_long":"Christian Leadership, p. 13.3 (Ellen Gould White)","content":"Those who today occupy positions of trust should seek to learn the lesson taught by Solomon's prayer. The higher the position a man occupies, the greater the responsibility that he has to bear, the wider will be the influence that he exerts and the greater his need of dependence on God. Ever should he remember that with the call to work comes the call to walk circumspectly before his fellow men. He is to stand before God in the attitude of a learner. Position does not give holiness of character. It is by honoring God and obeying His commands that a man is made truly great."},{"refcode_short":"ChL 13.4","refcode_long":"Christian Leadership, p. 13.4 (Ellen Gould White)","content":"So long as he remains consecrated, the man who God has endowed with discernment and ability will not manifest an eagerness for high position, neither will he seek to rule or control. Of necessity men must bear responsibilities; but instead of striving for the supremacy, he who is a true leader will pray for an understanding heart, to discern between good and evil.—Prophets and Kings, 30, 31."},{"refcode_short":"ChL 14.1","refcode_long":"Christian Leadership, p. 14.1 (Ellen Gould White)","content":"Leaders Are Learners—Those who accept a position of responsibility in the cause of God should always remember that with the call to this work God has also called them to walk circumspectly before Him and before their fellow men. Instead of considering it their duty to order and dictate and command, they should realize that they are to be learners themselves. When a responsible worker fails to learn this lesson, the sooner he is released from his responsibilities the better it will be for him and for the work of God. Position never will give holiness and excellence of character. He who honors God and keeps His commandments is himself honored."},{"refcode_short":"ChL 14.2","refcode_long":"Christian Leadership, p. 14.2 (Ellen Gould White)","content":"The question which each should ask himself in all humility is: “Am I qualified for this position? Have I learned to keep the way of the Lord to do justice and judgment?” The Saviour's earthly example has been given us that we should not walk in our own strength, but that each should consider himself, as Solomon expressed it, “a little child.”—Testimonies for the Church 9:282, 283."},{"refcode_short":"ChL 14.3","refcode_long":"Christian Leadership, p. 14.3 (Ellen Gould White)","content":"A Fatal Deception--There is a most fearful, fatal deception upon human minds. Because men are in positions of trust, connected with the work of God, they are exalted in their own estimation, and do not discern that other souls, fully as precious in the sight of God as their own, are neglected, and handled roughly, and bruised, and wounded, and left to die.—Testimonies to Ministers and Gospel Workers, 357, 358."},{"refcode_short":"ChL 14.4","refcode_long":"Christian Leadership, p. 14.4 (Ellen Gould White)","content":"Prominent Characters Special Target For Satan—David knew that it would require humility of heart, a constant trust in God, and unceasing watchfulness, to withstand the temptations that would surely beset Solomon in his exalted station; for such prominent characters are a special mark for the shafts of Satan.—Patriarchs and Prophets, 750, 751."},{"refcode_short":"ChL 14.5","refcode_long":"Christian Leadership, p. 14.5 (Ellen Gould White)","content":"Cultivate Humble Dependence—Men whom the Lord calls to important positions in His work are to cultivate a humble dependence upon Him. They are not to seek to embrace too much authority; for God has not called them to a work of ruling, but to plan and counsel with their fellow laborers. Every worker alike is to hold himself amenable to the requirements and instructions of God.-Testimonies for the Church 9:270."},{"refcode_short":"ChL 15","refcode_long":"Christian Leadership, p. 15 (Ellen Gould White)","content":"Integrity"},{"refcode_short":"ChL 15.1","refcode_long":"Christian Leadership, p. 15.1 (Ellen Gould White)","content":"What Moral Courage Cost Some Men—Anyone who has had courage—moral courage to call these things by their right name, and who has refused to be drawn into the net spread for the unwary, who would not be robbed without making a protest, were not looked upon with favor by those with whom they disagreed. Members of councils and boards who would not uphold exaction and double-dealing, but who took a firm stand for the right, were not invited to be present at the meetings where these plans were discussed.—Letter 4, 1896, pp. 13, 15, 16 (July 1, 1896 To Men in Responsible Positions)."},{"refcode_short":"ChL 15.2","refcode_long":"Christian Leadership, p. 15.2 (Ellen Gould White)","content":"The Cost of Sharp Devising—Let us remember that variance and sharp dealing never serve the cause to enrich God's institutions. By His providences God takes away the money gained by sharp devices. Always by sharp practice dissatisfaction and disunion are created. Lack of confidence comes in. There is a constant impression that someone is trying to get the best of someone else in trade. There are those who try to make terms that are not just and righteous, because they think they can do this, and they will do it. Let the wrong principles which have been coming in for years now be cut out by the roots. Let brotherly love prevail. Those who think by sharp practice and worldly policy to get gain for the cause do not glorify God. He will not accept a jot or tittle of such offerings. God hates all such demonstrations.—Manuscript 16, 1901, p. 14 (February 25, 1901 Testimony to the Battle Creek Church)."},{"refcode_short":"ChL 15.3","refcode_long":"Christian Leadership, p. 15.3 (Ellen Gould White)","content":"Position Does Not Make the Man—But the position does not make the man. It is the integrity of character, the spirit of Christ, that makes him thankful, unselfish, without partiality and without hypocrisy—it is this that is of value with God. To those whose life is hid with Christ in God, the Lord says, “Behold, I have graven thee upon the palms of My hands; thy walls are continually before Me.”"},{"refcode_short":"ChL 15.4","refcode_long":"Christian Leadership, p. 15.4 (Ellen Gould White)","content":"For all in responsible positions I have a message spoken by the mouth of the Lord—the fifty-fifth chapter of Isaiah. Study this chapter, and let not any human being consider that he is above his fellow workers because greater responsibilities are involved in his branch of the work. If he is like Daniel, seeking for the power that comes alone from God, that he may represent, not himself, not his imperfections in selfish and fraudulent practices, but the truth in righteousness, he will not possess a vestige of pride or self-importance; but will be weighted with the spirit of wisdom from God.—Testimonies to Ministers and Gospel Workers, 356, 357."},{"refcode_short":"ChL 16.1","refcode_long":"Christian Leadership, p. 16.1 (Ellen Gould White)","content":"Integrity Preserved at All Costs—In our business connection with the work of God, and in handling sacred things, we cannot be too careful, to guard against a spirit of irreverence; never, for an instant, should the work of God be used deceitfully, to carry a point which we are anxious to see succeed. Honor, integrity, and truth must be preserved at any cost to self. Our every thought, word, and action should be subject to the will of Christ.—Gospel Workers, 447."},{"refcode_short":"ChL 16.2","refcode_long":"Christian Leadership, p. 16.2 (Ellen Gould White)","content":"No Under-handed Dealings—Do nothing in an underhanded manner; be open as the day, true to your brethren and sisters, dealing with them as you wish Christ to deal with you. If you had the Spirit of Christ, you would not notice slights and make much of fancied injuries.—The Review and Herald, May 14, 1895."},{"refcode_short":"ChL 17.1","refcode_long":"Christian Leadership, p. 17.1 (Ellen Gould White)","content":"Moral Integrity Must be Firm—The work of God calls for men of high moral powers to engage in its promulgation. Men are wanted whose hearts are nerved with holy fervor, men of strong purpose who are not easily moved, who can lay down every selfish interest and give all for the cross and the crown. The cause of present truth is suffering for men who are loyal to a sense of right and duty, whose moral integrity is firm and whose energy is equal to the opening providence of God. Such qualifications as these are of more value than untold wealth invested in the work and cause of God. Energy, moral integrity, and strong purpose for the right are qualities that cannot be supplied with any amount of gold. Men possessing these qualifications will have influence everywhere. Their lives will be more powerful than lofty eloquence. God calls for men of heart, men of mind, men of moral integrity, whom He can make the depositories of His truth, and who will correctly represent its sacred principles in their daily life.—Testimonies for the Church 3:23."},{"refcode_short":"ChL 17.2","refcode_long":"Christian Leadership, p. 17.2 (Ellen Gould White)","content":"Unbending Integrity—An honest man, according to Christ's measurement, is one who will manifest unbending integrity. Deceitful weights and false balances, with which many seek to advance their interests in the world, are abomination in the sight of God. Yet many who profess to keep the commandments of God are dealing with false weights and false balances. When a man is indeed connected with God, and is keeping His law in truth, his life will reveal the fact; for all his actions will be in harmony with the teachings of Christ. He will not sell his honor for gain. His principles are built upon the sure foundation, and his conduct in worldly matters is a transcript of his principles. Firm integrity shines forth as gold amid the dross and rubbish of the world. Deceit, falsehood, and unfaithfulness may be glossed over and hidden from the eyes of man, but not from the eyes of God. The angels of God, who watch the development of character and weigh moral worth, record in the books of heaven these minor transactions which reveal character. If a workman in the daily vocations of life is unfaithful and slights his work, the world will not judge incorrectly if they estimate his standard in business.—Testimonies for the Church 4:310, 311."},{"refcode_short":"ChL 18","refcode_long":"Christian Leadership, p. 18 (Ellen Gould White)","content":"Ability"},{"refcode_short":"ChL 18.1","refcode_long":"Christian Leadership, p. 18.1 (Ellen Gould White)","content":"Cool Heads and Sound Sense—At this time God's cause is in need of men and women who possess rare qualifications and good administrative powers; men and women who will make patient, thorough investigation of the needs of the work in various fields; those who have a large capacity for work; those who possess warm, kind hearts, cool heads, sound sense, and unbiased judgment; those who are sanctified by the Spirit of God, and can fearlessly say, No, or Yea and amen to propositions; those who have strong convictions, clear understanding, and pure, sympathetic hearts; those who practice the words, “All ye are brethren; those who strive to uplift and restore fallen humanity.”—Testimonies for the Church 7:249."},{"refcode_short":"ChL 18.2","refcode_long":"Christian Leadership, p. 18.2 (Ellen Gould White)","content":"Intelligence and Ability—The man at the head of any work in God's cause is to be a man of intelligence, a man capable of managing large interests successfully, a man of even temper, Christlike forbearance, and perfect self-control. He only whose heart is transformed by the grace of Christ can be a proper leader.—Medical Ministry, 164, 165."},{"refcode_short":"ChL 18.3","refcode_long":"Christian Leadership, p. 18.3 (Ellen Gould White)","content":"Solid Ability Called For—Those who are entrusted with the management of the more important districts should have solid ability. They should be men who are able to carry responsibilities. It would be wisdom for several men to take this work. One man should not be left to oversee the important but neglected fields. With the testimonies before them, our ministers have passed by on the other side, to seek more favorable places, where churches have been raised up. Slothful work has been done.—Manuscript 34, 1901, p. 3 (April 20, 1901, “Our Aged Workers”)."},{"refcode_short":"ChL 19","refcode_long":"Christian Leadership, p. 19 (Ellen Gould White)","content":"Envy"},{"refcode_short":"ChL 19.1","refcode_long":"Christian Leadership, p. 19.1 (Ellen Gould White)","content":"Pity and Pray for Oppressive Leaders—Because of the wrong actions of those in positions of trust, do not let envious feelings fill your heart. They are to be judged according to the deeds done in the body. You only need to pity and pray for them. The Lord knows every dishonest transaction, and will award them according as their work shall be. The Lord rewards every unselfish action. Pray with heart and soul and voice, “O God, impress more deeply upon my mind and heart the principles of thy holy law, which is the transcript of thy character. Let me by faith grasp the exceeding great and precious promises, that I may not in my duty and work fail or be discouraged, but perfect holiness in thy fear.”—Letter 178, 1899, p. 9 (November 6, 1899)."},{"refcode_short":"ChL 19.2","refcode_long":"Christian Leadership, p. 19.2 (Ellen Gould White)","content":"Envy Offspring of Pride—Though Saul was ever on the alert for an opportunity to destroy David, he stood in fear of him, since it was evident that the Lord was with him. David's blameless character aroused the wrath of the king; he deemed that the very life and presence of David cast a reproach upon him, since by contrast it presented his own character to disadvantage. It was envy that made Saul miserable and put the humble subject of his throne in jeopardy. What untold mischief has this evil trait of character worked in our world! The same enmity existed in the heart of Saul that stirred the heart of Cain against his brother Abel, because Abel's works were righteous, and God honored him, and his own works were evil, and the Lord could not bless him. Envy is the offspring of pride, and if it is entertained in the heart, it will lead to hatred, and eventually to revenge and murder. Satan displayed his own character in exciting the fury of Saul against him who had never done him harm.—Patriarchs and Prophets, 651."},{"refcode_short":"ChL 20","refcode_long":"Christian Leadership, p. 20 (Ellen Gould White)","content":"Confidence"},{"refcode_short":"ChL 20.1","refcode_long":"Christian Leadership, p. 20.1 (Ellen Gould White)","content":"Safe Leaders—We see the need of earnest, devoted men to take up the work that must be carried forward in the future .... We are not to regard any human being as one to be believed and trusted, unless it is evident that he is established in the truth of the word of God."},{"refcode_short":"ChL 20.2","refcode_long":"Christian Leadership, p. 20.2 (Ellen Gould White)","content":"Some who have been leaders in the work of God are seeking to make of none effect the work that God has placed in the world to educate His people, and to prepare them to stand the test of the miracle-working powers that would make void the precious facts of faith that have for the last sixty years been given under the power of the Holy Spirit.—Letter 256, 1906 (August 1, 1906, Ministering Brethren in Australia)."},{"refcode_short":"ChL 20.3","refcode_long":"Christian Leadership, p. 20.3 (Ellen Gould White)","content":"The Cause Suffers—When you weaken the confidence of God's people in their leaders, you weaken the cause of God. The minds of the people are left in uncertainty. They cannot depend anywhere. I cannot engage in the work in making prominent the weakness and errors of God's people.—Letter 13, 1871, p. 5 (September 2, 1871 to James White)."},{"refcode_short":"ChL 20.4","refcode_long":"Christian Leadership, p. 20.4 (Ellen Gould White)","content":"The People Have Lost Confidence—It is working upon wrong principles that has brought the cause of God into its present embarrassment. The people have lost confidence in those who have the management of the work. Yet we hear that the voice of the Conference is the voice of God. Every time I have heard this, I have thought it was almost blasphemy. The voice of the Conference ought to be the voice of God, but it is not, because some in connection with it are not men of faith and prayer, they are not men of elevated principle. There is not a seeking of God with the whole heart; there is not a realization of the terrible responsibility that rests upon those in this institution to mold and fashion minds after the divine similitude.—Manuscript 37, 1901, p. 8 (April, 1901, Talk by Mrs. E. G. White in the Review Chapel regarding the Southern work)."},{"refcode_short":"ChL 21","refcode_long":"Christian Leadership, p. 21 (Ellen Gould White)","content":"Influence"},{"refcode_short":"ChL 21.1","refcode_long":"Christian Leadership, p. 21.1 (Ellen Gould White)","content":"Influence Measured—Heaven is watching to see how those occupying positions of influence fulfill their stewardship. The demands upon them as stewards are measured by the extent of their influence. In their treatment of their fellowman, they should be as fathers,—just, tender, true. They should be Christ-like in character, uniting with their brethren in the closest bonds of unity and fellowship.—Gospel Workers, 495."},{"refcode_short":"ChL 21.2","refcode_long":"Christian Leadership, p. 21.2 (Ellen Gould White)","content":"Every Word Spoken an Influence—The fear of God, the sense of his goodness, his holiness, will circulate through every institution. An atmosphere of love and peace will pervade every department. Every word spoken, every work performed, will have an influence that corresponds to the influence of heaven. Christ will abide in humanity, and humanity will abide in Christ. In all the work will appear not the character of finite men, but the character of the infinite God. The divine influence imparted by holy angels will impress the minds brought in contact with the workers; and from these workers a fragrant influence will go forth to those who choose to inhale it.—The Review and Herald, April 28, 1903."},{"refcode_short":"ChL 21.3","refcode_long":"Christian Leadership, p. 21.3 (Ellen Gould White)","content":"The Blessings of Sympathetic Words—O what a power a converted man can exert to bring blessing and gladness to those around him! Those who bear responsibilities in God's institutions are to grow in grace and in a knowledge of divine things. Ever they are to remember that the talent of speech is entrusted to them by God for the help and blessing of others. It is left with them to decide whether they will speak words that will honor Christ, or words that will be a hindrance to those who hear. O what a blessing are pleasant, sympathetic words, words that uplift and strengthen! When asked a question one should not answer abruptly, but kindly. The heart of the one that is asking may be sorely grieved by a hidden sorrow, that may not be told. This he may not know; therefore his words should always be kind and sympathetic. By a few well-chosen, helpful words, he may remove a heavy load from a fellow worker's mind.—The Review and Herald, April 28, 1903."},{"refcode_short":"ChL 21.4","refcode_long":"Christian Leadership, p. 21.4 (Ellen Gould White)","content":"Responsible for Those Who Follow Their Example—The leaders are responsible not only for their own unsanctified mistakes, but for the mistakes of those who follow their example. When reproved for bringing in wrong principles they manifest a perverse spirit, a spirit that will not be corrected or humbled.—Manuscript 139, 1903, p. 14 (October 23, 1903, “The Message in Revelation”)."},{"refcode_short":"ChL 22.1","refcode_long":"Christian Leadership, p. 22.1 (Ellen Gould White)","content":"Influence Reflected in People—There is need of Nehemiahs in the church today,—not men who can pray and preach only, but men whose prayers and sermons are braced with firm and eager purpose. The course pursued by this Hebrew patriot in the accomplishment of his plans is one that should still be adopted by ministers and leading men. When they have laid their plans, they should present them to the church in such a manner as to win their interest and co-operation. Let the people have a personal interest in its prosperity. The success attending Nehemiah's efforts shows what prayer, faith, and wise, energetic action will accomplish. Living faith will prompt to energetic action. The spirit manifested by the leader will be, to a great extent, reflected by the people. If the leaders professing to believe the solemn, important truths that are to test the world at this time, manifest no ardent zeal to prepare a people to stand in the day of God, we must expect the church to be careless, indolent, and pleasure-loving.—Christian Service, 177."},{"refcode_short":"ChL 23","refcode_long":"Christian Leadership, p. 23 (Ellen Gould White)","content":"Home Responsibility"},{"refcode_short":"ChL 23.1","refcode_long":"Christian Leadership, p. 23.1 (Ellen Gould White)","content":"Faithfulness in Home - Better Leader of the Flock—I beseech you for Christ's sake to cut away this spirit of harshness and censure. You need a mother's tender love. You need the Christ-love. Then you will not chide for every mistake; you will have something of the same patience toward these lambs of the flock that Christ has manifested toward you. Then God will accept your labors for others. When you faithfully bear the responsibilities in your own home, you will be better prepared to bear the responsibility of feeding the flock of God and especially of manifesting the Saviour's tender care for the lambs of the flock."},{"refcode_short":"ChL 23.2","refcode_long":"Christian Leadership, p. 23.2 (Ellen Gould White)","content":"Will you both seek to bring the truth into the inner sanctuary of the soul? Will you, if brought into connection with your children, exercise that charity that suffereth long and is kind? Will you bring the same meekness and gentleness of Christ into your labors for the church? Will you guard your lips so as not to utter one word of fault finding, but kindly instruct?"},{"refcode_short":"ChL 23.3","refcode_long":"Christian Leadership, p. 23.3 (Ellen Gould White)","content":"No longer lay upon the foundation stone, wood, hay and stubble, perishable material which will be burned, but lay thereon gold, silver, and precious stones that will be valuable for all time, and enduring as eternity. You must love the Lord supremely. He cannot accept halfhearted service, work that is negligently performed. His curse is upon all those who do the work of God deceitfully or negligently. You have been on the losing side. You have not kept your lamp trimmed and burning. As you both now stand you cannot indeed be a light to the world in good works.—Letter 23, 1890, p. 9 (January 6, 1890 to Brother Stone)."},{"refcode_short":"ChL 23.4","refcode_long":"Christian Leadership, p. 23.4 (Ellen Gould White)","content":"Leaders to be Examples—All parents should strive to make their families patterns of good works, perfect Christian households. But in a pre-eminent degree is this the duty of those who minister in sacred things, and to whom the people look for instruction and guidance? The ministers of Christ are to be examples to the flock. He who fails to direct his own household, is not qualified to guide the church of God.—The S.D.A. Bible Commentary 2:1009 (Statement, November 10, 1881)."},{"refcode_short":"ChL 24","refcode_long":"Christian Leadership, p. 24 (Ellen Gould White)","content":"Individuality"},{"refcode_short":"ChL 24.1","refcode_long":"Christian Leadership, p. 24.1 (Ellen Gould White)","content":"Workers Allowed Individuality—If it is possible, I would free your mind from the deceptions that have taken hold of you. In your work, you have embraced too much responsibility. I must say to you that you should not fill the office of president of a conference, so long as you feel that you must mold and fashion the experience of others to conform to your own ideas. Your course has revealed that you lack wise perception. The fashioning of your character is such as needs reforming."},{"refcode_short":"ChL 24.2","refcode_long":"Christian Leadership, p. 24.2 (Ellen Gould White)","content":"I now charge you before God to make thorough work of repentance and reformation. You may now so humble yourself before God that you may be trusted to represent the sacred character of His work. But your peculiarity of disposition is such that if you are in office, you will always be in danger of ruling arbitrarily. God forbids that one man shall have arbitrary jurisdiction over the minds of his brethren.—Letter 380, 1907 (November 11, 1907 to a Local Conference President)."},{"refcode_short":"ChL 24.3","refcode_long":"Christian Leadership, p. 24.3 (Ellen Gould White)","content":"The Danger of Looking to Men—A great crisis is coming upon us. If men still yield to men, as they have been doing for the last fifteen years, they will lose their own souls, and their example will lead others astray. God's soldiers must put on the whole armor of God. We are not required to put on human armor, but to gird ourselves with God's strength. If we keep God's glory ever in view, our eyes will be anointed with the heavenly eye salve; we will be able to look deeper, and see afar off what the world is. As we discern its dishonesty, its craftiness, its selfish eye service, its pretense, and its boasting, its want of fair honest dealing in the ordinary intercourse of life, and its grasping covetousness, we can take our stand, by precept and example, to represent Christ, and convert souls from the world by our sound principles, our firm integrity, our hatred of all dissembling, and our holy boldness in acknowledging Christ.—Letter 4, 1896, pp. 13, 15, 16 (July 1, 1896 to Men in Responsible Positions)."},{"refcode_short":"ChL 25.1","refcode_long":"Christian Leadership, p. 25.1 (Ellen Gould White)","content":"Individual Methods of Labor—The leaders among God's people are to guard against the danger of condemning the methods of individual workers who are led by the Lord to do a special work that but few are fitted to do. Let brethren in responsibility be slow to criticize movements that are not in perfect harmony with their methods of labor. Let them never suppose that every plan should reflect their own personality. Let them not fear to trust another's methods; for by withholding their confidence from a brother laborer who, with humility and consecrated zeal, is doing a special work in God's appointed way, they are retarding the advancement of the Lord's cause.—Testimonies for the Church 9:259."},{"refcode_short":"ChL 25.2","refcode_long":"Christian Leadership, p. 25.2 (Ellen Gould White)","content":"Broad Ideas and Views—I have a message to bear to some who hold positions of responsibility in the Southern California Conference. They have lost from their experience that true fervor which the presence of the Holy Spirit gives, and which would teach them to subdue self and walk humbly in the way of Christ. The responsible worker who will not become a humble follower of Christ will do great harm to the cause of God, by molding and fashioning the experience of the conference to a common, cheap standard. The sacred work that we handle will never, if performed in a spirit of consecration, cheapen the experience of a single soul."},{"refcode_short":"ChL 25.3","refcode_long":"Christian Leadership, p. 25.3 (Ellen Gould White)","content":"That man is unfit to be the president of a conference or a leader among God's people who has not broad ideas and views. It is the privilege and duty of those who bear responsibilities in the cause to become learners in Christ's school. The professed follower of Christ must not follow the dictates of his own will; his mind must be trained to think Christ's thoughts, and enlightened to comprehend the will and way of God. Such a believer will be a learner of Christ's methods of work.—Letter 276, 1907, pp. 1, 2 (September 5, 1907 to J. A. Burden)."},{"refcode_short":"ChL 26","refcode_long":"Christian Leadership, p. 26 (Ellen Gould White)","content":"Authority"},{"refcode_short":"ChL 26.1","refcode_long":"Christian Leadership, p. 26.1 (Ellen Gould White)","content":"A Council of Men—Not Just One Man—It has been a necessity to organize union conferences, that the General Conference shall not exercise dictation over all the separate conferences. The power vested in the Conference is not to be centered in one man, or two men, or six men; there is to be a council of men over the separate divisions. The showing by the past leadership of the conference is not after God's order. There has been a work done of a character that has not been approved of God. The result we have before us in the ruins where once stood that large printing plant, [The Review and Herald Office in Battle Creek] with its expensive facilities...."},{"refcode_short":"ChL 26.2","refcode_long":"Christian Leadership, p. 26.2 (Ellen Gould White)","content":"In the work of God no kingly authority is to be exercised by any human being, or by two or three. The representatives of the Conference, as it has been carried with authority for the last twenty years, shall be no longer justified in saying, “The temple of the Lord, the temple of the Lord are we.” The men in positions of trust have not been carrying the work wisely."},{"refcode_short":"ChL 26.3","refcode_long":"Christian Leadership, p. 26.3 (Ellen Gould White)","content":"The Lord calls for wise men to preside over His work and to be faithful shepherds of His flock.—Manuscript 26, 1903 (April 3, 1903 Re: The Work of the General Conference)."},{"refcode_short":"ChL 26.4","refcode_long":"Christian Leadership, p. 26.4 (Ellen Gould White)","content":"A “Monkey Wrench” in the Wheels—The sixth chapter of Isaiah has a deep and important lesson for every one of God's workmen. Study it with humility and earnest prayer. The first and second chapters of Ezekiel should also be carefully studied. The wheels within wheels represented in this symbol was confusion to the finite eye. But a hand of infinite wisdom was revealed amid the wheels. Perfect order is brought out of the confusion. Every wheel works in its right place, in perfect harmony with every other part of the machinery."},{"refcode_short":"ChL 26.5","refcode_long":"Christian Leadership, p. 26.5 (Ellen Gould White)","content":"I have been shown that human beings desire too much power. They desire to control, and the Lord God, the mighty worker is left out of their work. The workmen feel qualified to hold the highest place. Let no man attempt to manage that work which should be left in the hands of the great I AM, and who is in His own way planning how the work shall be done. Know that God is the Instructor of His servants, and He will work through whom He will.—Manuscript 143, 1899."},{"refcode_short":"ChL 27.1","refcode_long":"Christian Leadership, p. 27.1 (Ellen Gould White)","content":"The Right Use of Authority—I wish to speak to my brethren who occupy positions of trust. As God's husbandry you are invested with the responsibility of acting in His stead, as His helping hand. Those who are placed in positions of trust must have the authority of action, but they are never to use this authority as a power to refuse help to the needy and helpless. It is never to be exercised to discourage or depress one struggling soul. Let those to whom have been given positions of influence ever remember that God desires them to carry out the mind of Christ, who, by creation and redemption, is the owner of all men.—Letter 7, 1901 (January 17, 1901 To Brethren Who Occupy Positions of Trust)."},{"refcode_short":"ChL 27.2","refcode_long":"Christian Leadership, p. 27.2 (Ellen Gould White)","content":"Dealing With Men Like Ourselves—Let us all remember that we are not dealing with ideal men, but with real men of God's appointment, men precisely like ourselves, men who fall into the same errors that we do, men of like ambitions and infirmities. No man has been made a master, to rule the mind and conscience of a fellow-being. Let us be very careful how we deal with God's blood-bought heritage."},{"refcode_short":"ChL 27.3","refcode_long":"Christian Leadership, p. 27.3 (Ellen Gould White)","content":"To no man has been appointed the work of being a ruler over his fellow men. Every man is to bear his own burden. He may speak words of encouragement, faith, and hope to his fellow-workers; he may help them to bear their special burdens by suggesting to them improved methods of labor; but in no case is he to discourage and enfeeble them, lest the enemy shall obtain an advantage over their minds,—an advantage that in time would react upon himself.—Manuscript 29, 1907, pp. 9, 10 (Individual Responsibility & Christian Unity, January 1907)."},{"refcode_short":"ChL 27.4","refcode_long":"Christian Leadership, p. 27.4 (Ellen Gould White)","content":"Don't Censure or Condemn—You are not even to allow yourself to think unkindly of them, much less to climb upon the judgment seat and censure or condemn your brethren, when you may be yourself, in many respects, more deserving of censure than they. Your work is bearing the inspection of God.—Letter 21, 1888, pp. 10, 11 (October 14, 1888 to Bro. Butler)."},{"refcode_short":"ChL 27.5","refcode_long":"Christian Leadership, p. 27.5 (Ellen Gould White)","content":"The Spirit of Authority—In our several callings there is to be mutual dependence on one another for assistance. A spirit of authority is not to be exercised, even by the president of a Conference; for position does not change a man into a creature that cannot err. Every laborer entrusted with the management of a conference is to work as Christ worked, wearing His yoke and learning of Him, His meekness and lowliness."},{"refcode_short":"ChL 28.1","refcode_long":"Christian Leadership, p. 28.1 (Ellen Gould White)","content":"A conference president's spirit and demeanor, in word and in deed, reveals whether he realizes his weakness and places his dependence on God, or whether he thinks that his position of influence has given him superior wisdom. If he loves and fears God, if he realizes the value of souls, if he appreciates every jot of the help that the Lord has qualified of a brother-worker to render, he will be able to bind heart to heart by the love that Christ revealed during His ministry. He will speak words of comfort to the sick and sorrowing. If he does not cultivate a masterly manner, but bears in mind always that One is his Master, even Christ, he can counsel the inexperienced, encouraging them to be God's helping hand.—Letter 10, 1903, pp. 3, 4 (January 8, 1903, to E. R. Palmer)."},{"refcode_short":"ChL 28.2","refcode_long":"Christian Leadership, p. 28.2 (Ellen Gould White)","content":"The God Given Personality of Men—The man-ruling power that has been coming into our ranks has no sanction in the word. Satan has stolen in to lead men to depend on men, and to make flesh their arm. I am instructed to say, Break every yoke that human invention has framed, and heed the voice of Christ, “Take My yoke upon you, and learn of Me; for I am meek and lowly in heart; and ye shall find rest unto your souls: for “My yoke is easy, and My burden is light.”"},{"refcode_short":"ChL 28.3","refcode_long":"Christian Leadership, p. 28.3 (Ellen Gould White)","content":"The man who because he is president of a conference dares to take the responsibility of telling his fellow-workers what their duty is, is working out a wrong experience. The influence will be to destroy the God-given personality of men, and place them under human jurisdiction. Such management is laying a foundation for unbelief. The men who instruct their fellowmen to look to men for guidance, are really teaching them that when they go to the Lord for counsel and the direction of His Spirit regarding their duty, they must not follow that counsel without first going to certain men to know if this is what they must do. Thus a species of slavery is developed that will bring only weakness and inefficiency to the church of God."},{"refcode_short":"ChL 28.4","refcode_long":"Christian Leadership, p. 28.4 (Ellen Gould White)","content":"Those who bring in this unhappy chapter into the experiences of our work, and willingly accept the idea that the rulership of other men's conscience has been given to them, need to understand that they have made a grave mistake. Their office was never intended to give to them the responsibility which they have been led to think it bestowed. The danger signal is now lifted against this evil. Never, never let men consent to stand in a position which God alone should occupy.—Letter 344, 1907, p. 3 (October 1, 1907, to A. G. Daniells, G. A. Irwin, and W. W. Prescott)."},{"refcode_short":"ChL 29.1","refcode_long":"Christian Leadership, p. 29.1 (Ellen Gould White)","content":"This Kind of Management Must Change—Did the Lord counsel you to devise the various means to work and control human minds? No, I tell you, no. The case of Elder Littlejohn has been strangely mismanaged. He has appealed to me to set things right, but I have done nothing about it; it was not the time. Your course in the treatment of him was all wrong. It bears the signature of the adversary of souls. Your treatment of Frank Belden in his work was not right; it is strange fire, not the fire of God's kindling. This kind of management must come to an end, else God will work in a way that will not be pleasing to those who have done this work. These men have not been right, they needed judicious management, but those who tried to manage them needed themselves to be managed."},{"refcode_short":"ChL 29.2","refcode_long":"Christian Leadership, p. 29.2 (Ellen Gould White)","content":"Did your devising in regard to the Gospel Primer meet the approval of God? No; the principle upon which you acted was wrong. Individual service is to be rendered to God, not to be controlled by man or by any set of men. Movements have been made which mean much in their outworking. An example has been given by men who are serving where they should not be, which is leavening your Conferences. The Presidents of Conferences are being imbued with a spirit to rule, to require men to bow to their judgment; if any refuse, the course pursued toward them is such as to fill heaven with indignation."},{"refcode_short":"ChL 29.3","refcode_long":"Christian Leadership, p. 29.3 (Ellen Gould White)","content":"How can God move upon the churches to contribute their hard earned means to be handled by men who are self-sufficient, selfish, and so arrogant and overbearing that the frown of God is upon them? Our institutions need cleansing as did the temple when Christ was upon the earth. Man lords it over men's consciences, man dictates to his fellow-men as God. Everywhere throughout the field this spirit is leavening hearts with the same narrow and selfish purposes. Reaction must come, and who shall then set things in order? Jesus says, “He that will come after me, let him deny himself, and take up his cross daily, and follow me.”—Letter 65, 1895, pp. 7, 8 (June 19, 1895)."},{"refcode_short":"ChL 30.1","refcode_long":"Christian Leadership, p. 30.1 (Ellen Gould White)","content":"The President Sets the Example—You refer to your office as President of the General Conference, as if this justifies your course of action, which you deemed wholly right, but which, from the light the Lord has been pleased to give me, I deem to be wrong in some respects. The very fact that you are standing in a position of responsibility I urge upon you as the reason why you should show a forbearing, courteous, Christlike spirit at all times and under all circumstances. Your brethren in the ministry who respect you and your office, will be very apt to follow your example in the treatment of such cases. You are to be an example to your brethren, worthy of imitation. Your words, your spirit, your deportment, even the manner in which you treat your brethren are sowing seeds for good or evil. It is both your privilege and duty, especially in your position of trust, to be like-minded with God; then you will be strong in His strength and meek and humble as a little child."},{"refcode_short":"ChL 30.2","refcode_long":"Christian Leadership, p. 30.2 (Ellen Gould White)","content":"Cling close to your Bible, for its sacred truths can purify, ennoble and sanctify the soul. You must hold the truth and teach it as it is in Jesus, else it is of no value to you. Before the light of God's truth let human opinions and ideas and human wisdom appear as they are in the sight of God—as foolishness. Let no man feel that his position as president either of the General Conference or of a state conference clothes him with a power over the consciences of others that is the least degree oppressive, for God will not sanction anything of this kind. He must respect the rights of all, and all the more because he is in a position where others will pattern after him."},{"refcode_short":"ChL 30.3","refcode_long":"Christian Leadership, p. 30.3 (Ellen Gould White)","content":"Your position binds you under the most sacred obligations to be very careful what kind of a spirit you entertain towards your brethren. They are acting a part in God's cause as well as yourself. Will not God teach them and guide them as well as yourself? You are not even to allow yourself to think unkindly of them, much less to climb upon the judgment seat and censure and condemn your brethren, when you may be yourself, in many respects, more deserving of censure than they. Your work is bearing the inspection of God.—Letter 21, 1888, pp. 10, 11 (October 14, 1888 to Brother Butler)."},{"refcode_short":"ChL 31","refcode_long":"Christian Leadership, p. 31 (Ellen Gould White)","content":"Dictatorship"},{"refcode_short":"ChL 31.1","refcode_long":"Christian Leadership, p. 31.1 (Ellen Gould White)","content":"The Results of Domination—The holy principles that God has given are represented by the sacred fire; but common fire has been used in place of the sacred. Plans, contrary to truth and righteousness, are introduced in a subtle manner on the plea that this must be done, and that must be done, because it is for the advancement of the cause of God. But it is the devising of men that leads to oppression, injustice and wickedness. The cause of God is to be free from every taint of injustice. It can gain no advantage by robbing the members of the family of God of their individuality or of their rights. All such practices are abhorrent to God...."},{"refcode_short":"ChL 31.2","refcode_long":"Christian Leadership, p. 31.2 (Ellen Gould White)","content":"The high-handed power that has been developed, as though positions had made men gods, makes me afraid, and ought to cause fear. It is a curse wherever, and by whomsoever it is exercised. This lording it over God's heritage will create such a disgust of man's jurisdiction that a state of insubordination will result. The people are learning that men in high positions of responsibility cannot be trusted to mold and fashion other men's minds and characters. The result will be a loss of confidence even in the management of faithful men...."},{"refcode_short":"ChL 31.3","refcode_long":"Christian Leadership, p. 31.3 (Ellen Gould White)","content":"The spirit of domination is extending to the presidents of our conferences. If a man is sanguine of his own powers and seeks to exercise dominion over his brethren, feeling that he is invested with authority to make his will the ruling power, the best and only safe course is to remove him, lest great harm be done, and he lose his own soul, and imperil the souls of others. “All ye are brethren.”"},{"refcode_short":"ChL 31.4","refcode_long":"Christian Leadership, p. 31.4 (Ellen Gould White)","content":"This disposition to lord it over God's heritage will cause a reaction unless these men change their course. Those in authority should manifest the spirit of Christ. They should deal as he would deal with every case that requires attention. They should go weighted with the Holy Spirit. A man's position does not make him one jot or tittle greater in the sight of God; it is character alone that God values.—Letter 55, 1895 (September 19, 1895 to O. A. Olsen)."},{"refcode_short":"ChL 31.5","refcode_long":"Christian Leadership, p. 31.5 (Ellen Gould White)","content":"How the Wheels of Progress are Clogged—If it were possible, the enemy would clog the wheels of progress and prevent the truths of the gospel from being circulated everywhere. With this object he leads men to feel that it is their privilege to control the consciences of their fellow-men according to their own perverted ideas. They dismiss the Holy Spirit from their councils, and then, under the power and name of the General Conference, they invent regulations through which they compel men to be ruled by their own ideas and not by the Holy Spirit...."},{"refcode_short":"ChL 32.1","refcode_long":"Christian Leadership, p. 32.1 (Ellen Gould White)","content":"There is need of an education in regard to the rights and duties of men in authority who have lorded it over God's heritage. When a man is placed in a position of trust, who knows not what kind of spirit he should exercise in dealing with human minds, he needs to learn the very first principles as to his authority over his fellow-men. Right principles must be brought into the heart, and wrought into the warp and woof of character.—Letter 83, 1896 (May 22, 1896 to O. A. Olsen)."},{"refcode_short":"ChL 32.2","refcode_long":"Christian Leadership, p. 32.2 (Ellen Gould White)","content":"Satan Fiercely Assails Responsible Men—Observing carefully every direction that the Lord has specified in regard to the Christian armor, you will walk before him softly, and will work discreetly. You will not carry with you any yokes to bind men to your plans, nor will you attempt to make the Lord's workers amenable to any finite mind. The maxims and precepts of men are not to control His laborers. Let no man be placed in a position where he can lord it over God's heritage; for this imperils alike the soul of him who rules and the souls of those who are under his rule.—Manuscript 140, 1902 (November 6, 1902 Principles for the Guidance of Men in Positions of Responsibility)."},{"refcode_short":"ChL 32.3","refcode_long":"Christian Leadership, p. 32.3 (Ellen Gould White)","content":"No Commanding—Among the Lord's servants there is to be no commanding. No yokes are to be placed on the necks of God's blood-bought heritage. Every yoke is to be broken. Men and women are more precious in the sight of God than the human mind can estimate. Christ understands their value; for he sacrificed Himself for their redemption. We are His property, the purchase of His life-blood. Sign not away your allegiance to any human jurisdiction or power. “Ye are not your own; for ye are bought with a price; therefore glorify God in your body, and in your spirit, which are God's.” 1 Corinthians 6:19, 20.—Ibid."},{"refcode_short":"ChL 33.1","refcode_long":"Christian Leadership, p. 33.1 (Ellen Gould White)","content":"Exalted Idea of Position Dangerous—Sometimes a man who has been placed in responsibility as a leader, gains the idea that he is in a position of supreme authority, and that all of his brethren, before making advance moves, must first come to him for permission to do that which they feel should be done. Such a man is in a dangerous position. He has lost sight of the work of a true leader among God's people. Instead of acting as a wise counselor, he assumes the prerogatives of an exacting ruler. God is dishonored by every such display of authority and self-exaltation. No man standing in his own strength is ever to be mind and judgment for another man whom the Lord is using in His work. No one is to lay down man-made rules and regulations to govern arbitrarily his fellow laborers who have a living experience in the truth.—Testimonies to Ministers and Gospel Workers, 491."},{"refcode_short":"ChL 33.2","refcode_long":"Christian Leadership, p. 33.2 (Ellen Gould White)","content":"Leadership is not Lordship—No man is ever to set himself up as a ruler, as a Lord over his fellowmen, to act out his natural impulses. No one man's voice and influence should ever be allowed to become a controlling power...."},{"refcode_short":"ChL 33.3","refcode_long":"Christian Leadership, p. 33.3 (Ellen Gould White)","content":"I am instructed by the Lord to say that position never gives a man grace or makes him righteous. “The fear of the Lord is the beginning of wisdom.” Some men entrusted with positions of responsibility entertain the idea that position is for the aggrandizement of self.—Medical Ministry, 164, 165."},{"refcode_short":"ChL 33.4","refcode_long":"Christian Leadership, p. 33.4 (Ellen Gould White)","content":"Not to Judge or Rule—It is dangerous work to invest men with authority to judge and rule their fellow men. Not to you nor to any other man has been given power to control the actions of God's people, and the effort to do this must be no longer continued.... God has been dishonored by the education that has been given to the churches in Southern California in looking to one man as conscience and judgment for them. God has never authorized any man to exercise a ruling power over his fellow-workers; and those who have allowed a dictatorial spirit to come into their official work need to experience the converting power of God upon their hearts. They have placed man where God should be.—Letter 290, 1907, pp. 2, 3 (August 29, 1907)."},{"refcode_short":"ChL 33.5","refcode_long":"Christian Leadership, p. 33.5 (Ellen Gould White)","content":"The Conference President and Authority—It is a mistake for a conference to select as president one who considers that his office places unlimited power in his hands. The Lord has instructed me to tell you that you do not know when to use authority, and when to refrain from using it unwisely. You have much to learn before you can do the work of a conference president intelligently. You are to bear in mind that in the cause of God there is a chief Director, whose power and wisdom is above that of human minds."},{"refcode_short":"ChL 34.1","refcode_long":"Christian Leadership, p. 34.1 (Ellen Gould White)","content":"God will have nothing to do with the methods of working where finite men are allowed to bear rule over their fellow-men. He calls for a decided change to be made. The voice of command must no longer be heard. The Lord has among his workers men of humility and discretion; from these should be chosen men who will conduct the work in the fear of God."},{"refcode_short":"ChL 34.2","refcode_long":"Christian Leadership, p. 34.2 (Ellen Gould White)","content":"It would be well if Elder Cottrell and at least one other worker of broad experience should be called upon to consult together and consider your plans that affect the medical work. God designs that his servants shall carry the responsibilities of that conference in a spirit of humility and dependence upon Him.—Letter 290, 1907, pp. 2, 3 (August 29, 1907 to George W. Reaser)."},{"refcode_short":"ChL 34.3","refcode_long":"Christian Leadership, p. 34.3 (Ellen Gould White)","content":"Device to Oppress Men God will Not Vindicate—God will not vindicate any device whereby man shall in the slightest degree rule or oppress his fellow-men. The only hope for fallen man is to look to Jesus, and receive Him as the only Saviour. As soon as a man begins to make any iron rule for other men, as soon as he begins to harness up and drive men according to his own mind, he dishonors God, and imperils his own soul, and the souls of his brethren. Sinful man can find hope and righteousness only in God; and no human being is righteous any longer than he has faith in God, and maintains a vital connection with Him. A flower of the field must have its roots in the soil; it must have air, dew, showers, and sunshine. It will flourish only as it receives these advantages, and all are from God. So with men. We receive from God that which ministers to the life of the soul. We are warned not to trust in man, not to make flesh our arm.—Testimonies to Ministers and Gospel Workers, 366, 367."},{"refcode_short":"ChL 34.4","refcode_long":"Christian Leadership, p. 34.4 (Ellen Gould White)","content":"The Conference President—Again and again I repeat the warning: Never place as president of a conference a man who supposes that such a position gives him the power to dictate and control the consciences of others. It is natural for man to have a large estimate of self; old habits wrestle for the supremacy; but the man who occupies a position of trust should not glorify himself."},{"refcode_short":"ChL 35.1","refcode_long":"Christian Leadership, p. 35.1 (Ellen Gould White)","content":"The worker who daily subordinates his will to the will of Christ will be educated away from such an idea. He will practice the virtues of Christ's character in all meekness and lowliness of mind; and this will give to those whom his ministration is supposed to benefit the precious freedom of the liberty of the children of God. They will be free to act out the grace bestowed upon them that all may understand the precious privileges which the saints possess as members of the body of Christ."},{"refcode_short":"ChL 35.2","refcode_long":"Christian Leadership, p. 35.2 (Ellen Gould White)","content":"The one who is in trust of sacred responsibilities should ever show forth the meekness and wisdom of Christ; for it is thus that he becomes a representative of Christ's character and methods. Never should he usurp authority, or command or threaten, saying, “Unless you do as I say, you will receive no pay from the conference.” A man who would speak such words is out of his place as president of a conference. He would make men slaves to his judgment.—Letter 416, 1907, pp. 5, 6 (December 30, 1907 to A. G. Daniells and W. C. White)."},{"refcode_short":"ChL 35.3","refcode_long":"Christian Leadership, p. 35.3 (Ellen Gould White)","content":"Remove the Dictator—The spirit of domination is extending to the presidents of our conferences. If a man is sanguine of his own powers and seeks to exercise dominion over his brethren, feeling that he is invested with authority to make his will the ruling power, the best and only safe course is to remove him, lest great harm be done, and he lose his own soul, and imperil the souls of others. “All ye are brethren.” This disposition to lord it over God's heritage will cause a reaction unless these men change their course. Those in authority should manifest the spirit of Christ. They should deal as He would deal with every case that requires attention.—Testimonies to Ministers and Gospel Workers, 362."},{"refcode_short":"ChL 36","refcode_long":"Christian Leadership, p. 36 (Ellen Gould White)","content":"Not to Control Other Men's Lives"},{"refcode_short":"ChL 36.1","refcode_long":"Christian Leadership, p. 36.1 (Ellen Gould White)","content":"Reveal God's Love—We must not strive to mold people to our own ideas and inclinations and practices. By unselfish, consecrated lives, through the power of the Holy Spirit working on our minds, we are to reveal, not our own ways and wills, but the power of the love of Him who gave Himself for us that we should be drawn out of and away from our own traits of character to the perfection of Christ's character. He died that we should cultivate the attributes of his character, and elevate, purify and gladden the hearts and lives of others.—Letter 2, 1898, pp. 1, 2 (March 17, 1898, to Leading Men in Our Churches)."},{"refcode_short":"ChL 36.2","refcode_long":"Christian Leadership, p. 36.2 (Ellen Gould White)","content":"Sensitive and sympathetic—There are men, better, far better calculated to till the soil than to deal with human minds; they are not sensitive nor sympathetic. Those who would do the best and highest service for Jesus Christ must copy the Pattern in all their associations in business deals, and in spiritual things. God sees as men do not, the result of this hardness of heart toward one another and it is an offense to Him and dishonors His Holy Name.—Letter 16d, 1892, p. 3 (May 7, 1892, to Brother Haskell)."},{"refcode_short":"ChL 36.3","refcode_long":"Christian Leadership, p. 36.3 (Ellen Gould White)","content":"Molding Other Men's Minds—How my heart aches to see presidents of conferences taking the burden of selecting those whom they think they can mold to work with them in the field. They take those who will not differ with them, but will act like mere machines. No president has any right to do this. Leave others to plan; and if they fail in some things, do not take it as an evidence that they are unfitted to be thinkers. Our most responsible men had to learn by a long discipline how to use their judgment.—Testimonies to Ministers and Gospel Workers, 304."},{"refcode_short":"ChL 36.4","refcode_long":"Christian Leadership, p. 36.4 (Ellen Gould White)","content":"God is Willing to Teach Others—The idea that one man's mind and judgment can mold and direct important interests, and that he can be regarded as a voice for the people, is a great evil, and has, and still continues to endanger the one who is placed in a position of responsibility, and those also who cooperate with him. God has not given to any one man all the wisdom, and wisdom will not die with him. Those placed in positions of trust should modestly regard the opinions of others as worthy of respect and likely to be as correct as their own. They should remember that God has made other men just as valuable as they are, and that God is willing to teach and guide these men.—Manuscript 55, 1897 (June 3, 1897, Development of Workers)."},{"refcode_short":"ChL 37.1","refcode_long":"Christian Leadership, p. 37.1 (Ellen Gould White)","content":"Credit Others With Some Sense—I have been shown that there is one practice which those in responsible places should avoid; for it is detrimental to the work of God. Men in position should not lord it over God's heritage and command everything around them. Too many have marked out a prescribed one which they wish others to follow in the work. Workers have tried to do this with blind faith, without exercising their own judgment upon the matter which they had in hand. If those who were placed as directors were not present, they have followed their implicit directions just the same. But in the name of Christ, I would entreat you to stop this work. Give men a chance to exercise their individual judgment."},{"refcode_short":"ChL 37.2","refcode_long":"Christian Leadership, p. 37.2 (Ellen Gould White)","content":"Men who follow the leading of another, and are willing that another should think for them, are unfit to be entrusted with responsibility. Our leading men are remiss in this matter. God has not given to special ones all the brain power there is in the world. Men in responsible positions should credit others with some sense, with some ability of judgment and foresight and look upon them as capable of doing the work committed to their hands."},{"refcode_short":"ChL 37.3","refcode_long":"Christian Leadership, p. 37.3 (Ellen Gould White)","content":"Our leading brethren have made a great mistake in marking out all the directions that the workers should follow, and this has resulted in deficiency, in a lack of the care-taking spirit in the workers because they have relied upon others to do all their planning, and have themselves taken no responsibility. Should the men who have taken this responsibility upon themselves step out of our ranks, or die, what a state of things would be found in our institutions."},{"refcode_short":"ChL 37.4","refcode_long":"Christian Leadership, p. 37.4 (Ellen Gould White)","content":"Leading men should place responsibilities upon others, and allow time to plan and devise and execute, so that they may obtain an experience. Give them a word of counsel when necessary, but do not take away the work because you think the brethren are making mistakes. May God pity the cause when one man's mind and one man's plan are followed without question. God would not be honored should such a state of things exist."},{"refcode_short":"ChL 38.1","refcode_long":"Christian Leadership, p. 38.1 (Ellen Gould White)","content":"All our workers must have room to exercise their own judgment and discretion. God has given men talents which He means that they should use. He has given them minds and He means that they should become thinkers, and do their own thinking and planning rather than depend upon others to think and plan for them.—Letter 12, 1885, (October 28, 1885, To Brn. Butler and Haskell)."},{"refcode_short":"ChL 38.2","refcode_long":"Christian Leadership, p. 38.2 (Ellen Gould White)","content":"Position No Authority to Dictate—Every branch of the work of God is to have recognition. “He gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers; for the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ.” Ephesians 4:11, 12. This scripture shows that there are to be different workers, different instrumentalities. Each has a different work. No one is required to lay hold of another's work, and, though untrained, try to do it. God has given to each according to his ability. One man may think that his position gives him authority to dictate to other workers, but this is not so. Ignorant of their work, he would enlarge where he should retrench, and retrench where he should enlarge, because he can see only the part of the vineyard where he is working.—Testimonies for the Church 8:170, 171."},{"refcode_short":"ChL 39","refcode_long":"Christian Leadership, p. 39 (Ellen Gould White)","content":"Teamwork"},{"refcode_short":"ChL 39.1","refcode_long":"Christian Leadership, p. 39.1 (Ellen Gould White)","content":"To Every Man His Special Line of Service—In 1903, I wrote to the President of a Conference: “By means of one agency, Christ Jesus, God has mysteriously linked all men together. To every man He has assigned some special line of service; and we should be quick to comprehend that we are to guard against leaving the work given us in order that we may interfere with other human agencies who are doing a work not precisely the same as our own. To no man has been assigned the work of interfering with the work of one of his fellow-laborers, trying to take it in hand himself; for he would so handle it that he would spoil it. To one, God gives a work different from the work that He gives another.”—Manuscript 29, 1907, pp. 9, 10 (January 1907, Individual Responsibility and Christian Unity)."},{"refcode_short":"ChL 39.2","refcode_long":"Christian Leadership, p. 39.2 (Ellen Gould White)","content":"Respect Each Other—Each one is to stand in his lot and in his place, doing his work. Every individual among you must before God do a work for these last days that is great and sacred and grand. Every one must bear his weight of responsibility. The Lord is preparing each one to do his appointed work, and each one is to be respected and honored as a brother chosen of God, and precious in His sight. One man is not to be selected to whom all plans and methods shall be confided, while the others are left out. If this is done, errors will be made; wrong moves will be taken. Harm, rather than good will be done. No one of you needs to be afraid of the other, lest the other shall have the highest place. Without partiality and without hypocrisy each is to be treated."},{"refcode_short":"ChL 39.3","refcode_long":"Christian Leadership, p. 39.3 (Ellen Gould White)","content":"The same line of work is not to be given to each worker; and for this reason you need to counsel together in that freedom and confidence that should exist among the Lord's workmen. All need to have less confidence in self, and far greater confidence in the One who is mighty in counsel who knoweth the end from the beginning."},{"refcode_short":"ChL 39.4","refcode_long":"Christian Leadership, p. 39.4 (Ellen Gould White)","content":"When you respect each other, you will respect Jesus Christ. You are to show no preferences; for the Lord does not show preferences to his chosen ones. He says, “I call you not servants; for the servant knoweth not what his Lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you.” This is the confidence that the Lord would have you cherish in each other. Unless you do this more than you have done in your past experience, you will not walk and work under the dictates of the Spirit of God. God would have you united in pleasant cords of companionship. As the Lord's workmen, you are to open your plans one to another. These plans must be carefully and prayerfully considered; for the Lord will leave those who do not do this to stumble in their own supposed wisdom and superior greatness...."},{"refcode_short":"ChL 40.1","refcode_long":"Christian Leadership, p. 40.1 (Ellen Gould White)","content":"One person must not suppose that his wisdom is beyond making any mistake. God would have the greatest cherish that humility that will lead him to be the servant of all, if duty thus orders it."},{"refcode_short":"ChL 40.2","refcode_long":"Christian Leadership, p. 40.2 (Ellen Gould White)","content":"But while you are to love as brethren, and think soul to soul, heart to heart, life to life, you are individually to lean your whole weight on God. He will be your support. He is not pleased when you depend on each other for light and wisdom and direction. The Lord must be our wisdom. Individually we must know that He is our sanctification and our redemption. To Him we may look; in Him we may trust. He will be to us a present help in every time of need."},{"refcode_short":"ChL 40.3","refcode_long":"Christian Leadership, p. 40.3 (Ellen Gould White)","content":"Whatever our duties in the various lines of work may be, remember that God is the General over all. You must not withdraw from Him to make flesh your arm. You have been too much inclined to measure yourselves among yourselves and compare yourselves one with another, estimating the importance of your work. Will you remember that your comparisons may fall wide of the mark? It is not position or rank by which the Lord estimates. He looks to see how much of the Spirit of the Master you cherish and how much of the likeness of Christ your work reveals.—Letter 49, 1897 (September 1897, To Brn. Daniells, Colcord, Faulkhead, Palmer, Salisbury)."},{"refcode_short":"ChL 41.1","refcode_long":"Christian Leadership, p. 41.1 (Ellen Gould White)","content":"No One Man to Control—In counseling for the advancement of the work, no one man is to be a controlling power, a voice for the whole. Proposed methods and plans are to be carefully considered, so that all the brethren may weigh their relative merits and decide which should be followed. In studying the fields to which duty seems to call us, it is well to take into account the difficulties that will be encountered in these fields.—Testimonies for the Church 7:259."},{"refcode_short":"ChL 41.2","refcode_long":"Christian Leadership, p. 41.2 (Ellen Gould White)","content":"Draw Closer Together in Councils—As brethren located where you must be more or less connected, you must draw closer together in your councils, in your association, in spirit, and in all your works. One man among you is not to be made the counselor for all.—Letter 49, 1897 (September 1897, Workers in our Institutions)."},{"refcode_short":"ChL 41.3","refcode_long":"Christian Leadership, p. 41.3 (Ellen Gould White)","content":"Responsibilities Divided—God's service is not committed to one man's judgment and option, but is divided among those who are found willing to labor interestedly and self-sacrificingly. Thus all, according to the skill and ability God has given them, bear the responsibilities that He has appointed to them."},{"refcode_short":"ChL 41.4","refcode_long":"Christian Leadership, p. 41.4 (Ellen Gould White)","content":"The important interests of a great nation were entrusted to men whose talents fitted them to handle these responsibilities. Some were chosen to direct the business affairs; others were chosen to look after spiritual matters connected with the worship of God. All the religious service and every branch of the business was to bear the signature of heaven. “Holiness unto the Lord” was to be the motto of the laborers in every department. It was regarded as essential that everything be conducted with regularity, propriety, fidelity, and dispatch.—Manuscript 81, 1900, p. 6 (Diary, Solomon's Reign)."},{"refcode_short":"ChL 41.5","refcode_long":"Christian Leadership, p. 41.5 (Ellen Gould White)","content":"No One Mind Equal to Conference Management—When a worker is selected for the presidency of a conference, that office of itself does not bring to him power of capability that he did not have before."},{"refcode_short":"ChL 42.1","refcode_long":"Christian Leadership, p. 42.1 (Ellen Gould White)","content":"A high position does not give to the character Christian virtues. The man who supposes that his individual mind is capable of planning and devising for all branches of the work, reveals a great lack of wisdom. No one human mind is capable of carrying the many and varied responsibilities of a conference embracing thousands of people and many branches of work."},{"refcode_short":"ChL 42.2","refcode_long":"Christian Leadership, p. 42.2 (Ellen Gould White)","content":"But a greater danger than this has been revealed to me in the feeling that has been growing among our workers that ministers and other laborers in the cause should depend upon the mind of certain leading workers to define their duties. One man's mind and judgment is not to be considered capable of controlling and molding a conference."},{"refcode_short":"ChL 42.3","refcode_long":"Christian Leadership, p. 42.3 (Ellen Gould White)","content":"The individual and the church have responsibilities of their own. God has given to every man some talent or talents to use and improve. In using these talents he increases his capability to serve.—Letter 340, 1907, pp. 1, 2 (October 3, 1907 Workers in Southern California)."},{"refcode_short":"ChL 42.4","refcode_long":"Christian Leadership, p. 42.4 (Ellen Gould White)","content":"Shun Desire to Become Great Leaders-It is those who accept the warnings and cautions given them who will walk in safe paths. Let not men yield to the burning desire to become great leaders, or to the desire independently to devise and lay plans for themselves and for the work of God. It is easy for the enemy to work through some who, having themselves need of counsel at every step, undertake the guardianship of souls without having learned the lowliness of Christ. These need counsel from the One who says, “Come unto Me, all ye that labor and are heavy laden.”"},{"refcode_short":"ChL 42.5","refcode_long":"Christian Leadership, p. 42.5 (Ellen Gould White)","content":"Our ministers and leaders need to realize the necessity of counseling with their brethren who have been long in the work, and who have gained deep experience in the ways of the Lord. The disposition of some to shut themselves up to themselves, and to feel competent to plan and execute according to their own judgment and preferences, brings them into strait places. Such an independent way of working is not right, and should not be followed. The ministers and teachers in our conferences are to work unitedly with their brethren of experience, asking them for their counsel, and paying heed to their advice.—Testimonies to Ministers and Gospel Workers, 501, 502."},{"refcode_short":"ChL 43","refcode_long":"Christian Leadership, p. 43 (Ellen Gould White)","content":"Delegating"},{"refcode_short":"ChL 43.1","refcode_long":"Christian Leadership, p. 43.1 (Ellen Gould White)","content":"Place Responsibility on Others—Leading men should place responsibilities upon others, and allow them to plan and devise and execute, so that they may obtain an experience. Give them a word of counsel when necessary, but do not take away the work because you think the brethren are making mistakes. May God pity the cause when one man's mind and one man's plan is followed without question. God would not be honored should such a state of things exist. All our workers must have room to exercise their own judgment and discretion. God has given men talents which He means that they should use. He has given them minds, and He means that they should become thinkers, and do their own thinking and planning, rather than depend upon others to think for them."},{"refcode_short":"ChL 43.2","refcode_long":"Christian Leadership, p. 43.2 (Ellen Gould White)","content":"I think I have laid out this matter many times before you, but I see no change in your actions. We want every responsible man to drop responsibilities upon others. Set others at work that will require them to plan, and to use judgment. Do not educate them to rely upon your judgment. Young men must be trained up to be thinkers. My brethren, do not for a moment think that your way is perfection, and that those who are connected with you must be your shadows, must echo your words, repeat your ideas, and execute your plans.—Testimonies to Ministers and Gospel Workers, 302, 303."},{"refcode_short":"ChL 43.3","refcode_long":"Christian Leadership, p. 43.3 (Ellen Gould White)","content":"Look to God Not Man—I had a long talk with Brother Bell. I told him many things. I tried to place before him where everyone of our leading men had made a mistake and hindered the work they were so desirous to advance. Each one thought that he was the very one who must bear all the responsibilities, and they spread over too much ground and failed to educate others to think, to act, to be care-takers, to lift burdens, because they gave them no chance."},{"refcode_short":"ChL 43.4","refcode_long":"Christian Leadership, p. 43.4 (Ellen Gould White)","content":"I told him it was not God's plan to have it thus. He had done this way and gathered upon himself a mass of burdens he had no strength to carry and he could not do justice to anything. God had given to every man his work, according to each man's ability, and when one man entertained the idea that he must gather all the responsibilities because he thought he could do it a little more perfectly than another, he sinned against himself and he sinned against his brethren. He was educating the people to look to him, to expect everything must come through him, and they were not educated to look to God and to expect God to do great things for them. They depended upon others and trusted in others rather than in the living God, therefore many have not the experience they ought to have which would make them efficient workers.—Letter 24, 1883, pp. 1, 2 (August 23, 1883, to Willie and Mary White)."},{"refcode_short":"ChL 44.1","refcode_long":"Christian Leadership, p. 44.1 (Ellen Gould White)","content":"Let Others Learn to Bear Responsibilities—I feel deeply over your constant wearing labor. Please make others work and you do very much less. God does not want you or Elder Haskell sacrificed. He wants you to lay off work and be more a planner, a manager. There will be times when your special labors will be positively a necessity but I protest against your taking up so much labor. God does not require it of you and you must not do it. Will you heed advice? Will you let others learn to bear responsibilities even if they make blunders while you are a living man to show them how to work?"},{"refcode_short":"ChL 44.2","refcode_long":"Christian Leadership, p. 44.2 (Ellen Gould White)","content":"I have been shown that yourself and Elder Haskell must at your age be laying the burdens on others. Attend fewer camp meetings, speak and work less at the campmeetings you attend, and this will force others to the front to be obtaining an experience which is essential for them. In order to do this, you must do less and others must do more. We want the help of every one of the old hands and the work is, I have been shown, growing more and more important. We want these experienced men as counselors. We cannot spare them. This is not the voice of Sister White but it is the message to you from God. Will you heed it, both of you? Will you be prudent? Will you be managers and work less?—Letter 117, 1886, p. 6 (June 25, 1886, to Brother Butler. Ages: Butler, 52; Haskell 53)."},{"refcode_short":"ChL 45.1","refcode_long":"Christian Leadership, p. 45.1 (Ellen Gould White)","content":"Danger of Self-Exaltation—Now, my brother, I feel the deepest interest for you, else I would not write you as I have done. But with me I must be faithful. I tell matters just as they are, and while I would have all united in the Sanitarium in perfect bonds of union, I would not have the union of that kind and quality that you will be mind and judgment for every one of them, and they consider every proposition and plan, word and action, as without error and fault. Among a multitude of counselors there is safety. God would not have many minds the shadow of one man's mind. God has given men brains to use, intellect to cultivate, to employ to His glory; and He would be the One to mold, control, and fashion the minds after His own impress. Men are only men whatever may be their work. The more responsible the position, the more important that the one who stands in this position have no more honor or exaltation given him than is for his good. In fact, people are ruined through praise and honor bestowed upon them as though they were infallible. While due respect should be given to those whom God has entrusted with more than ordinary talents, that man thus endowed needs to walk more humbly and closely with God as he advances. All the influence that these capabilities give him will make him a better, holier, more meek and humble man or it will lead him to think as others have thought, I am not a common man, and I may do things that others can not do, and it will be no sin. This is a common error, but it is a destructive error. That man needs to learn daily important lessons from the greatest Teacher the world ever knew. Christ must dwell in that man's heart, just as the blood must be in the body and circulate there as a vitalizing power. I can not on this subject be too urgent. I can not press it home to you too strongly, that you shall not trust in self.—Letter 7, 1886 (April 26, 1886, to J. H. Kellogg)."},{"refcode_short":"ChL 46.1","refcode_long":"Christian Leadership, p. 46.1 (Ellen Gould White)","content":"Duty to Train Others—Although it may appear to you difficult to disentangle yourself from responsibilities which others cannot take, it is your duty to train others to stand in responsible positions that should you need a change and rest, which is your due, you can have it. I think you and your wife should visit California. And again you have worked intensely upon the high pressure plan. God has spared your life, but you are not immortal, and you may die as others have died before you who have lived two years in one."},{"refcode_short":"ChL 46.2","refcode_long":"Christian Leadership, p. 46.2 (Ellen Gould White)","content":"For several years as the matters of the Sanitarium have been opened before me, I have been shown that you were loading down yourself to your injury, and in thus doing were depriving others of an experience. Those connected with you so closely in the Sanitarium are ready to assent to every move you may make, and to any proposition, saying, Yes, but without using their individual judgment and without taxing their minds to hard thinking that they may have sound opinions and clear ideas, not borrowed but their own. Men in responsible positions have qualified themselves in this direction by just such a process as you and others have had to go through to be fitted for just such work. Now if you relieve these persons from this responsible part of the work they are only your machines. Your head plans, devises, turns the crank, winds them up to run down, to be wound up again. This is one of the reasons why we have so few brain workers today; and this is the reason why brain workers are dropping out of our ranks into their graves, because they are brains for others. I tell you plainly as a mother would a son, you have made a decided failure here. I cannot now attempt to specify all these mistakes, but there is with you a love for supremacy whether you see it or not, and had it not been cherished you would have had by your side men who would have been developing as useful physicians, men who would be constantly growing, and upon whom you could have depended. But you have not given them all the advantages which you yourself would have claimed had you been in their place. They needed, and the case demanded that you should do more for them when they came to a certain point than you gave them to perfect them in the work. You have, whether you designed it or knew it or not, bound them to come thus far and no farther. This is not justice to them or to you, neither is it justice to the Sanitarium that so much depends upon one man. It ought not to be thus in any of our institutions because it is not God's way.—Letter 7, 1886 (April 26, 1886, to J. H. Kellogg)."},{"refcode_short":"ChL 47.1","refcode_long":"Christian Leadership, p. 47.1 (Ellen Gould White)","content":"Wisdom from God to be Interwoven in Daily Experiences—With the grace of Christ in the soul, you may be mighty through God, beating back the powers of darkness. No power but truth will keep you steadfast, having the glory of God ever in view. Those who are closely connected with you have solemn responsibilities. You repose confidence in them, and it is their duty to cling to God, and have an eye single to His glory, hanging firmly upon the arm of Omnipotence, not trusting in or relying upon any human arm. They should make the most of their own God-given faculties, for they must give an account of the same to God; they are to be constantly growing; they are never to cease to progress. But all the aids that can be brought to them as soldiers of Jesus Christ in this holy warfare should be enlisted. All knowledge that the apostle would acknowledge as true science, as far as possible should be acquired. Everything that can strengthen or expand the mind should be cultivated to the utmost individual power. And notwithstanding all this may be the privilege of those connected with you, but few are now making the standard, and there is danger of their being deceived in their own acquirements. They will be falling back if not growing, and you will be also under delusion unless the wisdom that cometh from God be interwoven into yours as well as their daily experience."},{"refcode_short":"ChL 47.2","refcode_long":"Christian Leadership, p. 47.2 (Ellen Gould White)","content":"I have thought of your reasons for your not trusting responsibilities upon your workers; but you have not been as greatly disappointed as our Redeemer has been grieved and disappointed with our bungling work. We have shown so little fidelity to Him who has bought us with His own blood."},{"refcode_short":"ChL 48.1","refcode_long":"Christian Leadership, p. 48.1 (Ellen Gould White)","content":"I am pleased with every bit of interest that you show in religious things. The way to become great and noble is to be like Jesus, pure, holy, and undefiled. The honor that you may receive of medical and great men is not of much value as I view it, but the honor you receive of the Lord is of the greatest value. I want that you should not be almost an overcomer, but a conqueror, and more than conqueror through Him that hath loved you and given His own life to save you from ruin. You want more and greater trust in God daily. I want you to be the happiest man that is in heaven. I want you to be at peace with God here, and have heaven hereafter. You have to fight the fight of faith in order to overcome skepticism and infidelity.—Letter 7, 1886 (April 26, 1886, to J. H. Kellogg)."},{"refcode_short":"ChL 48.2","refcode_long":"Christian Leadership, p. 48.2 (Ellen Gould White)","content":"Counsel to a Possessive Leader—While you have too much to do, others have too little. You do not give others an opportunity to improve in efficiency by practical experience. You are willing to be helped and assisted, if your helpers will leave the main responsibility resting on you. Especially among your own countrymen you desire to be placed above every one else."},{"refcode_short":"ChL 48.3","refcode_long":"Christian Leadership, p. 48.3 (Ellen Gould White)","content":"You do not seem to have the ability to educate young men and to give them a chance to do that which they have talents for doing if they were given an opportunity to learn. This is the work which should have been done, but which you have left undone. If you were unselfish, if you had Christlike meekness and lowliness, you would learn how to train the youth for useful service...."},{"refcode_short":"ChL 48.4","refcode_long":"Christian Leadership, p. 48.4 (Ellen Gould White)","content":"You do not patiently seek to make others familiar with all parts of the work. This is because you desire to be first, and do not want others to become acquainted with the details of the work, or to become as efficient as you are. You have too much self-confidence, too high an estimate of your own ability. Today you should have standing by your side a large number of intelligent workers whom you had trained. But you have shaped matters according to your narrow conceptions, and still stand almost alone...."},{"refcode_short":"ChL 48.5","refcode_long":"Christian Leadership, p. 48.5 (Ellen Gould White)","content":"It is your duty to change your course of action. Learn to see and to recognize ability and talent in others besides yourself. For Christ's sake, do not lord it over His heritage but be an ensample to the flock. Give to others the benefit of all the knowledge that the Lord has given to you. He has given you this knowledge that you may impart it. Teach to others everything that you know, not in an arbitrary manner, making light of their mistakes and ridiculing their ignorance; but in a kindly spirit, you yourself sitting at the feet of Jesus as a learner. Take young men into your mission home, and be their instructor, teaching them as you would teach students in a school.—Letter 10, 1884 (May 3, 1884, to J. G. Matteson)."},{"refcode_short":"ChL 49.1","refcode_long":"Christian Leadership, p. 49.1 (Ellen Gould White)","content":"In his work today, the Lord would be pleased to have those who are engaged in any part of His service, guard against the tendency to take upon themselves responsibilities that they are not called upon to bear. Some of His servants are to direct the business matters connected with His work in the earth; others are to look after the spiritual matters. Every laborer is to strive to do well his part, leaving to others the duties entrusted to them.—The Review and Herald, October 5, 1905."},{"refcode_short":"ChL 49.2","refcode_long":"Christian Leadership, p. 49.2 (Ellen Gould White)","content":"Drop Responsibilities on Others—I think I have laid out this matter many times before you, but I see no change in your actions. We want every responsible man to drop responsibilities upon others. Set others at work that will require them to plan and to use judgment. Do not educate them to rely upon your judgment. Young men must be trained up to be thinkers. My brethren, do not for a moment think that your way is perfection, and that those who are connected with you must be your shadows, must echo your words, repeat your ideas, and execute your plans.—Testimonies to Ministers and Gospel Workers, 302, 303."},{"refcode_short":"ChL 49.3","refcode_long":"Christian Leadership, p. 49.3 (Ellen Gould White)","content":"No Kingly Authority in Seventh-day Adventist Church—God has not set any kingly power in the Seventh-day Adventist Church to control the whole body, or to control any branch of the work. He has not provided that the burden of leadership shall rest upon a few men. Responsibilities are distributed among a large number of competent men.—Testimonies for the Church 8:236."},{"refcode_short":"ChL 50","refcode_long":"Christian Leadership, p. 50 (Ellen Gould White)","content":"Decision Making"},{"refcode_short":"ChL 50.1","refcode_long":"Christian Leadership, p. 50.1 (Ellen Gould White)","content":"Men of Action—The cause of God demands men who can see quickly and act instantaneously at the right time and with power. If you wait to measure every difficulty and balance every perplexity you meet, you will do but little. You will have obstacles and difficulties to encounter at every turn, and you must with firm purpose decide to conquer them, or they will conquer you."},{"refcode_short":"ChL 50.2","refcode_long":"Christian Leadership, p. 50.2 (Ellen Gould White)","content":"Sometimes various ways and purposes, different modes of operation in connection with the work of God, are about evenly balanced in the mind; and it is at this very point that the nicest discrimination is necessary. And if anything is accomplished to the purpose, it must be done at the golden moment. The slightest inclination of the weight in the balance should be seen, and should determine the matter at once. Long delays tire the angels.—Gospel Workers, 133, 134."},{"refcode_short":"ChL 50.3","refcode_long":"Christian Leadership, p. 50.3 (Ellen Gould White)","content":"Hesitant Leadership is Weak Leadership—It is even more excusable to make a wrong decision sometimes than to be continually in a wavering position; to be hesitating, sometimes inclined in one direction, then in another. More perplexity and wretchedness result from thus hesitating and doubting than from sometimes moving too hastily."},{"refcode_short":"ChL 50.4","refcode_long":"Christian Leadership, p. 50.4 (Ellen Gould White)","content":"I have been shown that the most signal victories and the most fearful defeats have been on the turn of minutes. God requires promptness of action. Delays, doubtings, hesitation, and indecision frequently give the enemy every advantage.—Gospel Workers, 134."},{"refcode_short":"ChL 50.5","refcode_long":"Christian Leadership, p. 50.5 (Ellen Gould White)","content":"Quick Action But Weigh Evidence—God has given to each individual judgment, and this gift He wants His workers to use and improve. The president of a conference must not consider that his individual judgment is to be the judgment of all."},{"refcode_short":"ChL 50.6","refcode_long":"Christian Leadership, p. 50.6 (Ellen Gould White)","content":"In no conference should propositions be rushed through without time being taken by the brethren to carefully weigh all sides of the question. Because the president of a conference suggested certain plans, it has sometimes been considered unnecessary to consult the Lord about them. Thus propositions have been accepted that were not for the spiritual benefit of believers, and which involved far more than was apparent at the first casual consideration. Such movements are not in the order of God."},{"refcode_short":"ChL 51.1","refcode_long":"Christian Leadership, p. 51.1 (Ellen Gould White)","content":"Many, very many matters have been taken up and carried by vote, that have involved far more than was anticipated, and far more than those who voted would have been willing to assent to, had they taken time to consider the question from all sides.—Letter 340, 1907."},{"refcode_short":"ChL 51.2","refcode_long":"Christian Leadership, p. 51.2 (Ellen Gould White)","content":"God Cannot Use the Undecided Leader—Those who have any connection with God's work in any of our institutions must have a connection with God, and must be committed to do right under all circumstances, that they may know where they will be found in the day of trial. No one connected with the sacred work of God can remain on neutral ground. If a man is divided, undecided, unsettled, until he is sure that he will lose nothing, he shows that he is a man God can not use. But many are working in this line. They have not been appointed by God, or else they have decidedly failed to be worked by the mighty agency of the Holy Spirit.—Testimonies to Ministers and Gospel Workers, 403."},{"refcode_short":"ChL 52","refcode_long":"Christian Leadership, p. 52 (Ellen Gould White)","content":"Choosing Personnel"},{"refcode_short":"ChL 52.1","refcode_long":"Christian Leadership, p. 52.1 (Ellen Gould White)","content":"Make Careful Selection of Men—The men who act as presidents of State conferences should be carefully selected. Then let these men bear the responsibilities of the conference in a most thorough, earnest, God-fearing manner. If they are not qualified to do the work thoroughly and successfully, do not keep them in that position.—Testimonies to Ministers and Gospel Workers, 322."},{"refcode_short":"ChL 52.2","refcode_long":"Christian Leadership, p. 52.2 (Ellen Gould White)","content":"Great Care in Choosing Men—Great care should be exercised in choosing men to occupy positions of responsibility as guardians of the churches. My brethren, do not make this choice blindly, lest the flock of God be given an example that will teach them to tear and devour. The men who bear responsibilities in the cause of Christ should be men of prayer and humility. They are to act like men who in all their dealings with their brethren are guided by the Spirit of God. They are to give an example of righteousness. They are sacredly to guard the reputation of those who are doing the work of God.—The Review and Herald, November 14, 1907."},{"refcode_short":"ChL 52.3","refcode_long":"Christian Leadership, p. 52.3 (Ellen Gould White)","content":"Presidents to Select Helpers-—At the Jackson meeting, Brother ----- says, “I will take the Presidency of the Michigan Conference.” And then I sat down before him and laid it out as plain and distinct as I was capable of, what the Lord would have the men in responsible positions do. They should select helpers. He needed one right by his side; and if there were two or three that could work right in with him, and he not do the work, but try to educate them, it would be better, and they would thus be trained for the work."},{"refcode_short":"ChL 52.4","refcode_long":"Christian Leadership, p. 52.4 (Ellen Gould White)","content":"Said I, “What are we going to do? We are going to be brought up here without any workers.” “Well,” he says, “That is the right thing to do.” But he never lifted a finger, nor followed the direction given, in one item as I know of.—Manuscript 19b, 1890 (July 14, 1890, Methods of Labor and Conducting Camp Meetings)."},{"refcode_short":"ChL 53.1","refcode_long":"Christian Leadership, p. 53.1 (Ellen Gould White)","content":"Mistakes Not an Evidence of Unfitness—How my heart aches to see presidents of Conferences taking the burden of selecting those whom they think they can mold to work with them in the field. They take those who will not differ from them but will act like mere machines. No president has any right to do this. Leave others to plan, and if they fail in some things do not take it as an evidence that they are unfitted to be thinkers."},{"refcode_short":"ChL 53.2","refcode_long":"Christian Leadership, p. 53.2 (Ellen Gould White)","content":"Our most responsible men had to learn by a long discipline and practice how to use their judgment. In many things they have shown that their work ought to have been better.—Letter 12, 1885 (October 28, 1885, to Butler and Haskell)."},{"refcode_short":"ChL 53.3","refcode_long":"Christian Leadership, p. 53.3 (Ellen Gould White)","content":"Choose Wise Men—For years the Lord has been instructing us to choose wise men,-men who are devoted to God,—men who know what the principles of heaven are,-men who have learned what it means to walk with God,—and to place upon them the responsibility of looking after the business affairs connected with our work. This is in accordance with the Bible plan as outlined in the sixth chapter of Acts. We need to study this plan; for it is approved of God. Let us follow the Word.—The Review and Herald, October 5, 1905."},{"refcode_short":"ChL 53.4","refcode_long":"Christian Leadership, p. 53.4 (Ellen Gould White)","content":"Choose Men Who Can Be Trusted—God will teach His people to move carefully, and to make wise choice of men who will not betray sacred trusts. If in Christ's day the believers needed to be guarded in their choice of men for positions of responsibility, we who are living in this time certainly need to move with great discretion. We are to present every case before God, and in earnest prayer ask Him to choose for us.—Testimonies for the Church 9:264."},{"refcode_short":"ChL 53.5","refcode_long":"Christian Leadership, p. 53.5 (Ellen Gould White)","content":"Great Care in Selecting Leaders—The Lord has been pleased to present before me many things in regard to the calling and labor of our ministers, especially those who have been appointed as presidents of conferences. Great care should be exercised in the selection of men for these positions of trust. There should be earnest prayer for divine enlightenment.—Gospel Workers, 413."},{"refcode_short":"ChL 54.1","refcode_long":"Christian Leadership, p. 54.1 (Ellen Gould White)","content":"Choose Men Who Have Experience in Faith—Those who are thus appointed as overseers of the flock should be men of good repute; men who give evidence that they have not only a knowledge of the Scriptures, but an experience in faith, in patience, that in meekness they may instruct those who oppose the truth. They should be men of thorough integrity, not novices, but intelligent students of the Word, able to teach others also, bringing from the treasure-house things new and old; men who in character, in words, in deportment, will be an honor to the cause of Christ, teaching the truth, living the truth, growing up to the full stature in Christ Jesus. This means the development and strengthening of every faculty by exercise, that the workers may become qualified to bear larger responsibilities as the work increases.—Gospel Workers, 413."},{"refcode_short":"ChL 55","refcode_long":"Christian Leadership, p. 55 (Ellen Gould White)","content":"Training Leaders"},{"refcode_short":"ChL 55.1","refcode_long":"Christian Leadership, p. 55.1 (Ellen Gould White)","content":"Divide Responsibility—I feel somewhat anxious about you. I dreamed that you were telling me some of your trials and I said, My brother, if you had possessed the same spirit that Moses had, you would have thorough workers with you. When Moses was much burdened the Lord raised him up in Jethro an advisor and helper. The advice was taken and the burdens that had come upon him were divided with others and a two-fold object was gained; Moses was relieved and he had a better chance for his life, and men were learning to bear responsibilities to qualify them to do work in positions of trust so that Israel should not learn to look to one man and trust in one man and think that no one could do any thing for them unless it came before that one man. Now it is hard I know to let go some responsibilities and give others an opportunity to get hold with all the advantages and counsel of your knowledge to help them. Unless this is done they will ere long have to carry an unwieldy lead without the instruction and counsel which now it is their privilege to have.—Letter 64, 1886."},{"refcode_short":"ChL 55.2","refcode_long":"Christian Leadership, p. 55.2 (Ellen Gould White)","content":"President Educates and Trains—The president of a State Conference is, by his manner of dealing, educating the ministers under him, and together they can so educate the churches that it will not be necessary to call the ministers of the conference from the field to settle difficulties and dissension's in the church. If the officers in the conference will, as faithful servants, perform their Heaven-appointed duties, the work in our conferences will not be left to become entangled in such perplexities as heretofore. And in laboring thus, the workers will become solid, responsible men, who will not fail nor be discouraged in a hard place.—Gospel Workers, 419."},{"refcode_short":"ChL 55.3","refcode_long":"Christian Leadership, p. 55.3 (Ellen Gould White)","content":"Helping the Inexperienced—To those upon whom God has bestowed many talents, I am instructed to say: Help the inexperienced; discourage them not. Take them into your confidence; give them fatherly counsel, teaching them as you would teach students in a school. Watch not for their mistakes, but recognize their undeveloped talents, and train them to make a right use of these powers. Instruct them with all patience, encouraging them to go forward and to do an important work. Instead of keeping them engaged in doing things of minor importance, give them an opportunity to obtain an experience by which they may develop into trustworthy workers. Much will thus be gained to the cause of God."},{"refcode_short":"ChL 56.1","refcode_long":"Christian Leadership, p. 56.1 (Ellen Gould White)","content":"Those placed in positions of responsibility should patiently seek to make others familiar with all parts of the work. This will reveal that they do not desire to be first, but that they are glad to have others become acquainted with details, and to become as efficient as they are. Those who faithfully fulfill their duty in this respect, will, in time, have standing by their side a large number of intelligent workers whom they have trained. Should they shape matters in accordance with narrow, selfish conceptions, they would stand almost alone.—The Review and Herald, December 1, 1904."},{"refcode_short":"ChL 56.2","refcode_long":"Christian Leadership, p. 56.2 (Ellen Gould White)","content":"Leaders Afraid to Train Others—If in their ministry those whom we teach develop an energy and an intelligence even superior to that which we possess, we should be led to rejoice over the privilege of having a part in the work of training them. But there is danger that some in positions of responsibility as teachers and leaders, will act as if talent and ability have been given to them only, and that they must do all the work in order to make sure that it is done aright. They are liable to find fault with everything not originated by themselves. A great amount of talent is lost to the cause of God because many laborers, desiring to be first, are willing to lead, but never to follow. Although they closely scrutinize and criticize all that any one else does, they are in danger of regarding that which goes forth from their hands as perfect.—The Review and Herald, December 1, 1904."},{"refcode_short":"ChL 57.1","refcode_long":"Christian Leadership, p. 57.1 (Ellen Gould White)","content":"Recognize Talent—Those who are placed in responsible positions should feel it their duty to recognize talent. They should learn how to use men, and how to advise them. If mistakes are made, they should not withdraw themselves, thinking it easier to do the work themselves than to educate others. Those who are learning should be patiently instructed, precept upon precept, line upon line, here a little and there a little. Every effort should be made, by precept and example, to teach them right methods."},{"refcode_short":"ChL 57.2","refcode_long":"Christian Leadership, p. 57.2 (Ellen Gould White)","content":"Many of those who have responsibilities laid upon them, who are chosen to be presidents of conferences, are not selected because of their perfection of character, or because of their superior knowledge, but because the Lord signified that if they would be humble enough to learn and not think they were all ready to graduate, He would teach them His way.—Manuscript 55, 1897 (June 3, 1897, Development of Workers)."},{"refcode_short":"ChL 58","refcode_long":"Christian Leadership, p. 58 (Ellen Gould White)","content":"Criticism"},{"refcode_short":"ChL 58.1","refcode_long":"Christian Leadership, p. 58.1 (Ellen Gould White)","content":"Those Who Criticize Others—Those in responsible positions who have the least conscientious scruples in reference to their own course of action are the ones who watch most jealously for the mistakes of others. Position does not make the man. Only by a living connection with God is the Holy Spirit implanted in the heart. Those who have this connection are faithful and true and will not betray holy trust.—Letter 77, 1898, p. 4 (August 26, 1898, to Brother and Sister Waggoner)."},{"refcode_short":"ChL 58.2","refcode_long":"Christian Leadership, p. 58.2 (Ellen Gould White)","content":"Sowing Seeds of Doubt and Unbelief-In past ages there have been those who have exercised their capabilities and powers in doing a work, by the help of the Holy Spirit, which constituted them laborers together with God. But there have also been those who have criticized their work, and rejected the messages which they bore. So it is today. There are those in responsible positions who, by their words and actions, sow seeds of doubt and unbelief. These seeds are called tares by our Lord; and those who sow it are under the guidance of evil angels. They are at work both openly and secretly, seeking to counteract the work which God has appointed his divine agencies to perform through human agencies. All who do this work see with defective and perverted eyesight. Their imagination is inspired by satanic agencies, and they see many things in a false light. Unless they repent, they will soon, like Esau, find no place for repentance, though they seek it carefully with tears.—Letter 87, 1896, p. 6 (August 25, 1896, to O. A. Olsen)."},{"refcode_short":"ChL 58.3","refcode_long":"Christian Leadership, p. 58.3 (Ellen Gould White)","content":"Ridicule Debases the Soul—Caviling, ridicule, and misrepresentation can be indulged in only at the expense of the debasement of your own souls. The use of such weapons does not gain precious victories for you, but rather cheapens the mind, and separates the soul from God. Sacred things are brought down to the level of the common, and a condition of things is created that pleases the prince of darkness, and grieves away the Spirit of God."},{"refcode_short":"ChL 59.1","refcode_long":"Christian Leadership, p. 59.1 (Ellen Gould White)","content":"Caviling and criticism leave the soul as devoid of the dew of grace as the hills of Gilboa were destitute of rain. Confidence cannot be placed in the judgment of those who indulge in ridicule and misrepresentation. No weight can be attached to their advice or resolutions. You must bear the divine credentials before you make decided movements to shape the working of God's cause.—Life Sketches, 325."},{"refcode_short":"ChL 59.2","refcode_long":"Christian Leadership, p. 59.2 (Ellen Gould White)","content":"Criticism Invites Criticism—The work of judging his brother has not been placed upon any man. “Judge not,” the Saviour says, “that ye be not judged; for with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.” He who takes upon himself the work of judging and criticizing others, lays himself open to the same degree of judgment and criticism. Those who are ready to condemn their brethren, would do well to examine their own works and character. Such an examination, honestly made, will reveal the fact that they, too, have defects of character, and have made grave blunders in their work. If the great Judge should deal with men as they deal with their fellow workers, they would regard him as unkind and unmerciful."},{"refcode_short":"ChL 59.3","refcode_long":"Christian Leadership, p. 59.3 (Ellen Gould White)","content":"“Why beholdest thou the mote that is in thy brother's eye,” the Saviour asked, “but considerest not the beam that is in thine own eye? Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye? Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother's eye.”—The Review and Herald, September 14, 1905."},{"refcode_short":"ChL 60","refcode_long":"Christian Leadership, p. 60 (Ellen Gould White)","content":"Cooperation"},{"refcode_short":"ChL 60.1","refcode_long":"Christian Leadership, p. 60.1 (Ellen Gould White)","content":"He Cooperates With Those Who Cooperate With Him—The Lord sets men in positions of responsibility to carry out not their own will, but God's will. He gives wisdom to those who seek Him and depend upon Him as their Counselor. So long as men represent the pure principles of His government, He will continue to bless and maintain them as His instrumentalities to carry out His purposes concerning His people. He cooperates with those who cooperate with Him.—Manuscript 81, 1900, p. 12 (Diary, “Solomon's Reign”)."},{"refcode_short":"ChL 60.2","refcode_long":"Christian Leadership, p. 60.2 (Ellen Gould White)","content":"The Obstinate Man—Obstinacy is a barrier to all improvement. An obstinate man will not be readily convinced of anything which his sight cannot take in. He does not know what it means to walk by faith. He adheres to his own plans and opinions, be they right or wrong, because he has already adopted this line of thought. He may have abundant reason to see that he is wrong; his brethren may raise their voices against his opinions and his methods for making a success of the work; but he cherishes an almost immovable bar against conviction."},{"refcode_short":"ChL 60.3","refcode_long":"Christian Leadership, p. 60.3 (Ellen Gould White)","content":"Such a man should not be placed on boards or committees. He is constitutionally unfitted to make important decisions. He is determined not to be convinced. He will not yield to men of experience, and therefore he will be a hindrance, instead of a help. He will suggest sentiments that are unsanctioned by the experience or judgment of men who are fully as intelligent and as wise as he is. He will make assertions as though he had all the aftersight, and will uphold his ideas as all-sufficient. Self has for so long been the ruling element, that the unfortunate man considers it a virtue to, as he thinks, have a mind of his own. If his way is not followed, he will raise objections on every occasion, in small matters and in large. He will hold to his words, whether they are true, or entirely false. This practice, often repeated, grows into confirmed habit, and becomes character.—Manuscript 159, 1898, pp. 1, 2 (December 8, 1898, “Speak Evil of No Man”)."},{"refcode_short":"ChL 61.1","refcode_long":"Christian Leadership, p. 61.1 (Ellen Gould White)","content":"The Back Pullers—There are always a few who think, when their brethren are pulling forward, that it is their duty to pull back. They object to everything that is proposed, and make war on every plan that they have not themselves originated. Here is an opportunity for persons to develop inordinate self-confidence. They have never learned in the school of Christ the precious and all-important lesson of becoming meek and lowly. There is nothing harder for those who possess a strong will than to give up their own way, and submit to the judgment of others.—Gospel Workers, 446, 447."},{"refcode_short":"ChL 61.2","refcode_long":"Christian Leadership, p. 61.2 (Ellen Gould White)","content":"Cooperation and Unity Essential—Let not one man feel that his gift alone is sufficient for the work of God; that he alone can carry through a series of meetings, and give perfection to the work. His methods may be good, and yet varied gifts are essential; one man's mind is not to mold and fashion the work according to his special ideas. In order for the work to be built up strong and symmetrical, there is need of varied gifts and different agencies, all under the Lord's direction; He will instruct the workers according to their several ability. Cooperation and unity are essential to a harmonious whole, each laborer doing his God-given work, filling his appropriate position, and supplying the deficiency of another. One worker left to labor alone is in danger of thinking that his talent is sufficient to make a complete whole.—Evangelism, 104."},{"refcode_short":"ChL 62","refcode_long":"Christian Leadership, p. 62 (Ellen Gould White)","content":"Reproving Wrong"},{"refcode_short":"ChL 62.1","refcode_long":"Christian Leadership, p. 62.1 (Ellen Gould White)","content":"A Time To Protest—When there are men in the church who love riches more than righteousness, and who stand ready to take advantage of their fellow-men by unjust dealings, shall we make no protest? And when men standing in the position of leaders and teachers work under the power of spiritualistic ideas and sophistries, shall we keep silent, for fear of injuring their influence, while souls are being beguiled? Satan will use every advantage that he can obtain to cause souls to become clouded and perplexed in regard to the work of the church, in regard to the word of God, and in regard to the words of warning which He has given through the testimonies of His Spirit, to guard His little flock from the subtleties of the enemy.—Manuscript 72, 1904, p. 6."},{"refcode_short":"ChL 62.2","refcode_long":"Christian Leadership, p. 62.2 (Ellen Gould White)","content":"Correct in Righteousness—When it becomes necessary for a minister to do a work of correction, he should be very careful to act righteously and wisely. He is not to denounce the erring harshly before those who know not the truth. The unconverted judge the servants of God by such actions, and conclude that this can not be the work of God. Those who are not of our faith but who are convicted of the truth, when they see a lack of unity among the ministers who claim to be obeying the truth, close the door of their hearts, saying, We want none of these things. Thus by the exercise of unsanctified speech, souls are turned from the truth, and an example given that opens the way for the things of truth and righteousness to be lowered in the dust. Our workers, when tempted to speak hasty words of criticism and judgment, should remember that silence is golden.—The Review and Herald, November 14, 1907."},{"refcode_short":"ChL 63","refcode_long":"Christian Leadership, p. 63 (Ellen Gould White)","content":"Self-Discipline"},{"refcode_short":"ChL 63.1","refcode_long":"Christian Leadership, p. 63.1 (Ellen Gould White)","content":"Self-Control for Those in Command—A Christian is a Christlike man, and for the very reason that he carries heavy responsibilities, he feels it degrading to himself to be in the slightest degree oppressive. If those who are in command have not self-control, they place themselves below the servant. God expects the steward whom he honors to represent the Master. If he cannot represent the patience, the kindness, the long-suffering love, the honesty and self-denial of Christ; if he forgets that he is a servant, and lifts himself up, it would be well for the people to discharge him.—Manuscript 115, 1899 (August 15, 1899)."},{"refcode_short":"ChL 63.2","refcode_long":"Christian Leadership, p. 63.2 (Ellen Gould White)","content":"The Wrong Direction—Brethren, do not depend on the President of your Conference or the President of the General Conference to think for you. God has given “to every man his work.” When men look to the President of the Conference as their helper in all their difficulties, the bearer of their burdens, the counselor in their perplexities, they are doing the very opposite of that which Christ told them to do.—Manuscript 11, 1883, p. 1."},{"refcode_short":"ChL 63.3","refcode_long":"Christian Leadership, p. 63.3 (Ellen Gould White)","content":"Managers and Self-Discipline—Your lack of self-discipline forbids you to take upon yourself such responsibilities as you have contemplated. It means much more than you realize for one to assume that he is fitted for the management of a sanitarium."},{"refcode_short":"ChL 63.4","refcode_long":"Christian Leadership, p. 63.4 (Ellen Gould White)","content":"My brother, you need to be converted, and to become as a little child. You should be fearful of following your own judgment. Should you in any way become suspicious of one who does not harmonize with you, you would make trouble. When your will and way is crossed, bitter feelings arise in your heart. You cherish a feeling of hatred toward the one whom you think has made a mistake. You forget that when a brother has made a mistake, you should “seek to restore such an one in the spirit of meekness, considering thyself lest thou also be tempted.” We are out of place in cherishing bitter feelings toward any of the Lord's purchased possession.—Letter 285, 1905, pp. 2, 3 (October 2, 1905, to Dr. Wade)."},{"refcode_short":"ChL 64.1","refcode_long":"Christian Leadership, p. 64.1 (Ellen Gould White)","content":"Control Yourself—We should not be discouraged if things of a trying nature arise. Do not let your passion rise. Control yourself. When things occur which seem unexplainable, which do not appear to be in harmony with the great Counsel Book, do not allow your own peace to be spoiled. Remember that there is a Witness, a heavenly Messenger, by your side, who is your shield, your fortress. Into it you can run, and be safe. But a word of retaliation will destroy your peace, and your confidence in God. Who then is injured?—Yourself. Who is grieved and wounded?—The Holy Spirit of God."},{"refcode_short":"ChL 64.2","refcode_long":"Christian Leadership, p. 64.2 (Ellen Gould White)","content":"On every occasion be armed and equipped with “It is Written.” God is your armor, on the right hand, and on the left. A flood of hasty words may seek for expression, but say, No; no. I will not place my feet on Satan's ground. I will not sacrifice my peace and honor as a child of God. I will keep in the only safe path, close beside Jesus, who has done so much for me...."},{"refcode_short":"ChL 64.3","refcode_long":"Christian Leadership, p. 64.3 (Ellen Gould White)","content":"Do not be surprised if great changes are made. Do not wonder if the men who felt themselves capable of handling the consciences of their fellowman, and of controlling the minds and talents God has given them should go back, and walk no more with these who believe the truth. The truth makes too great a demand upon them. When they see that they must die to self, and practice the principles of self-denial, they are displeased because they cannot gratify their ambitious desire to rule other men. Their true characters will appear. Some will make total shipwreck of the faith. “They went out from us, but they were not of us,” said John, and so it will be again."},{"refcode_short":"ChL 64.4","refcode_long":"Christian Leadership, p. 64.4 (Ellen Gould White)","content":"Hold fast to the truth, the precious, sanctifying truth. You are then in the best of company, and the very highest intelligences are beholding your course of action. You are a spectacle to the world, to angels, and to men. Under provocation, your work is to hold the faith and a good conscience, “Which some having put away concerning faith have made shipwreck.”—Letter 17, 1897 (April 7, 1897)."},{"refcode_short":"ChL 65.1","refcode_long":"Christian Leadership, p. 65.1 (Ellen Gould White)","content":"Perverted Discipline—In dealing with the erring, harsh measures should not be resorted to; milder means will effect far more. Make use of the milder means most perseveringly, and even if they do not succeed, wait patiently; never hurry the matter of cutting off a member from the church. Pray for him, and see if God will not move upon the heart of the erring. Discipline has been largely perverted. Those who have had very defective characters themselves have been very forward in disciplining others, and thus all discipline has been brought into contempt. Passion, prejudice, and partiality, I am sorry to say, have had abundant room for exhibition, and proper discipline has been strangely neglected. If those who deal with the erring had hearts full of the milk of human kindness, what a different spirit would prevail in our churches. May the Lord open the eyes and soften the hearts of those who have a harsh, unforgiving, unrelenting spirit toward those whom they think in error. Such men dishonor their office and dishonor God. They grieve the hearts of his children, and compel them to cry unto God in their distress. The Lord will surely hear their cry, and will judge for these things.—The Review and Herald, May 14, 1895."},{"refcode_short":"ChL 65.2","refcode_long":"Christian Leadership, p. 65.2 (Ellen Gould White)","content":"Control Self First—Those who control others should first learn to control themselves. Unless they learn this lesson, they can not be Christlike in their work. They are to abide in Christ, speaking as He would speak, acting as He would act,—with unfailing tenderness and compassion.—The Review and Herald, April 28, 1903."},{"refcode_short":"ChL 66","refcode_long":"Christian Leadership, p. 66 (Ellen Gould White)","content":"Self-Improvement"},{"refcode_short":"ChL 66.1","refcode_long":"Christian Leadership, p. 66.1 (Ellen Gould White)","content":"Presidents to Sense Their Responsibilities—I have been shown that the presidents of our Conferences are not all doing their duty. They are not all becoming more and more efficient. Their experience is cheapened, and as they do not exercise their powers by taxing them, trusting in God to give them efficiency, their work is defective in every respect. The mere possession of qualifications is not enough; the ability must be diligently used."},{"refcode_short":"ChL 66.2","refcode_long":"Christian Leadership, p. 66.2 (Ellen Gould White)","content":"Can nothing be devised to arouse the presidents of Conferences to a sense of their obligations? Would they could see that their position of trust only increases and intensifies their responsibility. If each president would feel the necessity of diligent improvement of his talents in devising ways and means for arousing ministers to work as they should, what a change would take place in every Conference."},{"refcode_short":"ChL 66.3","refcode_long":"Christian Leadership, p. 66.3 (Ellen Gould White)","content":"Faithful service on the part of the Conference officers and the ministers, would relieve the president of the General Conference of a large share of taxing, wearing labor. Fidelity is wanting in a marked degree. Do these men consider that the solemn scrutiny of every man's work is soon to begin in heaven?"},{"refcode_short":"ChL 66.4","refcode_long":"Christian Leadership, p. 66.4 (Ellen Gould White)","content":"When the Master went away, He gave to every man in every age and in every generation, his work; and He says, to us all, “Occupy till I come.” Have ministers thought how much is comprehended in those words? Verily there may be but a step between them and death. How stands the record of sacred trusts committed for wise improvement? Misused talents, wasted hours, neglected opportunities, duties left undone, sickly churches, the flock of God not strengthened by having their portion of that in due season."},{"refcode_short":"ChL 66.5","refcode_long":"Christian Leadership, p. 66.5 (Ellen Gould White)","content":"What is to be done! Shall the president of the General Conference carry the burden of the neglects of presidents and ministers, and weep between the porch and the altar, crying, “Spare thy people, O Lord, and give not thine heritage to reproach?” Shall he feel that he is responsible for the deep sleep, the paralysis, that is upon the people of God?"},{"refcode_short":"ChL 67.1","refcode_long":"Christian Leadership, p. 67.1 (Ellen Gould White)","content":"If he works as he has done to arouse the careless and set in order the things that others have neglected, he will become unable to labor, and will go down to an untimely grave.—Manuscript 8, 1892 (November 25, 1892, Christ and Suffering)."},{"refcode_short":"ChL 67.2","refcode_long":"Christian Leadership, p. 67.2 (Ellen Gould White)","content":"More Thinking and Planning—If the officers of a conference would bear successfully the burdens laid upon them, they must pray, they must believe, they must trust God to use them as His agents in keeping the churches of the conference in good working order. This is their part of the vineyard to cultivate. There must be far more personal responsibility, far more thinking and planning, far more mental power brought into the labor put forth for the Master. This would enlarge the capacity of the mind, and give keener perceptions as to what to do and how.—Gospel Workers, 416."},{"refcode_short":"ChL 68","refcode_long":"Christian Leadership, p. 68 (Ellen Gould White)","content":"Majoring in Minors"},{"refcode_short":"ChL 68.1","refcode_long":"Christian Leadership, p. 68.1 (Ellen Gould White)","content":"Counsel to a Leader—I knew that you never should have gone to Europe alone, for this reason: you devote much time to little particulars, and the work that you can do which others cannot do you neglect. You are so very particular to have everything done in a certain way, and are so determined in the matter, that it is next to impossible for anyone to work with you. If help should be sent to England, you would keep them doing unimportant things in the place of taking them into your heart and teaching them to be useful, so that you could go out in broader fields. There is much of self in this...."},{"refcode_short":"ChL 68.2","refcode_long":"Christian Leadership, p. 68.2 (Ellen Gould White)","content":"Who will be sent to help you we cannot say, but I will say that whoever may labor in connection with you, they will have severe trials to bear for they will feel the want of that confidence and sympathy they have a right to expect of you. You will let coldness, formality, and reserve be too distinctly seen and felt. This will hurt them, but you will hurt yourself far more."},{"refcode_short":"ChL 68.3","refcode_long":"Christian Leadership, p. 68.3 (Ellen Gould White)","content":"You have, I have been shown, neglected large responsibilities, while you bring your mind to embrace small matters which others could and should do equally as well as yourself. But the loss of a few pennies in any enterprise seems to you so large and would grieve you so sorely, that you feel that you must have everything under your inspection; therefore much good and great work is neglected for things of minor consequence. You should have been engaged in broader plans and the execution of them, keenly observant of any talent or influence that you could obtain to bring into service.—Letter 40, 1879, pp. 1, 5."},{"refcode_short":"ChL 68.4","refcode_long":"Christian Leadership, p. 68.4 (Ellen Gould White)","content":"Example To Be Corrector of Little Things—You make a great account of small things, while things of the utmost importance you have treated with indifference because every objection was not removed from your mind; and you have unwisely awakened unbelief in the minds of others who have had confidence in you. You have interested yourself in things of minor importance in others, noticed articles of dress, little acts, words, and such things which should not call forth reproof or remarks from you."},{"refcode_short":"ChL 69.1","refcode_long":"Christian Leadership, p. 69.1 (Ellen Gould White)","content":"Your holy example will be the greatest corrector of these things. You have noticed these little things and spent many words upon them and have suffered yourself to become irritated over them. Even if the ones you reproved sinned, your sin was greater by arbitrarily bearing down upon them for these small matters when in many things you were more faulty than they.—Letter 5, 1864, p. 2 (February 22, 1864, to Brother Hutchens)."},{"refcode_short":"ChL 69.2","refcode_long":"Christian Leadership, p. 69.2 (Ellen Gould White)","content":"Making a World out of an Atom—O how many might do a noble work in self-denial and self-sacrifice, who are absorbed in the little things of life! They are blind and cannot see afar off. They make a world of an atom and an atom of a world. They have become shallow streams, because they do not impart to others the water of life.—Evangelism, 215."},{"refcode_short":"ChL 69.3","refcode_long":"Christian Leadership, p. 69.3 (Ellen Gould White)","content":"Minor Matters Made Major—Some had been bringing in false tests, and had made their own ideas and notions a criterion, magnifying matters of little importance into tests of Christian fellowship, and binding heavy burdens upon others. Thus a spirit of criticism, fault-finding, and dissension had come in, which had been a great injury to the church. And the impression was given to unbelievers that Sabbathkeeping Adventists were a set of fanatics and extremists, and that their peculiar faith rendered them unkind, uncourteous, and really unchristian in character. Thus the course of a few extremists prevented the influence of the truth from reaching the people.—Evangelism, 215."},{"refcode_short":"ChL 70","refcode_long":"Christian Leadership, p. 70 (Ellen Gould White)","content":"Committee Meetings"},{"refcode_short":"ChL 70.1","refcode_long":"Christian Leadership, p. 70.1 (Ellen Gould White)","content":"Meeting With God—Let those who attend committee meetings remember that they are meeting with God, who has given them their work. Let them come together with reverence and consecration of heart. They meet to consider important matters connected with the Lord's cause. In every particular their actions are to show that they are desirous of understanding His will in regard to the plans to be laid for the advancement of His work.—Testimonies for the Church 7:256."},{"refcode_short":"ChL 70.2","refcode_long":"Christian Leadership, p. 70.2 (Ellen Gould White)","content":"Accountable to God—Let every one who sits in council and committee meetings write in his heart the words, I am working for time and for eternity; and I am accountable to God for the motives that prompt me to action. Let this be his motto. Let the prayer of the psalmist be his prayer: “Set a watch O Lord, before my mouth; keep the door of my lips. Incline not my heart to any evil thing.” Psalm 141:3, 4.—Testimonies for the Church 7:258, 259."},{"refcode_short":"ChL 70.3","refcode_long":"Christian Leadership, p. 70.3 (Ellen Gould White)","content":"More Prayer—If there were more prayer in the councils of those bearing responsibilities, more humbling of the heart before God, we should see abundant evidence of divine leadership, and our work would make rapid progress.—Testimonies for the Church 8:238."},{"refcode_short":"ChL 70.4","refcode_long":"Christian Leadership, p. 70.4 (Ellen Gould White)","content":"Don't Debate Minor Items—In our business meetings, it is important that precious time should not be consumed in debating points that are of small consequence. The habit of petty criticism should not be indulged; for it perplexes and confuses minds, and shrouds in mystery the things that are most plain and simple.—Gospel Workers, 447."},{"refcode_short":"ChL 70.5","refcode_long":"Christian Leadership, p. 70.5 (Ellen Gould White)","content":"Conduct Meeting in Business-Like Manner—Let them not waste a moment in unimportant conversation; for the Lord's business should be conducted in a business-like, perfect way. If some member of a committee is careless and irreverent, let him be reminded of Christ, that he is in the presence of a Witness by whom all actions are weighed.—Testimonies for the Church 7:258."},{"refcode_short":"ChL 71","refcode_long":"Christian Leadership, p. 71 (Ellen Gould White)","content":"Finances"},{"refcode_short":"ChL 71.1","refcode_long":"Christian Leadership, p. 71.1 (Ellen Gould White)","content":"Faithful Stewards—Neglect is Robbery—Let all who fear God come up to the help of the Lord, and show themselves faithful stewards. The truth must go to all parts of the world. I have been shown that many in our churches are robbing God in tithes and offerings. God will execute upon them just that which He has declared. To the obedient, He will give rich blessings; to the transgressor, a curse. Every man who bears the message of truth to our churches, must do his duty by warning, educating, rebuking. Any neglect of duty which is a robbery toward God, means a curse upon the delinquent.—Testimonies to Ministers and Gospel Workers, 307."},{"refcode_short":"ChL 71.2","refcode_long":"Christian Leadership, p. 71.2 (Ellen Gould White)","content":"Faithful in Paying Tithes—This is not a request of man; it is one of God's ordinances, whereby His work may be sustained and carried on in the world. God help us to repent. “Return unto Me,” He says, “and I will return unto You.” Men who have a desire to do their duty, have it all laid down in clear lines in this chapter. No one can excuse himself from paying his tithes and offerings to the Lord.—Testimonies to Ministers and Gospel Workers, 307."},{"refcode_short":"ChL 71.3","refcode_long":"Christian Leadership, p. 71.3 (Ellen Gould White)","content":"Finances to Be Managed By Business Men—It is a great mistake to keep a minister who is gifted with power to preach the gospel, constantly at work in business matters."},{"refcode_short":"ChL 71.4","refcode_long":"Christian Leadership, p. 71.4 (Ellen Gould White)","content":"He who holds forth the Word of life is not to allow too many burdens to be placed upon him. He must take time to study the Word and to examine self. If he closely searches his own heart, and gives himself to the Lord, he will better understand how to grasp the hidden things of God.... The finances of the cause are to be properly managed by business men of ability; but preachers and evangelists are set apart for another line of work. Let the management of financial matters rest on others than those set apart for the work of preaching the gospel...."},{"refcode_short":"ChL 71.5","refcode_long":"Christian Leadership, p. 71.5 (Ellen Gould White)","content":"Those in charge of the work have erred sometimes in permitting the appointment of men devoid of business tact and ability to manage important financial interests. A man's fitness for one position does not always qualify him to fill another position. Experience is of great value. The Lord desires to have men of intelligence connected with His work,—men qualified for various positions of trust in our conferences and institutions. Especially are consecrated business men needed,—men who will carry the principles of truth into every business transaction. Those placed in charge of financial matters should not assume other burdens,—burdens that they are incapable of bearing; nor is the business management to be entrusted to incompetent men.—The Review and Herald, October 5, 1905."},{"refcode_short":"ChL 72.1","refcode_long":"Christian Leadership, p. 72.1 (Ellen Gould White)","content":"Funds to be Wisely Invested—The men in positions of trust should regard the means they handle as God's revenue, and use it in an economical manner. When there is an abundance in the treasury, they are not to invest it in adding building to building in places already provided with memorials for God. Hundreds of other places are in need of this money, that they, too, may have something established to represent the truth. All parts of the Lord's vineyard are to be worked. The power to use and disburse the Lord's money is not to be left to the judgment of any one man.—Medical Ministry, 164, 165."},{"refcode_short":"ChL 73","refcode_long":"Christian Leadership, p. 73 (Ellen Gould White)","content":"Courage"},{"refcode_short":"ChL 73.1","refcode_long":"Christian Leadership, p. 73.1 (Ellen Gould White)","content":"Not Boys But Men—There must be in these conferences, not children, but men who will move understandingly and bear burdens, letting their voice be heard above the voices of the unfaithful, who present objections, doubts, and criticism. Great interests are not to be managed by children. An undeveloped Christian, dwarfed in religious growth, destitute of wisdom from above, is unprepared to meet the fierce conflicts through which the church is often called to pass. “I have set watchmen upon thy walls, O Jerusalem, which shall never hold their peace day nor night.” Unless the minister shall fearlessly declare the whole truth, unless he shall have an eye single to the glory of God and shall work under the direction of the great Captain of his salvation, unless he shall move to the front, irrespective of censure and uncontaminated by applause, he will be accounted an unfaithful watchman."},{"refcode_short":"ChL 73.2","refcode_long":"Christian Leadership, p. 73.2 (Ellen Gould White)","content":"There are some in _____ who ought to be men instead of boys...."},{"refcode_short":"ChL 73.3","refcode_long":"Christian Leadership, p. 73.3 (Ellen Gould White)","content":"When God raises up men to do His work, they are false to their trust if they allow their testimony to be shaped to please the minds of the unconsecrated. He will prepare men for the times. They will be humble, God-fearing men, not conservative, not policy men; but men who have moral independence and will move forward in the fear of the Lord. They will be kind, noble, courteous, yet they will not be swayed from the right path, but will proclaim the truth in righteousness whether men will hear or whether they will forbear.—Testimonies for the Church 5:262-263."},{"refcode_short":"ChL 73.4","refcode_long":"Christian Leadership, p. 73.4 (Ellen Gould White)","content":"Men of Action—The Lord calls for minutemen, men who will be prepared to speak words in season and out of season that will arrest the attention and convict the heart. The kingdom of God consisteth not in outward show. Light will not be received by following selfish plans, but by looking unto Jesus, following Christ's leadings, not the suppositions of men. The kingdom of God is righteousness and peace and joy in the Holy Ghost. It often happens that circumstances arise which demand prompt action. And sometimes precious opportunities have been lost because of delay. The one who should have acted promptly felt that he must first consult with some one who was far away and who was unacquainted with the true conditions. Much time has thus been lost in asking advice and counsel from men who were not in a position to give wise counsel. Let all God's workers be guided by the word of truth which points out their duty, following implicitly the directions Christ has given.—Testimonies to Ministers and Gospel Workers, 497, 498."},{"refcode_short":"ChL 74.1","refcode_long":"Christian Leadership, p. 74.1 (Ellen Gould White)","content":"Leader Must Have Courage To Do Battle—God calls upon the individual members of the churches in these two Conferences to arouse and be converted. Brethren, your worldliness, your distrust, your murmurings, have placed you in such a position that it will be exceedingly difficult for any one to labor among you. While your president neglected his work and failed in his duty, your attitude was not such as to give him any encouragement. The one in authority should have acquitted himself as a man of God, reproving, exhorting, encouraging, as the case demanded, whether you would receive or reject his testimony. But he was easily discouraged, and left you without the help that a faithful minister of Christ should have given. He failed in not keeping up with the opening providence of God, and in not showing you your duty and educating you up to the demands of the time; but the minister's neglect should not dishearten you, and lead you to excuse yourselves for neglecting duty. There is the more need of energy and fidelity on your part.—Testimonies for the Church 5:281."},{"refcode_short":"ChL 75","refcode_long":"Christian Leadership, p. 75 (Ellen Gould White)","content":"Health"},{"refcode_short":"ChL 75.1","refcode_long":"Christian Leadership, p. 75.1 (Ellen Gould White)","content":"Stand Firmly on Health Reform—Let those who are teachers and leaders in our cause take their stand firmly on Bible ground in regard to health reform, and give a straight testimony to those who believe we are living in the last days of this earth's history. A line of distinction must be drawn between those who serve God and those who serve themselves."},{"refcode_short":"ChL 75.2","refcode_long":"Christian Leadership, p. 75.2 (Ellen Gould White)","content":"I have been shown that the principles that were given us in the early days of the message are as important and should be regarded just as conscientiously today as they were then. There are some who have never followed the light given on the question of diet. It is now time to take the light from under the bushel and let it shine forth in clear, bright rays.—Testimonies for the Church 9:158."},{"refcode_short":"ChL 75.3","refcode_long":"Christian Leadership, p. 75.3 (Ellen Gould White)","content":"Working Contrary to Health Principles—There are some professed believers who accept certain portions of the Testimonies as the message of God, while they reject those portions that condemn their favorite indulgences. Such persons are working contrary to their own welfare and the welfare of the church. It is essential that we walk in the light while we have the light. Those who claim to believe in health reform, and yet work counter to its principles in the daily life practice, are hurting their own souls and are leaving wrong impressions upon the minds of believers and unbelievers.—Testimonies for the Church 9:154."},{"refcode_short":"ChL 76","refcode_long":"Christian Leadership, p. 76 (Ellen Gould White)","content":"Trusting God"},{"refcode_short":"ChL 76.1","refcode_long":"Christian Leadership, p. 76.1 (Ellen Gould White)","content":"Trust God—Wait Patiently—Those who, standing in the forefront of the conflict, are impelled by the Holy Spirit to do a special work, will frequently feel a reaction when the pressure is removed. Despondency may shake the most heroic faith, and weaken the most steadfast will. But God understands, and He still pities and loves. He reads the motives and the purposes of the heart. To wait patiently, to trust when everything looks dark, is the lesson that the leaders in God's work need to learn. Heaven will not fail them in their day of adversity. Nothing is apparently more helpless, yet really more invincible, than the soul that feels its nothingness, and relies wholly on God.—Prophets and Kings, 174, 175."},{"refcode_short":"ChL 76.2","refcode_long":"Christian Leadership, p. 76.2 (Ellen Gould White)","content":"Experienced, God-fearing, Proved Men—Positions have been given to young, inexperienced men, which ought to have been given to men who had an experience gained in the early history of the work. Let positions of trust be given to experienced, God-fearing, proved men, men who will bear the message of reproof sent by God.—Letter 35, 1900, p. 1 (February 13, 1900, to General Conference Committee)."},{"refcode_short":"ChL 76.3","refcode_long":"Christian Leadership, p. 76.3 (Ellen Gould White)","content":"Counsel to a General Conference President—Elder Olsen, of necessity you have many burdens to bear; but do not gather burdens, and become crushed under them. The Lord does not mean to press weights on any one to crush out his life, and forever stop his bearing any burdens. Our loving heavenly Father says to every one of His workers, “Cast thy burden upon the Lord, and He shall sustain thee.” Again comes the injunction, “Casting all your care upon Him; for He careth for you.”"},{"refcode_short":"ChL 76.4","refcode_long":"Christian Leadership, p. 76.4 (Ellen Gould White)","content":"The Lord estimates every weight before He allows it to rest upon the heart of those who are laborers together with Him. Jesus has borne sorrows and burdens, and He knows just what they are. He has His eye upon every laborer. “The Lord telleth the number of the stars,” and yet “He healeth the broken in heart, and bindeth up their wounds. The Lord invites you to roll your burden on Him for He carries you on His heart."},{"refcode_short":"ChL 77.1","refcode_long":"Christian Leadership, p. 77.1 (Ellen Gould White)","content":"Then have real practical faith in Jesus, and believe He will carry every load, great or small. You must take the anxieties to Jesus, and believe He takes them, and bears them for you...."},{"refcode_short":"ChL 77.2","refcode_long":"Christian Leadership, p. 77.2 (Ellen Gould White)","content":"Worry is blind and cannot discern the future. But Jesus sees the end from the beginning, and He has prepared His way to bring relief. “So much to do!” Yes; but who is the chief worker? Jesus Christ your Lord. He offers to lighten the loads we carry by putting Himself under the loads. Abiding in Christ, and Christ abiding in us, we can do all things through Him, who strengtheneth us."},{"refcode_short":"ChL 77.3","refcode_long":"Christian Leadership, p. 77.3 (Ellen Gould White)","content":"Now, my brother, don't worry. Do not allow yourself to be kept up through unreasonable hours in committee meetings. You need rest for the brain, and you will break down unless you have rest.—Letter 41, 1892."},{"refcode_short":"ChL 77.4","refcode_long":"Christian Leadership, p. 77.4 (Ellen Gould White)","content":"Looking Constantly to Jesus—No man is so high in power and authority but that Satan will assail him with temptation, And the more responsible the position a man occupies, the fiercer and more determined are the assaults of the enemy. Let God's servants in every place study His word, looking constantly to Jesus, that they may be changed into His image. The inexhaustible fullness and the all-sufficiency of Christ are at our command if we walk before God in humility and contrition.—Manuscript 140, 1902 (November 6, 1902, Principles for the Guidance of Men in Positions of Responsibility)."}]