[{"refcode_short":"ChristianEducator","refcode_long":"The Christian Educator","content":"The Christian Educator"},{"refcode_short":"ChristianEducator August 1,  1897","refcode_long":"The Christian Educator August 1,  1897","content":"1897"},{"refcode_short":"ChristianEducator August 1,  1897","refcode_long":"The Christian Educator August 1,  1897","content":"August 1, 1897"},{"refcode_short":"ChristianEducator August 1,  1897","refcode_long":"The Christian Educator August 1,  1897","content":"True Education"},{"refcode_short":"ChristianEducator August 1,  1897, par. 1","refcode_long":"The Christian Educator August 1,  1897, paragraph 1","content":"Education, as it is conducted in the schools of today, is one-sided, and therefore a mistake. As the purchase of the Son of God, we are his property, and every one should have an education in the school of Christ. Wise teachers should be chosen for our schools. Teachers have to deal with human minds, and they are responsible to God to impress upon those minds the necessity of knowing Christ as a personal Saviour. But no one can truly educate God's purchased possession unless he himself has learned in the school of Christ how to teach."},{"refcode_short":"ChristianEducator August 1,  1897, par. 2","refcode_long":"The Christian Educator August 1,  1897, paragraph 2","content":"I must tell you from the light given me by God, I know that much time and money are spent by students in acquiring a knowledge that is as chaff to them; for it does not enable them to help their fellow men to form characters that will fit them to unite with saints and angels in the higher school. In the place of crowding youthful minds with a mass of things that are distasteful, and that in many cases will never be of any use to them, a practical education should be given. Time and money are spent in gaining useless knowledge. The mind should be carefully and wisely taught to dwell upon Bible truth. The main object of education should be to gain a knowledge of how we can glorify God, whose we are by creation and by redemption. The result of education should be to enable us to understand the voice of God."},{"refcode_short":"ChristianEducator August 1,  1897, par. 3","refcode_long":"The Christian Educator August 1,  1897, paragraph 3","content":"The earth is corrupt and dark and idolatrous, but amid the darkness and corruption a pure, divine light, the word of God, is shining. But although we have known the truth for many years, little advancement has been made by those who have been given light. Whose plan was it to produce that class of books that have been patronized in our schools? It was largely the plan of men who did not have the experience of Moses and Joshua and Daniel, and the other prophets and apostles, who endured the seeing of Him who is invisible. Seeing God by faith, gives a conception of the divine character, the perfection of heaven. But to place in our schools the books that have been placed there as standard books, is an offense to God. In this age, as never before, when the two great forces of the Prince of Heaven and the prince of hell have met in decided conflict, our youth need instruction in Bible principles. Like the branches of the True Vine, the word of God presents unity in diversity. There is in it a perfect, superhuman, mysterious unity. It contains divine wisdom, and that is the foundation of all true education; but this book has been treated indifferently."},{"refcode_short":"ChristianEducator August 1,  1897, par. 4","refcode_long":"The Christian Educator August 1,  1897, paragraph 4","content":"Now, as never before, we need to understand the true science of education. If we fail to understand this, we shall never have a place in the kingdom of God. “This is life eternal, that they might know thee, the only true God, and Jesus Christ whom thou hast sent.” If this is the price of heaven, shall not our education be conducted on these lines? Christ must be everything to us. “Unto us a child is born, unto us a son is given: and the government shall be upon his shoulder; and his name shall be called Wonderful, Counselor, the mighty God, the everlasting Father, the Prince of Peace.” What a foundation is here laid for the faith of those who shall live in all ages. When Christ ascended to heaven, he ascended as our advocate. We always have a friend at court. And from on high Christ sends his representative to every nation, kindred, tongue, and people. The Holy Spirit gives the divine anointing to all who receive Christ."},{"refcode_short":"ChristianEducator August 1,  1897, par. 5","refcode_long":"The Christian Educator August 1,  1897, paragraph 5","content":"This is the great subject that underlies all true, sanctified education. When this is made the theme of our conversation, no idle, common talk will fall from our lips. Jesting and joking are heard because the soul temple is unsanctified and unholy."},{"refcode_short":"ChristianEducator August 1,  1897, par. 6","refcode_long":"The Christian Educator August 1,  1897, paragraph 6","content":"God, the everlasting Father, gave his only begotten Son to the world that all who come to him might have everlasting life. And in this gift he opened to us a channel of the richest and most inexhaustible treasures. This sacred theme should be the food of our minds. With this bread of life we should satisfy our soul-hunger. If we do this, we cannot hunger for worldly excitement or grandeur. Our religious experience is of exactly the same quality as the food we give our minds...."},{"refcode_short":"ChristianEducator August 1,  1897, par. 7","refcode_long":"The Christian Educator August 1,  1897, paragraph 7","content":"The truths contained in the Scriptures are grand, elevating, uplifting, ennobling. If the lost image of God is restored in this world, these truths must be cherished. They are graced with such simplicity that they could not possibly have originated in any human mind. A sower from a higher world went forth to sow the world with the seeds of truth. Only this higher phase of education is able to prepare students for the higher school, where Christ and God will be the teachers, and where, throughout eternity, we shall learn how best to magnify and glorify God's name."},{"refcode_short":"ChristianEducator August 1,  1897, par. 8","refcode_long":"The Christian Educator August 1,  1897, paragraph 8","content":"Men who are not burdened to learn Greek and Latin may yet possess a most earnest zeal to prepare in this life to receive life eternal, and enter the higher school, taking with them the result of their studies in this world. When they reach the heavenly school, their education will have advanced just in proportion as in this world they strove to obtain a knowledge of God and the world's Redeemer. And just in proportion to the advancement they have made in seeking God and his righteousness will they be rewarded in the future immortal life."},{"refcode_short":"ChristianEducator August 1,  1897, par. 9","refcode_long":"The Christian Educator August 1,  1897, paragraph 9","content":"The scheme of redemption is not a common study. Had it been so, many souls would not have been disloyal to God. Commencing with the apostasy and the gospel presented to Adam and Eve in Eden, and tracing down prophetic history, the word of God unfolds the plan of redemption, gathering fresh and increased evidence, until the fulness of the time came, and then Christ made his advent into the world. In Christ the deity was represented. He was the great instructor in divine philosophy. He came without display, having no outward glory to stimulate mere admiration, and possessing no earthly riches...."},{"refcode_short":"ChristianEducator August 1,  1897, par. 10","refcode_long":"The Christian Educator August 1,  1897, paragraph 10","content":"But as a golden treasure, truth was entrusted to the Jewish nation. The Jewish economy, bearing the signature of heaven, was instituted by the great teacher, Jesus Christ. In types and shadows, important truths and mysteries that needed an interpreter, were veiled. The shadow pointed to the substance; and when Jesus came to our world, it was to let spiritual light shine forth. Hear, O heavens! and be astonished, O earth! The appointed instructor was no less a personage than the only begotten Son of God. God was revealed in Christ. He made plain the treasures of truth. He displaced the rubbish that had been piled on the Sabbath of the fourth commandment, declaring himself the Lord of the Sabbath. He who made the world and made man, also made the Sabbath, and gave it to man to keep holy...."},{"refcode_short":"ChristianEducator August 1,  1897, par. 11","refcode_long":"The Christian Educator August 1,  1897, paragraph 11","content":"God's standard of character is his law. Satan said, I will tear down this standard, and will plant my own standard in its place. This he has tried and is still trying to do, that God's standard may be eclipsed or seen through a glass darkly. The Jews did not see it, and that is why they crucified Christ. The Christian world do not see it, and that is why they refuse to acknowledge the law of God. In so doing they make themselves accountable for the sins that destroyed the inhabitants of the old world by a flood, that brought fire and brimstone upon Sodom, and that destroyed the Jewish nation. Shall those to whom God has given wonderful opportunities and great light follow in the tread of those who rejected light to their ruin? Shall those to whom God has entrusted wonderful truth remain on the low level of the teachers of this generation?"},{"refcode_short":"ChristianEducator November 1,  1897","refcode_long":"The Christian Educator November 1,  1897","content":"November 1, 1897"},{"refcode_short":"ChristianEducator November 1,  1897","refcode_long":"The Christian Educator November 1,  1897","content":"The Duty of Home Discipline"},{"refcode_short":"ChristianEducator November 1,  1897, par. 1","refcode_long":"The Christian Educator November 1,  1897, paragraph 1","content":"Parents should feel the responsibility of educating their children. Mothers are not to be given up to the following of fashion, but to be queens in their households. They are to train their children to be obedient to all the statutes and commandments of the Lord, keeping before their tender minds the fact that the sin of Adam and Eve opened upon our world the flood-gates of disappointment, sorrow, and suffering as the result of disobeying God's requirements."},{"refcode_short":"ChristianEducator November 1,  1897, par. 2","refcode_long":"The Christian Educator November 1,  1897, paragraph 2","content":"In the old dispensation the significance of the typical sacrifices was often brought before the minds of the children, for they prefigured the great sacrifice that was to be made for the redemption of man. The same lessons are essential in our time, that a foundation may be laid for prosperous households. “And they that shall be of thee shall build the old waste places: thou shalt raise up the foundations of many generations; and thou shalt be called, The repairer of the breach, The restorer of paths to dwell in. If thou turn away thy foot from the sabbath, from doing thy pleasure on my holy day; and call the sabbath a delight, the holy of the Lord, honorable; and shalt honor him, not doing thine own ways, nor finding thine own pleasure, nor speaking thine own words: then shalt thou delight thyself in the Lord; and I will cause thee to ride upon the high places of the earth, and feed thee with the heritage of Jacob thy father: for the mouth of the Lord hath spoken it.”"},{"refcode_short":"ChristianEducator November 1,  1897, par. 3","refcode_long":"The Christian Educator November 1,  1897, paragraph 3","content":"If parents had always followed the directions of God, and had aimed to reach the high standard of life and character which is presented in the law of God, we should have altogether a different world, and should breathe in a holier, purer atmosphere. Parents should educate their children, teaching them that the law of the Lord is perfect, converting the soul, that each member of the household might say, “I will walk in mine house in a perfect way, I will behave myself wisely.” The reason why the world is so wicked, and the earth is defiled under the inhabitants thereof, is that there is so little respect for the law of the Lord. The reason there is so little respect for the Lord God of Hosts is that children are brought up to have little respect for their parents. All family government is to be shaped after the direction given by Jesus Christ through Moses to the heads of households. In homes where children and parents are followers of Jesus Christ there will be the doing of his word, that they may receive the blessings promised to the obedient, and avoid the curse that is the sure result of disobedience. If there is not a law in the household after the similitude of the law of God, there will be dissension, selfishness, and unhappiness. The Lord will work with parents as they work with him to be doers of his will."},{"refcode_short":"ChristianEducator November 1,  1897, par. 4","refcode_long":"The Christian Educator November 1,  1897, paragraph 4","content":"There should be no disorder, no haphazard work in the family; for those who profess to be followers of Christ are to reveal the fact to the church, to the world, and to the heavenly universe. There are a great many families under the displeasure of God, because they follow their own imperfect way, and do not obey the words of Christ given for the instruction of parents in the Old Testament. “That thou mightest fear, the Lord thy God, to keep all his statutes and his commandments, which I command thee, thou, and thy son, and thy son's son, all the days of thy life; and that thy days may be prolonged. Hear therefore, O Israel, and observe to do it; that it may be well with thee, and that ye may increase mightily, as the Lord God of thy fathers hath promised thee, in the land that floweth with milk and honey. Hear, O Israel: the Lord our God is one Lord: and thou shalt love the Lord thy God with all thine heart, and with all thy soul, and with all thy might. And these words, which I command thee this day, shall be in thine heart; and thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up. And thou shalt bind them for a sign upon thine hand, and they shall be as frontlets between thine eyes. And thou shalt write them upon the posts of thine house, and on thy gates.”"},{"refcode_short":"ChristianEducator October 1,  1898","refcode_long":"The Christian Educator October 1,  1898","content":"1898"},{"refcode_short":"ChristianEducator October 1,  1898","refcode_long":"The Christian Educator October 1,  1898","content":"October 1, 1898"},{"refcode_short":"ChristianEducator October 1,  1898","refcode_long":"The Christian Educator October 1,  1898","content":"Practical Missionary Work, a Branch of True Education"},{"refcode_short":"ChristianEducator October 1,  1898, par. 1","refcode_long":"The Christian Educator October 1,  1898, paragraph 1","content":"Bible study is to lie at the foundation of all true education, but more, far more, than a mere theoretical knowledge of Bible truth is required. It is not enough to fill the minds of our students with precious lessons of the deepest importance, and then leave lesson after lesson unused. Missionary work should be done by suitable ones, that they may learn to impart that which they have received. Those to whom light has been given are not to seal up the precious ointment, but are to break the bottle and let the fragrance be shared by all around. There are those among our students who have precious talents. Our Counselor says, “Let the talents be put out to usury.”"},{"refcode_short":"ChristianEducator October 1,  1898, par. 2","refcode_long":"The Christian Educator October 1,  1898, paragraph 2","content":"It is necessary to the best education that we give the students time to do missionary work, time to become acquainted with the families among whom they live. They should not be loaded down with all the studies they can carry, but should be given time to use the knowledge they have acquired. They should be encouraged to do faithful missionary work, by becoming interested in those who are in the darkness of error, taking to them the truth where they are. With all humility of heart, seeking knowledge from Christ, praying, and watching unto prayer, they may make known to others the truth that is placed before them day by day."},{"refcode_short":"ChristianEducator October 1,  1898, par. 3","refcode_long":"The Christian Educator October 1,  1898, paragraph 3","content":"Those who do this work will find many, both old and young, who are full of hereditary prejudice, who hate the truth because of a misconception of its character. As these become acquainted with those who know and practise the truth, they will see their own errors, and though wrath and spiteful passions may appear to be cherished, friendly intercourse will change these feelings. A thick veil of prejudice blinds many minds. They need love and pity and the holiness of truth."},{"refcode_short":"ChristianEducator October 1,  1898, par. 4","refcode_long":"The Christian Educator October 1,  1898, paragraph 4","content":"The teachers and students in our schools need the divine touch. God can do more for them than he has done, but in the past his way has been restricted. If a missionary spirit were encouraged, even though it took some hours from the program of study, if there were more faith and spiritual zeal, more of a realization of what God will do, much of heaven's blessing would be given them. There are holy chords yet to be touched. Teachers as well as students need to show greater teachableness. Just in proportion to the true missionary spirit that is brought into the education and training of the youth, will be the blessing bestowed. Students should begin to work in missionary lines, they should learn to take hold of Christ, while connected with persons of broad experience, with whom they may counsel and advise. As they do this, they will not only advance in knowledge and intellectual power, but will learn how to work, so that when the school term is ended, and they are separated from teachers and experienced advisers, they will be prepared to engage in earnest missionary labor, working under the direction of the greatest Teacher the world has ever known. It is as essential that they should know how to communicate, as that they should receive, a knowledge of the truth. The practise of telling others about Christ, of reading and explaining his word, will stamp that word on the mind, and make the truth their own."},{"refcode_short":"ChristianEducator October 1,  1898, par. 5","refcode_long":"The Christian Educator October 1,  1898, paragraph 5","content":"“Thou shalt love the Lord thy God with all thy heart ... and thy neighbor as thyself.” This is God's command. Jesus has given an additional requirement. “A new commandment I give unto you, That ye love one another; as I have loved you,that ye also love one another.” Man never knew the strength of that love until Christ came to this earth and gave his life for sinners. “Greater love hath no man than this, That a man lay down his life for his friends.” We are not merely to love our neighbor as ourselves; we are to love one another as Christ has loved us. “As the father hath loved me, so have I loved you,” he declared, “continue ye in my love. If ye keep my commandments, ye shall abide in my love, even as I have kept my Father's commandments, and abide in his love. These things have I spoken unto you, that my joy might remain in you, and that your joy might be full. This is my commandment, That ye love one another as I have loved you.”"},{"refcode_short":"ChristianEducator October 1,  1898, par. 6","refcode_long":"The Christian Educator October 1,  1898, paragraph 6","content":"The students and also the teachers in our schools need to take time to become acquainted with the members of the community in which they live. The love that Christ has manifested toward us, we must cultivate for others. The truth will not long remain in the heart unless it works by love to save souls that are ready to perish."},{"refcode_short":"ChristianEducator October 1,  1898, par. 7","refcode_long":"The Christian Educator October 1,  1898, paragraph 7","content":"God does not want our schools to be conducted on stereotyped, human plans, as many are now being conducted. He would have us beware of human precision, of making a line on which every one must tread. A different element must be brought into our schools. Wrong maxims and methods of teaching, which have been looked upon as wholly essential, have been followed. Those who are connected with our schools must penetrate deeper than their own habits or opinions, which have been esteemed as good authority. There must not be so many studies and duties placed on the students that they will neglect to talk with the great Teacher, the Lord Jesus Christ, and let into their hearts the softening, subduing influence that dwelt in him. It is essential that students be taught, not only by pen and voice, how to do missionary work, but also by working with them in various missionary lines. All about us there are persons who need to be taught how to cook and how to treat the sick. By engaging in these lines of work, we practise the truth as it is in Jesus. Teachers and students need to study how to engage in this work. The teachers should take students to places where help is needed, giving them practical instruction in how to care for the sick."},{"refcode_short":"ChristianEducator October 1,  1898, par. 8","refcode_long":"The Christian Educator October 1,  1898, paragraph 8","content":"The teachers must draw from the deep, central source of all moral and intellectual power, asking the Lord to give them the mind that was in Christ Jesus, that every case that calls for sympathy and help, in physical as well as spiritual lines, may receive their attention. Teach the students to make a practical application of the lessons they have received. As they witness human woe, and the deep poverty of those whom they are trying to help, they will be stirred with compassion. Their hearts will be softened and subdued by the deep, holy principles of the word of God."},{"refcode_short":"ChristianEducator October 1,  1898, par. 9","refcode_long":"The Christian Educator October 1,  1898, paragraph 9","content":"The great Physician co-operates with every effort made in behalf of suffering humanity, to give light to the body, and life and restoration to the soul. And why is this? Satan came into our world, and led men into temptation. With sin came sickness and suffering, for we reap that which we sow. Satan afterward caused man to charge upon God the suffering which is but the sure result of the transgression of physical law. God is thus falsely accused, and his character misrepresented. He is charged with doing that which Satan himself has done. God would have his people expose this falsehood of the enemy. To them he has given the light of the gospel of health, and as his representatives they are to give the light to others. As they work to relieve suffering humanity, they are to point out the origin of all suffering, and direct the mind to Jesus, the great Healer of both soul and body. His heart of sympathy goes out to all earth's sufferers, and with every one who works for their relief, he co-operates. As with his blessing health returns, the character of God will be vindicated, and the lie thrown back upon Satan, its originator."},{"refcode_short":"ChristianEducator October 1,  1898, par. 10","refcode_long":"The Christian Educator October 1,  1898, paragraph 10","content":"We must give the Lord a chance to do his work, his great work for the soul. Christ is our sufficiency. Each one of us must understand what it means to have the word of God fulfilled in us. As Christ was in this world, so we are to be. If in this life we are like him in character, we shall in heaven have his likeness. If there is no likeness between Christ and us in this world, there can be no fellowship between us when he shall come in his glory and all the holy angels with him. As religious teachers, we are under obligation to teach our students how to engage in medical missionary work. Those who do this work have many opportunities to sow the seeds of truth in a way that will be successful. A heart full of gratitude to God can pray, “Teach me thy way, O God, lead me in a plain path because of mine observers.”"},{"refcode_short":"ChristianEducator October 1,  1898, par. 11","refcode_long":"The Christian Educator October 1,  1898, paragraph 11","content":"There is a work to be done all about our schools. If we are light-bearers to the world, we are pledged to teach the students how to communicate light, and to give them an opportunity to work. We are to give the invitation to the supper, for it is glad tidings for all people. Let all who are qualifying themselves for this work spend much time in prayer. Let them contemplate their duty in the light of the word of God. We must now see what can be done to educate the students in practical missionary work, so that they can impart to others that which they have received. Who will devote a portion of his time to this work? Remember, Christ is the Prince of life, the rightful Sovereign of all the byways and hedges, and he knows what they need."},{"refcode_short":"ChristianEducator October 1,  1898, par. 12","refcode_long":"The Christian Educator October 1,  1898, paragraph 12","content":"God has placed on us a burden of responsibility that we do not recognize. We must learn deeper lessons in the school of Christ. We can do much in his strength. He would have us teach the students how to take up the work he has left them to do, that they may not lose the spirit of the work by too close an application to the theory of the truth. It is an intelligent knowledge made perfect by practise that makes an efficient worker."},{"refcode_short":"ChristianEducator October 1,  1898, par. 13","refcode_long":"The Christian Educator October 1,  1898, paragraph 13","content":"“This gospel of the kingdom must be preached in all the world for a witness to all nations: and then shall the end come.” “All power is given unto me in heaven and in earth,” Christ declares. This power he is ready to transfer to those who will co-operate with him in self-denial and self-sacrifice. We must without delay open a way that this branch of education may be developed. The students must be given special opportunities to do missionary work, that they may place themselves in the channel to receive and impart light. They must make known the truth that has made them children of God."},{"refcode_short":"ChristianEducator October 1,  1898, par. 14","refcode_long":"The Christian Educator October 1,  1898, paragraph 14","content":"If we believe the word of God, our greatest aim and object should be to educate and train young men and women to go forth and do missionary work. Thus they can use the truth that has been so faithfully presented to them. As they visit families, the precious truths they have heard, the drill they have had on Bible themes, will be brought to their minds. As they read and explain the word, “the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance whatsoever I have said unto you.” In this way not only will those who know not the truth be encouraged, but those who are telling the preciousness of Christ will be greatly blessed."},{"refcode_short":"ChristianEducator April 1,  1899","refcode_long":"The Christian Educator April 1,  1899","content":"1899"},{"refcode_short":"ChristianEducator April 1,  1899","refcode_long":"The Christian Educator April 1,  1899","content":"April 1, 1899"},{"refcode_short":"ChristianEducator April 1,  1899","refcode_long":"The Christian Educator April 1,  1899","content":"God and Nature"},{"refcode_short":"ChristianEducator April 1,  1899, par. 1","refcode_long":"The Christian Educator April 1,  1899, paragraph 1","content":"The most difficult and humiliating lesson that man has to learn, if he is kept by the power of God, is his own inefficiency, and the sure failure of his own efforts to read nature correctly. Sin has obscured his vision, so that, of himself, man can not interpret nature without placing it above God. He is in the same position as were the Athenians who erected their altars for the worship of nature, upon which they might well inscribe, “To the unknown God.” Nature is not God, and never was God. The voice of nature testifies of God, declaring his glory; but nature itself is not God. As God's created work, it but bears a testimony of his power."},{"refcode_short":"ChristianEducator April 1,  1899, par. 2","refcode_long":"The Christian Educator April 1,  1899, paragraph 2","content":"The ancient philosophers prided themselves upon their superior knowledge, but God has said of them: “Professing themselves to be wise, they became fools, and changed the glory of the incorruptible God into an image made like to corruptible man, and to birds, and four-footed beasts, and creeping things.... Who changed the truth of God into a lie, and worshiped and served the creature more than the Creator, who is blessed forever.” In their human wisdom, the wise men of the world, knowing not God, foolishly deify nature and the laws of nature. Those who have not a knowledge of God by their acceptance of the revelation God has made of himself in Christ, will obtain only an imperfect knowledge of God in nature. Those who think they can obtain a perfect knowledge of God, aside from the Representative whom the Word declares is the “express image of his person,” will need to become fools in their own estimation before they can be wise. This knowledge, so far from giving elevated conceptions of God, so far from elevating the mind, the soul, the heart, and bringing the whole being into conformity to the will of God, will make men idolaters."},{"refcode_short":"ChristianEducator April 1,  1899, par. 3","refcode_long":"The Christian Educator April 1,  1899, paragraph 3","content":"Though it is impossible to gain a perfect knowledge of God from imperfect nature; yet the things of nature, marred though they be, inculcate truths regarding the skillful Master Artist. One omnipotent in power, great in goodness, in mercy, and love, has created the earth; and even in its blighted state, much that is beautiful remains. Nature's voice speaks, saying that there is a God, the Creator of nature. Nature in its imperfections can not fully represent God; it can not reveal the character of God in his moral perfection."},{"refcode_short":"ChristianEducator April 1,  1899, par. 4","refcode_long":"The Christian Educator April 1,  1899, paragraph 4","content":"Those who have a true knowledge of God will not become so infatuated with the laws of matter and the operations of nature as to overlook or to refuse to acknowledge the continual working of God in nature. Deity is the author of nature. The natural world has in itself no inherent power but that which God supplies. How strange, then, that so many make a deity of nature! God furnishes the matter and the properties with which to carry out his plans. Nature is but his agency."},{"refcode_short":"ChristianEducator April 1,  1899, par. 5","refcode_long":"The Christian Educator April 1,  1899, paragraph 5","content":"The hand of God is continually guiding the globe in its continuous march around the sun. The same hand which holds the mountains, and balances them in position, guides and keeps in order the respective planets. All the wonderful glories in the heavens are but doing their appointed work. Vegetation flourishes because of the agencies employed by the great and mighty God. He sends the dew and the rain and the sunshine that verdure may spring forth, and spread its green carpet over the earth; that the shrubs and the fruit-trees may bud and blossom and bring forth fruit. It is not to be supposed that a law is set in operation for the seed to work of itself,—that the leaf appears because it must do so of itself. It is through the immediate agency of God that every tiny seed breaks through the earth, and springs into life. Every green leaf grows, every flower blooms, through the working power of God."},{"refcode_short":"ChristianEducator April 1,  1899, par. 6","refcode_long":"The Christian Educator April 1,  1899, paragraph 6","content":"Idolatry of nature is a farce; it is the invention of men who know not God, and who are trying to keep out of sight a knowledge of the true God. The words of Holy Writ say nothing of the independent laws of nature. They teach us that God is the superintendent as well as the Creator of all things. The divine Being is engaged in upholding the things which he has created. God has laws which he has instituted; but they are only his servants, through which he effects results. It is God who calls everything into order, and keeps all things in motion."}]