[{"refcode_short":"ChristianEducation","refcode_long":"Christian Education","content":"Christian Education"},{"refcode_short":"ChristianEducation September 1,  1909","refcode_long":"Christian Education September 1,  1909","content":"1909"},{"refcode_short":"ChristianEducation September 1,  1909","refcode_long":"Christian Education September 1,  1909","content":"September 1, 1909"},{"refcode_short":"ChristianEducation September 1,  1909","refcode_long":"Christian Education September 1,  1909","content":"The Intermediate School"},{"refcode_short":"ChristianEducation September 1,  1909","refcode_long":"Christian Education September 1,  1909","content":"Its Aim"},{"refcode_short":"ChristianEducation September 1,  1909, par. 1","refcode_long":"Christian Education September 1,  1909, paragraph 1","content":"It is not wise for a new school to lift its banner and promise a high grade of work before it has proved that it is fully able to do preparatory work as it should be done. It should be the great aim in every intermediate school to do most thorough work in the common branches."},{"refcode_short":"ChristianEducation September 1,  1909, par. 2","refcode_long":"Christian Education September 1,  1909, paragraph 2","content":"In every school that is established among us, the teachers should begin humbly, not grasping the higher rounds of the ladder before they have climbed the lower ones. They are to climb round after round, beginning at the bottom. They are to be learners, even as they teach the common branches. When they have come down to the simplicity of true education, they will better understand how to prepare students for advanced studies. Teachers are to learn as they teach. Advancement is to be made, and, by advancement, experience is to be gained."},{"refcode_short":"ChristianEducation September 1,  1909","refcode_long":"Christian Education September 1,  1909","content":"Industrial Work"},{"refcode_short":"ChristianEducation September 1,  1909, par. 3","refcode_long":"Christian Education September 1,  1909, paragraph 3","content":"The Word of God is to lie at the foundation of all the work done in these schools. And the students are to be taught the true dignity of labor. They are to be shown that God is a constant worker. Let every teacher take hold heartily with a group of students, working with them, and teaching them to work. As the teachers do this, they will gain a valuable experience. Their hearts will be bound up with the hearts of the students, and this will open the way for successful teaching."},{"refcode_short":"ChristianEducation September 1,  1909, par. 4","refcode_long":"Christian Education September 1,  1909, paragraph 4","content":"Our teachers are not to think that their work ends with giving instruction from books. They should devote several hours each day to working with the students in some line of manual training. This should in no case be neglected."},{"refcode_short":"ChristianEducation September 1,  1909, par. 5","refcode_long":"Christian Education September 1,  1909, paragraph 5","content":"In every school there should be those who have a store of patience and disciplinary talent. It should be the part of these to see that every line of work is kept up to the highest standard. Lessons in neatness, order, and thoroughness are to be given to the students. They are to be taught to keep everything in the school and about the grounds in perfect order."},{"refcode_short":"ChristianEducation September 1,  1909","refcode_long":"Christian Education September 1,  1909","content":"Relation to the Training-School"},{"refcode_short":"ChristianEducation September 1,  1909, par. 6","refcode_long":"Christian Education September 1,  1909, paragraph 6","content":"Many workers, after studying for a time in the field, will feel the need of further study, and, with the experience gained in the field, will be prepared to value school privileges and to make rapid advancement. Some will desire an education in the higher branches of study. For these our colleges have been established."},{"refcode_short":"ChristianEducation September 1,  1909, par. 7","refcode_long":"Christian Education September 1,  1909, paragraph 7","content":"It would be a sad mistake for us to fail to consider thoroughly the purpose for which each of our schools is established. This is a matter that should be faithfully considered by our responsible men in each union conference. All the different educational interests should be given careful consideration, and then each school should place its work on a proper basis."}]