[{"refcode_short":"CL 1","refcode_long":"Country Living, p. 1 (Ellen Gould White)","content":"Country Living"},{"refcode_short":"CL 3","refcode_long":"Country Living, p. 3 (Ellen Gould White)","content":"Foreword"},{"refcode_short":"CL 3.1","refcode_long":"Country Living, p. 3.1 (Ellen Gould White)","content":"Country Living was first published in 1946. Its counsels and warnings have challenged many Seventh-day Adventists to examine carefully the effects of urban living on their lives and to reevaluate where they choose to live. It has highlighted the dangers of involvement with labor unions and other sources of party strife in the cities. At the same time, it has helped those with a burden for city evangelism to consider how best to be in the world but not of the world."},{"refcode_short":"CL 3.2","refcode_long":"Country Living, p. 3.2 (Ellen Gould White)","content":"With the end of time approaching, this instruction is more relevant than ever. A new generation of believers will find these counsels opening horizons to them that they had not envisioned."},{"refcode_short":"CL 3.3","refcode_long":"Country Living, p. 3.3 (Ellen Gould White)","content":"The writings of Ellen G. White repeatedly urge the advantages of country living. As conditions in our world build toward the final events, Seventh-day Adventists recall the Lord's instruction about leaving the cities, with their congestion, corruption, and conflicts. The cities do not provide a wholesome environment for Christian families."},{"refcode_short":"CL 3.4","refcode_long":"Country Living, p. 3.4 (Ellen Gould White)","content":"Yet the counsels in this booklet also warn against acting rashly. Each person or family should study the instruction, think and pray about it, identify and evaluate the options, and ask God to make His leading clear."},{"refcode_short":"CL 3.5","refcode_long":"Country Living, p. 3.5 (Ellen Gould White)","content":"God's people “Desire a better country, that is, an heavenly” (Hebrews 11:16). No place on earth can equal that home that God is preparing for us. Yet we may bring something of the heavenly country's atmosphere into our homes here, especially in rural settings. Thus, we believe that the inspired counsels set forth in this small volume will be appreciated by every Seventh-day Adventist."},{"refcode_short":"CL 5","refcode_long":"Country Living, p. 5 (Ellen Gould White)","content":"Chapter 1—A Call to Leave the Cities"},{"refcode_short":"CL 5","refcode_long":"Country Living, p. 5 (Ellen Gould White)","content":"The Perils of the Cities"},{"refcode_short":"CL 5.1","refcode_long":"Country Living, p. 5.1 (Ellen Gould White)","content":"Few realize the importance of shunning, so far as possible, all associations unfriendly to religious life. In choosing their surroundings, few make their spiritual prosperity the first consideration."},{"refcode_short":"CL 5.2","refcode_long":"Country Living, p. 5.2 (Ellen Gould White)","content":"Parents flock with their families to the cities, because they fancy it easier to obtain a livelihood there than in the country. The children, having nothing to do when not in school, obtain a street education. From evil associates, they acquire habits of vice and dissipation. The parents see all this, but it will require a sacrifice to correct their error, and they stay where they are, until Satan gains full control of their children."},{"refcode_short":"CL 5.3","refcode_long":"Country Living, p. 5.3 (Ellen Gould White)","content":"Better sacrifice any and every worldly consideration than to imperil the precious souls committed to your care. They will be assailed by temptations, and should be taught to meet them; but it is your duty to cut off every influence, to break up every habit, to sunder every tie, that keeps you from the most free, open, and hearty committal of yourselves and your family to God."},{"refcode_short":"CL 5.4","refcode_long":"Country Living, p. 5.4 (Ellen Gould White)","content":"Instead of the crowded city, seek some retired situation where your children will be, so far as possible, shielded from temptation, and there train and educate them for usefulness. The prophet Ezekiel thus enumerates the causes that led to Sodom's sin and destruction: “Pride, fullness of bread, and abundance of idleness was in her and in her daughters; neither did she strengthen the hands of the poor and needy.” All who would escape the doom of Sodom, must shun the course that brought God's judgments upon that wicked city.—Testimonies for the Church 5:232, 233 (1882)."},{"refcode_short":"CL 5","refcode_long":"Country Living, p. 5 (Ellen Gould White)","content":"City Living Not God's Plan"},{"refcode_short":"CL 5.5","refcode_long":"Country Living, p. 5.5 (Ellen Gould White)","content":"The world over, cities are becoming hotbeds of vice. On every hand are the sights and sounds of evil. Everywhere are enticements to sensuality and dissipation. The tide of corruption and crime is continually swelling. Every day brings the record of violence,—robberies, murders, suicides, and crimes unnamable."},{"refcode_short":"CL 6.1","refcode_long":"Country Living, p. 6.1 (Ellen Gould White)","content":"Life in the cities is false and artificial. The intense passion for money getting, the whirl of excitement and pleasure seeking, the thirst for display, the luxury and extravagance, all are forces that, with the great masses of mankind, are turning the mind from life's true purpose. They are opening the door to a thousand evils. Upon the youth they have almost irresistible power."},{"refcode_short":"CL 6.2","refcode_long":"Country Living, p. 6.2 (Ellen Gould White)","content":"One of the most subtle and dangerous temptations that assails the children and youth in the cities is the love of pleasure. Holidays are numerous; games and horse racing draw thousands, and the whirl of excitement and pleasure attracts them away from the sober duties of life. Money that should have been saved for better uses is frittered away for amusements."},{"refcode_short":"CL 6.3","refcode_long":"Country Living, p. 6.3 (Ellen Gould White)","content":"Through the working of trusts, and the results of labor unions and strikes the conditions of life in the city are constantly becoming more and more difficult. Serious troubles are before us; and for many families removal from the cities will become a necessity."},{"refcode_short":"CL 6.4","refcode_long":"Country Living, p. 6.4 (Ellen Gould White)","content":"The physical surroundings in the cities are often a peril to health. The constant liability to contact with disease, the prevalence of foul air, impure water, impure food, the crowded, dark, unhealthful dwellings, are some of the many evils to be met."},{"refcode_short":"CL 6.5","refcode_long":"Country Living, p. 6.5 (Ellen Gould White)","content":"It was not God's purpose that people should be crowded into cities, huddled together in terraces and tenements. In the beginning He placed our first parents amidst the beautiful sights and sounds He desires us to rejoice in today. The more nearly we come into harmony with God's original plan, the more favorable will be our position to secure health of body, and mind, and soul.—The Ministry of Healing, 363-365 (1905)."},{"refcode_short":"CL 6","refcode_long":"Country Living, p. 6 (Ellen Gould White)","content":"A Loitering Spirit"},{"refcode_short":"CL 6.6","refcode_long":"Country Living, p. 6.6 (Ellen Gould White)","content":"I could not sleep past two o'clock this morning. During the night season I was in council. I was pleading with some families to avail themselves of God's appointed means, and get away from the cities to save their children. Some were loitering, making no determined efforts."},{"refcode_short":"CL 6.7","refcode_long":"Country Living, p. 6.7 (Ellen Gould White)","content":"The angels of mercy hurried Lot and his wife and daughters by taking hold of their hands. Had Lot hastened as the Lord desired him to, his wife would not have become a pillar of salt. Lot had too much of a lingering spirit. Let us not be like him. The same voice that warned Lot to leave Sodom bids us, “Come out from among them, and be ye separate, ... and touch not the unclean.” Those who obey this warning will find a refuge. Let every man be wide awake for himself, and try to save his family. Let him gird himself for the work. God will reveal from point to point what to do next."},{"refcode_short":"CL 7.1","refcode_long":"Country Living, p. 7.1 (Ellen Gould White)","content":"Hear the voice of God through the apostle Paul: “Work out your own salvation with fear and trembling. For it is God which worketh in you both to will and to do of His good pleasure.” Lot trod the plain with unwilling and tardy steps. He had so long associated with evil workers that he could not see his peril until his wife stood on the plain a pillar of salt forever.—The Review and Herald, December 11, 1900."},{"refcode_short":"CL 7","refcode_long":"Country Living, p. 7 (Ellen Gould White)","content":"Cities to Be Visited by God's Judgments"},{"refcode_short":"CL 7.2","refcode_long":"Country Living, p. 7.2 (Ellen Gould White)","content":"The time is near when the large cities will be visited by the judgments of God. In a little while, these cities will be terribly shaken. No matter how large or how strong their buildings, no matter how many safeguards against fire may have been provided, let God touch these buildings, and in a few minutes or a few hours they are in ruins."},{"refcode_short":"CL 7.3","refcode_long":"Country Living, p. 7.3 (Ellen Gould White)","content":"The ungodly cities of our world are to be swept away by the besom of destruction. In the calamities that are now befalling immense buildings and large portions of cities, God is showing us what will come upon the whole earth.—Testimonies for the Church 7:82, 83 (1902)."},{"refcode_short":"CL 7","refcode_long":"Country Living, p. 7 (Ellen Gould White)","content":"Results of Unheeded Warnings"},{"refcode_short":"CL 7.4","refcode_long":"Country Living, p. 7.4 (Ellen Gould White)","content":"I am bidden to declare the message that cities full of transgression, and sinful in the extreme, will be destroyed by earthquakes, by fire, by flood. All the world will be warned that there is a God who will display His authority as God. His unseen agencies will cause destruction, devastation, and death. All the accumulated riches will be as nothingness...."},{"refcode_short":"CL 7.5","refcode_long":"Country Living, p. 7.5 (Ellen Gould White)","content":"Calamities will come—calamities most awful, most unexpected; and these destructions will follow one after another. If there will be a heeding of the warnings that God has given, and if churches will repent, returning to their allegiance, then other cities may be spared for a time. But if men who have been deceived continue in the same way in which they have been walking, disregarding the law of God, and presenting falsehoods before the people, God allows them to suffer calamity, that their senses may be awakened."},{"refcode_short":"CL 8.1","refcode_long":"Country Living, p. 8.1 (Ellen Gould White)","content":"The Lord will not suddenly cast off all transgressors, or destroy entire nations; but He will punish cities and places where men have given themselves up to the possession of Satanic agencies. Strictly will the cities of the nations be dealt with, and yet they will not be visited in the extreme of God's indignation, because some souls will yet break away from the delusions of the enemy, and will repent and be converted, while the mass will be treasuring up wrath against the day of wrath.—Evangelism, 27 (1906)."},{"refcode_short":"CL 8","refcode_long":"Country Living, p. 8 (Ellen Gould White)","content":"Imminence of God's Judgments"},{"refcode_short":"CL 8.2","refcode_long":"Country Living, p. 8.2 (Ellen Gould White)","content":"There are reasons why we should not build in the cities. On these cities, God's judgments are soon to fall.—Letter 158, 1902."},{"refcode_short":"CL 8.3","refcode_long":"Country Living, p. 8.3 (Ellen Gould White)","content":"The time is near when large cities will be swept away, and all should be warned of these coming judgments.—Evangelism, 29 (1910)."},{"refcode_short":"CL 8.4","refcode_long":"Country Living, p. 8.4 (Ellen Gould White)","content":"O that God's people had a sense of the impending destruction of thousands of cities, now almost given to idolatry.—The Review and Herald, September 10, 1903."},{"refcode_short":"CL 8","refcode_long":"Country Living, p. 8 (Ellen Gould White)","content":"A View of Great Destruction"},{"refcode_short":"CL 8.5","refcode_long":"Country Living, p. 8.5 (Ellen Gould White)","content":"Last Friday morning, just before I awoke, a very impressive scene was presented before me. I seemed to awake from sleep, but was not in my home. From the windows I could behold a terrible conflagration. Great balls of fire were falling upon houses, and from these balls fiery arrows were flying in every direction. It was impossible to check the fires that were kindled, and many places were being destroyed. The terror of the people was indescribable.—Evangelism, 29 (1906)."},{"refcode_short":"CL 8","refcode_long":"Country Living, p. 8 (Ellen Gould White)","content":"God's Efforts to Arouse the People"},{"refcode_short":"CL 8.6","refcode_long":"Country Living, p. 8.6 (Ellen Gould White)","content":"While at Loma Linda, Calif., April 16, 1906, there passed before me a most wonderful representation. During a vision of the night, I stood on an eminence, from which I could see houses shaken like a reed in the wind. Buildings, great and small, were falling to the ground. Pleasure resorts, theaters, hotels, and the homes of the wealthy were shaken and shattered. Many lives were blotted out of existence, and the air was filled with the shrieks of the injured and the terrified."},{"refcode_short":"CL 9.1","refcode_long":"Country Living, p. 9.1 (Ellen Gould White)","content":"The destroying angels of God were at work. One touch, and buildings so thoroughly constructed that men regarded them as secure against every danger, quickly became heaps of rubbish. There was no assurance of safety in any place. I did not feel in any special peril, but the awfulness of the scenes that passed before me I cannot find words to describe. It seemed that the forbearance of God was exhausted, and that the judgment day had come."},{"refcode_short":"CL 9.2","refcode_long":"Country Living, p. 9.2 (Ellen Gould White)","content":"The angel that stood at my side then instructed me that but few have any conception of the wickedness existing in our world today, and especially the wickedness in the large cities. He declared that the Lord has appointed a time when He will visit transgressors in wrath for persistent disregard of His law."},{"refcode_short":"CL 9.3","refcode_long":"Country Living, p. 9.3 (Ellen Gould White)","content":"Terrible as was the representation that passed before me, that which impressed itself most vividly upon my mind was the instruction given in connection with it. The angel that stood by my side declared that God's supreme rulership, and the sacredness of His law, must be revealed to those who persistently refuse to render obedience to the King of kings. Those who choose to remain disloyal, must be visited in mercy with judgments, in order that, if possible, they may be aroused to a realization of the sinfulness of their course.—Testimonies for the Church 9:92, 93 (1909)."},{"refcode_short":"CL 9","refcode_long":"Country Living, p. 9 (Ellen Gould White)","content":"Peril to Those Who Remain Unnecessarily"},{"refcode_short":"CL 9.4","refcode_long":"Country Living, p. 9.4 (Ellen Gould White)","content":"In harmony with the light given me, I am urging people to come out from the great centers of population. Our cities are increasing in wickedness, and it is becoming more and more evident that those who remain in them unnecessarily do so at the peril of their soul's salvation.—Manuscript 115, 1907."},{"refcode_short":"CL 9","refcode_long":"Country Living, p. 9 (Ellen Gould White)","content":"Chapter 2—Avoiding Labor Conflicts"},{"refcode_short":"CL 9","refcode_long":"Country Living, p. 9 (Ellen Gould White)","content":"Withdraw to the Freedom of Rural Areas"},{"refcode_short":"CL 9.5","refcode_long":"Country Living, p. 9.5 (Ellen Gould White)","content":"The time is fast coming when the controlling power of the labor unions will be very oppressive. Again and again the Lord has instructed that our people are to take their families away from the cities, into the country, where they can raise their own provisions; for in the future the problem of buying and selling will be a very serious one. We should now begin to heed the instruction given us over and over again: Get out of the cities into rural districts, where the houses are not crowded closely together, and where you will be free from the interference of enemies.—Letter 5, 1904."},{"refcode_short":"CL 10","refcode_long":"Country Living, p. 10 (Ellen Gould White)","content":"Avoid Party Strifes"},{"refcode_short":"CL 10.1","refcode_long":"Country Living, p. 10.1 (Ellen Gould White)","content":"Men have confederated to oppose the Lord of hosts. These confederacies will continue until Christ shall leave His place of intercession before the mercy-seat, and shall put on the garments of vengeance. Satanic agencies are in every city, busily organizing into parties those opposed to the law of God. Professed saints and avowed unbelievers take their stand with these parties. This is no time for the people of God to be weaklings. We cannot afford to be off our guard for a moment.—Testimonies for the Church 8:42 (1904)."},{"refcode_short":"CL 10","refcode_long":"Country Living, p. 10 (Ellen Gould White)","content":"Labor Trouble Ahead"},{"refcode_short":"CL 10.2","refcode_long":"Country Living, p. 10.2 (Ellen Gould White)","content":"The trades unions will be one of the agencies that will bring upon this earth a time of trouble such as has not been since the world began.—Letter 200, 1903."},{"refcode_short":"CL 10","refcode_long":"Country Living, p. 10 (Ellen Gould White)","content":"Conflicts Between Trade Confederacies and Labor Unions"},{"refcode_short":"CL 10.3","refcode_long":"Country Living, p. 10.3 (Ellen Gould White)","content":"The work of the people of God is to prepare for the events of the future, which will soon come upon them with blinding force. In the world gigantic monopolies will be formed. Men will bind themselves together in unions that will wrap them in the folds of the enemy. A few men will combine to grasp all the means to be obtained in certain lines of business. Trades unions will be formed, and those who refuse to join these unions will be marked men.—Letter 26, 1903."},{"refcode_short":"CL 10","refcode_long":"Country Living, p. 10 (Ellen Gould White)","content":"Preparing for the Issue"},{"refcode_short":"CL 10.4","refcode_long":"Country Living, p. 10.4 (Ellen Gould White)","content":"The trades unions and confederacies of the world are a snare. Keep out of them, and away from them, brethren. Have nothing to do with them. Because of these unions and confederacies, it will soon be very difficult for our institutions to carry on their work in the cities. My warning is: Keep out of the cities. Build no sanitariums in the cities. Educate our people to get out of the cities into the country, where they can obtain a small piece of land, and make a home for themselves and their children...."},{"refcode_short":"CL 11.1","refcode_long":"Country Living, p. 11.1 (Ellen Gould White)","content":"Our restaurants must be in the cities; for otherwise the workers in these restaurants could not reach the people and teach them the principles of right living. And for the present we shall have to occupy meetinghouses in the cities. But erelong there will be such strife and confusion in the cities, that those who wish to leave them will not be able. We must be preparing for these issues. This is the light that is given me.—The General Conference Bulletin, April 6, 1903."},{"refcode_short":"CL 11","refcode_long":"Country Living, p. 11 (Ellen Gould White)","content":"To Preserve Our Individuality"},{"refcode_short":"CL 11.2","refcode_long":"Country Living, p. 11.2 (Ellen Gould White)","content":"For years I have been given special light that we are not to center our work in the cities. The turmoil and confusion that fill these cities, the conditions brought about by the labor unions and the strikes, would prove a great hindrance to our work. Men are seeking to bring those engaged in the different trades under bondage to certain unions. This is not God's planning, but the planning of a power that we should in no wise acknowledge. God's Word is fulfilling; the wicked are binding themselves up in bundles ready to be burned."},{"refcode_short":"CL 11.3","refcode_long":"Country Living, p. 11.3 (Ellen Gould White)","content":"We are now to use all our entrusted capabilities in giving the last warning message to the world. In this work we are to preserve our individuality. We are not to unite with secret societies or with trades unions. We are to stand free in God, looking constantly to Christ for instruction. All our movements are to be made with a realization of the importance of the work to be accomplished for God.—Testimonies for the Church 7:84(1902)."},{"refcode_short":"CL 11","refcode_long":"Country Living, p. 11 (Ellen Gould White)","content":"In Disregard of the Decalogue"},{"refcode_short":"CL 11.4","refcode_long":"Country Living, p. 11.4 (Ellen Gould White)","content":"These unions are one of the signs of the last days. Men are binding up in bundles ready to be burned. They may be church members, but while they belong to these unions, they cannot possibly keep the commandments of God; for to belong to these unions means to disregard the entire Decalogue."},{"refcode_short":"CL 11.5","refcode_long":"Country Living, p. 11.5 (Ellen Gould White)","content":"“Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbor as thyself.” These words sum up the whole duty of man. They mean the consecration of the whole being, body, soul, and spirit, to God's service. How can men obey these words, and at the same time pledge themselves to support that which deprives their neighbors of freedom of action? And how can men obey these words, and form combinations that rob the poorer classes of the advantages which justly belong to them, preventing them from buying or selling, except under certain conditions?—Letter 26, 1903."},{"refcode_short":"CL 12","refcode_long":"Country Living, p. 12 (Ellen Gould White)","content":"Unions That Are Formed or Shall Be Formed"},{"refcode_short":"CL 12.1","refcode_long":"Country Living, p. 12.1 (Ellen Gould White)","content":"Those who claim to be the children of God are in no case to bind up with the labor unions that are formed or that shall be formed. This the Lord forbids. Cannot those who study the prophecies see and understand what is before us?—Letter 201, 1902."},{"refcode_short":"CL 12","refcode_long":"Country Living, p. 12 (Ellen Gould White)","content":"Chapter 3—An Appeal to Parents"},{"refcode_short":"CL 12","refcode_long":"Country Living, p. 12 (Ellen Gould White)","content":"Keep the Children From Hotbeds of Iniquity"},{"refcode_short":"CL 12.2","refcode_long":"Country Living, p. 12.2 (Ellen Gould White)","content":"Let no temporal advantages tempt parents to neglect the training of their children. Whenever possible, it is the duty of parents to make homes in the country for their children. The children and youth should be carefully guarded. They should be kept away from the hotbeds of iniquity that are to be found in our cities. Let them be surrounded by the influences of a true Christian home—a home where Christ abides.—Letter 268, 1906."},{"refcode_short":"CL 12","refcode_long":"Country Living, p. 12 (Ellen Gould White)","content":"Before the Scourge Shall Overflow"},{"refcode_short":"CL 12.3","refcode_long":"Country Living, p. 12.3 (Ellen Gould White)","content":"Before the overflowing scourge shall come upon the dwellers of the earth, the Lord calls upon all who are Israelites indeed to prepare for that event. To parents He sends the warning cry, Gather your children into your own houses; gather them away from those who are disregarding the commandments of God, who are teaching and practicing evil. Get out of the large cities as fast as possible. Establish church schools. Give your children the Word of God as the foundation of all their education.—Testimonies for the Church 6:195."},{"refcode_short":"CL 12.4","refcode_long":"Country Living, p. 12.4 (Ellen Gould White)","content":"I am instructed by the Lord to warn our people not to flock to the cities to find homes for their families. To fathers and to mothers I am instructed to say, Fail not to keep your children within your own premises.—Manuscript 81, 1900."},{"refcode_short":"CL 12","refcode_long":"Country Living, p. 12 (Ellen Gould White)","content":"Souls of Children Versus Ease and Comfort"},{"refcode_short":"CL 12.5","refcode_long":"Country Living, p. 12.5 (Ellen Gould White)","content":"Let children no longer be exposed to the temptations of the cities that are ripe for destruction. The Lord has sent us warning and counsel to get out of the cities. Then let us make no more investments in the cities. Fathers and mothers, how do you regard the souls of your children? Are you preparing the members of your families for translation into the heavenly courts? Are you preparing them to become members of the royal family? children of the heavenly King? “What shall it profit a man, if he shall gain the whole world, and lose his own soul?” How will ease, comfort, convenience, compare with the value of the souls of your children?—Manuscript 76, 1905."},{"refcode_short":"CL 13","refcode_long":"Country Living, p. 13 (Ellen Gould White)","content":"Christian Qualities Better Gained in Retired Locations"},{"refcode_short":"CL 13.1","refcode_long":"Country Living, p. 13.1 (Ellen Gould White)","content":"There is not one family in a hundred who will be improved physically, mentally, or spiritually, by residing in the city. Faith, hope, love, happiness, can far better be gained in retired places, where there are fields and hills and trees. Take your children away from the sights and sounds of the city, away from the rattle and din of streetcars and teams, and their minds will become more healthy. It will be found easier to bring home to their hearts the truth of the Word of God.—Manuscript 76, 1905."},{"refcode_short":"CL 13.2","refcode_long":"Country Living, p. 13.2 (Ellen Gould White)","content":"Send the children to schools located in the city, where every phase of temptation is waiting to attract and demoralize them, and the work of character building is tenfold harder for both parents and children.—Fundamentals of Christian Education, 326 (1894)."},{"refcode_short":"CL 13","refcode_long":"Country Living, p. 13 (Ellen Gould White)","content":"The Refuge of Country Places"},{"refcode_short":"CL 13.3","refcode_long":"Country Living, p. 13.3 (Ellen Gould White)","content":"Let parents understand that the training of their children is an important work in the saving of souls. In country places abundant useful exercise will be found in doing those things that need to be done, and which will give physical health by developing nerve and muscle. Out of the cities is my message for the education of our children."},{"refcode_short":"CL 13.4","refcode_long":"Country Living, p. 13.4 (Ellen Gould White)","content":"God gave to our first parents the means of true education when He instructed them to till the soil and care for their Garden home. After sin came in, through disobedience to the Lord's requirements, the work to be done in cultivating the ground was greatly multiplied, for the earth, because of the curse, brought forth weeds and thistles. But the employment itself was not given because of sin. The great Master Himself blessed the work of tilling the soil."},{"refcode_short":"CL 14","refcode_long":"Country Living, p. 14 (Ellen Gould White)","content":"“As ... In The Days Of Noah”"},{"refcode_short":"CL 14.1","refcode_long":"Country Living, p. 14.1 (Ellen Gould White)","content":"It is Satan's purpose to attract men and women to the cities, and to gain his object he invents every kind of novelty and amusement, every kind of excitement. And the cities of the earth today are becoming as were the cities before the Flood."},{"refcode_short":"CL 14.2","refcode_long":"Country Living, p. 14.2 (Ellen Gould White)","content":"We should carry a continual burden as we see the fulfillment of the words of Christ, “As the days of Noe were, so shall also the coming of the Son of man be.” Matthew 24:37. In the days before the Flood, every kind of amusement was invented to lead men and women to forgetfulness and sin. Today, in 1908, Satan is working with intensity, that the same conditions of evil shall prevail. And the earth is becoming corrupt. Religious liberty will be little respected by professing Christians, for many of them have no understanding of spiritual things."},{"refcode_short":"CL 14.3","refcode_long":"Country Living, p. 14.3 (Ellen Gould White)","content":"We cannot fail to see that the end of the world is soon to come. Satan is working upon the minds of men and women, and many seem filled with a desire for amusement and excitement. As it was in the days of Noah, every kind of evil is on the increase. Divorce and marriage is the order of the time. At such a time as this, the people who are seeking to keep the commandments of God should look for retired places away from the cities...."},{"refcode_short":"CL 14","refcode_long":"Country Living, p. 14 (Ellen Gould White)","content":"Not A Deprivation"},{"refcode_short":"CL 14.4","refcode_long":"Country Living, p. 14.4 (Ellen Gould White)","content":"Who will be warned? We say again, Out of the cities. Do not consider it a great deprivation, that you must go into the hills and mountains, but seek for that retirement where you can be alone with God, to learn His will and way...."},{"refcode_short":"CL 14.5","refcode_long":"Country Living, p. 14.5 (Ellen Gould White)","content":"I urge our people to make it their lifework to seek for spirituality. Christ is at the door. This is why I say to our people, Do not consider it a privation when you are called to leave the cities and move out into the country places. Here there await rich blessings for those who will grasp them. By beholding the scenes of nature, the works of the Creator, by studying God's handiwork, imperceptibly you will be changed into the same image.—Manuscript 85, 1908."},{"refcode_short":"CL 14","refcode_long":"Country Living, p. 14 (Ellen Gould White)","content":"To Secure Life's Best Results"},{"refcode_short":"CL 14.6","refcode_long":"Country Living, p. 14.6 (Ellen Gould White)","content":"An expensive dwelling, elaborate furnishings, display, luxury, and ease, do not furnish the conditions essential to a happy, useful life. Jesus came to this earth to accomplish the greatest work ever accomplished among men. He came as God's ambassador, to show us how to live so as to secure life's best results. What were the conditions chosen by the infinite Father for His Son? A secluded home in the Galilean hills; a household sustained by honest, self-respecting labor; a life of simplicity; daily conflict with difficulty and hardship; self-sacrifice, economy, and patient, gladsome service; the hour of study at His mother's side, with the open scroll of Scripture; the quiet of dawn or twilight in the green valley; the holy ministries of nature; the study of creation and providence; and the soul's communion with God,—these were the conditions and opportunities of the early life of Jesus."},{"refcode_short":"CL 15","refcode_long":"Country Living, p. 15 (Ellen Gould White)","content":"Country Heritage of Noble Men"},{"refcode_short":"CL 15.1","refcode_long":"Country Living, p. 15.1 (Ellen Gould White)","content":"So with the great majority of the best and noblest men of all ages. Read the history of Abraham, Jacob, and Joseph, of Moses, David, and Elisha. Study the lives of men of later times who have most worthily filled positions of trust and responsibility, the men whose influence has been most effective for the world's uplifting."},{"refcode_short":"CL 15.2","refcode_long":"Country Living, p. 15.2 (Ellen Gould White)","content":"How many of these were reared in country homes. They knew little of luxury. They did not spend their youth in amusement. Many were forced to struggle with poverty and hardship. They early learned to work, and their active life in the open air gave vigor and elasticity to all their faculties. Forced to depend upon their own resources, they learned to combat difficulties and to surmount obstacles, and they gained courage and perseverance. They learned the lessons of self-reliance and self-control. Sheltered in a great degree from evil associations, they were satisfied with natural pleasures and wholesome companionships. They were simple in their tastes and temperate in their habits. They were governed by principle, and they grew up pure and strong and true. When called to their lifework, they brought to it physical and mental power, buoyancy of spirit, ability to plan and execute, and steadfastness in resisting evil, that made them a positive power for good in the world."},{"refcode_short":"CL 15","refcode_long":"Country Living, p. 15 (Ellen Gould White)","content":"Better Than Wealth"},{"refcode_short":"CL 15.3","refcode_long":"Country Living, p. 15.3 (Ellen Gould White)","content":"Better than any other inheritance of wealth you can give to your children will be the gift of a healthy body, a sound mind, and a noble character. Those who understand what constitutes life's true success will be wise betimes. They will keep in view life's best things in their choice of a home."},{"refcode_short":"CL 16.1","refcode_long":"Country Living, p. 16.1 (Ellen Gould White)","content":"Instead of dwelling where only the works of men can be seen, where the sights and sounds frequently suggest thoughts of evil, where turmoil and confusion bring weariness and disquietude, go where you can look upon the works of God. Find rest of spirit in the beauty and quietude and peace of nature. Let the eye rest on the green fields, the groves, and the hills. Look up to the blue sky, unobscured by the city's dust and smoke, and breathe the invigorating air of heaven. Go where, apart from the distractions and dissipations of city life, you can give your children your companionship, where you can teach them to learn of God through His works, and train them for lives of integrity and usefulness.—The Ministry of Healing, 265-267(1905)."},{"refcode_short":"CL 16","refcode_long":"Country Living, p. 16 (Ellen Gould White)","content":"Manifold Benefits of Active Out-of-Door Life"},{"refcode_short":"CL 16.2","refcode_long":"Country Living, p. 16.2 (Ellen Gould White)","content":"It would be well for you to lay by your perplexing cares, and find a retreat in the country, where there is not so strong an influence to corrupt the morals of the young."},{"refcode_short":"CL 16.3","refcode_long":"Country Living, p. 16.3 (Ellen Gould White)","content":"True, you would not be entirely free from annoyances and perplexing cares in the country; but you would there avoid many evils and close the door against a flood of temptations which threaten to overpower the minds of your children. They need employment and variety. The sameness of their home makes them uneasy and restless, and they have fallen into the habit of mingling with the vicious lads of the town, thus obtaining a street education...."},{"refcode_short":"CL 16.4","refcode_long":"Country Living, p. 16.4 (Ellen Gould White)","content":"To live in the country would be very beneficial to them; an active, out-of-door life would develop health of both mind and body. They should have a garden to cultivate, where they might find both amusement and useful employment. The training of plants and flowers tends to the improvement of taste and judgment, while an acquaintance with God's useful and beautiful creations has a refining and ennobling influence upon the mind, referring it to the Maker and Master of all.—Testimonies for the Church 4:136 (1876)."},{"refcode_short":"CL 16","refcode_long":"Country Living, p. 16 (Ellen Gould White)","content":"Expect No Miracle to Undo Results of Wrong Course"},{"refcode_short":"CL 16.5","refcode_long":"Country Living, p. 16.5 (Ellen Gould White)","content":"I look at these flowers, and every time I see them I think of Eden. They are an expression of God's love for us. Thus He gives us in this world a little taste of Eden. He wants us to delight in the beautiful things of His creation, and to see in them an expression of what He will do for us."},{"refcode_short":"CL 17.1","refcode_long":"Country Living, p. 17.1 (Ellen Gould White)","content":"He wants us to live where we can have elbow room. His people are not to crowd into the cities. He wants them to take their families out of the cities, that they may better prepare for eternal life. In a little while they will have to leave the cities."},{"refcode_short":"CL 17.2","refcode_long":"Country Living, p. 17.2 (Ellen Gould White)","content":"These cities are filled with wickedness of every kind,—with strikes and murders and suicides. Satan is in them, controlling men in their work of destruction. Under his influence they kill for the sake of killing, and this they will do more and more...."},{"refcode_short":"CL 17.3","refcode_long":"Country Living, p. 17.3 (Ellen Gould White)","content":"If we place ourselves under objectionable influences, can we expect God to work a miracle to undo the results of our wrong course?—No, indeed. Get out of the cities as soon as possible, and purchase a little piece of land, where you can have a garden, where your children can watch the flowers growing, and learn from them lessons of simplicity and purity.—The General Conference Bulletin, March 30, 1903."},{"refcode_short":"CL 17","refcode_long":"Country Living, p. 17 (Ellen Gould White)","content":"Chapter 4—Occupations in Rural Locations"},{"refcode_short":"CL 17","refcode_long":"Country Living, p. 17 (Ellen Gould White)","content":"The Land to Supply Our Necessities"},{"refcode_short":"CL 17.4","refcode_long":"Country Living, p. 17.4 (Ellen Gould White)","content":"If the land is cultivated, it will, with the blessing of God, supply our necessities. We are not to be discouraged about temporal things because of apparent failures, nor should we be disheartened by delay. We should work the soil cheerfully, hopefully, gratefully, believing that the earth holds in her bosom rich stores for the faithful worker to garner, stores richer than gold or silver. The niggardliness laid to her charge is false witness. With proper, intelligent cultivation the earth will yield its treasures for the benefit of man. The mountains and hills are changing; the earth is waxing old like a garment; but the blessing of God, which spreads a table for His people in the wilderness, will never cease."},{"refcode_short":"CL 17.5","refcode_long":"Country Living, p. 17.5 (Ellen Gould White)","content":"Serious times are before us, and there is great need for families to get out of the cities into the country, that the truth may be carried into the byways as well as the highways of the earth. Much depends upon laying our plans according to the Word of the Lord, and with persevering energy carrying them out. More depends upon consecrated activity and perseverance than upon genius and book-learning. All the talents and ability given to human agents, if unused, are of little value."},{"refcode_short":"CL 18.1","refcode_long":"Country Living, p. 18.1 (Ellen Gould White)","content":"A return to simpler methods will be appreciated by the children and youth. Work in the garden and field will be an agreeable change from the wearisome routine of abstract lessons, to which their young minds should never be confined. To the nervous child, who finds lessons from books exhausting and hard to remember, it will be especially valuable. There is health and happiness for him in the study of nature; and the impressions made will not fade out of his mind, for they will be associated with objects that are continually before his eyes.—Testimonies for the Church 6:178, 179 (1900)."},{"refcode_short":"CL 18","refcode_long":"Country Living, p. 18 (Ellen Gould White)","content":"With a Piece of Land and a Comfortable Home"},{"refcode_short":"CL 18.2","refcode_long":"Country Living, p. 18.2 (Ellen Gould White)","content":"The earth is to be made to give forth its strength; but without the blessing of God it could do nothing. In the beginning, God looked upon all that He had made, and pronounced it very good. The curse was brought upon the earth in consequence of sin. But shall this curse be multiplied by increasing sin? Ignorance is doing its baleful work. Slothful servants are increasing the evil by their lazy habits. Many are unwilling to earn their bread by the sweat of their brow, and they refuse to till the soil. But the earth has blessings hidden in her depths for those who have courage and will and perseverance to gather her treasures. Fathers and mothers who possess a piece of land and a comfortable home are kings and queens."},{"refcode_short":"CL 18.3","refcode_long":"Country Living, p. 18.3 (Ellen Gould White)","content":"Many farmers have failed to secure adequate returns from their land because they have undertaken the work as though it was a degrading employment; they do not see that there is a blessing in it for themselves and their families. All they can discern is the brand of servitude. Their orchards are neglected, the crops are not put in at the right season, and a mere surface work is done in cultivating the soil.—Fundamentals of Christian Education, 326, 327 (1894)."},{"refcode_short":"CL 18","refcode_long":"Country Living, p. 18 (Ellen Gould White)","content":"Fruit, Vegetables, and Poultry Suggested for One Region"},{"refcode_short":"CL 18.4","refcode_long":"Country Living, p. 18.4 (Ellen Gould White)","content":"In this neighborhood there is a large tract of unoccupied land. Some of our people who are living in the poisoned atmosphere of the cities might profitably secure a few acres of this land. They could support themselves by raising fruit and vegetables and poultry. The Sanitarium would gladly buy eggs and vegetables from them. I wish that some such enterprise as this might be started. A great blessing would come to parents and to children, if they would leave the wicked, polluted cities, and go into the country.—Letter 63, 1904."},{"refcode_short":"CL 19","refcode_long":"Country Living, p. 19 (Ellen Gould White)","content":"Country Living—A Blessing to the Poor"},{"refcode_short":"CL 19.1","refcode_long":"Country Living, p. 19.1 (Ellen Gould White)","content":"If the poor now crowded into the cities could find homes upon the land, they might not only earn a livelihood, but find health and happiness now unknown to them. Hard work, simple fare, close economy, often hardship and privation, would be their lot. But what a blessing would be theirs in leaving the city, with its enticements to evil, its turmoil and crime, misery and foulness, for the country's quiet and peace and purity."},{"refcode_short":"CL 19.2","refcode_long":"Country Living, p. 19.2 (Ellen Gould White)","content":"To many of those living in the cities who have not a spot of green grass to set their feet upon, who year after year have looked out upon filthy courts and narrow alleys, brick walls and pavements, and skies clouded with dust and smoke,—if these could be taken to some farming district, surrounded with the green fields, the woods and hills and brooks, the clear skies and the fresh, pure air of the country, it would seem almost like heaven."},{"refcode_short":"CL 19.3","refcode_long":"Country Living, p. 19.3 (Ellen Gould White)","content":"Cut off to a great degree from contact with and dependence upon men, and separated from the world's corrupting maxims and customs and excitements, they would come nearer to the heart of nature. God's presence would be more real to them. Many would learn the lesson of dependence upon Him. Through nature they would hear His voice speaking to their hearts of His peace and love, and mind and soul and body would respond to the healing, life-giving power.—The Ministry of Healing, 190-192(1905)."},{"refcode_short":"CL 19","refcode_long":"Country Living, p. 19 (Ellen Gould White)","content":"Industries for Families From Cities"},{"refcode_short":"CL 19.4","refcode_long":"Country Living, p. 19.4 (Ellen Gould White)","content":"Believers who are now living in the cities will have to move to the country, that they may save their children from ruin. Attention must be given to the establishment of industries in which these families can find employment. Those who have charge of the school-work at——and——should see what can be done by these institutions to establish such industries, so that our people desiring to leave the cities, can obtain modest homes without a large outlay of means, and can also find employment. In both——and——there are favorable and encouraging features for the development of this plan. Study what these features are."},{"refcode_short":"CL 19.5","refcode_long":"Country Living, p. 19.5 (Ellen Gould White)","content":"All that needs to be done cannot be specified till a beginning is made. Pray over the matter, and remember that God stands at the helm, that He is guiding in the work of the various enterprises. A place in which the work is conducted on right lines is an object lesson to other places. There must be no narrowness, no selfishness, in the work done. The work is to be placed on a simple, sensible basis. All are to be taught not only to claim to believe the truth, as the truth, but to exemplify the truth in the daily life.—Letter 25, 1902."},{"refcode_short":"CL 20","refcode_long":"Country Living, p. 20 (Ellen Gould White)","content":"The Health-Food Work"},{"refcode_short":"CL 20.1","refcode_long":"Country Living, p. 20.1 (Ellen Gould White)","content":"The health-food business should be established here [Avondale]. It should be one of the industries connected with the school. God has instructed me that parents can find work in this industry, and send their children to school. But everything that is done should be done with the greatest simplicity. There is to be no extravagance in anything. Solid work is to be done, because, unless the work is done solidly, a slipshod experience is the result.—(Australasian) Union Conference Record, July 28, 1899."},{"refcode_short":"CL 20","refcode_long":"Country Living, p. 20 (Ellen Gould White)","content":"Chapter 5—Preparing for the Sunday Law Crisis"},{"refcode_short":"CL 20","refcode_long":"Country Living, p. 20 (Ellen Gould White)","content":"Troublous Times Before Us"},{"refcode_short":"CL 20.2","refcode_long":"Country Living, p. 20.2 (Ellen Gould White)","content":"We are not to locate ourselves where we will be forced into close relations with those who do not honor God.... A crisis is soon to come in regard to the observance of Sunday...."},{"refcode_short":"CL 20.3","refcode_long":"Country Living, p. 20.3 (Ellen Gould White)","content":"The Sunday party is strengthening itself in its false claims, and this will mean oppression to those who determine to keep the Sabbath of the Lord. We are to place ourselves where we can carry out the Sabbath commandment in its fullness. “Six days shalt thou labor,” the Lord declares, “and do all thy work; but the seventh day is the Sabbath of the Lord thy God: in it thou shalt not do any work.” And we are to be careful not to place ourselves where it will be hard for ourselves and our children to keep the Sabbath."},{"refcode_short":"CL 20.4","refcode_long":"Country Living, p. 20.4 (Ellen Gould White)","content":"If in the providence of God we can secure places away from the cities, the Lord would have us do this. There are troublous times before us.—Manuscript 99, 1908."},{"refcode_short":"CL 21","refcode_long":"Country Living, p. 21 (Ellen Gould White)","content":"Make Haste to Get Ready"},{"refcode_short":"CL 21.1","refcode_long":"Country Living, p. 21.1 (Ellen Gould White)","content":"When the power invested in kings is allied to goodness, it is because the one in responsibility is under the divine dictation. When power is allied with wickedness, it is allied to Satanic agencies, and it will work to destroy those who are the Lord's property. The Protestant world have set up an idol Sabbath in the place where God's Sabbath should be, and they are treading in the footsteps of the Papacy. For this reason I see the necessity of the people of God moving out of the cities into retired country [places,] where they may cultivate the land and raise their own produce. Thus they may bring their children up with simple, healthful habits. I see the necessity of making haste to get all things ready for the crisis.—Letter 90, 1897."},{"refcode_short":"CL 21","refcode_long":"Country Living, p. 21 (Ellen Gould White)","content":"Chapter 6—Colonizing at Institutional Centers"},{"refcode_short":"CL 21","refcode_long":"Country Living, p. 21 (Ellen Gould White)","content":"We Are Not to Colonize"},{"refcode_short":"CL 21.2","refcode_long":"Country Living, p. 21.2 (Ellen Gould White)","content":"In our day the Lord desires that His people shall be dispersed throughout the earth. They are not to colonize. Jesus said, “Go ye into all the world, and preach the gospel to every creature.” Mark 16:15. When the disciples followed their inclination to remain in large numbers in Jerusalem, persecution was permitted to come upon them, and they were scattered to all parts of the inhabited world."},{"refcode_short":"CL 21.3","refcode_long":"Country Living, p. 21.3 (Ellen Gould White)","content":"For years messages of warning and entreaty have been coming to our people, urging them to go forth into the Master's great harvest-field, and labor unselfishly for souls.—Testimonies for the Church 8:215 (1904)."},{"refcode_short":"CL 21","refcode_long":"Country Living, p. 21 (Ellen Gould White)","content":"Scatter to Unwarned Places"},{"refcode_short":"CL 21.4","refcode_long":"Country Living, p. 21.4 (Ellen Gould White)","content":"Many of the members of our large churches are doing comparatively nothing. They might accomplish a good work if, instead of crowding together, they would scatter into places that have not yet been entered by the truth. Trees that are planted too thickly do not flourish. They are transplanted by the gardener, that they may have room to grow, and not become dwarfed and sickly. The same rule would work well for our large churches. Many of the members are dying spiritually for want of this very work. They are becoming sickly and inefficient. Transplanted, they would have room to grow strong and vigorous."},{"refcode_short":"CL 22.1","refcode_long":"Country Living, p. 22.1 (Ellen Gould White)","content":"It is not the purpose of God that His people should colonize, or settle together in large communities. The disciples of Christ are His representatives upon the earth, and God designs that they shall be scattered all over the country, in the towns, cities, and villages, as lights amidst the darkness of the world. They are to be missionaries for God, by their faith and works testifying to the near approach of the coming Saviour."},{"refcode_short":"CL 22","refcode_long":"Country Living, p. 22 (Ellen Gould White)","content":"Where there is an Opening for a Livelihood"},{"refcode_short":"CL 22.2","refcode_long":"Country Living, p. 22.2 (Ellen Gould White)","content":"The lay members of our churches can accomplish a work which, as yet, they have scarcely begun. None should move into new places merely for the sake of worldly advantage; but where there is an opening to obtain a livelihood, let families that are well grounded in the truth enter, one or two families in a place, to work as missionaries. They should feel a love for souls, a burden of labor for them, and should make it a study how to bring them into the truth. They can distribute our publications, hold meetings in their homes, become acquainted with their neighbors, and invite them to come to these meetings. Thus they can let their light shine in good works.—Testimonies for the Church 8:244, 245 (1904)."},{"refcode_short":"CL 22","refcode_long":"Country Living, p. 22 (Ellen Gould White)","content":"Let Not Institutional Attractions Lure You"},{"refcode_short":"CL 22.3","refcode_long":"Country Living, p. 22.3 (Ellen Gould White)","content":"Those who feel like settling close to our publishing house or our sanitarium and school at Takoma Park should take counsel before they move."},{"refcode_short":"CL 22.4","refcode_long":"Country Living, p. 22.4 (Ellen Gould White)","content":"To those who are looking toward Mountain View as a favorable place in which to live, because the Pacific Press is to be established there, I would say: Look to other parts of the world, which need the light that you have received in trust. Remember that God has given to every man his work. Choose some locality where you will have opportunity to let your light shine forth amid the moral darkness."},{"refcode_short":"CL 22.5","refcode_long":"Country Living, p. 22.5 (Ellen Gould White)","content":"It is always the case that when an institution is established in a place, there are many families who desire to settle near it. Thus it has been in Battle Creek and in Oakland, and, to some extent, in almost every place where we have a school or a sanitarium.—Fundamentals of Christian Education, 494, 495 (1904)."},{"refcode_short":"CL 23","refcode_long":"Country Living, p. 23 (Ellen Gould White)","content":"Establish No Jerusalem Centers"},{"refcode_short":"CL 23.1","refcode_long":"Country Living, p. 23.1 (Ellen Gould White)","content":"Our people are not ... to regard——as a Jerusalem center. Let them not think, because a number of our brethren are called here to connect with the publishing work, that this is a place for large numbers of our people to settle with their families. And let everyone connected with the office hold himself in readiness to leave, if God shall call him to some new place.—Manuscript 148, 1905."},{"refcode_short":"CL 23.2","refcode_long":"Country Living, p. 23.2 (Ellen Gould White)","content":"Do not crowd into one place, making the same mistake that has been made in Battle Creek. There are hundreds of places that need the light God has given you.—Fundamentals of Christian Education, 495 (1904)."},{"refcode_short":"CL 23","refcode_long":"Country Living, p. 23 (Ellen Gould White)","content":"Remain in Small Churches—Start New Schools"},{"refcode_short":"CL 23.3","refcode_long":"Country Living, p. 23.3 (Ellen Gould White)","content":"Many families, who, for the purpose of educating their children, move to places where our large schools are established, would do better service for the Master by remaining where they are. They should encourage the church of which they are members to establish a church school where the children within their borders could receive an all-round, practical Christian education. It would be vastly better for their children, for themselves, and for the cause of God, if they would remain in the smaller churches, where their help is needed, instead of going to the larger churches, where, because they are not needed, there is constant temptation to fall into spiritual inactivity."},{"refcode_short":"CL 23.4","refcode_long":"Country Living, p. 23.4 (Ellen Gould White)","content":"Wherever there are a few Sabbathkeepers, the parents should unite in providing a place for a day school where their children and youth can be instructed. They should employ a Christian teacher, who, as a consecrated missionary, shall educate the children in such a way as to lead them to become missionaries.—Counsels to Parents, Teachers, and Students, 173, 174 (1913)."},{"refcode_short":"CL 23","refcode_long":"Country Living, p. 23 (Ellen Gould White)","content":"How Must the Angels Feel"},{"refcode_short":"CL 23.5","refcode_long":"Country Living, p. 23.5 (Ellen Gould White)","content":"I think how the angels must feel seeing the end approaching, and those who claim to have the knowledge of God and Jesus Christ whom He hath sent, huddle together, colonize, and attend meetings, and feel discouraged and dissatisfied if there is not much preaching to benefit their souls and strengthen the church, while they are doing literally nothing.—Letter 16e, 1892."},{"refcode_short":"CL 24","refcode_long":"Country Living, p. 24 (Ellen Gould White)","content":"Enlarge and Expand—But Not at a Center"},{"refcode_short":"CL 24.1","refcode_long":"Country Living, p. 24.1 (Ellen Gould White)","content":"The people are encouraged to center in Battle Creek, and they pay their tithe and give their influence to the building up of a modern Jerusalem that is not after God's order. In this work other places are cut off from facilities which they should have. Enlarge ye, spread, yes; but not in one place. Go out and establish centers of influence in places where nothing, or next to nothing, has been done. Break up your consolidated mass; diffuse the saving beams of light, and shed light into the darkened corners of the earth.—Testimonies to Ministers and Gospel Workers, 254, 255 (1895)."},{"refcode_short":"CL 24","refcode_long":"Country Living, p. 24 (Ellen Gould White)","content":"Chapter 7—Guided by God's Providences"},{"refcode_short":"CL 24","refcode_long":"Country Living, p. 24 (Ellen Gould White)","content":"As God Opens the Way"},{"refcode_short":"CL 24.2","refcode_long":"Country Living, p. 24.2 (Ellen Gould White)","content":"The time has come, when, as God opens the way, families should move out of the cities. The children should be taken into the country. The parents should get as suitable a place as their means will allow. Though the dwelling may be small, yet there should be land in connection with it, that may be cultivated.—Manuscript 50, 1903."},{"refcode_short":"CL 24","refcode_long":"Country Living, p. 24 (Ellen Gould White)","content":"God Will Help His People"},{"refcode_short":"CL 24.3","refcode_long":"Country Living, p. 24.3 (Ellen Gould White)","content":"Parents can secure small homes in the country, with land for cultivation, where they can have orchards and where they can raise vegetables and small fruits to take the place of flesh meat, which is so corrupting to the life blood coursing through the veins. On such places the children will not be surrounded with the corrupting influences of city life. God will help His people to find such homes outside the cities.—Medical Ministry, 310 (1902)."},{"refcode_short":"CL 24","refcode_long":"Country Living, p. 24 (Ellen Gould White)","content":"To Help Open the Way"},{"refcode_short":"CL 24.4","refcode_long":"Country Living, p. 24.4 (Ellen Gould White)","content":"More and more, as time advances, our people will have to leave the cities. For years we have been instructed that our brethren and sisters, and especially families with children, should plan to leave the cities as the way opens before them to do so. Many will have to labor earnestly to help open the way. But until it is possible for them to leave, so long as they remain, they should be most active in doing missionary work, however limited their sphere of influence may be.—The Review and Herald, September 27, 1906."},{"refcode_short":"CL 25","refcode_long":"Country Living, p. 25 (Ellen Gould White)","content":"Counsel and Caution to Those Who Anticipate Leaving the Cities"},{"refcode_short":"CL 25.1","refcode_long":"Country Living, p. 25.1 (Ellen Gould White)","content":"[A communication written December 22, 1893, in response to a letter from a leading worker in Battle Creek, informing Mrs. White that in response to the admonition that our people should move out of Battle Creek, “between one and two hundred” were preparing to leave “as soon as possible.”—Compilers.]"},{"refcode_short":"CL 25.2","refcode_long":"Country Living, p. 25.2 (Ellen Gould White)","content":"Your letter tells me, my brother, that there are many who are stirred deeply to move out of Battle Creek. There is need, great need, of this work being done, and now. Those who have felt at last to make a move, let it not be in a rush, in an excitement, or in a rash manner, or in a way that hereafter they will deeply regret that they did move out...."},{"refcode_short":"CL 25.3","refcode_long":"Country Living, p. 25.3 (Ellen Gould White)","content":"Take heed that there shall be no rash movements made in heeding the counsel in moving from Battle Creek. Do nothing without seeking wisdom of God, who hath promised to give liberally to all who ask, and who upbraideth not. All that anyone can do is to advise and counsel, and then leave those who are convicted in regard to duty to move under divine guidance, and with their whole hearts open to learn and obey God."},{"refcode_short":"CL 25.4","refcode_long":"Country Living, p. 25.4 (Ellen Gould White)","content":"I am troubled when I consider that there may be even some of our teachers who need to be more evenly balanced with sound judgment. The messengers who bear the message of mercy to our world, who have the confidence of the people, will be appealed to for advice. Great caution must be exercised by these men who have not genuine experience in practical life, and who will be in danger of giving advice, ignorant of what that advice may lead others to do."},{"refcode_short":"CL 25","refcode_long":"Country Living, p. 25 (Ellen Gould White)","content":"The Gift to Counsel"},{"refcode_short":"CL 25.5","refcode_long":"Country Living, p. 25.5 (Ellen Gould White)","content":"Some men have insight into matters, having ability to counsel. It is a gift of God. In moments when the cause of God is in need of words, sound and solemn and solid, they can speak words which will lead minds perplexed and in darkness, to see as a quick flash of sunlight the course for them to pursue, which [question] has filled them with perplexity and baffled their minds in study for weeks and months. There is an unraveling, a clearing up of the path before them, and the Lord has let His sunlight in, and they see their prayers are answered, their way is made clear. But some rash advice may be given—only get out of Battle Creek, notwithstanding there is nothing clearly defined as to what improvement they will make in spiritual advancement for themselves or others in doing this."},{"refcode_short":"CL 26","refcode_long":"Country Living, p. 26 (Ellen Gould White)","content":"Carefully Consider Every Move"},{"refcode_short":"CL 26.1","refcode_long":"Country Living, p. 26.1 (Ellen Gould White)","content":"Let everyone take time to consider carefully; and not be like the man in the parable who began to build, and was not able to finish. Not a move should be made but that movement and all that it portends are carefully considered—everything weighed.... To every man was given his work according to his several ability. Then let him not move hesitatingly, but firmly, and yet humbly trusting in God."},{"refcode_short":"CL 26.2","refcode_long":"Country Living, p. 26.2 (Ellen Gould White)","content":"There may be individuals who will make a rush to do something, and enter into some business they know nothing about. This God does not require. Think candidly, prayerfully, studying the Word with all carefulness and prayerfulness, with mind and heart awake to hear the voice of God.... To understand the will of God is a great thing."},{"refcode_short":"CL 26","refcode_long":"Country Living, p. 26 (Ellen Gould White)","content":"Well-Defined Plans Needed"},{"refcode_short":"CL 26.3","refcode_long":"Country Living, p. 26.3 (Ellen Gould White)","content":"I address words to the church at Battle Creek, to move in the counsels of God. There is need of your moving—many from Battle Creek—and there is also need of your having well-defined plans as to what you will do when you go out from Battle Creek. Do not go in a rush, without knowing what you are about.... O for generals, wise and considerate, well-balanced men, who will be safe advisers, who have some insight into human nature, who know how to direct and counsel in the fear of God."},{"refcode_short":"CL 26","refcode_long":"Country Living, p. 26 (Ellen Gould White)","content":"Danger Attends New Experience"},{"refcode_short":"CL 26.4","refcode_long":"Country Living, p. 26.4 (Ellen Gould White)","content":"I have seen that danger attends every new phase of experience in the church, because some hear things with such a strong spirit. While some teachers may be strong and efficient in teaching in the lines of Bible doctrines, they will not all be men who have a knowledge of practical life, and can advise perplexed minds with surety and safety. They do not discern the perplexing situation that must necessarily come to every family who shall make a change. Therefore, let all be careful what they say; if they know not the mind of God in some matters, let them never speak from a guess or suppose so. If they know nothing definite, let them say so, and let the individual rely wholly upon God. Let there be much praying done, and even with fasting, that not one shall move in darkness, but move in the light as God is in the light...."},{"refcode_short":"CL 27","refcode_long":"Country Living, p. 27 (Ellen Gould White)","content":"Move Guardedly"},{"refcode_short":"CL 27.1","refcode_long":"Country Living, p. 27.1 (Ellen Gould White)","content":"Let there be nothing done in a disorderly manner, that there shall be a great loss or sacrifice made upon property because of ardent, impulsive speeches which stir up an enthusiasm which is not after the order of God, that a victory that was essential to be gained, shall, for lack of level-headed moderation and proper contemplation and sound principles and purposes, be turned into a defeat. Let there be wise generalship in this matter, and all move under the guidance of a wise, unseen Counselor, which is God. Elements that are human will struggle for the mastery, and there may be a work done that does not bear the signature of God. Now I plead with every soul to look not too strongly and confidently to human counselors, but look most earnestly to God, the one wise in counsel. Submit all your ways and your will to God's ways and to God's will...."},{"refcode_short":"CL 27","refcode_long":"Country Living, p. 27 (Ellen Gould White)","content":"The Aftermath Of Rash Moves"},{"refcode_short":"CL 27.2","refcode_long":"Country Living, p. 27.2 (Ellen Gould White)","content":"Should some move hastily and fly out of Battle Creek, and be brought into discouragement, they will reflect, not upon themselves for moving unadvisedly, but upon others who, they will charge, brought a pressure to bear upon them. All their discomfiture and defeat are charged back upon those who should not be reflected upon...."},{"refcode_short":"CL 27.3","refcode_long":"Country Living, p. 27.3 (Ellen Gould White)","content":"Now, just now, is the time when the perils of the last days are thickening around us, and we need wise men for counselors, not men who will feel it duty to stir up and create disorder, but who cannot possibly give wise counsel and organize and arrange that every stirring up shall bring order out of confusion, and rest and peace in obeying the Word of the Lord. Let every man be found in his true place, to do some work for the Master, according to his several ability...."},{"refcode_short":"CL 27.4","refcode_long":"Country Living, p. 27.4 (Ellen Gould White)","content":"How shall this be done? “Take My yoke upon you,” saith Jesus Christ, who hath bought you with His own precious blood, whose servants and property you are, “and learn of Me: for I am meek and lowly in heart: and ye shall find rest unto your souls. For My yoke is easy and My burden is light.” If everyone will come to Jesus in a teachable spirit, with contrition of heart, then he is in a condition of mind to be instructed and to learn of Jesus and obey His orders...."},{"refcode_short":"CL 28","refcode_long":"Country Living, p. 28 (Ellen Gould White)","content":"Spread Every Plan Before God"},{"refcode_short":"CL 28.1","refcode_long":"Country Living, p. 28.1 (Ellen Gould White)","content":"We cannot have a weak faith now; we cannot be safe in a listless, indolent, slothful attitude. Every jot of ability is to be used, and sharp, calm, deep thinking is to be done. The wisdom of any human agent is not sufficient for the planning and devising in this time. Spread every plan before God with fasting, [and] with the humbling of the soul before the Lord Jesus, and commit thy ways unto the Lord. The sure promise is, He will direct thy paths. He is infinite in resources. The Holy One of Israel, who calls the host of heaven by name, and holds the stars of heaven in position, has you individually in His keeping...."},{"refcode_short":"CL 28.2","refcode_long":"Country Living, p. 28.2 (Ellen Gould White)","content":"I would that all could realize what possibilities and probabilities there are for all who make Christ their sufficiency and their trust. The life hid with Christ in God ever has a refuge; he can say, “I can do all things through Christ which strengtheneth me.”"},{"refcode_short":"CL 28.3","refcode_long":"Country Living, p. 28.3 (Ellen Gould White)","content":"I leave this matter with you; for I have been worried and troubled in regard to the dangers that assail all in Battle Creek, lest they shall move indiscreetly and give the enemy advantage. This need not be, for if we walk humbly with God, we shall walk safely.—Letter 45, 1893."},{"refcode_short":"CL 28","refcode_long":"Country Living, p. 28 (Ellen Gould White)","content":"Chapter 8—Our Institutional Centers to Be Away From Congested Areas"},{"refcode_short":"CL 28","refcode_long":"Country Living, p. 28 (Ellen Gould White)","content":"Suitable Locations for Institutions"},{"refcode_short":"CL 28.4","refcode_long":"Country Living, p. 28.4 (Ellen Gould White)","content":"The instruction is still being given, Move out of the cities. Establish your sanitariums, your schools, and offices away from the centers of population. Many now will plead to remain in the cities, but the time will come erelong when all who wish to avoid the sights and sounds of evil will move into the country; for wickedness and corruption will increase to such a degree that the very atmosphere of the cities will seem to be polluted.—Letter 26, 1907."},{"refcode_short":"CL 29","refcode_long":"Country Living, p. 29 (Ellen Gould White)","content":"To Avoid Temptation and Corruption"},{"refcode_short":"CL 29.1","refcode_long":"Country Living, p. 29.1 (Ellen Gould White)","content":"Some have wondered why our office of publication should be moved from Oakland to Mountain View. God has been calling upon His people to leave the cities. The youth who are connected with our institutions should not be exposed to the temptations and the corruption to be found in the large cities. Mountain View has seemed to be a favorable location for the printing office.—Manuscript 148, 1905."},{"refcode_short":"CL 29","refcode_long":"Country Living, p. 29 (Ellen Gould White)","content":"Stormy Times Are Before Us"},{"refcode_short":"CL 29.2","refcode_long":"Country Living, p. 29.2 (Ellen Gould White)","content":"This disaster [the burning of the Review and Herald building] may make a decided change in affairs. I hope that our brethren will heed the lesson that God is trying to teach them, and that they will not rebuild the publishing house in Battle Creek. God means that we shall not locate in the cities; for there are very stormy times before us.—Letter 2, 1903."},{"refcode_short":"CL 29","refcode_long":"Country Living, p. 29 (Ellen Gould White)","content":"Where the Youth May Be Taught Most Effectively"},{"refcode_short":"CL 29.3","refcode_long":"Country Living, p. 29.3 (Ellen Gould White)","content":"God has sent warning after warning that our schools and publishing houses and sanitariums are to be established out of the city, in places where the youth may be taught most effectively what is truth. Let no one attempt to use the Testimonies to vindicate the establishment of large business interests in the cities. Do not make of no effect the light that has been given upon this subject."},{"refcode_short":"CL 29.4","refcode_long":"Country Living, p. 29.4 (Ellen Gould White)","content":"Men will arise speaking perverse things, to counterwork the very movements that the Lord is leading His servants to make. But it is time that men and women reasoned from cause to effect. It is too late, too late, to establish large business firms in the cities—too late to call young men and women from the country to the city. Conditions are arising in the cities that will make it very hard for those of our faith to remain in them. It would therefore be a great mistake to invest money in the establishment of business interests in the cities.—Manuscript 76, 1905."},{"refcode_short":"CL 29","refcode_long":"Country Living, p. 29 (Ellen Gould White)","content":"Working the Cities From Outposts"},{"refcode_short":"CL 29.5","refcode_long":"Country Living, p. 29.5 (Ellen Gould White)","content":"As far as possible, our institutions should be located away from the cities. We must have workers for these institutions, and if they are located in the city, that means that families of our people must settle near them. But it is not God's will that His people shall settle in the cities, where there is constant turmoil and confusion. Their children should be spared this; for the whole system is demoralized by the hurry and rush and noise. The Lord desires His people to move into the country, where they can settle on the land, and raise their own fruit and vegetables, and where their children can be brought in direct contact with the works of God in nature. Take your families away from the cities is my message."},{"refcode_short":"CL 30.1","refcode_long":"Country Living, p. 30.1 (Ellen Gould White)","content":"The truth must be spoken, whether men will hear, or whether men will forbear. The cities are filled with temptation. We should plan our work in such a way as to keep our young people as far as possible from this contamination."},{"refcode_short":"CL 30.2","refcode_long":"Country Living, p. 30.2 (Ellen Gould White)","content":"The cities are to be worked from outposts. Said the messenger of God, “Shall not the cities be warned? Yes; not by God's people living in them, but by their visiting them, to warn them of what is coming upon the earth.”—Letter 182, 1902."},{"refcode_short":"CL 30","refcode_long":"Country Living, p. 30 (Ellen Gould White)","content":"In Easy Access to the Cities"},{"refcode_short":"CL 30.3","refcode_long":"Country Living, p. 30.3 (Ellen Gould White)","content":"Let men of sound judgment be appointed, not to publish abroad their intentions, but to search for such properties in the rural districts, in easy access to the cities, suitable for small training schools for workers, and where facilities may also be provided for treating the sick and weary souls who know not the truth. Look for such places just out from the large cities, where suitable buildings may be secured, either as a gift from the owners, or purchased at a reasonable price by the gifts of our people. Do not erect buildings in the noisy cities.—Medical Ministry, 308, 309 (1909)."},{"refcode_short":"CL 30","refcode_long":"Country Living, p. 30 (Ellen Gould White)","content":"Lessons From Enoch and Lot"},{"refcode_short":"CL 30.4","refcode_long":"Country Living, p. 30.4 (Ellen Gould White)","content":"As God's commandment-keeping people, we must leave the cities. As did Enoch, we must work in the cities but not dwell in them.—Evangelism, 78, 79 (1899)."},{"refcode_short":"CL 30.5","refcode_long":"Country Living, p. 30.5 (Ellen Gould White)","content":"When iniquity abounds in a nation, there is always to be heard some voice giving warning and instruction, as the voice of Lot was heard in Sodom. Yet Lot could have preserved his family from many evils, had he not made his home in this wicked, polluted city. All that Lot and his family did in Sodom could have been done by them, even if they had lived in a place some distance away from the city. Enoch walked with God, and yet he did not live in the midst of any city, polluted with every kind of violence and wickedness, as did Lot in Sodom.—Evangelism, 79 (1903)."},{"refcode_short":"CL 31","refcode_long":"Country Living, p. 31 (Ellen Gould White)","content":"Churches, but Not Institutions in the Cities"},{"refcode_short":"CL 31.1","refcode_long":"Country Living, p. 31.1 (Ellen Gould White)","content":"Repeatedly the Lord has instructed us that we are to work the cities from outpost centers. In these cities we are to have houses of worship, as memorials for God, but institutions for the publication of our literature, for the healing of the sick, and for the training of workers, are to be established outside the cities. Especially is it important that our youth be shielded from the temptations of city life."},{"refcode_short":"CL 31.2","refcode_long":"Country Living, p. 31.2 (Ellen Gould White)","content":"It is in harmony with this instruction, that meetinghouses have been purchased and rededicated in Washington and in Nashville, while the publishing houses and the sanitariums at these centers have been established away from the congested heart of the cities, as outpost centers. This is the plan that has been followed in the removal of other publishing houses and sanitariums into the country, and that is now being followed in Great Britain with regard to the London publishing house and also the training-school there. We are now given opportunity to advance in the opening providences of God by helping our brethren in these and many other important centers to establish the work on a firm basis, in order that it may be carried forward solidly.—Special Testimonies, Series B, No. 8, pp. 7, 8 (1907)."},{"refcode_short":"CL 31.3","refcode_long":"Country Living, p. 31.3 (Ellen Gould White)","content":"We are to be wise as serpents and harmless as doves in our efforts to secure country properties at a low figure, and from these outpost centers we are to work the cities.—Special Testimonies, Series B, No. 14, p. 7 (1902)."},{"refcode_short":"CL 31","refcode_long":"Country Living, p. 31 (Ellen Gould White)","content":"The Message Given by the Lord"},{"refcode_short":"CL 31.4","refcode_long":"Country Living, p. 31.4 (Ellen Gould White)","content":"“Out of the cities; out of the cities!”—this is the message the Lord has been giving me. The earthquakes will come; the floods will come; and we are not to establish ourselves in the wicked cities, where the enemy is served in every way, and where God is so often forgotten. The Lord desires that we shall have clear spiritual eyesight. We must be quick to discern the peril that would attend the establishment of institutions in these wicked cities. We must make wise plans to warn the cities, and at the same time live where we can shield our children and ourselves from the contaminating and demoralizing influences so prevalent in these places.—Life Sketches, 409, 410 (1906)."},{"refcode_short":"CL 32","refcode_long":"Country Living, p. 32 (Ellen Gould White)","content":"Chapter 9—Emergency Flight in Closing Conflict"},{"refcode_short":"CL 32","refcode_long":"Country Living, p. 32 (Ellen Gould White)","content":"The Signal for Fleeing"}]