[{"refcode_short":"CollegeRecord","refcode_long":"(Battle Creek) College Record","content":"(Battle Creek) College Record"},{"refcode_short":"CollegeRecord January 1,  1878","refcode_long":"(Battle Creek) College Record January 1,  1878","content":"1878"},{"refcode_short":"CollegeRecord January 1,  1878","refcode_long":"(Battle Creek) College Record January 1,  1878","content":"January 1, 1878"},{"refcode_short":"CollegeRecord January 1,  1878","refcode_long":"(Battle Creek) College Record January 1,  1878","content":"“The Fear of the Lord Is the Beginning of Wisdom.“"},{"refcode_short":"CollegeRecord January 1,  1878, par. 1","refcode_long":"(Battle Creek) College Record January 1,  1878, paragraph 1","content":"If those who attend our College would become men of influence and power, they must learn to reverence and honor their Creator; if they would obtain a thorough education, they must become acquainted with the Book of all books. This volume contains the jewels of truth that are able to make them wise unto salvation. Concerning this book, the Majesty of Heaven, who left his royal throne and stooped to the level of humanity that he might elevate the fallen race, has given the injunction: “Search the Scriptures, for in them ye think ye have eternal life, and they are they which testify of me.”"},{"refcode_short":"CollegeRecord January 1,  1878, par. 2","refcode_long":"(Battle Creek) College Record January 1,  1878, paragraph 2","content":"Our College is not only a literary institution, where minds are to be educated, but it is a place where character is to be molded. The student should not feel, that, in order to improve his time to the best account, his mind must be exclusively devoted to the study of the sciences. This is but one branch of education. All the powers of mind and body should be trained to accomplish the greatest amount of good. The student should see and feel the importance of building upon the right foundation. He should commence with the fear of the Lord, and be guided by his just and righteous laws. Jesus is the perfect pattern. His example in a pure and spotless life should be continually presented as a model for the youth."},{"refcode_short":"CollegeRecord January 1,  1878, par. 3","refcode_long":"(Battle Creek) College Record January 1,  1878, paragraph 3","content":"Let none of our students who have learned to love and fear God, undervalue the acquisition of this knowledge; for the pen of inspiration has declared that the fear of the Lord lies at the very foundation of all knowledge. He who fears and loves God, and is making it his aim in the strength of God to be brave to duty, will exemplify in his religious life the love, the wisdom, and the power of God. The Pharisaical religionist, whose life contradicts his profession, will be disliked and shunned by those who admire truth, honesty, and integrity; but he who has indeed learned of Jesus, and who manifests in his life the meekness of humility, will, by his deportment and religious life, exert a winning influence upon his associates. No one should feel that in becoming an acknowledged follower of Christ he has taken a position to be ashamed of, or that he should wish to hide. This would evidence weakness of moral character, and cowardice. To be connected with the God of Heaven is to be allied to the richest and mightiest sovereign that ever held a scepter. To be sons and daughters of the Almighty, is to bear relationship to the King over all kings, the Monarch of the heavens and the earth. This is the highest exaltation."},{"refcode_short":"CollegeRecord January 1,  1878, par. 4","refcode_long":"(Battle Creek) College Record January 1,  1878, paragraph 4","content":"The young should not be left to themselves, to think and act independently. They should be guided by the counsel of those of experience. The youth are every day sowing seed in the field of life; and what will the harvest be? All are weaving for themselves a web of habits, which, when once formed, will task the strength to break. How important, then, that the influence exerted over the youth be such as will promote health, prosperity, and peace of mind. Many a youth has, in a critical moment, balanced in the wrong direction for want of kindly sympathy and encouraging words. There is, with almost every youth, a turning-point in life, from which he will either rise in moral worth or sink to a low level. The influence thrown around youth at these critical points in life, determines the character which they shall develop for time; and their destiny for eternity."},{"refcode_short":"CollegeRecord January 1,  1878, par. 5","refcode_long":"(Battle Creek) College Record January 1,  1878, paragraph 5","content":"If the youth choose the society of those whose characters have been cast in an inferior mold, if they indulge in the reading of the cheap sensational stories and impure books which are scattered through the land like autumn leaves, their minds will have the inferior, impure cast of that upon which they feed. Impure objects and impure thoughts will exert a blackening influence upon the soul. This class may repent, they may deeply mourn over their past education, but marks of the stain will be left upon the character; unhallowed thoughts once cherished cannot be entirely banished at will."},{"refcode_short":"CollegeRecord January 1,  1878, par. 6","refcode_long":"(Battle Creek) College Record January 1,  1878, paragraph 6","content":"Thorough education comprises not only literary attainments, but a knowledge of proper behavior. Students who leave their homes to attend school should not cast off all feeling of restraint, because no watchful parental eye is upon their going out and coming in. They should feel that self-control is even more necessary than when at home, and that they must have maturity of judgment with regard to the propriety of their acts. As they progress in knowledge, they should cultivate refinement of manners. Those who are satisfied with a knowledge of the sciences merely, are obtaining a one-sided education."},{"refcode_short":"CollegeRecord January 1,  1878, par. 7","refcode_long":"(Battle Creek) College Record January 1,  1878, paragraph 7","content":"The sons of the wealthy are generally more difficult to restrain than the sons of poor men. Rich men's sons frequently say, by their deportment, “You must be careful how you deal with me. I am a rich man's son, and shall do as I please.” But in reality those students who feel that their importance is increased by the money and lands of their fathers, are continually developing the fact that they need an education in refinement and common politeness. Money, houses, and lands cannot purchase for them well developed, refined characters, which will raise the possessors in moral value in society, and elevate them in the estimation of God. It is not wealth nor standing that makes the man; it is moral worth."},{"refcode_short":"CollegeRecord January 1,  1878, par. 8","refcode_long":"(Battle Creek) College Record January 1,  1878, paragraph 8","content":"Many of the colleges in our land are places where, by association with fellow-students, the youth are in danger of becoming immoral and depraved. The mind that is left open to temptation is not in a fit condition to reach high attainments in intellectual culture. Youth who are restless and dissatisfied unless they can be engaged in frivolous and delusive pleasure, use their God given capabilities in a manner that will never bring them returns of good; for the end will be mental imbecility. Those who allow the lower passions, appetite, selfishness, and pride, to govern them, will violate every law of their natures, and sink lower and lower in moral degradation."},{"refcode_short":"CollegeRecord January 1,  1878, par. 9","refcode_long":"(Battle Creek) College Record January 1,  1878, paragraph 9","content":"God forbid that Battle Creek College should retain this class of students. One person of this stamp would demoralize scores of youth, and would be a blot upon the school. Youth are sent from the parental home to our College to be so educated and disciplined that they may come forth with well-balanced minds as well as intellectual culture; that the moral and spiritual nature may be enlightened and elevated by the discipline of intellectual studies, and the influence of the religious helps which surround them at Battle Creek. This is the work which our College is designed to accomplish. We are willing that the whole world should know, not only that our youth are educated in the sciences, but that they have continually kept before them the importance of obtaining a knowledge of the laws of God, and of rendering obedience to them."},{"refcode_short":"CollegeRecord January 1,  1878, par. 10","refcode_long":"(Battle Creek) College Record January 1,  1878, paragraph 10","content":"Proper associations are of the highest importance to the youth. They should not be left to choose associates who will lower their standard of integrity. The friendship of such has a stealthy influence assimilating to their own deficient characters those who associate with them. On the other hand, if the associates of our youth are persons of good minds and sound principles, they will, by their conscious and unconscious influence, greatly benefit those brought in contact with them. The powers of the mind will be invigorated. Pure thoughts, words, and actions will have a telling influence, elevating in its tendency."}]