[{"refcode_short":"CSA 1","refcode_long":"A Call To Stand Apart, p. 1 (Ellen Gould White)","content":"A Call To Stand Apart"},{"refcode_short":"CSA 2","refcode_long":"A Call To Stand Apart, p. 2 (Ellen Gould White)","content":"Introduction"},{"refcode_short":"CSA 2.1","refcode_long":"A Call To Stand Apart, p. 2.1 (Ellen Gould White)","content":"A Call to Stand Apart is a first. It is the first Ellen White book prepared by the White Estate especially for twenty-first century young adults. It also is the first book in which a variety of inspired counsels have been drawn exclusively from previously published Ellen White books."},{"refcode_short":"CSA 2.2","refcode_long":"A Call To Stand Apart, p. 2.2 (Ellen Gould White)","content":"A Call to Stand Apart makes available from selected Ellen White writings the core ideas that deal with important issues faced by youth and young adults today. The 17 chapters of the book have been chosen to address issues faced by contemporary young adults in a twenty-first-century context."},{"refcode_short":"CSA 2.3","refcode_long":"A Call To Stand Apart, p. 2.3 (Ellen Gould White)","content":"This original source material is provided for those who would like to make a comparative study and analysis of the paraphrase A Call to Stand Apart undertaken from these selected writings of Ellen G. White. Every effort has been made to be faithful to the original content, ideas, and principles set forth by Ellen White. We believe a comparison will reveal that in no case has the thought in the original been changed."},{"refcode_short":"CSA 3.1","refcode_long":"A Call To Stand Apart, p. 3.1 (Ellen Gould White)","content":"We believe that the principles penned more than 100 years ago under divine inspiration are more relevant than ever. It is our hope that thousands of readers will find A Call to Stand Apart so compelling, interesting, and inspiring that they will go on to further explore the deep spiritual riches in other Ellen White writings. May each reader “catch the vision.”"},{"refcode_short":"CSA 4","refcode_long":"A Call To Stand Apart, p. 4 (Ellen Gould White)","content":"Chapter 1—Beginnings"},{"refcode_short":"CSA 4.1","refcode_long":"A Call To Stand Apart, p. 4.1 (Ellen Gould White)","content":"Christ, the heavenly merchantman seeking goodly pearls, saw in lost humanity the pearl of price. In man, defiled and ruined by sin, he saw the possibilities of redemption. 1Christ's Object Lessons, 118."},{"refcode_short":"CSA 4.2","refcode_long":"A Call To Stand Apart, p. 4.2 (Ellen Gould White)","content":"Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost. Then Joseph her husband, being a just man, and not willing to make her a public example, was minded to put her away privily. But while he thought on these things, behold, the angel of the Lord appeared unto him in a dream, saying, Joseph, thou son of David, fear not to take unto thee Mary thy wife: for that which is conceived in her is of the Holy Ghost. And she shall bring forth a son, and thou shalt call his name Jesus: for he shall save his people from their sins."},{"refcode_short":"CSA 4.3","refcode_long":"A Call To Stand Apart, p. 4.3 (Ellen Gould White)","content":"Now all this was done, that it might be fulfilled which was spoken of the Lord by the prophet, saying, Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us. Then Joseph being raised from sleep did as the angel of the Lord had bidden him, and took unto him his wife: And knew her not till she had brought forth her firstborn son: and he called his name Jesus. Matthew 1:18-25."},{"refcode_short":"CSA 4.4","refcode_long":"A Call To Stand Apart, p. 4.4 (Ellen Gould White)","content":"And there were in the same country shepherds abiding in the field, keeping watch over their flock by night. And, lo, the angel of the Lord came upon them, and the glory of the Lord shone round about them: and they were sore afraid. And the angel said unto them, Fear not: for, behold, I bring you good tidings of great joy, which shall be to all people. For unto you is born this day in the city of David a Saviour, which is Christ the Lord. And this shall be a sign unto you; Ye shall find the babe wrapped in swaddling clothes, lying in a manger. And suddenly there was with the angel a multitude of the heavenly host praising God, and saying, Glory to God in the highest, and on earth peace, good will toward men."},{"refcode_short":"CSA 4.5","refcode_long":"A Call To Stand Apart, p. 4.5 (Ellen Gould White)","content":"And it came to pass, as the angels were gone away from them into heaven, the shepherds said one to another, Let us now go even unto Bethlehem, and see this thing which is come to pass, which the Lord hath made known unto us. And they came with haste, and found Mary, and Joseph, and the babe lying in a manger. And when they had seen it, they made known abroad the saying which was told them concerning this child. And all they that heard it wondered at those things which were told them by the shepherds. But Mary kept all these things, and pondered them in her heart. And the shepherds returned, glorifying and praising God for all the things that they had heard and seen, as it was told unto them. Luke 2:8-20."},{"refcode_short":"CSA 5.1","refcode_long":"A Call To Stand Apart, p. 5.1 (Ellen Gould White)","content":"The Saviour's coming was foretold in Eden. When Adam and Eve first heard the promise, they looked for its speedy fulfillment. They joyfully welcomed their first-born son, hoping that he might be the Deliverer. But the fulfillment of the promise tarried. Those who first received it died without the sight. From the days of Enoch the promise was repeated through patriarchs and prophets, keeping alive the hope of His appearing, and yet He came not. The prophecy of Daniel revealed the time of His advent, but not all rightly interpreted the message. Century after century passed away; the voices of the prophets ceased. The hand of the oppressor was heavy upon Israel, and many were ready to exclaim, “The days are prolonged, and every vision faileth.” Ezekiel 12:22."},{"refcode_short":"CSA 5.2","refcode_long":"A Call To Stand Apart, p. 5.2 (Ellen Gould White)","content":"But like the stars in the vast circuit of their appointed path, God's purposes know no haste and no delay. Through the symbols of the great darkness and the smoking furnace, God had revealed to Abraham the bondage of Israel in Egypt, and had declared that the time of their sojourning should be four hundred years. “Afterward,” He said, “shall they come out with great substance.” Genesis 15:14. Against that word, all the power of Pharaoh's proud empire battled in vain. On “the self-same day” appointed in the divine promise, “it came to pass, that all the hosts of the Lord went out from the land of Egypt.” Exodus 12:41. So in heaven's council the hour for the coming of Christ had been determined. When the great clock of time pointed to that hour, Jesus was born in Bethlehem. 2The Desire of Ages, 31, 32."},{"refcode_short":"CSA 5.3","refcode_long":"A Call To Stand Apart, p. 5.3 (Ellen Gould White)","content":"The King of glory stooped low to take humanity. Rude and forbidding were His earthly surroundings. His glory was veiled, that the majesty of His outward form might not become an object of attraction. He shunned all outward display. Riches, worldly honor, and human greatness can never save a soul from death; Jesus purposed that no attraction of an earthly nature should call men to His side. Only the beauty of heavenly truth must draw those who would follow Him. The character of the Messiah had long been foretold in prophecy, and He desired men to accept Him upon the testimony of the word of God."},{"refcode_short":"CSA 5.4","refcode_long":"A Call To Stand Apart, p. 5.4 (Ellen Gould White)","content":"The angels had wondered at the glorious plan of redemption. They watched to see how the people of God would receive His Son, clothed in the garb of humanity. 3The Desire of Ages, 43."},{"refcode_short":"CSA 5.5","refcode_long":"A Call To Stand Apart, p. 5.5 (Ellen Gould White)","content":"Angels attend Joseph and Mary as they journey from their home in Nazareth to the city of David. The decree of imperial Rome for the enrollment of the peoples of her vast dominion has extended to the dwellers among the hills of Galilee. As in old time Cyrus was called to the throne of the world's empire that he might set free the captives of the Lord, so Caesar Augustus is made the agent for the fulfillment of God's purpose in bringing the mother of Jesus to Bethlehem. She is of the lineage of David, and the Son of David must be born in David's city. Out of Bethlehem, said the prophet, “shall He come forth ... that is to be ruler in Israel; whose goings forth have been from of old, from the days of eternity.” Micah 5:2, margin. But in the city of their royal line, Joseph and Mary are unrecognized and unhonored. Weary and homeless, they traverse the entire length of the narrow street, from the gate of the city to the eastern extremity of the town, vainly seeking a resting place for the night. There is no room for them at the crowded inn. In a rude building where the beasts are sheltered, they at last find refuge, and here the Redeemer of the world is born. 4The Desire of Ages, 44."},{"refcode_short":"CSA 6.1","refcode_long":"A Call To Stand Apart, p. 6.1 (Ellen Gould White)","content":"Above the hills of Bethlehem are gathered an innumerable throng of angels. They wait the signal to declare the glad news to the world. Had the leaders in Israel been true to their trust, they might have shared the joy of heralding the birth of Jesus. But now they are passed by.5The Desire of Ages, 47."},{"refcode_short":"CSA 6.2","refcode_long":"A Call To Stand Apart, p. 6.2 (Ellen Gould White)","content":"In the fields where the boy David had led his flock, shepherds were still keeping watch by night. Through the silent hours they talked together of the promised Saviour, and prayed for the coming of the King to David's throne. “And, lo, the angel of the Lord came upon them, and the glory of the Lord shone round about them: and they were sore afraid. And the angel said unto them, Fear not: for, behold, I bring you good tidings of great joy, which shall be to all people. For unto you is born this day in the city of David a Saviour, which is Christ the Lord.”"},{"refcode_short":"CSA 6.3","refcode_long":"A Call To Stand Apart, p. 6.3 (Ellen Gould White)","content":"At these words, visions of glory fill the minds of the listening shepherds. The Deliverer has come to Israel! Power, exaltation, triumph, are associated with His coming. But the angel must prepare them to recognize their Saviour in poverty and humiliation. “This shall be a sign unto you,” he says; “Ye shall find the babe wrapped in swaddling clothes, lying in a manger.”"},{"refcode_short":"CSA 6.4","refcode_long":"A Call To Stand Apart, p. 6.4 (Ellen Gould White)","content":"The heavenly messenger had quieted their fears. He had told them how to find Jesus. With tender regard for their human weakness, he had given them time to become accustomed to the divine radiance. Then the joy and glory could no longer be hidden. The whole plain was lighted up with the bright shining of the hosts of God. Earth was hushed, and heaven stooped to listen to the song,—"},{"refcode_short":"CSA 6.5","refcode_long":"A Call To Stand Apart, p. 6.5 (Ellen Gould White)","content":"“Glory to God in the highest,\nAnd on earth peace, good will toward men.” 6The Desire of Ages, 47, 48."},{"refcode_short":"CSA 6.6","refcode_long":"A Call To Stand Apart, p. 6.6 (Ellen Gould White)","content":"As the angels disappeared, the light faded away, and the shadows of night once more fell on the hills of Bethlehem. But the brightest picture ever beheld by human eyes remained in the memory of the shepherds. “And it came to pass, as the angels were gone away from them into heaven, the shepherds said one to another, Let us now go even unto Bethlehem, and see this thing which is come to pass, which the Lord hath made known unto us. And they came with haste, and found Mary, and Joseph, and the babe lying in a manger.” 7The Desire of Ages, 48."},{"refcode_short":"CSA 6.7","refcode_long":"A Call To Stand Apart, p. 6.7 (Ellen Gould White)","content":"Heaven and earth are no wider apart today than when shepherds listened to the angels’ song. Humanity is still as much the object of heaven's solicitude as when common men of common occupations met angels at noonday, and talked with the heavenly messengers in the vineyards and the fields. To us in the common walks of life, heaven may be very near. Angels from the courts above will attend the steps of those who come and go at God's command."},{"refcode_short":"CSA 6.8","refcode_long":"A Call To Stand Apart, p. 6.8 (Ellen Gould White)","content":"The story of Bethlehem is an exhaustless theme. In it is hidden “the depth of the riches both of the wisdom and knowledge of God.” Romans 11:33. We marvel at the Saviour's sacrifice in exchanging the throne of heaven for the manger, and the companionship of adoring angels for the beasts of the stall. Human pride and self-sufficiency stand rebuked in His presence. Yet this was but the beginning of His wonderful condescension. It would have been an almost infinite humiliation for the Son of God to take man's nature, even when Adam stood in his innocence in Eden. But Jesus accepted humanity when the race had been weakened by four thousand years of sin. Like every child of Adam He accepted the results of the working of the great law of heredity. What these results were is shown in the history of His earthly ancestors. He came with such a heredity to share our sorrows and temptations, and to give us the example of a sinless life. 8The Desire of Ages, 48, 49."},{"refcode_short":"CSA 8","refcode_long":"A Call To Stand Apart, p. 8 (Ellen Gould White)","content":"Chapter 2—Jesus as a Child and Young Adult"},{"refcode_short":"CSA 8.1","refcode_long":"A Call To Stand Apart, p. 8.1 (Ellen Gould White)","content":"And the child grew, and waxed strong in spirit, filled with wisdom: and the grace of God was upon him. Now his parents went to Jerusalem every year at the feast of the passover. And when he was twelve years old, they went up to Jerusalem after the custom of the feast. And when they had fulfilled the days, as they returned, the child Jesus tarried behind in Jerusalem; and Joseph and his mother knew not of it. But they, supposing him to have been in the company, went a day's journey; and they sought him among their kinsfolk and acquaintance. And when they found him not, they turned back again to Jerusalem, seeking him. And it came to pass, that after three days they found him in the temple, sitting in the midst of the doctors, both hearing them, and asking them questions. And all that heard him were astonished at his understanding and answers. And when they saw him, they were amazed: and his mother said unto him, Son, why hast thou thus dealt with us? behold, thy father and I have sought thee sorrowing. And he said unto them, How is it that ye sought me? wist ye not that I must be about my Father's business? And they understood not the saying which he spake unto them. And he went down with them, and came to Nazareth, and was subject unto them: but his mother kept all these sayings in her heart. And Jesus increased in wisdom and stature, and in favour with God and man. Luke 2:40-52."},{"refcode_short":"CSA 8.2","refcode_long":"A Call To Stand Apart, p. 8.2 (Ellen Gould White)","content":"From its earliest years the Jewish child was surrounded with the requirements of the rabbis. Rigid rules were prescribed for every act, down to the smallest details of life. Under the synagogue teachers the youth were instructed in the countless regulations which as orthodox Israelites they were expected to observe. But Jesus did not interest Himself in these matters. From childhood He acted independently of the rabbinical laws. The Scriptures of the Old Testament were His constant study, and the words, “Thus saith the Lord,” were ever upon His lips."},{"refcode_short":"CSA 8.3","refcode_long":"A Call To Stand Apart, p. 8.3 (Ellen Gould White)","content":"As the condition of the people began to open to His mind, He saw that the requirements of society and the requirements of God were in constant collision. Men were departing from the word of God, and exalting theories of their own invention. They were observing traditional rites that possessed no virtue. Their service was a mere round of ceremonies; the sacred truths it was designed to teach were hidden from the worshipers. 9The Desire of Ages, 84."},{"refcode_short":"CSA 8.4","refcode_long":"A Call To Stand Apart, p. 8.4 (Ellen Gould White)","content":"In every gentle and submissive way, Jesus tried to please those with whom He came in contact. Because He was so gentle and unobtrusive, the scribes and elders supposed that He would be easily influenced by their teaching. They urged Him to receive the maxims and traditions that had been handed down from the ancient rabbis, but He asked for their authority in Holy Writ. He would hear every word that proceeds from the mouth of God; but He could not obey the inventions of men. Jesus seemed to know the Scriptures from beginning to end, and He presented them in their true import. The rabbis were ashamed to be instructed by a child. They claimed that it was their office to explain the Scriptures, and that it was His place to accept their interpretation. They were indignant that He should stand in opposition to their word."},{"refcode_short":"CSA 9.1","refcode_long":"A Call To Stand Apart, p. 9.1 (Ellen Gould White)","content":"They realized that in spiritual understanding Jesus was far in advance of them. 10The Desire of Ages, 85."},{"refcode_short":"CSA 9.2","refcode_long":"A Call To Stand Apart, p. 9.2 (Ellen Gould White)","content":"At a very early age, Jesus had begun to act for Himself in the formation of His character, and not even respect and love for His parents could turn Him from obedience to God's word. “It is written” was His reason for every act that varied from the family customs."},{"refcode_short":"CSA 9.3","refcode_long":"A Call To Stand Apart, p. 9.3 (Ellen Gould White)","content":"His brothers, as the sons of Joseph were called, sided with the rabbis. They insisted that the traditions must be heeded, as if they were the requirements of God.... His strict obedience to the law of God they condemned as stubbornness. They were surprised at the knowledge and wisdom He showed in answering the rabbis. They knew that He had not received instruction from the wise men, yet they could not but see that He was an instructor to them. They recognized that His education was of a higher type than their own. 11The Desire of Ages, 86."},{"refcode_short":"CSA 9.4","refcode_long":"A Call To Stand Apart, p. 9.4 (Ellen Gould White)","content":"There were some who sought His society, feeling at peace in His presence; but many avoided Him, because they were rebuked by His stainless life. Young companions urged Him to do as they did. He was bright and cheerful; they enjoyed His presence, and welcomed His ready suggestions; but they were impatient at His scruples, and pronounced Him narrow and strait-laced. 12The Desire of Ages, 89."},{"refcode_short":"CSA 9.5","refcode_long":"A Call To Stand Apart, p. 9.5 (Ellen Gould White)","content":"From the time when the parents of Jesus found Him in the temple, His course of action was a mystery to them. He would not enter into controversy, yet His example was a constant lesson. He seemed as one who was set apart. His hours of happiness were found when alone with nature and with God. Whenever it was His privilege, He turned aside from the scene of His labor, to go into the fields, to meditate in the green valleys, to hold communion with God on the mountainside or amid the trees of the forest. The early morning often found Him in some secluded place, meditating, searching the Scriptures, or in prayer. From these quiet hours He would return to His home to take up His duties again, and to give an example of patient toil...."},{"refcode_short":"CSA 9.6","refcode_long":"A Call To Stand Apart, p. 9.6 (Ellen Gould White)","content":"Mary often remonstrated with Jesus, and urged Him to conform to the usages of the rabbis. But He could not be persuaded to change His habits of contemplating the works of God and seeking to alleviate the suffering of men or even of dumb animals. 13The Desire of Ages, 89, 90."},{"refcode_short":"CSA 9.7","refcode_long":"A Call To Stand Apart, p. 9.7 (Ellen Gould White)","content":"When they [Jesus’ brothers] spoke harshly to poor, degraded beings, Jesus sought out these very ones, and spoke to them words of encouragement. To those who were in need He would give a cup of cold water, and would quietly place His own meal in their hands...."},{"refcode_short":"CSA 9.8","refcode_long":"A Call To Stand Apart, p. 9.8 (Ellen Gould White)","content":"Harmless and undefiled, He walked among the thoughtless, the rude, the uncourteous; amid the unjust publicans, the reckless prodigals, the unrighteous Samaritans, the heathen soldiers, the rough peasants, and the mixed multitude. He spoke a word of sympathy here and a word there, as He saw men weary, yet compelled to bear heavy burdens. He shared their burdens, and repeated to them the lessons He had learned from nature, of the love, the kindness, the goodness of God. 14The Desire of Ages, 87, 90."},{"refcode_short":"CSA 9.9","refcode_long":"A Call To Stand Apart, p. 9.9 (Ellen Gould White)","content":"At times [Mary] wavered between Jesus and His brothers, who did not believe that He was the Sent of God; but evidence was abundant that His was a divine character. She saw Him sacrificing Himself for the good of others. His presence brought a purer atmosphere into the home, and His life was as leaven working amid the elements of society. 15The Desire of Ages, 90."},{"refcode_short":"CSA 10","refcode_long":"A Call To Stand Apart, p. 10 (Ellen Gould White)","content":"Chapter 3—Jesus’ Ministry Begins with a Party"},{"refcode_short":"CSA 10.1","refcode_long":"A Call To Stand Apart, p. 10.1 (Ellen Gould White)","content":"And the third day there was a marriage in Cana of Galilee; and the mother of Jesus was there: And both Jesus was called, and his disciples, to the marriage. And when they wanted wine, the mother of Jesus saith unto him, They have no wine. Jesus saith unto her, Woman, what have I to do with thee? mine hour is not yet come. His mother saith unto the servants, Whatsoever he saith unto you, do it. And there were set there six waterpots of stone, after the manner of the purifying of the Jews, containing two or three firkins apiece. Jesus saith unto them, Fill the waterpots with water. And they filled them up to the brim. And he saith unto them, Draw out now, and bear unto the governor of the feast. And they bare it. When the ruler of the feast had tasted the water that was made wine, and knew not whence it was: (but the servants which drew the water knew;) the governor of the feast called the bridegroom, And saith unto him, Every man at the beginning doth set forth good wine; and when men have well drunk, then that which is worse: but thou hast kept the good wine until now. This beginning of miracles did Jesus in Cana of Galilee, and manifested forth his glory; and his disciples believed on him. John 2:1-11."},{"refcode_short":"CSA 10.2","refcode_long":"A Call To Stand Apart, p. 10.2 (Ellen Gould White)","content":"Jesus did not begin His ministry by some great work before the Sanhedrin at Jerusalem. At a household gathering in a little Galilean village His power was put forth to add to the joy of a wedding feast. Thus He showed His sympathy with men, and His desire to minister to their happiness...."},{"refcode_short":"CSA 10.3","refcode_long":"A Call To Stand Apart, p. 10.3 (Ellen Gould White)","content":"There was to be a marriage at Cana, a little town not far from Nazareth; the parties were relatives of Joseph and Mary; and Jesus, knowing of this family gathering, went to Cana, and with His disciples was invited to the feast...."},{"refcode_short":"CSA 10.4","refcode_long":"A Call To Stand Apart, p. 10.4 (Ellen Gould White)","content":"Again He met His mother, from whom He had for some time been separated. Mary had heard of the manifestation at the Jordan, at His baptism. The tidings had been carried to Nazareth, and had brought to her mind afresh the scenes that for so many years had been hidden in her heart. 16The Desire of Ages, 144."},{"refcode_short":"CSA 10.5","refcode_long":"A Call To Stand Apart, p. 10.5 (Ellen Gould White)","content":"From the day when she heard the angel's announcement in the home at Nazareth Mary had treasured every evidence that Jesus was the Messiah. His sweet, unselfish life assured her that He could be no other than the Sent of God. Yet there came to her also doubts and disappointments, and she had longed for the time when His glory should be revealed. Death had separated her from Joseph, who had shared her knowledge of the mystery of the birth of Jesus. Now there was no one to whom she could confide her hopes and fears. The past two months had been very sorrowful...."},{"refcode_short":"CSA 10.6","refcode_long":"A Call To Stand Apart, p. 10.6 (Ellen Gould White)","content":"At the marriage feast she meets Him, the same tender, dutiful son. Yet He is not the same. His countenance is changed. It bears the traces of His conflict in the wilderness, and a new expression of dignity and power gives evidence of His heavenly mission. With Him is a group of young men, whose eyes follow Him with reverence, and who call Him Master. These companions recount to Mary what they have seen and heard at the baptism and elsewhere. They conclude by declaring, “We have found Him, of whom Moses in the law, and the prophets, did write.” John 1:45. 17The Desire of Ages, 145."},{"refcode_short":"CSA 10.7","refcode_long":"A Call To Stand Apart, p. 10.7 (Ellen Gould White)","content":"As the guests assemble, many seem to be preoccupied with some topic of absorbing interest. A suppressed excitement pervades the company. Little groups converse together in eager but quiet tones, and wondering glances are turned upon the Son of Mary. As Mary had heard the disciples’ testimony in regard to Jesus, she had been gladdened with the assurance that her long cherished hopes were not in vain. Yet she would have been more than human if there had not mingled with this holy joy a trace of the fond mother's natural pride. As she saw the many glances bent upon Jesus, she longed to have Him prove to the company that He was really the Honored of God. She hoped there might be opportunity for Him to work a miracle before them."},{"refcode_short":"CSA 11.1","refcode_long":"A Call To Stand Apart, p. 11.1 (Ellen Gould White)","content":"It was the custom of the times for marriage festivities to continue several days. On this occasion, before the feast ended it was found that the supply of wine had failed. This discovery caused much perplexity and regret. It was unusual to dispense with wine on festive occasions, and its absence would seem to indicate a want of hospitality. As a relative of the parties, Mary had assisted in the arrangements for the feast, and she now spoke to Jesus, saying, “They have no wine.” These words were a suggestion that He might supply their need. But Jesus answered, “Woman, what have I to do with thee? Mine hour is not yet come.” 18The Desire of Ages, 145, 146."},{"refcode_short":"CSA 11.2","refcode_long":"A Call To Stand Apart, p. 11.2 (Ellen Gould White)","content":"In saying to Mary that His hour had not yet come, Jesus was replying to her unspoken thought,—to the expectation she cherished in common with her people...."},{"refcode_short":"CSA 11.3","refcode_long":"A Call To Stand Apart, p. 11.3 (Ellen Gould White)","content":"But though Mary had not a right conception of Christ's mission, she trusted Him implicitly. To this faith Jesus responded. It was to honor Mary's trust, and to strengthen the faith of His disciples, that the first miracle was performed. 19The Desire of Ages, 147."},{"refcode_short":"CSA 11.4","refcode_long":"A Call To Stand Apart, p. 11.4 (Ellen Gould White)","content":"Beside the doorway stood six large stone water jars, and Jesus bade the servants fill these with water. It was done. Then as the wine was wanted for immediate use, He said, “Draw out now, and bear unto the governor of the feast.” Instead of the water with which the vessels had been filled, there flowed forth wine. Neither the ruler of the feast nor the guests generally were aware that the supply of wine had failed. Upon tasting that which the servants brought, the ruler found it superior to any he had ever before drunk, and very different from that served at the beginning of the feast. Turning to the bridegroom, he said, “Every man at the beginning doth set forth good wine; and when men have well drunk, then that which is worse: but thou hast kept the good wine until now.” 20The Desire of Ages, 148."},{"refcode_short":"CSA 11.5","refcode_long":"A Call To Stand Apart, p. 11.5 (Ellen Gould White)","content":"As men set forth the best wine first, then afterward that which is worse, so does the world with its gifts.... But the gifts of Jesus are ever fresh and new. The feast that He provides for the soul never fails to give satisfaction and joy. Each new gift increases the capacity of the receiver to appreciate and enjoy the blessings of the Lord. He gives grace for grace. There can be no failure of supply...."},{"refcode_short":"CSA 11.6","refcode_long":"A Call To Stand Apart, p. 11.6 (Ellen Gould White)","content":"The gift of Christ to the marriage feast was a symbol. The water represented baptism into His death; the wine, the shedding of His blood for the sins of the world...."},{"refcode_short":"CSA 11.7","refcode_long":"A Call To Stand Apart, p. 11.7 (Ellen Gould White)","content":"At the first feast He attended with His disciples, Jesus gave them the cup that symbolized His work for their salvation. At the last supper He gave it again, in the institution of that sacred rite by which His death was to be shown forth “till He come.” 1 Corinthians 11:26. 21The Desire of Ages, 148, 149."},{"refcode_short":"CSA 12","refcode_long":"A Call To Stand Apart, p. 12 (Ellen Gould White)","content":"Chapter 4—You Can Come Home Any Time"},{"refcode_short":"CSA 12.1","refcode_long":"A Call To Stand Apart, p. 12.1 (Ellen Gould White)","content":"And he said, A certain man had two sons: And the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living. And not many days after the younger son gathered all together, and took his journey into a far country, and there wasted his substance with riotous living. And when he had spent all, there arose a mighty famine in that land; and he began to be in want. And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine. And he would fain have filled his belly with the husks that the swine did eat: and no man gave unto him. And when he came to himself, he said, How many hired servants of my father's have bread enough and to spare, and I perish with hunger! I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee, And am no more worthy to be called thy son: make me as one of thy hired servants. And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him. And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son. But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet: And bring hither the fatted calf, and kill it; and let us eat, and be merry: For this my son was dead, and is alive again; he was lost, and is found. Luke 15:11-24."},{"refcode_short":"CSA 12.2","refcode_long":"A Call To Stand Apart, p. 12.2 (Ellen Gould White)","content":"“A certain man had two sons; and the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living. And not many days after the younger son gathered all together, and took his journey into a far country.” This younger son had become weary of the restraint of his father's house. 22Christ's Object Lessons, 198."},{"refcode_short":"CSA 12.3","refcode_long":"A Call To Stand Apart, p. 12.3 (Ellen Gould White)","content":"Having obtained his patrimony, he goes into “a far country,” away from his father's home. With money in plenty, and liberty to do as he likes, he flatters himself that the desire of his heart is reached. There is no one to say, Do not do this, for it will be an injury to yourself; or, Do this, because it is right. Evil companions help him to plunge ever deeper into sin, and he wastes his “substance with riotous living.” ..."},{"refcode_short":"CSA 12.4","refcode_long":"A Call To Stand Apart, p. 12.4 (Ellen Gould White)","content":"The precious years of life, the strength of intellect, the bright visions of youth, the spiritual aspirations—all are consumed in the fires of lust."},{"refcode_short":"CSA 12.5","refcode_long":"A Call To Stand Apart, p. 12.5 (Ellen Gould White)","content":"A great famine arises, he begins to be in want, and he joins himself to a citizen of the country, who sends him into the field to feed swine. To a Jew this was the most menial and degrading of employments. The youth who has boasted of his liberty, now finds himself a slave. He is in the worst of bondage—“holden with the cords of his sins.” (Proverbs 5:22.) The glitter and tinsel that enticed him have disappeared, and he feels the burden of his chain. Sitting upon the ground in that desolate and famine-stricken land, with no companions but the swine, he is fain to fill himself with the husks on which the beasts are fed. 23Christ's Object Lessons, 199, 200."},{"refcode_short":"CSA 12.6","refcode_long":"A Call To Stand Apart, p. 12.6 (Ellen Gould White)","content":"The love of God still yearns over the one who has chosen to separate from Him, and He sets in operation influences to bring him back to the Father's house. The prodigal son in his wretchedness “came to himself.” The deceptive power that Satan had exercised over him was broken. He saw that his suffering was the result of his own folly, and he said, “How many hired servants of my father's have bread enough and to spare, and I perish with hunger! I will arise and go to my father.” Miserable as he was, the prodigal found hope in the conviction of his father's love. It was that love which was drawing him toward home...."},{"refcode_short":"CSA 12.7","refcode_long":"A Call To Stand Apart, p. 12.7 (Ellen Gould White)","content":"The son determines to confess his guilt. He will go to his father, saying, “I have sinned against heaven, and before thee, and am no more worthy to be called thy son.” But he adds, showing how stinted is his conception of his father's love, “Make me as one of thy hired servants.”"},{"refcode_short":"CSA 13.1","refcode_long":"A Call To Stand Apart, p. 13.1 (Ellen Gould White)","content":"The young man turns from the swine herds and the husks, and sets his face toward home. Trembling with weakness and faint from hunger, he presses eagerly on his way. He has no covering to conceal his rags; but his misery has conquered pride, and he hurries on to beg a servant's place where he was once a child. 24Christ's Object Lessons, 202, 203."},{"refcode_short":"CSA 13.2","refcode_long":"A Call To Stand Apart, p. 13.2 (Ellen Gould White)","content":"Little did the gay, thoughtless youth, as he went out from his father's gate, dream of the ache and longing left in that father's heart. When he danced and feasted with his wild companions, little did he think of the shadow that had fallen on his home. And now as with weary and painful steps he pursues the homeward way, he knows not that one is watching for his return. But while he is yet “a great way off” the father discerns his form. Love is of quick sight. Not even the degradation of the years of sin can conceal the son from the father's eyes. He “had compassion, and ran, and fell on his neck” in a long, clinging, tender embrace."},{"refcode_short":"CSA 13.3","refcode_long":"A Call To Stand Apart, p. 13.3 (Ellen Gould White)","content":"The father will permit no contemptuous eye to mock at his son's misery and tatters. He takes from his own shoulders the broad, rich mantle, and wraps it around the son's wasted form, and the youth sobs out his repentance, saying, “Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son.” 25Christ's Object Lessons, 203, 204."},{"refcode_short":"CSA 13.4","refcode_long":"A Call To Stand Apart, p. 13.4 (Ellen Gould White)","content":"The father said to his servants, “Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet; and bring hither the fatted calf, and kill it; and let us eat and be merry; for this my son was dead, and is alive again; he was lost, and is found. And they began to be merry.”"},{"refcode_short":"CSA 13.5","refcode_long":"A Call To Stand Apart, p. 13.5 (Ellen Gould White)","content":"In his restless youth the prodigal looked upon his father as stern and severe. How different his conception of him now! So those who are deceived by Satan look upon God as hard and exacting. They regard Him as watching to denounce and condemn, as unwilling to receive the sinner so long as there is a legal excuse for not helping him. His law they regard as a restriction upon men's happiness, a burdensome yoke from which they are glad to escape. But he whose eyes have been opened by the love of Christ will behold God as full of compassion. He does not appear as a tyrannical, relentless being, but as a father longing to embrace his repenting son. 26Christ's Object Lessons, 204."},{"refcode_short":"CSA 13.6","refcode_long":"A Call To Stand Apart, p. 13.6 (Ellen Gould White)","content":"Do not listen to the enemy's suggestion to stay away from Christ until you have made yourself better; until you are good enough to come to God. If you wait until then, you will never come...."},{"refcode_short":"CSA 13.7","refcode_long":"A Call To Stand Apart, p. 13.7 (Ellen Gould White)","content":"He will bring you into His banqueting house, and His banner over you shall be love. (Song of Solomon 2:4) “If thou wilt walk in My ways,” He declares, “I will give thee places to walk among these that stand by” even among the holy angels that surround His throne. (Zechariah 3:7)."},{"refcode_short":"CSA 13.8","refcode_long":"A Call To Stand Apart, p. 13.8 (Ellen Gould White)","content":"“As the bridegroom rejoiceth over the bride, so shall thy God rejoice over thee.” Isaiah 62:5. “He will save, He will rejoice over thee with joy; He will rest in His love; He will joy over thee with singing.” Zephaniah 3:17. And heaven and earth shall unite in the Father's song of rejoicing: “For this My son was dead, and is alive again; he was lost, and is found.” 27Christ's Object Lessons, 205-207"},{"refcode_short":"CSA 14","refcode_long":"A Call To Stand Apart, p. 14 (Ellen Gould White)","content":"Chapter 5—When Doing Everything Right Isn't Enough"},{"refcode_short":"CSA 14.1","refcode_long":"A Call To Stand Apart, p. 14.1 (Ellen Gould White)","content":"And, behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life? And he said unto him, Why callest thou me good? there is none good but one, that is, God: but if thou wilt enter into life, keep the commandments. He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness, Honour thy father and thy mother: and, Thou shalt love thy neighbour as thyself. The young man saith unto him, All these things have I kept from my youth up: what lack I yet? Jesus said unto him, If thou wilt be perfect, go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me. But when the young man heard that saying, he went away sorrowful: for he had great possessions. Matthew 19:16-22."},{"refcode_short":"CSA 14.2","refcode_long":"A Call To Stand Apart, p. 14.2 (Ellen Gould White)","content":"The young man who asked this question was a ruler. He had great possessions, and occupied a position of responsibility. He saw the love that Christ manifested toward the children brought to Him; he saw how tenderly He received them, and took them up in His arms, and his heart kindled with love for the Saviour. He felt a desire to be His disciple. He was so deeply moved that as Christ was going on His way, he ran after Him, and kneeling at His feet, asked with sincerity and earnestness the question so important to his soul and to the soul of every human being, “Good Master, what shall I do that I may inherit eternal life?”"},{"refcode_short":"CSA 14.3","refcode_long":"A Call To Stand Apart, p. 14.3 (Ellen Gould White)","content":"“Why callest thou Me good?” said Christ, “there is none good but One, that is, God.” Jesus desired to test the ruler's sincerity, and to draw from him the way in which he regarded Him as good. Did he realize that the One to whom he was speaking was the Son of God? What was the true sentiment of his heart?"},{"refcode_short":"CSA 14.4","refcode_long":"A Call To Stand Apart, p. 14.4 (Ellen Gould White)","content":"This ruler had a high estimate of his own righteousness. He did not really suppose that he was defective in anything, yet he was not altogether satisfied. He felt the want of something that he did not possess. Could not Jesus bless him as He blessed the little children, and satisfy his soul want?"},{"refcode_short":"CSA 14.5","refcode_long":"A Call To Stand Apart, p. 14.5 (Ellen Gould White)","content":"In reply to this question Jesus told him that obedience to the commandments of God was necessary if he would obtain eternal life; and He quoted several of the commandments which show man's duty to his fellow men. The ruler's answer was positive: “All these things have I kept from my youth up: what lack I yet?”"},{"refcode_short":"CSA 14.6","refcode_long":"A Call To Stand Apart, p. 14.6 (Ellen Gould White)","content":"Christ looked into the face of the young man, as if reading his life and searching his character. He loved him, and He hungered to give him that peace and grace and joy which would materially change his character. “One thing thou lackest,” He said; “go thy way, sell whatsoever thou hast, and give to the poor, and thou shalt have treasure in heaven: and come, take up the cross, and follow Me.” 28The Desire of Ages, 518, 519."},{"refcode_short":"CSA 14.7","refcode_long":"A Call To Stand Apart, p. 14.7 (Ellen Gould White)","content":"Jesus saw in this ruler just the help He needed if the young man would become a colaborer with Him in the work of salvation. If he would place himself under Christ's guidance, he would be a power for good. In a marked degree the ruler could have represented Christ; for he possessed qualifications, which, if he were united with the Saviour, would enable him to become a divine force among men. Christ, seeing into his character, loved him. Love for Christ was awakening in the ruler's heart; for love begets love. Jesus longed to see him a co-worker with Him. He longed to make him like Himself, a mirror in which the likeness of God would be reflected. 29The Desire of Ages, 519."},{"refcode_short":"CSA 15.1","refcode_long":"A Call To Stand Apart, p. 15.1 (Ellen Gould White)","content":"“One thing thou lackest,” Jesus said. “If thou wilt be perfect, go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow Me.” Christ read the ruler's heart. Only one thing he lacked, but that was a vital principle. He needed the love of God in the soul. This lack, unless supplied, would prove fatal to him; his whole nature would become corrupted. By indulgence, selfishness would strengthen. That he might receive the love of God, his supreme love of self must be surrendered...."},{"refcode_short":"CSA 15.2","refcode_long":"A Call To Stand Apart, p. 15.2 (Ellen Gould White)","content":"Christ's words were verily to the ruler the invitation, “Choose you this day whom ye will serve.” Joshua 24:15. The choice was left with him. Jesus was yearning for his conversion. He had shown him the plague spot in his character, and with what deep interest He watched the issue as the young man weighed the question! If he decided to follow Christ, he must obey His words in everything...."},{"refcode_short":"CSA 15.3","refcode_long":"A Call To Stand Apart, p. 15.3 (Ellen Gould White)","content":"The ruler was quick to discern all that Christ's words involved, and he became sad. If he had realized the value of the offered gift, quickly would he have enrolled himself as one of Christ's followers."},{"refcode_short":"CSA 15.4","refcode_long":"A Call To Stand Apart, p. 15.4 (Ellen Gould White)","content":"He was a member of the honored council of the Jews, and Satan was tempting him with flattering prospects of the future. He wanted the heavenly treasure, but he wanted also the temporal advantages his riches would bring him. He was sorry that such conditions existed; he desired eternal life, but he was not willing to make the sacrifice. The cost of eternal life seemed too great, and he went away sorrowful; “for he had great possessions.” 30The Desire of Ages, 519, 520."},{"refcode_short":"CSA 15.5","refcode_long":"A Call To Stand Apart, p. 15.5 (Ellen Gould White)","content":"His claim that he had kept the law of God was a deception. He showed that riches were his idol. He could not keep the commandments of God while the world was first in his affections. He loved the gifts of God more than he loved the Giver.... Thousands are passing through this ordeal, weighing Christ against the world; and many choose the world. Like the young ruler, they turn from the Saviour, saying in their hearts, I will not have this Man as my leader...."},{"refcode_short":"CSA 15.6","refcode_long":"A Call To Stand Apart, p. 15.6 (Ellen Gould White)","content":"Reverence to Be Carefully Cherished [Note: for a fuller treatment of this subject, see chapter 80, “Reverence for that which is Holy.”]—Reverence ... is a grace that should be carefully cherished. Every child should be taught to show true reverence for God."},{"refcode_short":"CSA 15.7","refcode_long":"A Call To Stand Apart, p. 15.7 (Ellen Gould White)","content":"To those who, like the young ruler, are in high positions of trust and have great possessions, it may seem too great a sacrifice to give up all in order to follow Christ. But this is the rule of conduct for all who would become His disciples. Nothing short of obedience can be accepted. Self-surrender is the substance of the teachings of Christ. Often it is presented and enjoined in language that seems authoritative, because there is no other way to save man than to cut away those things which, if entertained, will demoralize the whole being.31The Desire of Ages, 520, 523."},{"refcode_short":"CSA 15.8","refcode_long":"A Call To Stand Apart, p. 15.8 (Ellen Gould White)","content":"Of the Roman officials in Palestine, none were more hated than the publicans. The fact that the taxes were imposed by a foreign power was a continual irritation to the Jews, being a reminder that their independence had departed. And the taxgatherers were not merely the instruments of Roman oppression; they were extortioners on their own account, enriching themselves at the expense of the people. A Jew who accepted this office at the hands of the Romans was looked upon as betraying the honor of his nation. He was despised as an apostate, and was classed with the vilest of society."},{"refcode_short":"CSA 15.9","refcode_long":"A Call To Stand Apart, p. 15.9 (Ellen Gould White)","content":"To this class belonged Levi-Matthew, who, after the four disciples at Gennesaret, was the next to be called to Christ's service. The Pharisees had judged Matthew according to his employment, but Jesus saw in this man a heart open for the reception of truth. Matthew had listened to the Saviour's teaching. As the convicting Spirit of God revealed his sinfulness, he longed to seek help from Christ; but he was accustomed to the exclusiveness of the rabbis, and had no thought that this Great Teacher would notice him. 32The Desire of Ages, 272."},{"refcode_short":"CSA 16.1","refcode_long":"A Call To Stand Apart, p. 16.1 (Ellen Gould White)","content":"Sitting at his toll booth one day, the publican saw Jesus approaching. Great was his astonishment to hear the words addressed to himself, “Follow Me.”"},{"refcode_short":"CSA 16.2","refcode_long":"A Call To Stand Apart, p. 16.2 (Ellen Gould White)","content":"Matthew “left all, rose up, and followed Him.” There was no hesitation, no questioning, no thought of the lucrative business to be exchanged for poverty and hardship. It was enough for him that he was to be with Jesus, that he might listen to His words, and unite with Him in His work."},{"refcode_short":"CSA 16.3","refcode_long":"A Call To Stand Apart, p. 16.3 (Ellen Gould White)","content":"So it was with the disciples previously called. When Jesus bade Peter and his companions follow Him, immediately they left their boats and nets. Some of these disciples had friends dependent on them for support; but when they received the Saviour's invitation, they did not hesitate, and inquire, How shall I live, and sustain my family? They were obedient to the call; and when afterward Jesus asked them, “When I sent you without purse, and scrip, and shoes, lacked ye anything?” they could answer, “Nothing.” Luke 22:35...."},{"refcode_short":"CSA 16.4","refcode_long":"A Call To Stand Apart, p. 16.4 (Ellen Gould White)","content":"Among the publicans a widespread interest was created. Their hearts were drawn toward the divine Teacher. In the joy of his new discipleship, Matthew longed to bring his former associates to Jesus. Accordingly he made a feast at his own house, and called together his relatives and friends. Not only were publicans included, but many others who were of doubtful reputation, and were proscribed by their more scrupulous neighbors."},{"refcode_short":"CSA 16.5","refcode_long":"A Call To Stand Apart, p. 16.5 (Ellen Gould White)","content":"The entertainment was given in honor of Jesus, and He did not hesitate to accept the courtesy. He well knew that this would give offense to the Pharisaic party, and would also compromise Him in the eyes of the people. But no question of policy could influence His movements. With Him external distinctions weighed nothing. That which appealed to His heart was a soul thirsting for the water of life."},{"refcode_short":"CSA 16.6","refcode_long":"A Call To Stand Apart, p. 16.6 (Ellen Gould White)","content":"Jesus sat as an honored guest at the table of the publicans, by His sympathy and social kindliness showing that He recognized the dignity of humanity; and men longed to become worthy of His confidence. 33The Desire of Ages, 273, 274."},{"refcode_short":"CSA 16.7","refcode_long":"A Call To Stand Apart, p. 16.7 (Ellen Gould White)","content":"When the rabbis learned of the presence of Jesus at Matthew's feast, they seized the opportunity of accusing Him. But they chose to work through the disciples...."},{"refcode_short":"CSA 16.8","refcode_long":"A Call To Stand Apart, p. 16.8 (Ellen Gould White)","content":"“Why eateth your Master with publicans and sinners?” questioned the envious rabbis."},{"refcode_short":"CSA 16.9","refcode_long":"A Call To Stand Apart, p. 16.9 (Ellen Gould White)","content":"Jesus did not wait for His disciples to answer the charge, but Himself replied: “They that be whole need not a physician, but they that are sick. But go ye and learn what that meaneth, I will have mercy, and not sacrifice: for I am not come to call the righteous, but sinners to repentance.” The Pharisees claimed to be spiritually whole, and therefore in no need of a physician, while they regarded the publicans and Gentiles as perishing from diseases of the soul. Then was it not His work, as a physician, to go to the very class that needed His help?"},{"refcode_short":"CSA 16.10","refcode_long":"A Call To Stand Apart, p. 16.10 (Ellen Gould White)","content":"But although the Pharisees thought so highly of themselves, they were really in a worse condition than the ones they despised. The publicans were less bigoted and self-sufficient, and thus were more open to the influence of truth. Jesus said to the rabbis, “Go ye and learn what that meaneth, I will have mercy, and not sacrifice.” Thus He showed that while they claimed to expound the word of God, they were wholly ignorant of its spirit. 34The Desire of Ages, 275."},{"refcode_short":"CSA 16.11","refcode_long":"A Call To Stand Apart, p. 16.11 (Ellen Gould White)","content":"Priests and scribes and rulers were fixed in a rut of ceremonies and traditions. Their hearts had become contracted, like the dried-up wine skins to which He had compared them. While they remained satisfied with a legal religion, it was impossible for them to become the depositaries of the living truth of heaven. They thought their own righteousness all-sufficient, and did not desire that a new element should be brought into their religion. The good will of God to men they did not accept as something apart from themselves. They connected it with their own merit because of their good works. The faith that works by love and purifies the soul could find no place for union with the religion of the Pharisees, made up of ceremonies and the injunctions of men. The effort to unite the teachings of Jesus with the established religion would be vain. 35The Desire of Ages, 278, 279."},{"refcode_short":"CSA 17.1","refcode_long":"A Call To Stand Apart, p. 17.1 (Ellen Gould White)","content":"A legal religion can never lead souls to Christ; for it is a loveless, Christless religion. Fasting or prayer that is actuated by a self-justifying spirit is an abomination in the sight of God. The solemn assembly for worship, the round of religious ceremonies, the external humiliation, the imposing sacrifice, proclaim that the doer of these things regards himself as righteous, and as entitled to heaven; but it is all a deception. Our own works can never purchase salvation...."},{"refcode_short":"CSA 17.2","refcode_long":"A Call To Stand Apart, p. 17.2 (Ellen Gould White)","content":"Man must be emptied of self before he can be, in the fullest sense, a believer in Jesus. When self is renounced, then the Lord can make man a new creature. New bottles can contain the new wine. The love of Christ will animate the believer with new life. In him who looks unto the Author and Finisher of our faith the character of Christ will be manifest. 36The Desire of Ages, 280."},{"refcode_short":"CSA 18","refcode_long":"A Call To Stand Apart, p. 18 (Ellen Gould White)","content":"Chapter 6—The Answer Lies in the Soil"},{"refcode_short":"CSA 18.1","refcode_long":"A Call To Stand Apart, p. 18.1 (Ellen Gould White)","content":"The same day went Jesus out of the house, and sat by the sea side. And great multitudes were gathered together unto him, so that he went into a ship, and sat; and the whole multitude stood on the shore. And he spake many things unto them in parables, saying, Behold, a sower went forth to sow;"},{"refcode_short":"CSA 18.2","refcode_long":"A Call To Stand Apart, p. 18.2 (Ellen Gould White)","content":"And when he sowed, some seeds fell by the way side, and the fowls came and devoured them up: Some fell upon stony places, where they had not much earth: and forthwith they sprung up, because they had no deepness of earth: And when the sun was up, they were scorched; and because they had no root, they withered away. And some fell among thorns; and the thorns sprung up, and choked them: But other fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold. Who hath ears to hear, let him hear."},{"refcode_short":"CSA 18.3","refcode_long":"A Call To Stand Apart, p. 18.3 (Ellen Gould White)","content":"Hear ye therefore the parable of the sower. When any one heareth the word of the kingdom, and understandeth it not, then cometh the wicked one, and catcheth away that which was sown in his heart. This is he which received seed by the way side. But he that received the seed into stony places, the same is he that heareth the word, and anon with joy receiveth it; Yet hath he not root in himself, but dureth for a while: for when tribulation or persecution ariseth because of the word, by and by he is offended. He also that received seed among the thorns is he that heareth the word; and the care of this world, and the deceitfulness of riches, choke the word, and he becometh unfruitful. But he that received seed into the good ground is he that heareth the word, and understandeth it; which also beareth fruit, and bringeth forth, some an hundredfold, some sixty, some thirty. Matthew 13:1-9, 18-23."},{"refcode_short":"CSA 19.1","refcode_long":"A Call To Stand Apart, p. 19.1 (Ellen Gould White)","content":"By the Sea of Galilee a company had gathered to see and hear Jesus—an eager, expectant throng. The sick were there, lying on their mats, waiting to present their cases before Him. It was Christ's God-given right to heal the woes of a sinful race, and He now rebuked disease, and diffused around Him life and health and peace."},{"refcode_short":"CSA 19.2","refcode_long":"A Call To Stand Apart, p. 19.2 (Ellen Gould White)","content":"As the crowd continued to increase, the people pressed close about Christ until there was no room to receive them. Then, speaking a word to the men in their fishing boats, He stepped into the boat that was waiting to take Him across the lake, and bidding His disciples push off a little from the land, He spoke to the multitude upon the shore."},{"refcode_short":"CSA 19.3","refcode_long":"A Call To Stand Apart, p. 19.3 (Ellen Gould White)","content":"Beside the sea lay the beautiful plain of Gennesaret, beyond rose the hills, and upon hillside and plain both sowers and reapers were busy, the one casting seed and the other harvesting the early grain. Looking upon the scene, Christ said—"},{"refcode_short":"CSA 19.4","refcode_long":"A Call To Stand Apart, p. 19.4 (Ellen Gould White)","content":"“Behold, the sower went forth to sow; and as he sowed, some seeds fell by the wayside, and the birds came and devoured them” (R.V.); “some fell upon stony places, where they had not much earth; and forthwith they sprung up, because they had no deepness of earth: and when the sun was up, they were scorched; and because they had no root, they withered away. And some fell among thorns; and the thorns sprung up, and choked them: but other fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold.”"},{"refcode_short":"CSA 19.5","refcode_long":"A Call To Stand Apart, p. 19.5 (Ellen Gould White)","content":"Christ's mission was not understood by the people of His time. The manner of His coming was not in accordance with their expectations.... This expectation Christ answered in the parable of the sower. Not by force of arms, not by violent interpositions, was the kingdom of God to prevail, but by the implanting of a new principle in the hearts of men."},{"refcode_short":"CSA 19.6","refcode_long":"A Call To Stand Apart, p. 19.6 (Ellen Gould White)","content":"“He that soweth the good seed is the Son of man.” Matthew 13:37. Christ had come, not as a king, but as a sower; not for the overthrow of kingdoms, but for the scattering of seed; not to point His followers to earthly triumphs and national greatness, but to a harvest to be gathered after patient toil and through losses and disappointments."},{"refcode_short":"CSA 19.7","refcode_long":"A Call To Stand Apart, p. 19.7 (Ellen Gould White)","content":"The Pharisees perceived the meaning of Christ's parable, but to them its lesson was unwelcome. They affected not to understand it. To the multitude it involved in still greater mystery the purpose of the new teacher, whose words had so strangely moved their hearts and so bitterly disappointed their ambitions. The disciples themselves had not understood the parable, but their interest was awakened. They came to Jesus privately and asked for an explanation. 37Christ's Object Lessons, 33-35."},{"refcode_short":"CSA 19.8","refcode_long":"A Call To Stand Apart, p. 19.8 (Ellen Gould White)","content":"“The sower soweth the word.” Christ came to sow the world with truth. Ever since the fall of man, Satan has been sowing the seeds of error. It was by a lie that he first gained control over men, and thus he still works to overthrow God's kingdom in the earth and to bring men under his power. A sower from a higher world, Christ came to sow the seeds of truth. He who had stood in the councils of God, who had dwelt in the innermost sanctuary of the Eternal, could bring to men the pure principles of truth. Ever since the fall of man, Christ had been the Revealer of truth to the world. By Him the incorruptible seed, “the word of God, which liveth and abideth forever,” is communicated to men. 1 Peter 1:23. In that first promise spoken to our fallen race in Eden, Christ was sowing the gospel seed. But it is to His personal ministry among men and to the work which He thus established that the parable of the sower especially applies."},{"refcode_short":"CSA 19.9","refcode_long":"A Call To Stand Apart, p. 19.9 (Ellen Gould White)","content":"The word of God is the seed. Every seed has in itself a germinating principle. In it the life of the plant is enfolded. So there is life in God's word. Christ says, “The words that I speak unto you, they are Spirit, and they are life.” John 6:63. “He that heareth My word, and believeth on Him that sent Me, hath everlasting life.” John 5:24. In every command and in every promise of the word of God is the power, the very life of God, by which the command may be fulfilled and the promise realized. He who by faith receives the word is receiving the very life and character of God."},{"refcode_short":"CSA 20.1","refcode_long":"A Call To Stand Apart, p. 20.1 (Ellen Gould White)","content":"Every seed brings forth fruit after its kind. Sow the seed under right conditions, and it will develop its own life in the plant. Receive into the soul by faith the incorruptible seed of the word, and it will bring forth a character and a life after the similitude of the character and the life of God. 38Christ's Object Lessons, 37, 38."},{"refcode_short":"CSA 20.2","refcode_long":"A Call To Stand Apart, p. 20.2 (Ellen Gould White)","content":"Philosophical theories or literary essays, however brilliant, cannot satisfy the heart. The assertions and inventions of men are of no value. Let the word of God speak to the people. Let those who have heard only traditions and human theories and maxims hear the voice of Him whose word can renew the soul unto everlasting life. 39Christ's Object Lessons, 40."},{"refcode_short":"CSA 20.3","refcode_long":"A Call To Stand Apart, p. 20.3 (Ellen Gould White)","content":"That with which the parable of the sower chiefly deals is the effect produced on the growth of the seed by the soil into which it is cast...."},{"refcode_short":"CSA 20.4","refcode_long":"A Call To Stand Apart, p. 20.4 (Ellen Gould White)","content":"Explaining the seed that fell by the wayside, He said, “When any one heareth the word of the kingdom, and understandeth it not, then cometh the wicked one, and catcheth away that which was sown in his heart. This is he which received seed by the wayside.”"},{"refcode_short":"CSA 20.5","refcode_long":"A Call To Stand Apart, p. 20.5 (Ellen Gould White)","content":"The seed sown by the wayside represents the word of God as it falls upon the heart of an inattentive hearer. Like the hard-beaten path, trodden down by the feet of men and beasts, is the heart that becomes a highway for the world's traffic, its pleasures and sins. Absorbed in selfish aims and sinful indulgences, the soul is “hardened through the deceitfulness of sin.” Hebrews 3:13. The spiritual faculties are paralyzed. Men hear the word, but understand it not. They do not discern that it applies to themselves. They do not realize their need or their danger. They do not perceive the love of Christ, and they pass by the message of His grace as something that does not concern them."},{"refcode_short":"CSA 20.6","refcode_long":"A Call To Stand Apart, p. 20.6 (Ellen Gould White)","content":"As the birds are ready to catch up the seed from the wayside, so Satan is ready to catch away the seeds of divine truth from the soul. He fears that the word of God may awaken the careless, and take effect upon the hardened heart. 40Christ's Object Lessons, 43, 44."},{"refcode_short":"CSA 20.7","refcode_long":"A Call To Stand Apart, p. 20.7 (Ellen Gould White)","content":"The seed sown upon stony ground finds little depth of soil. The plant springs up quickly, but the root cannot penetrate the rock to find nutriment to sustain its growth, and it soon perishes...."},{"refcode_short":"CSA 20.8","refcode_long":"A Call To Stand Apart, p. 20.8 (Ellen Gould White)","content":"As soon as Matthew heard the Saviour's call, immediately he rose up, left all, and followed Him.... But those who in the parable are said to receive the word immediately, do not count the cost. They do not consider what the word of God requires of them. They do not bring it face to face with all their habits of life, and yield themselves fully to its control."},{"refcode_short":"CSA 20.9","refcode_long":"A Call To Stand Apart, p. 20.9 (Ellen Gould White)","content":"The roots of the plant strike down deep into the soil, and hidden from sight nourish the life of the plant. So with the Christian; it is by the invisible union of the soul with Christ, through faith, that the spiritual life is nourished. But the stony-ground hearers depend upon self instead of Christ. They trust in their good works and good impulses, and are strong in their own righteousness. They are not strong in the Lord, and in the power of His might. Such a one “hath not root in himself”; for he is not connected with Christ."},{"refcode_short":"CSA 20.10","refcode_long":"A Call To Stand Apart, p. 20.10 (Ellen Gould White)","content":"The hot summer sun, that strengthens and ripens the hardy grain, destroys that which has no depth of root. So he who “hath not root in himself,” “dureth for a while”; but “when tribulation or persecution ariseth because of the word, by and by he is offended.” Many receive the gospel as a way of escape from suffering, rather than as a deliverance from sin. They rejoice for a season, for they think that religion will free them from difficulty and trial. While life moves smoothly with them, they may appear to be consistent Christians. But they faint beneath the fiery test of temptation. They cannot bear reproach for Christ's sake. When the word of God points out some cherished sin, or requires self-denial or sacrifice, they are offended. It would cost them too much effort to make a radical change in their life. They look at the present inconvenience and trial, and forget the eternal realities. 41Christ's Object Lessons, 46-48."},{"refcode_short":"CSA 21.1","refcode_long":"A Call To Stand Apart, p. 21.1 (Ellen Gould White)","content":"Love must be the principle of action. Love is the underlying principle of God's government in heaven and earth, and it must be the foundation of the Christian's character. This alone can make and keep him steadfast. This alone can enable him to withstand trial and temptation."},{"refcode_short":"CSA 21.2","refcode_long":"A Call To Stand Apart, p. 21.2 (Ellen Gould White)","content":"And love will be revealed in sacrifice. The plan of redemption was laid in sacrifice—a sacrifice so broad and deep and high that it is immeasurable. Christ gave all for us, and those who receive Christ will be ready to sacrifice all for the sake of their Redeemer. The thought of His honor and glory will come before anything else...."},{"refcode_short":"CSA 21.3","refcode_long":"A Call To Stand Apart, p. 21.3 (Ellen Gould White)","content":"“He also that received seed among the thorns is he that heareth the word; and the care of this world, and the deceitfulness of riches, choke the word, and he becometh unfruitful.”"},{"refcode_short":"CSA 21.4","refcode_long":"A Call To Stand Apart, p. 21.4 (Ellen Gould White)","content":"The gospel seed often falls among thorns and noxious weeds; and if there is not a moral transformation in the human heart, if old habits and practices and the former life of sin are not left behind, if the attributes of Satan are not expelled from the soul, the wheat crop will be choked. The thorns will come to be the crop, and will kill out the wheat."},{"refcode_short":"CSA 21.5","refcode_long":"A Call To Stand Apart, p. 21.5 (Ellen Gould White)","content":"Grace can thrive only in the heart that is being constantly prepared for the precious seeds of truth. The thorns of sin will grow in any soil; they need no cultivation; but grace must be carefully cultivated. The briers and thorns are always ready to spring up, and the work of purification must advance continually. If the heart is not kept under the control of God, if the Holy Spirit does not work unceasingly to refine and ennoble the character, the old habits will reveal themselves in the life. Men may profess to believe the gospel; but unless they are sanctified by the gospel their profession is of no avail. If they do not gain the victory over sin, then sin is gaining the victory over them. The thorns that have been cut off but not uprooted grow apace, until the soul is overspread with them."},{"refcode_short":"CSA 21.6","refcode_long":"A Call To Stand Apart, p. 21.6 (Ellen Gould White)","content":"Christ specified the things that are dangerous to the soul. As recorded by Mark He mentions the cares of this world, the deceitfulness of riches, and the lusts of other things...."},{"refcode_short":"CSA 21.7","refcode_long":"A Call To Stand Apart, p. 21.7 (Ellen Gould White)","content":"“The cares of this world.” No class is free from the temptation to worldly care. To the poor, toil and deprivation and the fear of want bring perplexities and burdens. To the rich come fear of loss and a multitude of anxious cares.... They do not trust to His constant care. Christ cannot carry their burden, because they do not cast it upon Him. Therefore the cares of life, which should drive them to the Saviour for help and comfort, separate them from Him."},{"refcode_short":"CSA 21.8","refcode_long":"A Call To Stand Apart, p. 21.8 (Ellen Gould White)","content":"Many who might be fruitful in God's service become bent on acquiring wealth. Their whole energy is absorbed in business enterprises, and they feel obliged to neglect things of a spiritual nature. Thus they separate themselves from God. We are enjoined in the Scriptures to be “not slothful in business.” Romans 12:11. We are to labor that we may impart to him who needs. Christians must work, they must engage in business, and they can do this without committing sin. But many become so absorbed in business that they have no time for prayer, no time for the study of the Bible, no time to seek and serve God. At times the longings of the soul go out for holiness and heaven; but there is no time to turn aside from the din of the world to listen to the majestic and authoritative utterances of the Spirit of God. The things of eternity are made subordinate, the things of the world supreme. It is impossible for the seed of the word to bring forth fruit; for the life of the soul is given to nourish the thorns of worldliness...."},{"refcode_short":"CSA 22.1","refcode_long":"A Call To Stand Apart, p. 22.1 (Ellen Gould White)","content":"“The deceitfulness of riches.” The love of riches has an infatuating, deceptive power. Too often those who possess worldly treasure forget that it is God who gives them power to get wealth. They say, “My power and the might of mine hand hath gotten me this wealth.” Deuteronomy 8:17. Their riches, instead of awakening gratitude to God, lead to the exaltation of self. They lose the sense of their dependence upon God and their obligation to their fellow men. Instead of regarding wealth as a talent to be employed for the glory of God and the uplifting of humanity, they look upon it as a means of serving themselves. Instead of developing in man the attributes of God, riches thus used are developing in him the attributes of Satan. The seed of the word is choked with thorns."},{"refcode_short":"CSA 22.2","refcode_long":"A Call To Stand Apart, p. 22.2 (Ellen Gould White)","content":"“And pleasures of this life.” There is danger in amusement that is sought merely for self-gratification. All habits of indulgence that weaken the physical powers, that becloud the mind, or that benumb the spiritual perceptions, are “fleshly lusts, which war against the soul.” 1 Peter 2:11."},{"refcode_short":"CSA 22.3","refcode_long":"A Call To Stand Apart, p. 22.3 (Ellen Gould White)","content":"“And the lusts of other things.” These are not necessarily things sinful in themselves, but something that is made first instead of the kingdom of God. Whatever attracts the mind from God, whatever draws the affections away from Christ, is an enemy to the soul."},{"refcode_short":"CSA 22.4","refcode_long":"A Call To Stand Apart, p. 22.4 (Ellen Gould White)","content":"When the mind is youthful and vigorous and susceptible of rapid development, there is great temptation to be ambitious for self, to serve self. If worldly schemes are successful, there is an inclination to continue in a line that deadens conscience, and prevents a correct estimate as to what constitutes real excellence of character. When circumstances favor this development, growth will be seen in a direction prohibited by the word of God."},{"refcode_short":"CSA 22.5","refcode_long":"A Call To Stand Apart, p. 22.5 (Ellen Gould White)","content":"In this formative period of their children's life, the responsibility of parents is very great. It should be their study to surround the youth with right influences, influences that will give them correct views of life and its true success. Instead of this, how many parents make it their first object to secure for their children worldly prosperity. All their associations are chosen with reference to this object. Many parents make their home in some large city, and introduce their children into fashionable society. They surround them with influences that encourage worldliness and pride. In this atmosphere the mind and soul are dwarfed. The high and noble aims of life are lost sight of. The privilege of being sons of God, heirs of eternity, is bartered for worldly gain."},{"refcode_short":"CSA 22.6","refcode_long":"A Call To Stand Apart, p. 22.6 (Ellen Gould White)","content":"Many parents seek to promote the happiness of their children by gratifying their love of amusement. They allow them to engage in sports, and to attend parties of pleasure, and provide them with money to use freely in display and self-gratification. The more the desire for pleasure is indulged, the stronger it becomes. The interest of these youth is more and more absorbed in amusement, until they come to look upon it as the great object of life. They form habits of idleness and self-indulgence that make it almost impossible for them ever to become steadfast Christians."},{"refcode_short":"CSA 22.7","refcode_long":"A Call To Stand Apart, p. 22.7 (Ellen Gould White)","content":"Even the church, which should be the pillar and ground of the truth, is found encouraging the selfish love of pleasure. When money is to be raised for religious purposes, to what means do many churches resort? To bazaars, suppers, fancy fairs, even to lotteries, and like devices. Often the place set apart for God's worship is desecrated by feasting and drinking, buying, selling, and merrymaking. Respect for the house of God and reverence for His worship are lessened in the minds of the youth. The barriers of self-restraint are weakened. Selfishness, appetite, the love of display, are appealed to, and they strengthen as they are indulged."},{"refcode_short":"CSA 23.1","refcode_long":"A Call To Stand Apart, p. 23.1 (Ellen Gould White)","content":"The pursuit of pleasure and amusement centers in the cities. Many parents who choose a city home for their children, thinking to give them greater advantages, meet with disappointment, and too late repent their terrible mistake. The cities of today are fast becoming like Sodom and Gomorrah. The many holidays encourage idleness. The exciting sports—theatergoing, horse racing, gambling, liquor-drinking, and reveling—stimulate every passion to intense activity. The youth are swept away by the popular current. Those who learn to love amusement for its own sake open the door to a flood of temptations. They give themselves up to social gaiety and thoughtless mirth, and their intercourse with pleasure lovers has an intoxicating effect upon the mind. They are led on from one form of dissipation to another, until they lose both the desire and the capacity for a life of usefulness. Their religious aspirations are chilled; their spiritual life is darkened. All the nobler faculties of the soul, all that link man with the spiritual world, are debased."},{"refcode_short":"CSA 23.2","refcode_long":"A Call To Stand Apart, p. 23.2 (Ellen Gould White)","content":"It is true that some may see their folly and repent. God may pardon them. But they have wounded their own souls, and brought upon themselves a lifelong peril. The power of discernment, which ought ever to be kept keen and sensitive to distinguish between right and wrong, is in a great measure destroyed. They are not quick to recognize the guiding voice of the Holy Spirit, or to discern the devices of Satan. Too often in time of danger they fall under temptation, and are led away from God. The end of their pleasure-loving life is ruin for this world and for the world to come."},{"refcode_short":"CSA 23.3","refcode_long":"A Call To Stand Apart, p. 23.3 (Ellen Gould White)","content":"Cares, riches, pleasures, all are used by Satan in playing the game of life for the human soul. The warning is given, “Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him. For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.” 1 John 2:15, 16. He who reads the hearts of men as an open book says, “Take heed to yourselves, lest at any time your hearts be overcharged with surfeiting and drunkenness and cares of this life.” Luke 21:34. And the apostle Paul by the Holy Spirit writes, “They that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition. For the love of money is the root of all evil; which, while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.” 1 Timothy 6:9, 10."},{"refcode_short":"CSA 23.4","refcode_long":"A Call To Stand Apart, p. 23.4 (Ellen Gould White)","content":"Throughout the parable of the sower, Christ represents the different results of the sowing as depending upon the soil. In every case the sower and the seed are the same. Thus He teaches that if the word of God fails of accomplishing its work in our hearts and lives, the reason is to be found in ourselves. But the result is not beyond our control. True, we cannot change ourselves; but the power of choice is ours, and it rests with us to determine what we will become. The wayside, the stony-ground, the thorny-ground hearers need not remain such. The Spirit of God is ever seeking to break the spell of infatuation that holds men absorbed in worldly things, and to awaken a desire for the imperishable treasure. It is by resisting the Spirit that men become inattentive to or neglectful of God's word. They are themselves responsible for the hardness of heart that prevents the good seed from taking root, and for the evil growths that check its development."},{"refcode_short":"CSA 23.5","refcode_long":"A Call To Stand Apart, p. 23.5 (Ellen Gould White)","content":"The garden of the heart must be cultivated. The soil must be broken up by deep repentance for sin. Poisonous, Satanic plants must be uprooted. The soil once overgrown by thorns can be reclaimed only by diligent labor. So the evil tendencies of the natural heart can be overcome only by earnest effort in the name and strength of Jesus. The Lord bids us by His prophet, “Break up your fallow ground, and sow not among thorns.” “Sow to yourselves in righteousness; reap in mercy.” Jeremiah 4:3; Hosea 10:12. This work He desires to accomplish for us, and He asks us to co-operate with Him."},{"refcode_short":"CSA 24.1","refcode_long":"A Call To Stand Apart, p. 24.1 (Ellen Gould White)","content":"The sowers of the seed have a work to do in preparing hearts to receive the gospel. In the ministry of the word there is too much sermonizing, and too little of real heart-to-heart work. There is need of personal labor for the souls of the lost. In Christlike sympathy we should come close to men individually, and seek to awaken their interest in the great things of eternal life. Their hearts may be as hard as the beaten highway, and apparently it may be a useless effort to present the Saviour to them; but while logic may fail to move, and argument be powerless to convince, the love of Christ, revealed in personal ministry, may soften the stony heart, so that the seed of truth can take root."},{"refcode_short":"CSA 24.2","refcode_long":"A Call To Stand Apart, p. 24.2 (Ellen Gould White)","content":"So the sowers have something to do that the seed may not be choked with thorns or perish because of shallowness of soil. At the very outset of the Christian life every believer should be taught its foundation principles. He should be taught that he is not merely to be saved by Christ's sacrifice, but that he is to make the life of Christ his life and the character of Christ his character. Let all be taught that they are to bear burdens and to deny natural inclination. Let them learn the blessedness of working for Christ, following Him in self-denial, and enduring hardness as good soldiers. Let them learn to trust His love and to cast on Him their cares. Let them taste the joy of winning souls for Him. In their love and interest for the lost, they will lose sight of self. The pleasures of the world will lose their power to attract and its burdens to dishearten. The plowshare of truth will do its work. It will break up the fallow ground. It will not merely cut off the tops of the thorns, but will take them out by the roots. 42Christ's Object Lessons, 49-58."},{"refcode_short":"CSA 24.3","refcode_long":"A Call To Stand Apart, p. 24.3 (Ellen Gould White)","content":"But the teacher of sacred truth can impart only that which he himself knows by experience. “The sower sowed his seed.” Christ taught the truth because He was the truth. His own thought, His character, His life-experience, were embodied in His teaching. So with His servants: those who would teach the word are to make it their own by a personal experience. 43Christ's Object Lessons, 43."},{"refcode_short":"CSA 24.4","refcode_long":"A Call To Stand Apart, p. 24.4 (Ellen Gould White)","content":"The sower is not always to meet with disappointment. Of the seed that fell into good ground the Saviour said, This “is he that heareth the word, and understandeth it; which also beareth fruit, and bringeth forth, some an hundredfold, some sixty, some thirty.” “That on the good ground are they, which, in an honest and good heart, having heard the word, keep it, and bring forth fruit with patience.”"},{"refcode_short":"CSA 24.5","refcode_long":"A Call To Stand Apart, p. 24.5 (Ellen Gould White)","content":"The “honest and good heart” of which the parable speaks, is not a heart without sin; for the gospel is to be preached to the lost. Christ said, “I came not to call the righteous, but sinners to repentance.” Mark 2:17. He has an honest heart who yields to the conviction of the Holy Spirit. He confesses his guilt, and feels his need of the mercy and love of God. He has a sincere desire to know the truth, that he may obey it. The good heart is a believing heart, one that has faith in the word of God. Without faith it is impossible to receive the word. “He that cometh to God must believe that He is, and that He is a rewarder of them that diligently seek Him.” Hebrews 11:6. 44Christ's Object Lessons, 58, 59."},{"refcode_short":"CSA 24.6","refcode_long":"A Call To Stand Apart, p. 24.6 (Ellen Gould White)","content":"God bids us fill the mind with great thoughts, pure thoughts. He desires us to meditate upon His love and mercy, to study His wonderful work in the great plan of redemption. Then clearer and still clearer will be our perception of truth, higher, holier, our desire for purity of heart and clearness of thought. The soul dwelling in the pure atmosphere of holy thought will be transformed by communion with God through the study of Scriptures. 45Christ's Object Lessons, 60."},{"refcode_short":"CSA 24.7","refcode_long":"A Call To Stand Apart, p. 24.7 (Ellen Gould White)","content":"Through conflict the spiritual life is strengthened. Trials well borne will develop steadfastness of character and precious spiritual graces. The perfect fruit of faith, meekness, and love often matures best amid storm clouds and darkness. 46Christ's Object Lessons, 61."},{"refcode_short":"CSA 26","refcode_long":"A Call To Stand Apart, p. 26 (Ellen Gould White)","content":"Chapter 7—How to Pray"},{"refcode_short":"CSA 26.1","refcode_long":"A Call To Stand Apart, p. 26.1 (Ellen Gould White)","content":"And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward. But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly. But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking. Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him. After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name. Thy kingdom come, Thy will be done in earth, as it is in heaven. Give us this day our daily bread. And forgive us our debts, as we forgive our debtors. And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen. For if ye forgive men their trespasses, your heavenly Father will also forgive you: But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. Matthew 6:5-15."},{"refcode_short":"CSA 26.2","refcode_long":"A Call To Stand Apart, p. 26.2 (Ellen Gould White)","content":"Through nature and revelation, through His providence, and by the influence of His Spirit, God speaks to us. But these are not enough; we need also to pour out our hearts to Him. In order to have spiritual life and energy, we must have actual intercourse with our heavenly Father. Our minds may be drawn out toward Him; we may meditate upon His works, His mercies, His blessings; but this is not, in the fullest sense, communing with Him. In order to commune with God, we must have something to say to Him concerning our actual life."},{"refcode_short":"CSA 26.3","refcode_long":"A Call To Stand Apart, p. 26.3 (Ellen Gould White)","content":"Prayer is the opening of the heart to God as to a friend. Not that it is necessary in order to make known to God what we are, but in order to enable us to receive Him. Prayer does not bring God down to us, but brings us up to Him."},{"refcode_short":"CSA 26.4","refcode_long":"A Call To Stand Apart, p. 26.4 (Ellen Gould White)","content":"When Jesus was upon the earth, He taught His disciples how to pray. He directed them to present their daily needs before God, and to cast all their care upon Him. And the assurance He gave them that their petitions should be heard, is assurance also to us."},{"refcode_short":"CSA 26.5","refcode_long":"A Call To Stand Apart, p. 26.5 (Ellen Gould White)","content":"Jesus Himself, while He dwelt among men, was often in prayer. Our Saviour identified Himself with our needs and weakness, in that He became a suppliant, a petitioner, seeking from His Father fresh supplies of strength, that He might come forth braced for duty and trial. He is our example in all things. He is a brother in our infirmities, “in all points tempted like as we are;” but as the sinless one His nature recoiled from evil; He endured struggles and torture of soul in a world of sin. His humanity made prayer a necessity and a privilege. He found comfort and joy in communion with His Father. And if the Saviour of men, the Son of God, felt the need of prayer, how much more should feeble, sinful mortals feel the necessity of fervent, constant prayer. 47Steps to Christ, 93, 94."},{"refcode_short":"CSA 27.1","refcode_long":"A Call To Stand Apart, p. 27.1 (Ellen Gould White)","content":"The darkness of the evil one encloses those who neglect to pray. The whispered temptations of the enemy entice them to sin; and it is all because they do not make use of the privileges that God has given them in the divine appointment of prayer. Why should the sons and daughters of God be reluctant to pray, when prayer is the key in the hand of faith to unlock heaven's storehouse, where are treasured the boundless resources of Omnipotence? Without unceasing prayer and diligent watching we are in danger of growing careless and of deviating from the right path...."},{"refcode_short":"CSA 27.2","refcode_long":"A Call To Stand Apart, p. 27.2 (Ellen Gould White)","content":"There are certain conditions upon which we may expect that God will hear and answer our prayers. One of the first of these is that we feel our need of help from Him.... The heart must be open to the Spirit's influence, or God's blessing cannot be received...."},{"refcode_short":"CSA 27.3","refcode_long":"A Call To Stand Apart, p. 27.3 (Ellen Gould White)","content":"Another element of prevailing prayer is faith.... Jesus said to His disciples, “What things soever ye desire, when ye pray, believe that ye receive them, and ye shall have them.” Mark 11:24...."},{"refcode_short":"CSA 27.4","refcode_long":"A Call To Stand Apart, p. 27.4 (Ellen Gould White)","content":"When we do not receive the very things we asked for, at the time we ask, we are still to believe that the Lord hears and that He will answer our prayers.... When our prayers seem not to be answered, we are to cling to the promise; for the time of answering will surely come, and we shall receive the blessing we need most.... God is too wise to err, and too good to withhold any good thing from them that walk uprightly. 48Steps to Christ, 94-96."},{"refcode_short":"CSA 27.5","refcode_long":"A Call To Stand Apart, p. 27.5 (Ellen Gould White)","content":"When we come to ask mercy and blessing from God we should have a spirit of love and forgiveness in our own hearts. How can we pray, “Forgive us our debts, as we forgive our debtors,” and yet indulge an unforgiving spirit? Matthew 6:12. If we expect our own prayers to be heard we must forgive others in the same manner and to the same extent as we hope to be forgiven. 49Steps to Christ, 97."},{"refcode_short":"CSA 27.6","refcode_long":"A Call To Stand Apart, p. 27.6 (Ellen Gould White)","content":"Unceasing prayer is the unbroken union of the soul with God, so that life from God flows into our life; and from our life, purity and holiness flow back to God...."},{"refcode_short":"CSA 27.7","refcode_long":"A Call To Stand Apart, p. 27.7 (Ellen Gould White)","content":"We should pray in the family circle, and above all we must not neglect secret prayer, for this is the life of the soul. 50Steps to Christ, 98."},{"refcode_short":"CSA 27.8","refcode_long":"A Call To Stand Apart, p. 27.8 (Ellen Gould White)","content":"Keep your wants, your joys, your sorrows, your cares, and your fears before God. You cannot burden Him; you cannot weary Him. He who numbers the hairs of your head is not indifferent to the wants of His children. “The Lord is very pitiful, and of tender mercy.” James 5:11. His heart of love is touched by our sorrows and even by our utterances of them. Take to Him everything that perplexes the mind. Nothing is too great for Him to bear, for He holds up worlds, He rules over all the affairs of the universe. Nothing that in any way concerns our peace is too small for Him to notice...."},{"refcode_short":"CSA 27.9","refcode_long":"A Call To Stand Apart, p. 27.9 (Ellen Gould White)","content":"Jesus said, “Ye shall ask in My name: and I say not unto you, that I will pray the Father for you: for the Father Himself loveth you.” ... John 16:26, 27.... But to pray in the name of Jesus is something more than a mere mention of that name at the beginning and the ending of a prayer. It is to pray in the mind and spirit of Jesus, while we believe His promises, rely upon His grace, and work His works."},{"refcode_short":"CSA 27.10","refcode_long":"A Call To Stand Apart, p. 27.10 (Ellen Gould White)","content":"God does not mean that any of us should become hermits or monks and retire from the world in order to devote ourselves to acts of worship. The life must be like Christ's life—between the mountain and the multitude. He who does nothing but pray will soon cease to pray, or his prayers will become a formal routine. 51Steps to Christ, 100, 101."},{"refcode_short":"CSA 28.1","refcode_long":"A Call To Stand Apart, p. 28.1 (Ellen Gould White)","content":"If we would but think of God as often as we have evidence of His care for us we should keep Him ever in our thoughts and should delight to talk of Him and to praise Him. We talk of temporal things because we have an interest in them. We talk of our friends because we love them; our joys and our sorrows are bound up with them. Yet we have infinitely greater reason to love God than to love our earthly friends; it should be the most natural thing in the world to make Him first in all our thoughts, to talk of His goodness and tell of His power...."},{"refcode_short":"CSA 28.2","refcode_long":"A Call To Stand Apart, p. 28.2 (Ellen Gould White)","content":"Our devotional exercises should not consist wholly in asking and receiving. Let us not be always thinking of our wants and never of the benefits we receive. We do not pray any too much, but we are too sparing of giving thanks. We are the constant recipients of God's mercies, and yet how little gratitude we express, how little we praise Him for what He has done for us...."},{"refcode_short":"CSA 28.3","refcode_long":"A Call To Stand Apart, p. 28.3 (Ellen Gould White)","content":"Our God is a tender, merciful Father. His service should not be looked upon as a heart-saddening, distressing exercise. It should be a pleasure to worship the Lord and to take part in His work...."},{"refcode_short":"CSA 28.4","refcode_long":"A Call To Stand Apart, p. 28.4 (Ellen Gould White)","content":"We must gather about the cross. Christ and Him crucified should be the theme of contemplation, of conversation, and of our most joyful emotion. We should keep in our thoughts every blessing we receive from God, and when we realize His great love we should be willing to trust everything to the hand that was nailed to the cross for us. 52Steps to Christ, 102-104."},{"refcode_short":"CSA 29","refcode_long":"A Call To Stand Apart, p. 29 (Ellen Gould White)","content":"Chapter 8—How to Have Faith"},{"refcode_short":"CSA 29.1","refcode_long":"A Call To Stand Apart, p. 29.1 (Ellen Gould White)","content":"Another parable put he forth unto them, saying, The kingdom of heaven is like to a grain of mustard seed, which a man took, and sowed in his field: Which indeed is the least of all seeds: but when it is grown, it is the greatest among herbs, and becometh a tree, so that the birds of the air come and lodge in the branches thereof. Matthew 13:31-32."},{"refcode_short":"CSA 29.2","refcode_long":"A Call To Stand Apart, p. 29.2 (Ellen Gould White)","content":"And when they were come to the multitude, there came to him a certain man, kneeling down to him, and saying, Lord, have mercy on my son: for he is lunatick, and sore vexed: for ofttimes he falleth into the fire, and oft into the water. And I brought him to thy disciples, and they could not cure him. Then Jesus answered and said, O faithless and perverse generation, how long shall I be with you? how long shall I suffer you? bring him hither to me. Matthew 17:14-17."},{"refcode_short":"CSA 29.3","refcode_long":"A Call To Stand Apart, p. 29.3 (Ellen Gould White)","content":"It is peace that you need—Heaven's forgiveness and peace and love in the soul. Money cannot buy it, intellect cannot procure it, wisdom cannot attain to it; you can never hope, by your own efforts, to secure it. But God offers it to you as a gift, “without money and without price.” Isaiah 55:1. It is yours if you will but reach out your hand and grasp it. The Lord says, “Though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.” Isaiah 1:18. “A new heart also will I give you, and a new spirit will I put within you.” Ezekiel 36:26."},{"refcode_short":"CSA 29.4","refcode_long":"A Call To Stand Apart, p. 29.4 (Ellen Gould White)","content":"You have confessed your sins, and in heart put them away. You have resolved to give yourself to God. Now go to Him, and ask that He will wash away your sins and give you a new heart. Then believe that He does this because He has promised."},{"refcode_short":"CSA 30.1","refcode_long":"A Call To Stand Apart, p. 30.1 (Ellen Gould White)","content":"This is the lesson which Jesus taught while He was on earth, that the gift which God promises us, we must believe we do receive, and it is ours. Jesus healed the people of their diseases when they had faith in His power; He helped them in the things which they could see, thus inspiring them with confidence in Him concerning things which they could not see—leading them to believe in His power to forgive sins...."},{"refcode_short":"CSA 30.2","refcode_long":"A Call To Stand Apart, p. 30.2 (Ellen Gould White)","content":"Let us turn to the story of the paralytic at Bethesda. The poor sufferer was helpless; he had not used his limbs for thirty-eight years. Yet Jesus bade him, “Rise, take up thy bed, and walk.” The sick man might have said, “Lord, if Thou wilt make me whole, I will obey Thy word.” But, no, he believed Christ's word, believed that he was made whole, and he made the effort at once; he willed to walk, and he did walk. He acted on the word of Christ, and God gave the power. He was made whole."},{"refcode_short":"CSA 30.3","refcode_long":"A Call To Stand Apart, p. 30.3 (Ellen Gould White)","content":"In like manner you are a sinner. You cannot atone for your past sins; you cannot change your heart and make yourself holy. But God promises to do all this for you through Christ. You believe that promise. You confess your sins and give yourself to God. You will to serve Him. Just as surely as you do this, God will fulfill His word to you. If you believe the promise,—believe that you are forgiven and cleansed,—God supplies the fact; you are made whole, just as Christ gave the paralytic power to walk when the man believed that he was healed. It is so if you believe it."},{"refcode_short":"CSA 30.4","refcode_long":"A Call To Stand Apart, p. 30.4 (Ellen Gould White)","content":"Do not wait to feel that you are made whole, but say, “I believe it; it is so, not because I feel it, but because God has promised.” ..."},{"refcode_short":"CSA 30.5","refcode_long":"A Call To Stand Apart, p. 30.5 (Ellen Gould White)","content":"Henceforth you are not your own; you are bought with a price. “Ye were not redeemed with corruptible things, as silver and gold; ... but with the precious blood of Christ, as of a lamb without blemish and without spot.” 1 Peter 1:18, 19. Through this simple act of believing God, the Holy Spirit has begotten a new life in your heart. You are as a child born into the family of God, and He loves you as He loves His Son. 53Steps to Christ, 49-52."},{"refcode_short":"CSA 30.6","refcode_long":"A Call To Stand Apart, p. 30.6 (Ellen Gould White)","content":"If you give yourself to Him, and accept Him as your Saviour, then, sinful as your life may have been, for His sake you are accounted righteous. Christ's character stands in place of your character, and you are accepted before God just as if you had not sinned. 54Steps to Christ, 62."},{"refcode_short":"CSA 30.7","refcode_long":"A Call To Stand Apart, p. 30.7 (Ellen Gould White)","content":"Put away the suspicion that God's promises are not meant for you. They are for every repentant transgressor. Strength and grace have been provided through Christ to be brought by ministering angels to every believing soul. None are so sinful that they cannot find strength, purity, and righteousness in Jesus, who died for them. 55Steps to Christ, 52, 53."},{"refcode_short":"CSA 31","refcode_long":"A Call To Stand Apart, p. 31 (Ellen Gould White)","content":"Chapter 9—Preparing to Die"},{"refcode_short":"CSA 31.1","refcode_long":"A Call To Stand Apart, p. 31.1 (Ellen Gould White)","content":"And he came out, and went, as he was wont, to the mount of Olives; and his disciples also followed him. And when he was at the place, he said unto them, Pray that ye enter not into temptation. And he was withdrawn from them about a stone's cast, and kneeled down, and prayed, Saying, Father, if thou be willing, remove this cup from me: nevertheless not my will, but thine, be done. Luke 22:39-42."},{"refcode_short":"CSA 32.1","refcode_long":"A Call To Stand Apart, p. 32.1 (Ellen Gould White)","content":"In company with His disciples, the Saviour slowly made His way to the garden of Gethsemane. The Passover moon, broad and full, shone from a cloudless sky. The city of pilgrims’ tents was hushed into silence."},{"refcode_short":"CSA 32.2","refcode_long":"A Call To Stand Apart, p. 32.2 (Ellen Gould White)","content":"Jesus had been earnestly conversing with His disciples and instructing them; but as He neared Gethsemane, He became strangely silent. He had often visited this spot for meditation and prayer; but never with a heart so full of sorrow as upon this night of His last agony. Throughout His life on earth He had walked in the light of God's presence.... But now He seemed to be shut out from the light of God's sustaining presence. Now He was numbered with the transgressors. The guilt of fallen humanity He must bear. Upon Him who knew no sin must be laid the iniquity of us all...."},{"refcode_short":"CSA 32.3","refcode_long":"A Call To Stand Apart, p. 32.3 (Ellen Gould White)","content":"As they approached the garden, the disciples had marked the change that came over their Master...."},{"refcode_short":"CSA 32.4","refcode_long":"A Call To Stand Apart, p. 32.4 (Ellen Gould White)","content":"Near the entrance to the garden, Jesus left all but three of the disciples, bidding them pray for themselves and for Him. With Peter, James, and John, He entered its secluded recesses.... But now He desired them to spend the night with Him in prayer...."},{"refcode_short":"CSA 32.5","refcode_long":"A Call To Stand Apart, p. 32.5 (Ellen Gould White)","content":"He went a little distance from them—not so far but that they could both see and hear Him—and fell prostrate upon the ground. He felt that by sin He was being separated from His Father. 56The Desire of Ages, 685, 686."},{"refcode_short":"CSA 32.6","refcode_long":"A Call To Stand Apart, p. 32.6 (Ellen Gould White)","content":"In the wilderness of temptation the destiny of the human race had been at stake. Christ was then conqueror. Now the tempter had come for the last fearful struggle. For this he had been preparing during the three years of Christ's ministry. Everything was at stake with him. If he failed here, his hope of mastery was lost; the kingdoms of the world would finally become Christ's; he himself would be overthrown and cast out. But if Christ could be overcome, the earth would become Satan's kingdom, and the human race would be forever in his power. With the issues of the conflict before Him, Christ's soul was filled with dread of separation from God...."},{"refcode_short":"CSA 32.7","refcode_long":"A Call To Stand Apart, p. 32.7 (Ellen Gould White)","content":"The sins of men weighed heavily upon Christ, and the sense of God's wrath against sin was crushing out His life.... In His agony He clings to the cold ground, as if to prevent Himself from being drawn farther from God.... From His pale lips comes the bitter cry, “O My Father, if it be possible, let this cup pass from Me.” Yet even now He adds, “Nevertheless not as I will, but as Thou wilt.”"},{"refcode_short":"CSA 32.8","refcode_long":"A Call To Stand Apart, p. 32.8 (Ellen Gould White)","content":"The human heart longs for sympathy in suffering. This longing Christ felt to the very depths of His being. In the supreme agony of His soul He came to His disciples with a yearning desire to hear some words of comfort from those whom He had so often blessed and comforted, and shielded in sorrow and distress. The One who had always had words of sympathy for them was now suffering superhuman agony, and He longed to know that they were praying for Him and for themselves...."},{"refcode_short":"CSA 32.9","refcode_long":"A Call To Stand Apart, p. 32.9 (Ellen Gould White)","content":"Rising with painful effort, He staggered to the place where He had left His companions. But He “findeth them asleep.” ..."},{"refcode_short":"CSA 32.10","refcode_long":"A Call To Stand Apart, p. 32.10 (Ellen Gould White)","content":"Just before He bent His footsteps to the garden, Jesus had said to the disciples, “All ye shall be offended because of Me this night.” They had given Him the strongest assurance that they would go with Him to prison and to death. And poor, self-sufficient Peter had added, “Although all shall be offended, yet will not I.” Mark 14:27, 29. 57The Desire of Ages, 686-688."},{"refcode_short":"CSA 32.11","refcode_long":"A Call To Stand Apart, p. 32.11 (Ellen Gould White)","content":"Addressing Peter, Jesus said, “Simon, sleepest thou? couldest not thou watch one hour?"},{"refcode_short":"CSA 33.1","refcode_long":"A Call To Stand Apart, p. 33.1 (Ellen Gould White)","content":"Watch ye and pray, lest ye enter into temptation. The spirit truly is ready, but the flesh is weak.”..."},{"refcode_short":"CSA 33.2","refcode_long":"A Call To Stand Apart, p. 33.2 (Ellen Gould White)","content":"As the agony of soul came upon Him, “His sweat was as it were great drops of blood falling down to the ground.” The cypress and palm trees were the silent witnesses of His anguish. From their leafy branches dropped heavy dew upon His stricken form, as if nature wept over its Author wrestling alone with the powers of darkness...."},{"refcode_short":"CSA 33.3","refcode_long":"A Call To Stand Apart, p. 33.3 (Ellen Gould White)","content":"The words of the Saviour were borne to the ears of the drowsy disciples, “O My Father, if this cup may not pass away from Me, except I drink it, Thy will be done.”"},{"refcode_short":"CSA 33.4","refcode_long":"A Call To Stand Apart, p. 33.4 (Ellen Gould White)","content":"The first impulse of the disciples was to go to Him; but He had bidden them tarry there, watching unto prayer. When Jesus came to them, He found them still sleeping.... His presence aroused them. They saw His face marked with the bloody sweat of agony, and they were filled with fear. His anguish of mind they could not understand. “His visage was so marred more than any man, and His form more than the sons of men.” Isaiah 52:14."},{"refcode_short":"CSA 33.5","refcode_long":"A Call To Stand Apart, p. 33.5 (Ellen Gould White)","content":"Turning away, Jesus sought again His retreat, and fell prostrate, overcome by the horror of a great darkness. The humanity of the Son of God trembled in that trying hour. He prayed not now for His disciples that their faith might not fail, but for His own tempted, agonized soul. The awful moment had come—that moment which was to decide the destiny of the world. The fate of humanity trembled in the balance. Christ might even now refuse to drink the cup apportioned to guilty man. It was not yet too late. He might wipe the bloody sweat from His brow, and leave man to perish in his iniquity. He might say, Let the transgressor receive the penalty of his sin, and I will go back to My Father. Will the Son of God drink the bitter cup of humiliation and agony? Will the innocent suffer the consequences of the curse of sin, to save the guilty? The words fall tremblingly from the pale lips of Jesus, “O My Father, if this cup may not pass away from Me, except I drink it, Thy will be done.”"},{"refcode_short":"CSA 33.6","refcode_long":"A Call To Stand Apart, p. 33.6 (Ellen Gould White)","content":"Three times has He uttered that prayer. 58The Desire of Ages, 689, 690."},{"refcode_short":"CSA 33.7","refcode_long":"A Call To Stand Apart, p. 33.7 (Ellen Gould White)","content":"Angels beheld the Saviour's agony. They saw their Lord enclosed by legions of satanic forces, His nature weighed down with a shuddering, mysterious dread. There was silence in heaven. No harp was touched. Could mortals have viewed the amazement of the angelic host as in silent grief they watched the Father separating His beams of light, love, and glory from His beloved Son, they would better understand how offensive in His sight is sin."},{"refcode_short":"CSA 33.8","refcode_long":"A Call To Stand Apart, p. 33.8 (Ellen Gould White)","content":"The worlds unfallen and the heavenly angels had watched with intense interest as the conflict drew to its close...."},{"refcode_short":"CSA 33.9","refcode_long":"A Call To Stand Apart, p. 33.9 (Ellen Gould White)","content":"Christ's agony did not cease, but His depression and discouragement left Him. The storm had in nowise abated, but He who was its object was strengthened to meet its fury. He came forth calm and serene. A heavenly peace rested upon His bloodstained face. He had borne that which no human being could ever bear; for He had tasted the sufferings of death for every man...."},{"refcode_short":"CSA 33.10","refcode_long":"A Call To Stand Apart, p. 33.10 (Ellen Gould White)","content":"He heard the footsteps of the mob in search of Him, and said, “Rise, let us be going: behold, he is at hand that doth betray Me.”"},{"refcode_short":"CSA 33.11","refcode_long":"A Call To Stand Apart, p. 33.11 (Ellen Gould White)","content":"No traces of His recent agony were visible as Jesus stepped forth to meet His betrayer. Standing in advance of His disciples He said, “Whom seek ye?” They answered, “Jesus of Nazareth.” Jesus replied, “I am He.” As these words were spoken, the angel who had lately ministered to Jesus moved between Him and the mob. A divine light illuminated the Saviour's face, and a dovelike form overshadowed Him. In the presence of this divine glory, the murderous throng could not stand for a moment. They staggered back. Priests, elders, soldiers, and even Judas, fell as dead men to the ground...."},{"refcode_short":"CSA 34.1","refcode_long":"A Call To Stand Apart, p. 34.1 (Ellen Gould White)","content":"Jesus had opportunity to escape, but He remained, calm and self-possessed. As one glorified He stood in the midst of that hardened band, now prostrate and helpless at His feet. The disciples looked on, silent with wonder and awe."},{"refcode_short":"CSA 34.2","refcode_long":"A Call To Stand Apart, p. 34.2 (Ellen Gould White)","content":"But quickly the scene changed. The mob started up. The Roman soldiers, the priests and Judas, gathered about Christ. They seemed ashamed of their weakness, and fearful that He would yet escape. Again the question was asked by the Redeemer, “Whom seek ye?” ... [and] again they answered, “Jesus of Nazareth.” The Saviour then said, “I have told you that I am He: if therefore ye seek Me, let these go their way”—pointing to the disciples. He knew how weak was their faith, and He sought to shield them from temptation and trial. For them He was ready to sacrifice Himself."},{"refcode_short":"CSA 34.3","refcode_long":"A Call To Stand Apart, p. 34.3 (Ellen Gould White)","content":"Judas the betrayer did not forget the part he was to act. When the mob entered the garden, he had led the way, closely followed by the high priest. To the pursuers of Jesus he had given a sign, saying, “Whomsoever I shall kiss, that same is He: hold Him fast.” Matthew 26:48. Now he pretends to have no part with them. Coming close to Jesus, he takes His hand as a familiar friend. With the words, “Hail, Master,” he kisses Him repeatedly, and appears to weep as if in sympathy with Him in His peril."},{"refcode_short":"CSA 34.4","refcode_long":"A Call To Stand Apart, p. 34.4 (Ellen Gould White)","content":"Jesus said to him, “Friend, wherefore art thou come?” His voice trembled with sorrow as He added, “Judas, betrayest thou the Son of man with a kiss?” This appeal should have aroused the conscience of the betrayer, and touched his stubborn heart; but honor, fidelity, and human tenderness had forsaken him. He stood bold and defiant, showing no disposition to relent. 59The Desire of Ages, 693-696."},{"refcode_short":"CSA 34.5","refcode_long":"A Call To Stand Apart, p. 34.5 (Ellen Gould White)","content":"Turning to the priests and elders, Christ fixed upon them His searching glance.... With dignity He said: You come out against Me with swords and staves as you would against a thief or a robber. Day by day I sat teaching in the temple. You had every opportunity of laying hands upon Me, and you did nothing. The night is better suited to your work. “This is your hour, and the power of darkness.”"},{"refcode_short":"CSA 34.6","refcode_long":"A Call To Stand Apart, p. 34.6 (Ellen Gould White)","content":"The disciples were terrified as they saw Jesus permit Himself to be taken and bound. They were offended that He should suffer this humiliation to Himself and them. They could not understand His conduct, and they blamed Him for submitting to the mob. In their indignation and fear, Peter proposed that they save themselves. Following this suggestion, “they all forsook Him, and fled.” 60The Desire of Ages, 697."},{"refcode_short":"CSA 35","refcode_long":"A Call To Stand Apart, p. 35 (Ellen Gould White)","content":"Chapter 10—Cruel Crucifixion"},{"refcode_short":"CSA 35.1","refcode_long":"A Call To Stand Apart, p. 35.1 (Ellen Gould White)","content":"When Pilate therefore heard that saying, he brought Jesus forth, and sat down in the judgment seat in a place that is called the Pavement, but in the Hebrew, Gabbatha. And it was the preparation of the passover, and about the sixth hour: and he saith unto the Jews, Behold your King! But they cried out, Away with him, away with him, crucify him. Pilate saith unto them, Shall I crucify your King? The chief priests answered, We have no king but Caesar. Then delivered he him therefore unto them to be crucified. And they took Jesus, and led him away. And he bearing his cross went forth into a place called the place of a skull, which is called in the Hebrew Golgotha: Where they crucified him, and two other with him, on either side one, and Jesus in the midst. And Pilate wrote a title, and put it on the cross. And the writing was Jesus of Nazareth the King of the Jews. This title then read many of the Jews: for the place where Jesus was crucified was nigh to the city: and it was written in Hebrew, and Greek, and Latin. Then said the chief priests of the Jews to Pilate, Write not, The King of the Jews; but that he said, I am King of the Jews. Pilate answered, What I have written I have written. Then the soldiers, when they had crucified Jesus, took his garments, and made four parts, to every soldier a part; and also his coat: now the coat was without seam, woven from the top throughout. They said therefore among themselves, Let us not rend it, but cast lots for it, whose it shall be: that the scripture might be fulfilled, which saith, They parted my raiment among them, and for my vesture they did cast lots. These things therefore the soldiers did. Now there stood by the cross of Jesus his mother, and his mother's sister, Mary the wife of Cleophas, and Mary Magdalene. When Jesus therefore saw his mother, and the disciple standing by, whom he loved, he saith unto his mother, Woman, behold thy son! Then saith he to the disciple, Behold thy mother! And from that hour that disciple took her unto his own home. After this, Jesus knowing that all things were now accomplished, that the scripture might be fulfilled, saith, I thirst. Now there was set a vessel full of vinegar: and they filled a sponge with vinegar, and put it upon hyssop, and put it to his mouth. When Jesus therefore had received the vinegar, he said, It is finished: and he bowed his head, and gave up the ghost. John 19:13-30."},{"refcode_short":"CSA 36.1","refcode_long":"A Call To Stand Apart, p. 36.1 (Ellen Gould White)","content":"The news of His condemnation had spread throughout Jerusalem, and people of all classes and all ranks flocked toward the place of crucifixion...."},{"refcode_short":"CSA 36.2","refcode_long":"A Call To Stand Apart, p. 36.2 (Ellen Gould White)","content":"As Jesus passed the gate of Pilate's court, the cross which had been prepared for Barabbas was laid upon His bruised and bleeding shoulders.... The Saviour's burden was too heavy for Him in His weak and suffering condition. Since the Passover supper with His disciples, He had taken neither food nor drink. He had agonized in the garden of Gethsemane in conflict with satanic agencies. He had endured the anguish of the betrayal, and had seen His disciples forsake Him and flee. He had been taken to Annas, then to Caiaphas, and then to Pilate. From Pilate He had been sent to Herod, then sent again to Pilate. From insult to renewed insult, from mockery to mockery, twice tortured by the scourge,—all that night there had been scene after scene of a character to try the soul of man to the uttermost.... But when after the second scourging the cross was laid upon Him, human nature could bear no more. He fell fainting beneath the burden. 61The Desire of Ages, 741, 742."},{"refcode_short":"CSA 36.3","refcode_long":"A Call To Stand Apart, p. 36.3 (Ellen Gould White)","content":"The mother of Jesus, supported by John the beloved disciple, had followed the steps of her Son to Calvary. She had seen Him fainting under the burden of the cross, and had longed to place a supporting hand beneath His wounded head, and to bathe that brow which had once been pillowed upon her bosom. But she was not permitted this mournful privilege. 62The Desire of Ages, 744."},{"refcode_short":"CSA 36.4","refcode_long":"A Call To Stand Apart, p. 36.4 (Ellen Gould White)","content":"At this time a stranger, Simon a Cyrenian, coming in from the country, meets the throng. He hears the taunts and ribaldry of the crowd; he hears the words contemptuously repeated, Make way for the King of the Jews! He stops in astonishment at the scene; and as he expresses his compassion, they seize him and place the cross upon his shoulders."},{"refcode_short":"CSA 36.5","refcode_long":"A Call To Stand Apart, p. 36.5 (Ellen Gould White)","content":"Simon had heard of Jesus. His sons were believers in the Saviour, but he himself was not a disciple. The bearing of the cross to Calvary was a blessing to Simon, and he was ever after grateful for this providence. It led him to take upon himself the cross of Christ from choice, and ever cheerfully stand beneath its burden."},{"refcode_short":"CSA 37.1","refcode_long":"A Call To Stand Apart, p. 37.1 (Ellen Gould White)","content":"Not a few women are in the crowd that follow the Uncondemned to His cruel death. Their attention is fixed upon Jesus. Some of them have seen Him before. Some have carried to Him their sick and suffering ones. Some have themselves been healed. The story of the scenes that have taken place is related. They wonder at the hatred of the crowd toward Him for whom their own hearts are melting and ready to break. And notwithstanding the action of the maddened throng, and the angry words of the priests and rulers, these women give expression to their sympathy. As Jesus falls fainting beneath the cross, they break forth into mournful wailing."},{"refcode_short":"CSA 37.2","refcode_long":"A Call To Stand Apart, p. 37.2 (Ellen Gould White)","content":"This was the only thing that attracted Christ's attention. Although full of suffering, while bearing the sins of the world, He was not indifferent to the expression of grief. He looked upon these women with tender compassion. They were not believers in Him; He knew that they were not lamenting Him as one sent from God, but were moved by feelings of human pity. He did not despise their sympathy, but it awakened in His heart a deeper sympathy for them. “Daughters of Jerusalem,” He said, “weep not for Me, but weep for yourselves, and for your children.” From the scene before Him, Christ looked forward to the time of Jerusalem's destruction. In that terrible scene, many of those who were now weeping for Him were to perish with their children...."},{"refcode_short":"CSA 37.3","refcode_long":"A Call To Stand Apart, p. 37.3 (Ellen Gould White)","content":"Arriving at the place of execution, the prisoners were bound to the instruments of torture. The two thieves wrestled in the hands of those who placed them on the cross; but Jesus made no resistance. The mother of Jesus, supported by John the beloved disciple, had followed the steps of her Son to Calvary.... With the disciples she still cherished the hope that Jesus would manifest His power, and deliver Himself from His enemies. Again her heart would sink as she recalled the words in which He had foretold the very scenes that were then taking place. As the thieves were bound to the cross, she looked on with agonizing suspense. Would He who had given life to the dead suffer Himself to be crucified? Would the Son of God suffer Himself to be thus cruelly slain? Must she give up her faith that Jesus was the Messiah? Must she witness His shame and sorrow, without even the privilege of ministering to Him in His distress? She saw His hands stretched upon the cross; the hammer and the nails were brought, and as the spikes were driven through the tender flesh, the heart-stricken disciples bore away from the cruel scene the fainting form of the mother of Jesus."},{"refcode_short":"CSA 37.4","refcode_long":"A Call To Stand Apart, p. 37.4 (Ellen Gould White)","content":"The Saviour made no murmur of complaint. His face remained calm and serene, but great drops of sweat stood upon His brow.... While the soldiers were doing their fearful work, Jesus prayed for His enemies, “Father, forgive them; for they know not what they do.”...."},{"refcode_short":"CSA 37.5","refcode_long":"A Call To Stand Apart, p. 37.5 (Ellen Gould White)","content":"That prayer of Christ for His enemies embraced the world. It took in every sinner that had lived or should live, from the beginning of the world to the end of time. Upon all rests the guilt of crucifying the Son of God. To all, forgiveness is freely offered. “Whosoever will” may have peace with God, and inherit eternal life."},{"refcode_short":"CSA 37.6","refcode_long":"A Call To Stand Apart, p. 37.6 (Ellen Gould White)","content":"As soon as Jesus was nailed to the cross, it was lifted by strong men, and with great violence thrust into the place prepared for it. This caused the most intense agony to the Son of God. Pilate then wrote an inscription in Hebrew, Greek, and Latin, and placed it upon the cross, above the head of Jesus. It read, “Jesus of Nazareth the King of the Jews.”...."},{"refcode_short":"CSA 37.7","refcode_long":"A Call To Stand Apart, p. 37.7 (Ellen Gould White)","content":"In the providence of God it was to awaken thought, and investigation of the Scriptures. The place where Christ was crucified was near to the city. Thousands of people from all lands were then at Jerusalem, and the inscription declaring Jesus of Nazareth the Messiah would come to their notice. It was a living truth, transcribed by a hand that God had guided...."},{"refcode_short":"CSA 37.8","refcode_long":"A Call To Stand Apart, p. 37.8 (Ellen Gould White)","content":"To those who suffered death by the cross, it was permitted to give a stupefying potion, to deaden the sense of pain. This was offered to Jesus; but when He had tasted it, He refused it. He would receive nothing that could becloud His mind. His faith must keep fast hold upon God. This was His only strength. To becloud His senses would give Satan an advantage."},{"refcode_short":"CSA 38.1","refcode_long":"A Call To Stand Apart, p. 38.1 (Ellen Gould White)","content":"The enemies of Jesus vented their rage upon Him as He hung upon the cross. Priests, rulers, and scribes joined with the mob in mocking the dying Saviour...."},{"refcode_short":"CSA 38.2","refcode_long":"A Call To Stand Apart, p. 38.2 (Ellen Gould White)","content":"“If Thou be the Son of God,” they said, “come down from the cross.” “Let Him save Himself, if He be Christ, the chosen of God.” 63The Desire of Ages, 742-746."},{"refcode_short":"CSA 38.3","refcode_long":"A Call To Stand Apart, p. 38.3 (Ellen Gould White)","content":"Jesus, suffering and dying, heard every word as the priests declared, “He saved others; Himself He cannot save. Let Christ the King of Israel descend now from the cross, that we may see and believe.” Christ could have come down from the cross. But it is because He would not save Himself that the sinner has hope of pardon and favor with God...."},{"refcode_short":"CSA 38.4","refcode_long":"A Call To Stand Apart, p. 38.4 (Ellen Gould White)","content":"To Jesus in His agony on the cross there came one gleam of comfort. It was the prayer of the penitent thief. Both the men who were crucified with Jesus had at first railed upon Him; and one under his suffering only became more desperate and defiant. But not so with his companion. This man was not a hardened criminal; he had been led astray by evil associations, but he was less guilty than many of those who stood beside the cross reviling the Saviour. He had seen and heard Jesus, and had been convicted by His teaching, but he had been turned away from Him by the priests and rulers. Seeking to stifle conviction, he had plunged deeper and deeper into sin, until he was arrested, tried as a criminal, and condemned to die on the cross.... Among the passers-by he hears many defending Jesus. He hears them repeat His words, and tell of His works. The conviction comes back to him that this is the Christ. Turning to his fellow criminal he says, “Dost not thou fear God, seeing thou art in the same condemnation?” The dying thieves have no longer anything to fear from man. But upon one of them presses the conviction that there is a God to fear, a future to cause him to tremble. And now, all sin-polluted as it is, his life history is about to close. “And we indeed justly,” he moans; “for we receive the due reward of our deeds: but this Man hath done nothing amiss.”"},{"refcode_short":"CSA 38.5","refcode_long":"A Call To Stand Apart, p. 38.5 (Ellen Gould White)","content":"There is no question now. There are no doubts, no reproaches. When condemned for his crime, the thief had become hopeless and despairing; but strange, tender thoughts now spring up. He calls to mind all he has heard of Jesus, how He has healed the sick and pardoned sin. He has heard the words of those who believed in Jesus and followed Him weeping. He has seen and read the title above the Saviour's head. He has heard the passers-by repeat it, some with grieved, quivering lips, others with jesting and mockery. The Holy Spirit illuminates his mind, and little by little the chain of evidence is joined together. In Jesus, bruised, mocked, and hanging upon the cross, he sees the Lamb of God, that taketh away the sin of the world. Hope is mingled with anguish in his voice as the helpless, dying soul casts himself upon a dying Saviour. “Lord, remember me,” he cries, “when Thou comest into Thy kingdom.”"},{"refcode_short":"CSA 38.6","refcode_long":"A Call To Stand Apart, p. 38.6 (Ellen Gould White)","content":"Quickly the answer came. Soft and melodious the tone, full of love, compassion, and power the words: Verily I say unto thee today, Thou shalt be with Me in paradise...."},{"refcode_short":"CSA 38.7","refcode_long":"A Call To Stand Apart, p. 38.7 (Ellen Gould White)","content":"As the eyes of Jesus wandered over the multitude about Him, one figure arrested His attention. At the foot of the cross stood His mother, supported by the disciple John. She could not endure to remain away from her Son; and John, knowing that the end was near, had brought her again to the cross. In His dying hour, Christ remembered His mother. Looking into her grief-stricken face and then upon John, He said to her, “Woman, behold thy son!” then to John, “Behold thy mother!” John understood Christ's words, and accepted the trust. He at once took Mary to his home, and from that hour cared for her tenderly...."},{"refcode_short":"CSA 39.1","refcode_long":"A Call To Stand Apart, p. 39.1 (Ellen Gould White)","content":"Upon Christ as our substitute and surety was laid the iniquity of us all. He was counted a transgressor, that He might redeem us from the condemnation of the law. The guilt of every descendant of Adam was pressing upon His heart. The wrath of God against sin, the terrible manifestation of His displeasure because of iniquity, filled the soul of His Son with consternation. All His life Christ had been publishing to a fallen world the good news of the Father's mercy and pardoning love. Salvation for the chief of sinners was His theme. But now with the terrible weight of guilt He bears, He cannot see the Father's reconciling face. The withdrawal of the divine countenance from the Saviour in this hour of supreme anguish pierced His heart with a sorrow that can never be fully understood by man. So great was this agony that His physical pain was hardly felt...."},{"refcode_short":"CSA 39.2","refcode_long":"A Call To Stand Apart, p. 39.2 (Ellen Gould White)","content":"He feared that sin was so offensive to God that Their separation was to be eternal. Christ felt the anguish which the sinner will feel when mercy shall no longer plead for the guilty race. It was the sense of sin, bringing the Father's wrath upon Him as man's substitute, that made the cup He drank so bitter, and broke the heart of the Son of God...."},{"refcode_short":"CSA 39.3","refcode_long":"A Call To Stand Apart, p. 39.3 (Ellen Gould White)","content":"The sun refused to look upon the awful scene. Its full, bright rays were illuminating the earth at midday, when suddenly it seemed to be blotted out. Complete darkness, like a funeral pall, enveloped the cross...."},{"refcode_short":"CSA 39.4","refcode_long":"A Call To Stand Apart, p. 39.4 (Ellen Gould White)","content":"Vivid lightnings occasionally flashed forth from the cloud, and revealed the cross and the crucified Redeemer. Priests, rulers, scribes, executioners, and the mob, all thought that their time of retribution had come...."},{"refcode_short":"CSA 39.5","refcode_long":"A Call To Stand Apart, p. 39.5 (Ellen Gould White)","content":"At the ninth hour the darkness lifted from the people, but still enveloped the Saviour.... Then “Jesus cried with a loud voice, saying, Eloi, Eloi, lama sabachthani?” “My God, My God, why hast Thou forsaken Me?” ..."},{"refcode_short":"CSA 39.6","refcode_long":"A Call To Stand Apart, p. 39.6 (Ellen Gould White)","content":"The spotless Son of God hung upon the cross, His flesh lacerated with stripes; those hands so often reached out in blessing, nailed to the wooden bars; those feet so tireless on ministries of love, spiked to the tree; that royal head pierced by the crown of thorns; those quivering lips shaped to the cry of woe. And all that He endured—the blood drops that flowed from His head, His hands, His feet, the agony that racked His frame, and the unutterable anguish that filled His soul at the hiding of His Father's face—speaks to each child of humanity, declaring, It is for thee that the Son of God consents to bear this burden of guilt; for thee He spoils the domain of death, and opens the gates of Paradise...."},{"refcode_short":"CSA 39.7","refcode_long":"A Call To Stand Apart, p. 39.7 (Ellen Gould White)","content":"Suddenly the gloom lifted from the cross, and in clear, trumpetlike tones, that seemed to resound throughout creation, Jesus cried, “It is finished.”“Father, into Thy hands I commend My spirit.” A light encircled the cross, and the face of the Saviour shone with a glory like the sun. He then bowed His head upon His breast, and died. 64The Desire of Ages, 749-756."},{"refcode_short":"CSA 40","refcode_long":"A Call To Stand Apart, p. 40 (Ellen Gould White)","content":"Chapter 11—Grand Resurrection"},{"refcode_short":"CSA 40.1","refcode_long":"A Call To Stand Apart, p. 40.1 (Ellen Gould White)","content":"The first day of the week cometh Mary Magdalene early, when it was yet dark, unto the sepulchre, and seeth the stone taken away from the sepulchre. Then she runneth, and cometh to Simon Peter, and to the other disciple, whom Jesus loved, and saith unto them, They have taken away the Lord out of the sepulchre, and we know not where they have laid him. Peter therefore went forth, and that other disciple, and came to the sepulchre. So they ran both together: and the other disciple did outrun Peter, and came first to the sepulchre. And he stooping down, and looking in, saw the linen clothes lying; yet went he not in."},{"refcode_short":"CSA 41.1","refcode_long":"A Call To Stand Apart, p. 41.1 (Ellen Gould White)","content":"Then cometh Simon Peter following him, and went into the sepulchre, and seeth the linen clothes lie, And the napkin, that was about his head, not lying with the linen clothes, but wrapped together in a place by itself. Then went in also that other disciple, which came first to the sepulchre, and he saw, and believed. For as yet they knew not the scripture, that he must rise again from the dead. Then the disciples went away again unto their own home."},{"refcode_short":"CSA 41.2","refcode_long":"A Call To Stand Apart, p. 41.2 (Ellen Gould White)","content":"But Mary stood without at the sepulchre weeping: and as she wept, she stooped down, and looked into the sepulchre, And seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain. And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him. And when she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus."},{"refcode_short":"CSA 41.3","refcode_long":"A Call To Stand Apart, p. 41.3 (Ellen Gould White)","content":"Jesus saith unto her, Woman, why weepest thou? whom seekest thou? She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away. Jesus saith unto her, Mary. She turned herself, and saith unto him, Rabboni; which is to say, Master. Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God. John 20:1-17."},{"refcode_short":"CSA 41.4","refcode_long":"A Call To Stand Apart, p. 41.4 (Ellen Gould White)","content":"The night of the first day of the week had worn slowly away. The darkest hour, just before daybreak, had come. Christ was still a prisoner in His narrow tomb. The great stone was in its place; the Roman seal was unbroken; the Roman guards were keeping their watch...."},{"refcode_short":"CSA 41.5","refcode_long":"A Call To Stand Apart, p. 41.5 (Ellen Gould White)","content":"“And, behold, there was a great earthquake: for the angel of the Lord descended from heaven.” ... “His countenance was like lightning, and his raiment white as snow: and for fear of him the keepers did shake, and became as dead men.” ..."},{"refcode_short":"CSA 41.6","refcode_long":"A Call To Stand Apart, p. 41.6 (Ellen Gould White)","content":"The soldiers see him removing the stone as he would a pebble, and hear him cry, Son of God, come forth; Thy Father calls Thee. They see Jesus come forth from the grave, and hear Him proclaim over the rent sepulcher, “I am the resurrection, and the life.” ..."},{"refcode_short":"CSA 41.7","refcode_long":"A Call To Stand Apart, p. 41.7 (Ellen Gould White)","content":"Christ came forth from the tomb glorified, and the Roman guard beheld Him. Their eyes were riveted upon the face of Him whom they had so recently mocked and derided. In this glorified Being they beheld the prisoner whom they had seen in the judgment hall, the One for whom they had plaited a crown of thorns. This was the One who had stood unresisting before Pilate and Herod, His form lacerated by the cruel scourge. This was He who had been nailed to the cross, at whom the priests and rulers, full of self-satisfaction, had wagged their heads, saying, “He saved others; Himself He cannot save.” Matthew 27:42. 65The Desire of Ages, 779, 780."},{"refcode_short":"CSA 41.8","refcode_long":"A Call To Stand Apart, p. 41.8 (Ellen Gould White)","content":"This was He who had been laid in Joseph's new tomb. The decree of heaven had loosed the captive. Mountains piled upon mountains over His sepulcher could not have prevented Him from coming forth."},{"refcode_short":"CSA 41.9","refcode_long":"A Call To Stand Apart, p. 41.9 (Ellen Gould White)","content":"At sight of the angels and the glorified Saviour the Roman guard had fainted and become as dead men. When the heavenly train was hidden from their view, they arose to their feet, and as quickly as their trembling limbs could carry them, made their way to the gate of the garden."},{"refcode_short":"CSA 42.1","refcode_long":"A Call To Stand Apart, p. 42.1 (Ellen Gould White)","content":"Staggering like drunken men, they hurried on to the city, telling those whom they met the wonderful news. They were making their way to Pilate, but their report had been carried to the Jewish authorities, and the chief priests and rulers sent for them to be brought first into their presence."},{"refcode_short":"CSA 42.2","refcode_long":"A Call To Stand Apart, p. 42.2 (Ellen Gould White)","content":"A strange appearance those soldiers presented. Trembling with fear, their faces colorless, they bore testimony to the resurrection of Christ. The soldiers told all, just as they had seen it; they had not had time to think or speak anything but the truth...."},{"refcode_short":"CSA 42.3","refcode_long":"A Call To Stand Apart, p. 42.3 (Ellen Gould White)","content":"The faces of the priests were as those of the dead. Caiaphas tried to speak. His lips moved, but they uttered no sound. The soldiers were about to leave the council room, when a voice stayed them. Caiaphas had at last found speech. Wait, wait, he said. Tell no one the things you have seen."},{"refcode_short":"CSA 42.4","refcode_long":"A Call To Stand Apart, p. 42.4 (Ellen Gould White)","content":"A lying report was then given to the soldiers. “Say ye,” said the priests, “His disciples came by night, and stole Him away while we slept.” Here the priests overreached themselves. How could the soldiers say that the disciples had stolen the body while they slept? If they were asleep, how could they know? And if the disciples had been proved guilty of stealing Christ's body, would not the priests have been first to condemn them? Or if the sentinels had slept at the tomb, would not the priests have been foremost in accusing them to Pilate?"},{"refcode_short":"CSA 42.5","refcode_long":"A Call To Stand Apart, p. 42.5 (Ellen Gould White)","content":"The soldiers were horrified at the thought of bringing upon themselves the charge of sleeping at their post. This was an offense punishable with death...."},{"refcode_short":"CSA 42.6","refcode_long":"A Call To Stand Apart, p. 42.6 (Ellen Gould White)","content":"In order to silence the testimony they feared, the priests promised to secure the safety of the guard, saying that Pilate would not desire to have such a report circulated any more than they did. The Roman soldiers sold their integrity to the Jews for money. 66The Desire of Ages, 780-782."},{"refcode_short":"CSA 42.7","refcode_long":"A Call To Stand Apart, p. 42.7 (Ellen Gould White)","content":"The women who had stood by the cross of Christ waited and watched for the hours of the Sabbath to pass. On the first day of the week, very early, they made their way to the tomb, taking with them precious spices to anoint the Saviour's body. They did not think about His rising from the dead...."},{"refcode_short":"CSA 42.8","refcode_long":"A Call To Stand Apart, p. 42.8 (Ellen Gould White)","content":"Ignorant of what was even then taking place, they drew near the garden, saying as they went, “Who shall roll us away the stone from the door of the sepulcher?” They knew that they could not remove the stone, yet they kept on their way. And lo, the heavens were suddenly alight with glory that came not from the rising sun. The earth trembled. They saw that the great stone was rolled away. The grave was empty."},{"refcode_short":"CSA 42.9","refcode_long":"A Call To Stand Apart, p. 42.9 (Ellen Gould White)","content":"The women had not all come to the tomb from the same direction. Mary Magdalene was the first to reach the place; and upon seeing that the stone was removed, she hurried away to tell the disciples. Meanwhile the other women came up. A light was shining about the tomb, but the body of Jesus was not there. As they lingered about the place, suddenly they saw that they were not alone. A young man clothed in shining garments was sitting by the tomb. It was the angel who had rolled away the stone. He had taken the guise of humanity that he might not alarm these friends of Jesus. Yet about him the light of the heavenly glory was still shining, and the women were afraid. They turned to flee, but the angel's words stayed their steps. “Fear not ye,” he said; “for I know that ye seek Jesus, which was crucified. He is not here: for He is risen, as He said. Come, see the place where the Lord lay. And go quickly, and tell His disciples that He is risen from the dead.” ..."},{"refcode_short":"CSA 42.10","refcode_long":"A Call To Stand Apart, p. 42.10 (Ellen Gould White)","content":"No need now for the anointing spices. The Saviour is living, and not dead. They remember now that when speaking of His death He said that He would rise again...."},{"refcode_short":"CSA 42.11","refcode_long":"A Call To Stand Apart, p. 42.11 (Ellen Gould White)","content":"Mary had not heard the good news. She went to Peter and John with the sorrowful message, “They have taken away the Lord out of the sepulcher, and we know not where they have laid Him.” The disciples hurried to the tomb, and found it as Mary had said. They saw the shroud and the napkin, but they did not find their Lord...."},{"refcode_short":"CSA 43.1","refcode_long":"A Call To Stand Apart, p. 43.1 (Ellen Gould White)","content":"Mary had followed John and Peter to the tomb; when they returned to Jerusalem, she remained. As she looked into the empty tomb, grief filled her heart. Looking in, she saw the two angels, one at the head and the other at the foot where Jesus had lain. “Woman, why weepest thou?” they asked her. “Because they have taken away my Lord,” she answered, “and I know not where they have laid Him.” ..."},{"refcode_short":"CSA 43.2","refcode_long":"A Call To Stand Apart, p. 43.2 (Ellen Gould White)","content":"Through her tear-dimmed eyes, Mary saw the form of a man, and thinking that it was the gardener, she said, “Sir, if thou have borne Him hence, tell me where thou hast laid Him, and I will take Him away.” If this rich man's tomb was thought too honorable a burial place for Jesus, she herself would provide a place for Him. There was a grave that Christ's own voice had made vacant, the grave where Lazarus had lain...."},{"refcode_short":"CSA 43.3","refcode_long":"A Call To Stand Apart, p. 43.3 (Ellen Gould White)","content":"But now in His own familiar voice Jesus said to her, “Mary.” Now she knew that it was not a stranger who was addressing her, and turning she saw before her the living Christ. In her joy she forgot that He had been crucified. Springing toward Him, as if to embrace His feet, she said, “Rabboni.” But Christ raised His hand, saying, Detain Me not; “for I am not yet ascended to My Father: but go to My brethren, and say unto them, I ascend unto My Father, and your Father; and to My God, and your God.” And Mary went her way to the disciples with the joyful message. 67The Desire of Ages, 788-790."},{"refcode_short":"CSA 43.4","refcode_long":"A Call To Stand Apart, p. 43.4 (Ellen Gould White)","content":"When Jesus was laid in the grave, Satan triumphed. He dared to hope that the Saviour would not take up His life again. He claimed the Lord's body, and set his guard about the tomb, seeking to hold Christ a prisoner. He was bitterly angry when his angels fled at the approach of the heavenly messenger. When he saw Christ come forth in triumph, he knew that his kingdom would have an end, and that he must finally die."},{"refcode_short":"CSA 43.5","refcode_long":"A Call To Stand Apart, p. 43.5 (Ellen Gould White)","content":"The priests, in putting Christ to death, had made themselves the tools of Satan. Now they were entirely in his power. They were entangled in a snare from which they saw no escape but in continuing their warfare against Christ. When they heard the report of His resurrection, they feared the wrath of the people. They felt that their own lives were in danger. The only hope for them was to prove Christ an impostor by denying that He had risen. They bribed the soldiers, and secured Pilate's silence. They spread their lying reports far and near. But there were witnesses whom they could not silence. Many had heard of the soldiers’ testimony to Christ's resurrection. And certain of the dead who came forth with Christ appeared to many, and declared that He had risen. Reports were brought to the priests of persons who had seen these risen ones, and heard their testimony. The priests and rulers were in continual dread, lest in walking the streets, or within the privacy of their own homes, they should come face to face with Christ...."},{"refcode_short":"CSA 43.6","refcode_long":"A Call To Stand Apart, p. 43.6 (Ellen Gould White)","content":"Now was proved the truth of His words, “I lay down My life, that I might take it again.... I have power to lay it down, and I have power to take it again.” Now was fulfilled the prophecy He had spoken to the priests and rulers, “Destroy this temple, and in three days I will raise it up.” John 10:17, 18; John 2:19."},{"refcode_short":"CSA 43.7","refcode_long":"A Call To Stand Apart, p. 43.7 (Ellen Gould White)","content":"Over the rent sepulcher of Joseph, Christ had proclaimed in triumph, “I am the resurrection, and the life.” These words could be spoken only by the Deity. All created beings live by the will and power of God. They are dependent recipients of the life of God. From the highest seraph to the humblest animate being, all are replenished from the Source of life. Only He who is one with God could say, I have power to lay down My life, and I have power to take it again. In His divinity, Christ possessed the power to break the bonds of death...."},{"refcode_short":"CSA 44.1","refcode_long":"A Call To Stand Apart, p. 44.1 (Ellen Gould White)","content":"As Christ arose, He brought from the grave a multitude of captives. The earthquake at His death had rent open their graves, and when He arose, they came forth with Him. They were those who had been co-laborers with God, and who at the cost of their lives had borne testimony to the truth. Now they were to be witnesses for Him who had raised them from the dead...."},{"refcode_short":"CSA 44.2","refcode_long":"A Call To Stand Apart, p. 44.2 (Ellen Gould White)","content":"But those who came forth from the grave at Christ's resurrection were raised to everlasting life. They ascended with Him as trophies of His victory over death and the grave...."},{"refcode_short":"CSA 44.3","refcode_long":"A Call To Stand Apart, p. 44.3 (Ellen Gould White)","content":"To the believer, Christ is the resurrection and the life. In our Saviour the life that was lost through sin is restored; for He has life in Himself to quicken whom He will. He is invested with the right to give immortality. The life that He laid down in humanity, He takes up again, and gives to humanity. “I am come,” He said, “that they might have life, and that they might have it more abundantly.”“Whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.” “Whoso eateth My flesh, and drinketh My blood, hath eternal life; and I will raise him up at the last day.” John 10:10; 4:14; 6:54."},{"refcode_short":"CSA 44.4","refcode_long":"A Call To Stand Apart, p. 44.4 (Ellen Gould White)","content":"To the believer, death is but a small matter. Christ speaks of it as if it were of little moment. “If a man keep my saying, he shall never see death,” “he shall never taste of death.” To the Christian, death is but a sleep, a moment of silence and darkness. The life is hid with Christ in God, and “when Christ, who is our life, shall appear, then shall ye also appear with Him in glory.” John 8:51, 52; Colossians 3:4. 68The Desire of Ages, 782-787."},{"refcode_short":"CSA 44.5","refcode_long":"A Call To Stand Apart, p. 44.5 (Ellen Gould White)","content":"The promise of Christ's second coming was ever to be kept fresh in the minds of His disciples. The same Jesus whom they had seen ascending into heaven, would come again, to take to Himself those who here below give themselves to His service. The same voice that had said to them, “Lo, I am with you alway, even unto the end,” would bid them welcome to His presence in the heavenly kingdom. 69The Acts of the Apostles, 33."},{"refcode_short":"CSA 44.6","refcode_long":"A Call To Stand Apart, p. 44.6 (Ellen Gould White)","content":"They began to realize the nature and extent of their work, to see that they were to proclaim to the world the truths entrusted to them. The events of Christ's life, His death and resurrection, the prophecies pointing to these events, the mysteries of the plan of salvation, the power of Jesus for the remission of sins—to all these things they had been witnesses, and they were to make them known to the world. They were to proclaim the gospel of peace and salvation through repentance and the power of the Saviour. 70The Acts of the Apostles, 27."},{"refcode_short":"CSA 45","refcode_long":"A Call To Stand Apart, p. 45 (Ellen Gould White)","content":"Chapter 12—How to Handle Doubts and Confusion"},{"refcode_short":"CSA 45.1","refcode_long":"A Call To Stand Apart, p. 45.1 (Ellen Gould White)","content":"Many, especially those who are young in the Christian life, are at times troubled with the suggestions of skepticism. There are in the Bible many things which they cannot explain, or even understand, and Satan employs these to shake their faith in the Scriptures as a revelation from God. They ask, “How shall I know the right way? If the Bible is indeed the word of God, how can I be freed from these doubts and perplexities?”"},{"refcode_short":"CSA 46.1","refcode_long":"A Call To Stand Apart, p. 46.1 (Ellen Gould White)","content":"God never asks us to believe, without giving sufficient evidence upon which to base our faith. His existence, His character, the truthfulness of His word, are all established by testimony that appeals to our reason; and this testimony is abundant. Yet God has never removed the possibility of doubt. Our faith must rest upon evidence, not demonstration. Those who wish to doubt will have opportunity; while those who really desire to know the truth will find plenty of evidence on which to rest their faith."},{"refcode_short":"CSA 46.2","refcode_long":"A Call To Stand Apart, p. 46.2 (Ellen Gould White)","content":"It is impossible for finite minds fully to comprehend the character or the works of the Infinite One. To the keenest intellect, the most highly educated mind, that holy Being must ever remain clothed in mystery. “Canst thou by searching find out God? canst thou find out the Almighty unto perfection? It is as high as heaven; what canst thou do? deeper than hell; what canst thou know?” Job 11:7, 8...."},{"refcode_short":"CSA 46.3","refcode_long":"A Call To Stand Apart, p. 46.3 (Ellen Gould White)","content":"The Word of God, like the character of its divine Author, presents mysteries that can never be fully comprehended by finite beings. The entrance of sin into the world, the incarnation of Christ, regeneration, the resurrection, and many other subjects presented in the Bible, are mysteries too deep for the human mind to explain, or even fully to comprehend. But we have no reason to doubt God's Word because we cannot understand the mysteries of His providence. In the natural world we are constantly surrounded with mysteries that we cannot fathom. The very humblest forms of life present a problem that the wisest of philosophers is powerless to explain. Everywhere are wonders beyond our ken. Should we then be surprised to find that in the spiritual world also there are mysteries that we cannot fathom? ..."},{"refcode_short":"CSA 46.4","refcode_long":"A Call To Stand Apart, p. 46.4 (Ellen Gould White)","content":"The difficulties of Scripture have been urged by skeptics as an argument against the Bible; but so far from this, they constitute a strong evidence of its divine inspiration. If it contained no account of God but that which we could easily comprehend; if His greatness and majesty could be grasped by finite minds, then the Bible would not bear the unmistakable credentials of divine authority. The very grandeur and mystery of the themes presented should inspire faith in it as the Word of God."},{"refcode_short":"CSA 46.5","refcode_long":"A Call To Stand Apart, p. 46.5 (Ellen Gould White)","content":"The Bible unfolds truth with a simplicity and a perfect adaptation to the needs and longings of the human heart, that has astonished and charmed the most highly cultivated minds, while it enables the humblest and uncultured to discern the way of salvation. And yet these simply stated truths lay hold upon subjects so elevated, so far-reaching, so infinitely beyond the power of human comprehension, that we can accept them only because God has declared them. Thus the plan of redemption is laid open to us, so that every soul may see the steps he is to take in repentance toward God and faith toward our Lord Jesus Christ, in order to be saved in God's appointed way; yet beneath these truths, so easily understood, lie mysteries that are the hiding of His glory—mysteries that overpower the mind in its research, yet inspire the sincere seeker for truth with reverence and faith. The more he searches the Bible, the deeper is his conviction that it is the Word of the living God, and human reason bows before the majesty of divine revelation."},{"refcode_short":"CSA 46.6","refcode_long":"A Call To Stand Apart, p. 46.6 (Ellen Gould White)","content":"To acknowledge that we cannot fully comprehend the great truths of the Bible is only to admit that the finite mind is inadequate to grasp the infinite; that man, with his limited, human knowledge, cannot understand the purposes of Omniscience...."},{"refcode_short":"CSA 46.7","refcode_long":"A Call To Stand Apart, p. 46.7 (Ellen Gould White)","content":"God intends that even in this life the truths of His Word shall be ever unfolding to His people. There is only one way in which this knowledge can be obtained. We can attain to an understanding of God's Word only through the illumination of that Spirit by which the Word was given.... And the Saviour's promise to His followers was, “When He, the Spirit of truth, is come, He will guide you into all truth.... For He shall receive of Mine, and shall show it unto you.” John 16:13, 14."},{"refcode_short":"CSA 47.1","refcode_long":"A Call To Stand Apart, p. 47.1 (Ellen Gould White)","content":"God desires man to exercise his reasoning powers; and the study of the Bible will strengthen and elevate the mind as no other study can.... A sense of the power and wisdom of God, and of our inability to comprehend His greatness, should inspire us with humility, and we should open His Word, as we would enter His presence, with holy awe...."},{"refcode_short":"CSA 47.2","refcode_long":"A Call To Stand Apart, p. 47.2 (Ellen Gould White)","content":"Disguise it as they may, the real cause of doubt and skepticism, in most cases, is the love of sin. The teachings and restrictions of God's Word are not welcome to the proud, sin-loving heart, and those who are unwilling to obey its requirements are ready to doubt its authority. In order to arrive at truth, we must have a sincere desire to know the truth and a willingness of heart to obey it. And all who come in this spirit to the study of the Bible will find abundant evidence that it is God's Word, and they may gain an understanding of its truths that will make them wise unto salvation...."},{"refcode_short":"CSA 47.3","refcode_long":"A Call To Stand Apart, p. 47.3 (Ellen Gould White)","content":"God invites us to prove for ourselves the reality of His Word, the truth of His promises. He bids us “taste and see that the Lord is good.” Psalm 34:8...."},{"refcode_short":"CSA 47.4","refcode_long":"A Call To Stand Apart, p. 47.4 (Ellen Gould White)","content":"And everyone who has passed from death unto life is able to “set to his seal that God is true.” John 3:33. He can testify, “I needed help, and I found it in Jesus. Every want was supplied, the hunger of my soul was satisfied; and now the Bible is to me the revelation of Jesus Christ.” ..."},{"refcode_short":"CSA 47.5","refcode_long":"A Call To Stand Apart, p. 47.5 (Ellen Gould White)","content":"By faith we may look to the hereafter and grasp the pledge of God for a growth of intellect, the human faculties uniting with the divine, and every power of the soul being brought into direct contact with the Source of light.... “Now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.” 1 Corinthians 13:12. 71Steps to Christ, 105-113."},{"refcode_short":"CSA 48","refcode_long":"A Call To Stand Apart, p. 48 (Ellen Gould White)","content":"Chapter 13—Relationships"},{"refcode_short":"CSA 48.1","refcode_long":"A Call To Stand Apart, p. 48.1 (Ellen Gould White)","content":"Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up, Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil; Rejoiceth not in iniquity, but rejoiceth in the truth; Beareth all things, believeth all things, hopeth all things, endureth all things. Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away. 1 Corinthians 13:4-8."},{"refcode_short":"CSA 48.2","refcode_long":"A Call To Stand Apart, p. 48.2 (Ellen Gould White)","content":"Whoso findeth a wife findeth a good thing, and obtaineth favour of the Lord. Proverbs 18:22."},{"refcode_short":"CSA 48.3","refcode_long":"A Call To Stand Apart, p. 48.3 (Ellen Gould White)","content":"Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness? 2 Corinthians 6:14."},{"refcode_short":"CSA 48.4","refcode_long":"A Call To Stand Apart, p. 48.4 (Ellen Gould White)","content":"For this is the will of God, even your sanctification, that ye should abstain from fornication: That every one of you should know how to possess his vessel in sanctification and honour; Not in the lust of concupiscence, even as the Gentiles which know not God: That no man go beyond and defraud his brother in any matter: because that the Lord is the avenger of all such, as we also have forewarned you and testified. For God hath not called us unto uncleanness, but unto holiness. 1 Thessalonians 4:3-7."},{"refcode_short":"CSA 48.5","refcode_long":"A Call To Stand Apart, p. 48.5 (Ellen Gould White)","content":"Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying. But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof. Romans 13:13, 14."},{"refcode_short":"CSA 48.6","refcode_long":"A Call To Stand Apart, p. 48.6 (Ellen Gould White)","content":"Blessed are the pure in heart: for they shall see God. Matthew 5:8."},{"refcode_short":"CSA 49.1","refcode_long":"A Call To Stand Apart, p. 49.1 (Ellen Gould White)","content":"For thy Maker is thine husband; the Lord of hosts is his name; and thy Redeemer the Holy One of Israel; The God of the whole earth shall he be called. Isaiah 54:5."},{"refcode_short":"CSA 49.2","refcode_long":"A Call To Stand Apart, p. 49.2 (Ellen Gould White)","content":"Therefore the redeemed of the Lord shall return, and come with singing unto Zion; and everlasting joy shall be upon their head: they shall obtain gladness and joy; and sorrow and mourning shall flee away. Isaiah 51:11."},{"refcode_short":"CSA 49.3","refcode_long":"A Call To Stand Apart, p. 49.3 (Ellen Gould White)","content":"But His energy is still exerted in upholding the objects of His creation. It is not because the mechanism that has once been set in motion continues to act by its own inherent energy that the pulse beats and breath follows breath; but every breath, every pulsation of the heart, is an evidence of the all-pervading care of Him in whom “we live, and move, and have our being.” Acts 17:28. 72Patriarchs and Prophets, 115."},{"refcode_short":"CSA 49","refcode_long":"A Call To Stand Apart, p. 49 (Ellen Gould White)","content":"Ellen G. White Letter 51, 1894"},{"refcode_short":"CSA 49.4","refcode_long":"A Call To Stand Apart, p. 49.4 (Ellen Gould White)","content":"I am thankful to God that you love the truth, that you love Jesus, and I am anxious that you should press your way forward and upward in order that you shall reach the standard of Christian character that is revealed in the Word of God. Let the Word of God be your guidebook that in everything you may be molded in conduct and character according to its requirements."},{"refcode_short":"CSA 49.5","refcode_long":"A Call To Stand Apart, p. 49.5 (Ellen Gould White)","content":"You are the Lord's property both by creation and redemption. You may be a light in your home, and may continually exercise a saving influence in living out the truth. When the truth is in the heart its saving influence will be felt by all that are in the house. A sacred responsibility is resting upon you, and one that requires that you keep your soul pure by consecrating yourself to be wholly the Lord's."},{"refcode_short":"CSA 49.6","refcode_long":"A Call To Stand Apart, p. 49.6 (Ellen Gould White)","content":"Your acquaintances who are utterly averse to spiritual things, are not refined, ennobled, and elevated by the practice of the truth. They are not under the leadership of Christ, but under the black banner of the prince of darkness. To associate with those who neither fear nor love God—unless you associate with them for the purpose of winning them to Jesus—will be a detriment to your spirituality. If you cannot lift them up, their influence will tell upon you in corrupting and tainting your faith. It is right for you to treat them kindly, but not well for you to love and choose their society; for if you choose the atmosphere that surrounds their souls, you will forfeit the companionship of Jesus."},{"refcode_short":"CSA 49.7","refcode_long":"A Call To Stand Apart, p. 49.7 (Ellen Gould White)","content":"From the light which the Lord has been pleased to give me, I warn you that you are in danger of being deceived by the enemy. You are in danger of choosing your own way and of not following the counsel of God and not walking in obedience to His will. The Holy One has given rules for the guidance of every soul so that no one need miss his way. These directions mean everything to us, for they form the standard to which every son and daughter of Adam should conform."},{"refcode_short":"CSA 49.8","refcode_long":"A Call To Stand Apart, p. 49.8 (Ellen Gould White)","content":"You are just entering upon womanhood, and if you seek the grace of Christ, if you follow the path where Jesus leads the way, you will become more and more a true woman. You will grow in grace, become wiser by experience, and as you advance from light to a greater light you will become happier. Remember, your life belongs to Jesus, and that you are not to live for yourself alone."},{"refcode_short":"CSA 50.1","refcode_long":"A Call To Stand Apart, p. 50.1 (Ellen Gould White)","content":"Shun those who are irreverent. Shun one who is a lover of idleness; shun the one who is a scoffer of hallowed things. Avoid the society of one who uses profane language or is addicted to the use of even one glass of liquor. Listen not to the proposals of a man who has no realization of his responsibility to God. The pure truth which sanctifies the soul will give you courage to cut yourself loose from the most pleasing acquaintance whom you know does not love and fear God, and knows nothing of the principles of true righteousness. We may always bear with a friend's infirmities and with his ignorance, but never with his vices."},{"refcode_short":"CSA 50.2","refcode_long":"A Call To Stand Apart, p. 50.2 (Ellen Gould White)","content":"Be cautious every step that you advance; you need Jesus at every step. Your life is too precious a thing to be treated as of little worth. Calvary testifies to you of the value of your soul. Consult the Word of God in order that you may know how you should use the life that has been purchased for you at infinite cost. As a child of God you are permitted to contract marriage only in the Lord. Be sure that you do not follow the imagination of your own heart, but move in the fear of God."},{"refcode_short":"CSA 50.3","refcode_long":"A Call To Stand Apart, p. 50.3 (Ellen Gould White)","content":"If believers associate with unbelievers for the purpose of winning them to Christ, they will be witnesses for Christ, and having fulfilled their mission, will withdraw themselves in order to breathe in a pure and holy atmosphere. When in the society of unbelievers, ever remember that in character you are a representative of Jesus Christ, and let no light and trifling words, no cheap conversation be upon your lips."},{"refcode_short":"CSA 50.4","refcode_long":"A Call To Stand Apart, p. 50.4 (Ellen Gould White)","content":"Keep in mind the value of the soul, and remember that it is your privilege and your duty to be in every possible way a laborer together with God. You are not to lower yourself to the same level as that of unbelievers, and laugh and make the same cheap speeches."},{"refcode_short":"CSA 50.5","refcode_long":"A Call To Stand Apart, p. 50.5 (Ellen Gould White)","content":"The Lord will be your helper, and if you trust Him, will bring you up to a noble, elevated standard, and will place your feet upon the platform of eternal truth. Through the grace of Christ you can make a right use of your entrusted capabilities and become an agent for good in winning souls to Christ. Every talent you have should be used on the right side."},{"refcode_short":"CSA 50.6","refcode_long":"A Call To Stand Apart, p. 50.6 (Ellen Gould White)","content":"My dear sister, I have written to you because I have a love for your soul, and I beseech you to hear my words. I have more to write to you when I shall find time."},{"refcode_short":"CSA 50","refcode_long":"A Call To Stand Apart, p. 50 (Ellen Gould White)","content":"Ellen G. White Letter 23, 1886"},{"refcode_short":"CSA 50.7","refcode_long":"A Call To Stand Apart, p. 50.7 (Ellen Gould White)","content":"While at Basel I had some conversation with Edith in regard to your attentions to her. I asked her if her mind was fully made up that she loves you well enough to link her interests with you for life. She answered that she was not fully settled upon this point. I told her that she should know just what steps she was taking; that she should give no encouragement to the attentions of any young man showing him preference unless she loved him."},{"refcode_short":"CSA 50.8","refcode_long":"A Call To Stand Apart, p. 50.8 (Ellen Gould White)","content":"She plainly stated that she did not know as she did love you, but thought if she were engaged to you she might become acquainted with you. But as it was you both had no opportunity to become acquainted."},{"refcode_short":"CSA 50.9","refcode_long":"A Call To Stand Apart, p. 50.9 (Ellen Gould White)","content":"I had reason to think that she disliked domestic labor, and I knew that you should have a wife that could make you a happy home. I asked her if she had any experience in those duties that make a home. She answered that she had done housework at home in her father's family. I asked these questions because as her character had been presented to me she needed special education in practical duties of life, but had no taste or inclination for these things."},{"refcode_short":"CSA 51.1","refcode_long":"A Call To Stand Apart, p. 51.1 (Ellen Gould White)","content":"She told me that she was not decided in anything, that you were very urgent and loved her, but she could not say that she loved you although you were very kind and attentive. Said I, “Then come to an understanding. Do not lead him on.”"},{"refcode_short":"CSA 51.2","refcode_long":"A Call To Stand Apart, p. 51.2 (Ellen Gould White)","content":"I told her she should consider the object of a marriage with you, whether by such a step you could both glorify God; whether you would be more spiritual; and whether your lives would be more useful. Marriages that are impulsive and selfishly planned generally do not result well but often turn out miserable failures."},{"refcode_short":"CSA 51.3","refcode_long":"A Call To Stand Apart, p. 51.3 (Ellen Gould White)","content":"Now, Rolf, I cannot say that it is my business to say that you shall not marry Edith, but I will say that I have an interest in you. Here are things which should be considered: Will the one you marry bring happiness to your home? Is Edith an economist, or will she if married not only use up all her own earnings, but all of yours to gratify a vanity, a love of appearance? Are her principles correct in this direction?"},{"refcode_short":"CSA 51.4","refcode_long":"A Call To Stand Apart, p. 51.4 (Ellen Gould White)","content":"I do not think Edith knows what self-denial is. If she had the opportunity she would find ways to spend even more means than she has done. With her, selfish gratifications have never been overcome, and this natural self-indulgence has become a part of her life. She desires an easy, pleasant time."},{"refcode_short":"CSA 51.5","refcode_long":"A Call To Stand Apart, p. 51.5 (Ellen Gould White)","content":"I must speak plainly. I know, Rolf, that should you marry her you would be mated, but not matched. There would be something wanting in the one you make your wife. And as far as Christian devotion and piety is concerned, that can never grow where so great selfishness possesses the soul."},{"refcode_short":"CSA 51.6","refcode_long":"A Call To Stand Apart, p. 51.6 (Ellen Gould White)","content":"I will write to you, Rolf, just as I would write to my son. There is a great and noble work lying just before us, and the part we shall act in this world depends wholly upon our aims and purposes in life. We may be following impulse. You have the qualities in you to make a useful man, but if you follow inclination, this strong current of self-will will sweep you away. Place for yourself a high standard, and earnestly strive to reach it."},{"refcode_short":"CSA 51.7","refcode_long":"A Call To Stand Apart, p. 51.7 (Ellen Gould White)","content":"Let it become the ruling purpose of your heart to grow to a complete man in Christ Jesus. In Christ you can do valiantly; without Christ you can do nothing as you should. You have a determination to carry out that which you purpose. This is not an objectionable feature in your character if all your powers are surrendered to God. Please bear this in mind, that you are not at liberty to dispose of yourself as your fancy may dictate. Christ has purchased you with a price that is infinite. You are His property, and in all your plans you must take this into account."},{"refcode_short":"CSA 51.8","refcode_long":"A Call To Stand Apart, p. 51.8 (Ellen Gould White)","content":"Especially in your marriage relations, be careful to get one who will stand shoulder to shoulder with you in spiritual growth."},{"refcode_short":"CSA 51.9","refcode_long":"A Call To Stand Apart, p. 51.9 (Ellen Gould White)","content":"Rolf, I want you to consider all these things. God help you to pray over this matter. Angels are watching this struggle. I leave you with this matter to consider and decide for yourself."},{"refcode_short":"CSA 52","refcode_long":"A Call To Stand Apart, p. 52 (Ellen Gould White)","content":"Chapter 14—Wellness"},{"refcode_short":"CSA 52.1","refcode_long":"A Call To Stand Apart, p. 52.1 (Ellen Gould White)","content":"And the king spake unto Ashpenaz the master of his eunuchs, that he should bring certain of the children of Israel, and of the king's seed, and of the princes; Children in whom was no blemish, but well favoured, and skilful in all wisdom, and cunning in knowledge, and understanding science, and such as had ability in them to stand in the king's palace, and whom they might teach the learning and the tongue of the Chaldeans. And the king appointed them a daily provision of the king's meat, and of the wine which he drank: so nourishing them three years, that at the end thereof they might stand before the king. Now among these were of the children of Judah, Daniel, Hananiah, Mishael, and Azariah: Unto whom the prince of the eunuchs gave names: for he gave unto Daniel the name of Belteshazzar; and to Hananiah, of Shadrach; and to Mishael, of Meshach; and to Azariah, of Abednego. But Daniel purposed in his heart that he would not defile himself with the portion of the king's meat, nor with the wine which he drank: therefore he requested of the prince of the eunuchs that he might not defile himself. Now God had brought Daniel into favour and tender love with the prince of the eunuchs. And the prince of the eunuchs said unto Daniel, I fear my Lord the king, who hath appointed your meat and your drink: for why should he see your faces worse liking than the children which are of your sort? then shall ye make me endanger my head to the king. Daniel 1:3-10."},{"refcode_short":"CSA 52.2","refcode_long":"A Call To Stand Apart, p. 52.2 (Ellen Gould White)","content":"Prove thy servants, I beseech thee, ten days; and let them give us pulse to eat, and water to drink. Then let our countenances be looked upon before thee, and the countenance of the children that eat of the portion of the king's meat: and as thou seest, deal with thy servants. So he consented to them in this matter, and proved them ten days. And at the end of ten days their countenances appeared fairer and fatter in flesh than all the children which did eat the portion of the king's meat. Thus Melzar took away the portion of their meat, and the wine that they should drink; and gave them pulse. As for these four children, God gave them knowledge and skill in all learning and wisdom: and Daniel had understanding in all visions and dreams. Now at the end of the days that the king had said he should bring them in, then the prince of the eunuchs brought them in before Nebuchadnezzar. And the king communed with them; and among them all was found none like Daniel, Hananiah, Mishael, and Azariah: therefore stood they before the king. And in all matters of wisdom and understanding, that the king enquired of them, he found them ten times better than all the magicians and astrologers that were in all his realm. Daniel 1:12-20."},{"refcode_short":"CSA 52.3","refcode_long":"A Call To Stand Apart, p. 52.3 (Ellen Gould White)","content":"Beloved, I wish above all things that thou mayest prosper and be in health, even as thy soul prospereth. 3 John 2."},{"refcode_short":"CSA 52.4","refcode_long":"A Call To Stand Apart, p. 52.4 (Ellen Gould White)","content":"What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own? For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's. 1 Corinthians 6:19, 20."},{"refcode_short":"CSA 52.5","refcode_long":"A Call To Stand Apart, p. 52.5 (Ellen Gould White)","content":"Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God. 1 Corinthians 10:31."},{"refcode_short":"CSA 52.6","refcode_long":"A Call To Stand Apart, p. 52.6 (Ellen Gould White)","content":"Educate yourself to have unlimited confidence in God. 75In Heavenly Places, 71."},{"refcode_short":"CSA 52.7","refcode_long":"A Call To Stand Apart, p. 52.7 (Ellen Gould White)","content":"Among the children of Israel who were carried captive to Babylon at the beginning of the seventy years’ captivity were Christian patriots, men who were as true as steel to principle, who would not be corrupted by selfishness, but who would honor God at the loss of all things. In the land of their captivity these men were to carry out God's purpose by giving to heathen nations the blessings that come through a knowledge of Jehovah. They were to be His representatives. Never were they to compromise with idolaters; their faith and their name as worshipers of the living God they were to bear as a high honor. And this they did. In prosperity and adversity they honored God, and God honored them."},{"refcode_short":"CSA 53.1","refcode_long":"A Call To Stand Apart, p. 53.1 (Ellen Gould White)","content":"The fact that these men, worshipers of Jehovah, were captives in Babylon, and that the vessels of God's house had been placed in the Temple of the Babylonish gods, was boastfully cited by the victors as evidence that their religion and customs were superior to the religion and customs of the Hebrews. Yet through the very humiliations that Israel's departure from Him had invited, God gave Babylon evidence of His supremacy, of the holiness of His requirements, and of the sure results of obedience. And this testimony He gave, as alone it could be given, through those who were loyal to Him."},{"refcode_short":"CSA 53.2","refcode_long":"A Call To Stand Apart, p. 53.2 (Ellen Gould White)","content":"Among those who maintained their allegiance to God were Daniel and his three companions—illustrious examples of what men may become who unite with the God of wisdom and power. From the comparative simplicity of their Jewish home, these youth of royal line were taken to the most magnificent of cities and into the court of the world's greatest monarch. Nebuchadnezzar “spake unto Ashpenaz the master of his eunuchs, that he should bring certain of the children of Israel, and of the king's seed, and of the princes; children in whom was no blemish, but well favored, and skillful in all wisdom, and cunning in knowledge, and understanding science, and such as had ability in them to stand in the king's palace...."},{"refcode_short":"CSA 53.3","refcode_long":"A Call To Stand Apart, p. 53.3 (Ellen Gould White)","content":"“Now among these were of the children of Judah, Daniel, Hananiah, Mishael, and Azariah.” Seeing in these youth the promise of remarkable ability, Nebuchadnezzar determined that they should be trained to fill important positions in his kingdom. That they might be fully qualified for their lifework, he arranged for them to learn the language of the Chaldeans and for three years to be granted the unusual educational advantages afforded princes of the realm."},{"refcode_short":"CSA 53.4","refcode_long":"A Call To Stand Apart, p. 53.4 (Ellen Gould White)","content":"The names of Daniel and his companions were changed to names representing Chaldean deities. Great significance was attached to the names given by Hebrew parents to their children. Often these stood for traits of character that the parent desired to see developed in the child. The prince in whose charge the captive youth were placed, “gave unto Daniel the name of Belteshazzar; and to Hananiah, of Shadrach; and to Mishael, of Meshach; and to Azariah, of Abednego.”"},{"refcode_short":"CSA 53.5","refcode_long":"A Call To Stand Apart, p. 53.5 (Ellen Gould White)","content":"The king did not compel the Hebrew youth to renounce their faith in favor of idolatry, but he hoped to bring this about gradually. By giving them names significant of idolatry, by bringing them daily into close association with idolatrous customs, and under the influence of the seductive rites of heathen worship, he hoped to induce them to renounce the religion of their nation and to unite with the worship of the Babylonians."},{"refcode_short":"CSA 53.6","refcode_long":"A Call To Stand Apart, p. 53.6 (Ellen Gould White)","content":"At the very outset of their career there came to them a decisive test of character. It was provided that they should eat of the food and drink of the wine that came from the king's table. In this the king thought to give them an expression of his favor and of his solicitude for their welfare. But a portion having been offered to idols, the food from the king's table was consecrated to idolatry; and one partaking of it would be regarded as offering homage to the gods of Babylon. In such homage, loyalty to Jehovah forbade Daniel and his companions to join. Even a mere pretense of eating the food or drinking the wine would be a denial of their faith. To do this would be to array themselves with heathenism and to dishonor the principles of the law of God."},{"refcode_short":"CSA 54.1","refcode_long":"A Call To Stand Apart, p. 54.1 (Ellen Gould White)","content":"Nor dared they risk the enervating effect of luxury and dissipation on physical, mental, and spiritual development. They were acquainted with the history of Nadab and Abihu, the record of whose intemperance and its results had been preserved in the parchments of the Pentateuch; and they knew that their own physical and mental power would be injuriously affected by the use of wine."},{"refcode_short":"CSA 54.2","refcode_long":"A Call To Stand Apart, p. 54.2 (Ellen Gould White)","content":"Daniel and his associates had been trained by their parents to habits of strict temperance. They had been taught that God would hold them accountable for their capabilities, and that they must never dwarf or enfeeble their powers. This education was to Daniel and his companions the means of their preservation amidst the demoralizing influences of the court of Babylon. Strong were the temptations surrounding them in that corrupt and luxurious court, but they remained uncontaminated. No power, no influence, could sway them from the principles they had learned in early life by a study of the word and works of God."},{"refcode_short":"CSA 54.3","refcode_long":"A Call To Stand Apart, p. 54.3 (Ellen Gould White)","content":"Had Daniel so desired, he might have found in his surroundings a plausible excuse for departing from strictly temperate habits. He might have argued that, dependent as he was on the king's favor and subject to his power, there was no other course for him to pursue than to eat of the king's food and drink of his wine; for should he adhere to the divine teaching, he would offend the king and probably lose his position and his life. Should he disregard the commandment of the Lord he would retain the favor of the king and secure for himself intellectual advantages and flattering worldly prospects."},{"refcode_short":"CSA 54.4","refcode_long":"A Call To Stand Apart, p. 54.4 (Ellen Gould White)","content":"But Daniel did not hesitate. The approval of God was dearer to him than the favor of the most powerful earthly potentate—dearer than life itself. He determined to stand firm in his integrity, let the result be what it might. He “purposed in his heart that he would not defile himself with the portion of the king's meat, nor with the wine which he drank.” And in this resolve he was supported by his three companions."},{"refcode_short":"CSA 54.5","refcode_long":"A Call To Stand Apart, p. 54.5 (Ellen Gould White)","content":"In reaching this decision, the Hebrew youth did not act presumptuously but in firm reliance upon God. They did not choose to be singular, but they would be so rather than dishonor God. Should they compromise with wrong in this instance by yielding to the pressure of circumstances, their departure from principle would weaken their sense of right and their abhorrence of wrong. The first wrong step would lead to others, until, their connection with Heaven severed, they would be swept away by temptation."},{"refcode_short":"CSA 54.6","refcode_long":"A Call To Stand Apart, p. 54.6 (Ellen Gould White)","content":"“God had brought Daniel into favor and tender love with the prince of the eunuchs,” and the request that he might not defile himself was received with respect. Yet the prince hesitated to grant it. “I fear my Lord the king, who hath appointed your meat and your drink,” he explained to Daniel; “for why should he see your faces worse liking than the children which are of your sort? then shall ye make me endanger my head to the king.”"},{"refcode_short":"CSA 54.7","refcode_long":"A Call To Stand Apart, p. 54.7 (Ellen Gould White)","content":"Daniel then appealed to Melzar, the officer in special charge of the Hebrew youth, requesting that they might be excused from eating the king's meat and drinking his wine. He asked that the matter be tested by a ten days’ trial, the Hebrew youth during this time being supplied with simple food, while their companions ate of the king's dainties."},{"refcode_short":"CSA 54.8","refcode_long":"A Call To Stand Apart, p. 54.8 (Ellen Gould White)","content":"Melzar, though fearful that by complying with this request he would incur the displeasure of the king, nevertheless consented; and Daniel knew that his case was won. At the end of the ten days’ trial the result was found to be the opposite of the prince's fears. “Their countenances appeared fairer and fatter in flesh than all the children which did eat the portion of the king's meat.” In personal appearance the Hebrew youth showed a marked superiority over their companions. As a result, Daniel and his associates were permitted to continue their simple diet during their entire course of training."},{"refcode_short":"CSA 55.1","refcode_long":"A Call To Stand Apart, p. 55.1 (Ellen Gould White)","content":"For three years the Hebrew youth studied to acquire “the learning and the tongue of the Chaldeans.” During this time they held fast their allegiance to God and depended constantly upon His power. With their habits of self-denial they united earnestness of purpose, diligence, and steadfastness. It was not pride or ambition that had brought them into the king's court, into companionship with those who neither knew nor feared God; they were captives in a strange land, placed there by Infinite Wisdom. Separated from home influences and sacred associations, they sought to acquit themselves creditably, for the honor of their down-trodden people, and for the glory of Him whose servants they were."},{"refcode_short":"CSA 55.2","refcode_long":"A Call To Stand Apart, p. 55.2 (Ellen Gould White)","content":"The Lord regarded with approval the firmness and self-denial of the Hebrew youth, and their purity of motive; and His blessing attended them. He “gave them knowledge and skill in all learning and wisdom: and Daniel had understanding in all visions and dreams.” The promise was fulfilled, “Them that honor Me I will honor.” 1 Samuel 2:30. As Daniel clung to God with unwavering trust, the spirit of prophetic power came upon him. While receiving instruction from man in the duties of court life, he was being taught by God to read the mysteries of the future and to record for coming generations, through figures and symbols, events covering the history of this world till the close of time."},{"refcode_short":"CSA 55.3","refcode_long":"A Call To Stand Apart, p. 55.3 (Ellen Gould White)","content":"When the time came for the youth in training to be tested, the Hebrews were examined, with other candidates, for the service of the kingdom. But “among them all was found none like Daniel, Hananiah, Mishael, and Azariah.” Their keen comprehension, their wide knowledge, their choice and exact language, testified to the unimpaired strength and vigor of their mental powers. “In all matters of wisdom and understanding, that the king inquired of them, he found them ten times better than all the magicians and astrologers that were in all his realm;”“therefore stood they before the king.”"},{"refcode_short":"CSA 55.4","refcode_long":"A Call To Stand Apart, p. 55.4 (Ellen Gould White)","content":"At the court of Babylon were gathered representatives from all lands, men of the highest talent, men the most richly endowed with natural gifts, and possessed of the broadest culture that the world could bestow; yet among them all, the Hebrew youth were without a peer. In physical strength and beauty, in mental vigor and literary attainment, they stood unrivaled. The erect form, the firm, elastic step, the fair countenance, the undimmed senses, the untainted breath—all were so many certificates of good habits, insignia of the nobility with which nature honors those who are obedient to her laws."},{"refcode_short":"CSA 55.5","refcode_long":"A Call To Stand Apart, p. 55.5 (Ellen Gould White)","content":"In acquiring the wisdom of the Babylonians, Daniel and his companions were far more successful than their fellow students; but their learning did not come by chance. They obtained their knowledge by the faithful use of their powers, under the guidance of the Holy Spirit. They placed themselves in connection with the Source of all wisdom, making the knowledge of God the foundation of their education. In faith they prayed for wisdom, and they lived their prayers. They placed themselves where God could bless them. They avoided that which would weaken their powers, and improved every opportunity to become intelligent in all lines of learning. They followed the rules of life that could not fail to give them strength of intellect. They sought to acquire knowledge for one purpose—that they might honor God. They realized that in order to stand as representatives of true religion amid the false religions of heathenism they must have clearness of intellect and must perfect a Christian character. And God Himself was their teacher. Constantly praying, conscientiously studying, keeping in touch with the Unseen, they walked with God as did Enoch."},{"refcode_short":"CSA 56.1","refcode_long":"A Call To Stand Apart, p. 56.1 (Ellen Gould White)","content":"True success in any line of work is not the result of chance or accident or destiny. It is the outworking of God's providences, the reward of faith and discretion, of virtue and perseverance. Fine mental qualities and a high moral tone are not the result of accident. God gives opportunities; success depends upon the use made of them."},{"refcode_short":"CSA 56.2","refcode_long":"A Call To Stand Apart, p. 56.2 (Ellen Gould White)","content":"While God was working in Daniel and his companions “to will and to do of His good pleasure,” they were working out their own salvation. Philippians 2:13. Herein is revealed the outworking of the divine principle of co-operation, without which no true success can be attained. Human effort avails nothing without divine power; and without human endeavor, divine effort is with many of no avail. To make God's grace our own, we must act our part. His grace is given to work in us to will and to do, but never as a substitute for our effort. 76Prophets and Kings, 479-487."},{"refcode_short":"CSA 56.3","refcode_long":"A Call To Stand Apart, p. 56.3 (Ellen Gould White)","content":"Through the fidelity to the principles of temperance shown by the Hebrew youth God is speaking to the youth of today. There is need of men who like Daniel will do and dare for the cause of right. Pure hearts, strong hands, fearless courage, are needed; for the warfare between vice and virtue calls for ceaseless vigilance. To every soul Satan comes with temptation in many alluring forms on the point of indulgence of appetite."},{"refcode_short":"CSA 56.4","refcode_long":"A Call To Stand Apart, p. 56.4 (Ellen Gould White)","content":"The body is a most important medium through which the mind and the soul are developed for the upbuilding of character. Hence it is that the adversary of souls directs his temptations to the enfeebling and degrading of the physical powers. His success here often means the surrender of the whole being to evil. The tendencies of the physical nature, unless under the dominion of a higher power, will surely work ruin and death. The body is to be brought into subjection to the higher powers of the being. The passions are to be controlled by the will, which is itself to be under the control of God. The kingly power of reason, sanctified by divine grace, is to bear sway in the life. Intellectual power, physical stamina, and the length of life depend upon immutable laws. Through obedience to these laws, man may stand conqueror of himself, conqueror of his own inclinations, conqueror of principalities and powers, of “the rulers of the darkness of this world,” and of “spiritual wickedness in high places.” Ephesians 6:12."},{"refcode_short":"CSA 56.5","refcode_long":"A Call To Stand Apart, p. 56.5 (Ellen Gould White)","content":"In that ancient ritual which is the gospel in symbol, no blemished offering could be brought to God's altar. The sacrifice that was to represent Christ must be spotless. The Word of God points to this as an illustration of what His children are to be—“a living sacrifice,” “holy and without blemish.” Romans 12:1; Ephesians 5:27."},{"refcode_short":"CSA 56.6","refcode_long":"A Call To Stand Apart, p. 56.6 (Ellen Gould White)","content":"The Hebrew worthies were men of like passions with ourselves; yet, notwithstanding the seductive influences of the court of Babylon, they stood firm, because they depended upon a strength that is infinite. In them a heathen nation beheld an illustration of the goodness and beneficence of God, and of the love of Christ. And in their experience we have an instance of the triumph of principle over temptation, of purity over depravity, of devotion and loyalty over atheism and idolatry."},{"refcode_short":"CSA 56.7","refcode_long":"A Call To Stand Apart, p. 56.7 (Ellen Gould White)","content":"The spirit that possessed Daniel, the youth of today may have; they may draw from the same source of strength, possess the same power of self-control, and reveal the same grace in their lives, even under circumstances as unfavorable. Though surrounded by temptations to self-indulgence, especially in our large cities, where every form of sensual gratification is made easy and inviting, yet by divine grace their purpose to honor God may remain firm. Through strong resolution and vigilant watchfulness they may withstand every temptation that assails the soul. But only by him who determines to do right because it is right will the victory be gained."},{"refcode_short":"CSA 56.8","refcode_long":"A Call To Stand Apart, p. 56.8 (Ellen Gould White)","content":"What a lifework was that of these noble Hebrews! As they bade farewell to their childhood home, little did they dream what a high destiny was to be theirs. Faithful and steadfast, they yielded to the divine guiding, so that through them God could fulfill His purpose."},{"refcode_short":"CSA 57.1","refcode_long":"A Call To Stand Apart, p. 57.1 (Ellen Gould White)","content":"The same mighty truths that were revealed through these men, God desires to reveal through the youth and children today. The life of Daniel and his fellows is a demonstration of what He will do for those who yield themselves to Him and with the whole heart seek to accomplish His purpose. 77Prophets and Kings, 488-490."},{"refcode_short":"CSA 58","refcode_long":"A Call To Stand Apart, p. 58 (Ellen Gould White)","content":"Chapter 15—Social Justice"},{"refcode_short":"CSA 58.1","refcode_long":"A Call To Stand Apart, p. 58.1 (Ellen Gould White)","content":"Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke? Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh? Then shall thy light break forth as the morning, and thine health shall spring forth speedily: and thy righteousness shall go before thee; the glory of the Lord shall be thy rearward. Isaiah 58:6-8."},{"refcode_short":"CSA 58.2","refcode_long":"A Call To Stand Apart, p. 58.2 (Ellen Gould White)","content":"When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory: And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats: And he shall set the sheep on his right hand, but the goats on the left. Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world: For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in: Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me. Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee drink? When saw we thee a stranger, and took thee in? or naked, and clothed thee? Or when saw we thee sick, or in prison, and came unto thee? And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me. Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels: For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink: I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not. Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee? Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me. And these shall go away into everlasting punishment: but the righteous into life eternal. Matthew 25:31-46."},{"refcode_short":"CSA 58.3","refcode_long":"A Call To Stand Apart, p. 58.3 (Ellen Gould White)","content":"Blessed is he that considereth the poor: the Lord will deliver him in time of trouble. Psalm 41:1."},{"refcode_short":"CSA 58.4","refcode_long":"A Call To Stand Apart, p. 58.4 (Ellen Gould White)","content":"Defend the poor and fatherless: do justice to the afflicted and needy. Deliver the poor and needy: rid them out of the hand of the wicked. Psalm 82:3, 4."},{"refcode_short":"CSA 58.5","refcode_long":"A Call To Stand Apart, p. 58.5 (Ellen Gould White)","content":"He that oppresseth the poor reproacheth his Maker: but he that honoureth him hath mercy on the poor. Proverbs 14:31."},{"refcode_short":"CSA 58.6","refcode_long":"A Call To Stand Apart, p. 58.6 (Ellen Gould White)","content":"He that hath pity upon the poor lendeth unto the Lord; and that which he hath given will he pay him again. Proverbs 19:17."},{"refcode_short":"CSA 59.1","refcode_long":"A Call To Stand Apart, p. 59.1 (Ellen Gould White)","content":"Our Lord Jesus Christ came to this world as the unwearied servant of man's necessity. He “took our infirmities, and bare our sicknesses,” that He might minister to every need of humanity. Matthew 8:17. The burden of disease and wretchedness and sin He came to remove. It was His mission to bring to men complete restoration; He came to give them health and peace and perfection of character."},{"refcode_short":"CSA 59.2","refcode_long":"A Call To Stand Apart, p. 59.2 (Ellen Gould White)","content":"Varied were the circumstances and needs of those who besought His aid, and none who came to Him went away unhelped. From Him flowed a stream of healing power, and in body and mind and soul men were made whole."},{"refcode_short":"CSA 59.3","refcode_long":"A Call To Stand Apart, p. 59.3 (Ellen Gould White)","content":"The Saviour's work was not restricted to any time or place. His compassion knew no limit. On so large a scale did He conduct His work of healing and teaching that there was no building in Palestine large enough to receive the multitudes that thronged to Him. On the green hill slopes of Galilee, in the thoroughfares of travel, by the seashore, in the synagogues, and in every other place where the sick could be brought to Him, was to be found His hospital. In every city, every town, every village, through which He passed, He laid His hands upon the afflicted ones and healed them. Wherever there were hearts ready to receive His message, He comforted them with the assurance of their heavenly Father's love. All day He ministered to those who came to Him; in the evening He gave attention to such as through the day must toil to earn a pittance for the support of their families."},{"refcode_short":"CSA 59.4","refcode_long":"A Call To Stand Apart, p. 59.4 (Ellen Gould White)","content":"Jesus carried the awful weight of responsibility for the salvation of men. He knew that unless there was a decided change in the principles and purposes of the human race, all would be lost. This was the burden of His soul, and none could appreciate the weight that rested upon Him. Through childhood, youth, and manhood He walked alone. Yet it was heaven to be in His presence. Day by day He met trials and temptations; day by day He was brought into contact with evil and witnessed its power upon those whom He was seeking to bless and to save. Yet He did not fail or become discouraged."},{"refcode_short":"CSA 59.5","refcode_long":"A Call To Stand Apart, p. 59.5 (Ellen Gould White)","content":"In all things He brought His wishes into strict abeyance to His mission. He glorified His life by making everything in it subordinate to the will of His Father. When in His youth His mother, finding Him in the school of the rabbis, said, “Son, why hast Thou thus dealt with us?” He answered,—and His answer is the keynote of His lifework,—“How is it that ye sought Me? wist ye not that I must be about My Father's business?” Luke 2:48, 49."},{"refcode_short":"CSA 59.6","refcode_long":"A Call To Stand Apart, p. 59.6 (Ellen Gould White)","content":"His life was one of constant self-sacrifice. He had no home in this world except as the kindness of friends provided for Him as a wayfarer. He came to live in our behalf the life of the poorest and to walk and work among the needy and the suffering. Unrecognized and unhonored, He walked in and out among the people for whom He had done so much."},{"refcode_short":"CSA 59.7","refcode_long":"A Call To Stand Apart, p. 59.7 (Ellen Gould White)","content":"He was always patient and cheerful, and the afflicted hailed Him as a messenger of life and peace. He saw the needs of men and women, children and youth, and to all He gave the invitation, “Come unto Me.”"},{"refcode_short":"CSA 59.8","refcode_long":"A Call To Stand Apart, p. 59.8 (Ellen Gould White)","content":"During His ministry, Jesus devoted more time to healing the sick than to preaching. His miracles testified to the truth of His words, that He came not to destroy, but to save. Wherever He went, the tidings of His mercy preceded Him. Where He had passed, the objects of His compassion were rejoicing in health and making trial of their new-found powers. Crowds were collecting around them to hear from their lips the works that the Lord had wrought. His voice was the first sound that many had ever heard, His name the first word they had ever spoken, His face the first they had ever looked upon. Why should they not love Jesus and sound His praise? As He passed through the towns and cities He was like a vital current, diffusing life and joy."},{"refcode_short":"CSA 60.1","refcode_long":"A Call To Stand Apart, p. 60.1 (Ellen Gould White)","content":"“The land of Zebulun and the land of Naphtali,\nToward the sea, beyond the Jordan,\nGalilee of the nations,\nThe people that sat in darkness\nSaw a great light,\nAnd to them that sat in the region and shadow of death,\nTo them did light spring up.”"},{"refcode_short":"CSA 60.2","refcode_long":"A Call To Stand Apart, p. 60.2 (Ellen Gould White)","content":"Matthew 4:15, 16, A.R.V., margin. 78The Ministry of Healing, 17-20."},{"refcode_short":"CSA 60.3","refcode_long":"A Call To Stand Apart, p. 60.3 (Ellen Gould White)","content":"Pure religion and undefiled before the Father is this: “To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.” Good deeds are the fruit that Christ requires us to bear: kind words, deeds of benevolence, of tender regard for the poor, the needy, the afflicted. When hearts sympathize with hearts burdened with discouragement and grief, when the hand dispenses to the needy, when the naked are clothed, the stranger made welcome to a seat in your parlor and a place in your heart, angels are coming very near, and an answering strain is responded to in heaven. Every act of justice, mercy, and benevolence makes melody in heaven. The Father from His throne beholds those who do these acts of mercy, and numbers them with His most precious treasures. “And they shall be Mine, saith the Lord of hosts, in that day when I make up My jewels.” Every merciful act to the needy, the suffering, is regarded as though done to Jesus. When you succor the poor, sympathize with the afflicted and oppressed, and befriend the orphan, you bring yourselves into a closer relationship to Jesus."},{"refcode_short":"CSA 60.4","refcode_long":"A Call To Stand Apart, p. 60.4 (Ellen Gould White)","content":"“Then shall He say also unto them on the left hand, Depart from Me, ye cursed, into everlasting fire, prepared for the devil and his angels: for I was an hungered, and ye gave Me no meat: I was thirsty, and ye gave Me no drink: I was a stranger, and ye took Me not in: naked, and ye clothed Me not: sick, and in prison, and ye visited Me not. Then shall they also answer Him, saying, Lord, when saw we Thee an hungered, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto Thee? Then shall He answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to Me. And these shall go away into everlasting punishment: but the righteous into life eternal.” Matthew 25:41-46."},{"refcode_short":"CSA 60.5","refcode_long":"A Call To Stand Apart, p. 60.5 (Ellen Gould White)","content":"Jesus here identifies Himself with His suffering people. It was I who was hungry and thirsty. It was I who was a stranger. It was I who was naked. It was I who was sick. It was I who was in prison. When you were enjoying the food from your bountifully spread tables, I was famishing in the hovel or street not far from you. When you closed your doors against Me, while your well-furnished rooms were unoccupied, I had not where to lay My head. Your wardrobes were filled with an abundant supply of changeable suits of apparel, upon which means had been needlessly squandered, which you might have given to the needy. I was destitute of comfortable apparel. When you were enjoying health, I was sick. Misfortune cast Me into prison and bound Me with fetters, bowing down My spirit, depriving Me of freedom and hope, while you roamed free. What a oneness Jesus here expresses as existing between Himself and His suffering disciples! He makes their case His own. He identifies Himself as being in person the very sufferer. Mark, selfish Christian: every neglect of the needy poor, the orphan, the fatherless, is a neglect of Jesus in their person."},{"refcode_short":"CSA 61.1","refcode_long":"A Call To Stand Apart, p. 61.1 (Ellen Gould White)","content":"I am acquainted with persons who make a high profession, whose hearts are so encased in self-love and selfishness that they cannot appreciate what I am writing. They have all their lives thought and lived only for self. To make a sacrifice to do others good, to disadvantage themselves to advantage others, is out of the question with them. They have not the least idea that God requires this of them. Self is their idol. Precious weeks, months, and years pass into eternity, but they have no record in heaven of kindly acts, of sacrificing for others’ good, of feeding the hungry, clothing the naked, or taking in the stranger. This entertaining strangers at a venture is not agreeable. If they knew that all who sought to share their bounty were worthy, then they might be induced to do something in this direction. But there is virtue in venturing something. Perchance we may entertain angels. 79Testimonies for the Church 2:25, 26."},{"refcode_short":"CSA 61.2","refcode_long":"A Call To Stand Apart, p. 61.2 (Ellen Gould White)","content":"When you doled out the pittance of bread to the starving poor, when you gave those flimsy garments to shield them from the biting frost, did you remember that you were giving to the Lord of glory? All the days of your life I was near you in the person of these afflicted ones, but you did not seek Me. You would not enter into fellowship with Me. I know you not. 80The Desire of Ages, 640."},{"refcode_short":"CSA 61.3","refcode_long":"A Call To Stand Apart, p. 61.3 (Ellen Gould White)","content":"The Lord declared to Israel: “The land shall not be sold forever: for the land is Mine; for ye are strangers and sojourners with Me.” Leviticus 25:23. The people were to be impressed with the fact that it was God's land which they were permitted to possess for a time; that He was the rightful owner, the original proprietor, and that He would have special consideration made for the poor and unfortunate. It was to be impressed upon the minds of all that the poor have as much right to a place in God's world as have the more wealthy."},{"refcode_short":"CSA 61.4","refcode_long":"A Call To Stand Apart, p. 61.4 (Ellen Gould White)","content":"Such were the provisions made by our merciful Creator, to lessen suffering, to bring some ray of hope, to flash some gleam of sunshine, into the life of the destitute and distressed."},{"refcode_short":"CSA 61.5","refcode_long":"A Call To Stand Apart, p. 61.5 (Ellen Gould White)","content":"The Lord would place a check upon the inordinate love of property and power. Great evils would result from the continued accumulation of wealth by one class, and the poverty and degradation of another. Without some restraint the power of the wealthy would become a monopoly, and the poor, though in every respect fully as worthy in God's sight, would be regarded and treated as inferior to their more prosperous brethren. The sense of this oppression would arouse the passions of the poorer class. There would be a feeling of despair and desperation which would tend to demoralize society and open the door to crimes of every description. The regulations that God established were designed to promote social equality. 81Patriarchs and Prophets, 534."},{"refcode_short":"CSA 61.6","refcode_long":"A Call To Stand Apart, p. 61.6 (Ellen Gould White)","content":"God's word sanctions no policy that will enrich one class by the oppression and suffering of another. In all our business transactions it teaches us to put ourselves in the place of those with whom we are dealing, to look not only on our own things, but also on the things of others. He who would take advantage of another's misfortunes in order to benefit himself, or who seeks to profit himself through another's weakness or incompetence, is a transgressor both of the principles and of the precepts of the word of God. 82The Ministry of Healing, 187."},{"refcode_short":"CSA 61.7","refcode_long":"A Call To Stand Apart, p. 61.7 (Ellen Gould White)","content":"God-fearing men and women have been brought to the depths of poverty by illness or misfortune, often through the dishonest scheming of those who live by preying upon their fellows. 83The Ministry of Healing, 190."},{"refcode_short":"CSA 61.8","refcode_long":"A Call To Stand Apart, p. 61.8 (Ellen Gould White)","content":"Whole communities are devoid of education in industrial and sanitary lines. Families live in hovels, with scant furniture and clothing, without tools, without books, destitute both of comforts and conveniences and of means of culture. Imbruted souls, bodies weak and ill-formed, reveal the results of evil heredity and of wrong habits. These people must be educated from the very foundation. They have led shiftless, idle, corrupt lives, and they need to be trained to correct habits."},{"refcode_short":"CSA 62.1","refcode_long":"A Call To Stand Apart, p. 62.1 (Ellen Gould White)","content":"How can they be awakened to the necessity of improvement? How can they be directed to a higher ideal of life? How can they be helped to rise? What can be done where poverty prevails and is to be contended with at every step? Certainly the work is difficult. The necessary reformation will never be made unless men and women are assisted by a power outside of themselves."},{"refcode_short":"CSA 62.2","refcode_long":"A Call To Stand Apart, p. 62.2 (Ellen Gould White)","content":"It is God's purpose that the rich and the poor shall be closely bound together by the ties of sympathy and helpfulness. Those who have means, talents, and capabilities are to use these gifts in blessing their fellow men. 84The Ministry of Healing, 192, 193."},{"refcode_short":"CSA 62.3","refcode_long":"A Call To Stand Apart, p. 62.3 (Ellen Gould White)","content":"Real charity helps men to help themselves. If one comes to our door and asks for food, we should not turn him away hungry; his poverty may be the result of misfortune. But true beneficence means more than mere gifts. It means a genuine interest in the welfare of others. We should seek to understand the needs of the poor and distressed, and to give them the help that will benefit them most. To give thought and time and personal effort costs far more than merely to give money. But it is the truest charity. 85The Ministry of Healing, 195."},{"refcode_short":"CSA 62.4","refcode_long":"A Call To Stand Apart, p. 62.4 (Ellen Gould White)","content":"Attention should be given to the establishment of various industries so that poor families can find employment. Carpenters, blacksmiths, and indeed everyone who understands some line of useful labor, should feel a responsibility to teach and help the ignorant and the unemployed."},{"refcode_short":"CSA 62.5","refcode_long":"A Call To Stand Apart, p. 62.5 (Ellen Gould White)","content":"In ministry to the poor there is a wide field of service for women as well as for men. The efficient cook, the housekeeper, the seamstress, the nurse—the help of all is needed. Let the members of poor households be taught how to cook, how to make and mend their own clothing, how to nurse the sick, how to care properly for the home. Let boys and girls be thoroughly taught some useful trade or occupation. 86The Ministry of Healing, 194."},{"refcode_short":"CSA 62.6","refcode_long":"A Call To Stand Apart, p. 62.6 (Ellen Gould White)","content":"Those who are taught to earn what they receive will more readily learn to make the most of it. And in learning to be self-reliant, they are acquiring that which will not only make them self-sustaining, but will enable them to help others. Teach the importance of life's duties to those who are wasting their opportunities. Show them that Bible religion never makes men idlers. Christ always encouraged industry. “Why stand ye here all the day idle?” He said to the indolent. “I must work ... while it is day: the night cometh, when no man can work.” Matthew 20:6; John 9:4. 87The Ministry of Healing, 195."},{"refcode_short":"CSA 62.7","refcode_long":"A Call To Stand Apart, p. 62.7 (Ellen Gould White)","content":"Jesus sought to correct the world's false standard of judging the value of men. He took His position with the poor, that He might lift from poverty the stigma that the world had attached to it. He has stripped from it forever the reproach of scorn, by blessing the poor, the inheritors of God's kingdom. He points us to the path He trod, saying, “If any man will come after Me, let him deny himself, and take up his cross daily, and follow Me.” [Luke 9] Verse 23. 88 Ibid., 197, 198."},{"refcode_short":"CSA 62.8","refcode_long":"A Call To Stand Apart, p. 62.8 (Ellen Gould White)","content":"We are all woven together in the great web of humanity, and whatever we can do to benefit and uplift others will reflect in blessing upon ourselves. The law of mutual dependence runs through all classes of society. 89Patriarchs and Prophets, 534, 535."},{"refcode_short":"CSA 62.9","refcode_long":"A Call To Stand Apart, p. 62.9 (Ellen Gould White)","content":"All may find something to do. “The poor always ye have with you,” (John 12:8), Jesus said, and none need feel that there is no place where they can labor for Him. Millions upon millions of human souls ready to perish, bound in chains of ignorance and sin, have never so much as heard of Christ's love for them. Were our condition and theirs to be reversed, what would we desire them to do for us? All this, so far as lies in our power, we are under the most solemn obligation to do for them. Christ's rule of life, by which every one of us must stand or fall in the judgment, is, “Whatsoever ye would that men should do to you, do ye even so to them.” Matthew 7:12. 90The Desire of Ages, 640."},{"refcode_short":"CSA 64","refcode_long":"A Call To Stand Apart, p. 64 (Ellen Gould White)","content":"Chapter 16—Careers"},{"refcode_short":"CSA 64.1","refcode_long":"A Call To Stand Apart, p. 64.1 (Ellen Gould White)","content":"Trust in the Lord with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths. Be not wise in thine own eyes: fear the Lord, and depart from evil. Proverbs 3:5-7."},{"refcode_short":"CSA 64.2","refcode_long":"A Call To Stand Apart, p. 64.2 (Ellen Gould White)","content":"For I know the thoughts that I think toward you, saith the Lord, thoughts of peace, and not of evil, to give you an expected end. Jeremiah 29:11."},{"refcode_short":"CSA 64.3","refcode_long":"A Call To Stand Apart, p. 64.3 (Ellen Gould White)","content":"But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you. Matthew 6:33."},{"refcode_short":"CSA 64.4","refcode_long":"A Call To Stand Apart, p. 64.4 (Ellen Gould White)","content":"For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul? Matthew 16:26."},{"refcode_short":"CSA 64.5","refcode_long":"A Call To Stand Apart, p. 64.5 (Ellen Gould White)","content":"Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you always, even unto the end of the world. Amen. Matthew 28:19-20."},{"refcode_short":"CSA 64.6","refcode_long":"A Call To Stand Apart, p. 64.6 (Ellen Gould White)","content":"And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come. Matthew 24:14."},{"refcode_short":"CSA 64.7","refcode_long":"A Call To Stand Apart, p. 64.7 (Ellen Gould White)","content":"Not more surely is the place prepared for us in the heavenly mansions than is the special place designated on earth where we are to work for God. 91Christ's Object Lessons, 327."},{"refcode_short":"CSA 64.8","refcode_long":"A Call To Stand Apart, p. 64.8 (Ellen Gould White)","content":"Dear youth, what is the aim and purpose of your life? Are you ambitious for education that you may have a name and position in the world? Have you thoughts that you dare not express, that you may one day stand upon the summit of intellectual greatness; that you may sit in deliberative and legislative councils, and help to enact laws for the nation? There is nothing wrong in these aspirations. You may every one of you make your mark. You should be content with no mean attainments. Aim high, and spare no pains to reach the standard. 92Fundamentals of Christian Education, 82."},{"refcode_short":"CSA 64.9","refcode_long":"A Call To Stand Apart, p. 64.9 (Ellen Gould White)","content":"Success in any line demands a definite aim. He who would achieve true success in life must keep steadily in view the aim worthy of his endeavor. Such an aim is set before the youth of today. The heaven-appointed purpose of giving the gospel to the world in this generation is the noblest that can appeal to any human being. It opens a field of effort to everyone whose heart Christ has touched."},{"refcode_short":"CSA 64.10","refcode_long":"A Call To Stand Apart, p. 64.10 (Ellen Gould White)","content":"God's purpose for the children growing up beside our hearths is wider, deeper, higher, than our restricted vision has comprehended. From the humblest lot those whom He has seen faithful have in time past been called to witness for Him in the world's highest places. And many a lad of today, growing up as did Daniel in his Judean home, studying God's word and His works, and learning the lessons of faithful service, will yet stand in legislative assemblies, in halls of justice, or in royal courts, as a witness for the King of kings. 93Education, 262."},{"refcode_short":"CSA 65.1","refcode_long":"A Call To Stand Apart, p. 65.1 (Ellen Gould White)","content":"True education does not ignore the value of scientific knowledge or literary acquirements; but above information it values power; above power, goodness; above intellectual acquirements, character. The world does not so much need men of great intellect as of noble character. It needs men in whom ability is controlled by steadfast principle. 94Education, 225."},{"refcode_short":"CSA 65.2","refcode_long":"A Call To Stand Apart, p. 65.2 (Ellen Gould White)","content":"How many can truthfully answer this question, What is the essential education for this time? Education means much more than many suppose. True education embraces physical, mental, and moral training, in order that all the powers shall be fitted for the best development, to do service for God, and to work for the uplifting of humanity. To seek for self-recognition, for self-glorification, will leave the human agent destitute of the Spirit of God, destitute of that grace which will make him a useful, efficient worker for Christ. 95Fundamentals of Christian Education, 387."},{"refcode_short":"CSA 65.3","refcode_long":"A Call To Stand Apart, p. 65.3 (Ellen Gould White)","content":"Students that exalt the sciences above the God of science, will be ignorant when they think themselves very wise. If you cannot afford time to pray, cannot give time for communion with God, for self-examination, and do not appreciate that wisdom which comes alone from God all your learning will be deficient, and your schools and colleges will be found wanting. 96Fundamentals of Christian Education, 358."},{"refcode_short":"CSA 65.4","refcode_long":"A Call To Stand Apart, p. 65.4 (Ellen Gould White)","content":"The specific place appointed us in life is determined by our capabilities. Not all reach the same development or do with equal efficiency the same work. God does not expect the hyssop to attain the proportions of the cedar, or the olive the height of the stately palm. But each should aim just as high as the union of human with divine power makes it possible for him to reach. 97Education, 267."},{"refcode_short":"CSA 65.5","refcode_long":"A Call To Stand Apart, p. 65.5 (Ellen Gould White)","content":"Love and loyalty to Christ are the spring of all true service. In the heart touched by His love, there is begotten a desire to work for Him. Let this desire be encouraged and rightly guided. Whether in the home, the neighborhood, or the school, the presence of the poor, the afflicted, the ignorant, or the unfortunate should be regarded, not as a misfortune, but as affording precious opportunity for service."},{"refcode_short":"CSA 65.6","refcode_long":"A Call To Stand Apart, p. 65.6 (Ellen Gould White)","content":"In this work, as in every other, skill is gained in the work itself. It is by training in the common duties of life and in ministry to the needy and suffering, that efficiency is assured. Without this the best-meant efforts are often useless and even harmful. It is in the water, not on the land, that men learn to swim."},{"refcode_short":"CSA 65.7","refcode_long":"A Call To Stand Apart, p. 65.7 (Ellen Gould White)","content":"Another obligation, too often lightly regarded,—one that to the youth awakened to the claims of Christ needs to be made plain,—is the obligation of church relationship."},{"refcode_short":"CSA 65.8","refcode_long":"A Call To Stand Apart, p. 65.8 (Ellen Gould White)","content":"Very close and sacred is the relation between Christ and His church—He the bridegroom, and the church the bride; He the head, and the church the body. Connection with Christ, then, involves connection with His church."},{"refcode_short":"CSA 65.9","refcode_long":"A Call To Stand Apart, p. 65.9 (Ellen Gould White)","content":"The church is organized for service; and in a life of service to Christ, connection with the church is one of the first steps. Loyalty to Christ demands the faithful performance of church duties. This is an important part of one's training; and in a church imbued with the Master's life, it will lead directly to effort for the world without."},{"refcode_short":"CSA 65.10","refcode_long":"A Call To Stand Apart, p. 65.10 (Ellen Gould White)","content":"There are many lines in which the youth can find opportunity for helpful effort. Let them organize into bands for Christian service, and the co-operation will prove an assistance and an encouragement. Parents and teachers, by taking an interest in the work of the young people, will be able to give them the benefit of their own larger experience, and can help them to make their efforts effective for good."},{"refcode_short":"CSA 66.1","refcode_long":"A Call To Stand Apart, p. 66.1 (Ellen Gould White)","content":"It is acquaintance that awakens sympathy, and sympathy is the spring of effective ministry. To awaken in the children and youth sympathy and the spirit of sacrifice for the suffering millions in the “regions beyond,” let them become acquainted with these lands and their peoples. In this line much might be accomplished in our schools. Instead of dwelling on the exploits of the Alexanders and Napoleons of history, let the pupils study the lives of such men as the apostle Paul and Martin Luther, as Moffat and Livingstone and Carey, and the present daily-unfolding history of missionary effort. Instead of burdening their memories with an array of names and theories that have no bearing upon their lives, and to which, once outside the schoolroom, they rarely give a thought, let them study all lands in the light of missionary effort and become acquainted with the peoples and their needs."},{"refcode_short":"CSA 66.2","refcode_long":"A Call To Stand Apart, p. 66.2 (Ellen Gould White)","content":"In this closing work of the gospel there is a vast field to be occupied; and, more than ever before, the work is to enlist helpers from the common people. Both the youth and those older in years will be called from the field, from the vineyard, and from the workshop, and sent forth by the Master to give His message. Many of these have had little opportunity for education; but Christ sees in them qualifications that will enable them to fulfill His purpose. If they put their hearts into the work, and continue to be learners, He will fit them to labor for Him."},{"refcode_short":"CSA 66.3","refcode_long":"A Call To Stand Apart, p. 66.3 (Ellen Gould White)","content":"He who knows the depths of the world's misery and despair, knows by what means to bring relief. He sees on every hand souls in darkness, bowed down with sin and sorrow and pain. But He sees also their possibilities; He sees the height to which they may attain. Although human beings have abused their mercies, wasted their talents, and lost the dignity of godlike manhood, the Creator is to be glorified in their redemption. 98Education, 268-270."},{"refcode_short":"CSA 66.4","refcode_long":"A Call To Stand Apart, p. 66.4 (Ellen Gould White)","content":"Multitudes will be called to a wider ministry. The whole world is opening to the gospel. Ethiopia is stretching out her hands unto God. From Japan and China and India, from the still-darkened lands of our own continent, from every quarter of this world of ours, comes the cry of sin-stricken hearts for a knowledge of the God of love. Millions upon millions have never so much as heard of God or of His love revealed in Christ. It is their right to receive this knowledge. They have an equal claim with us in the Saviour's mercy. And it rests with us who have received the knowledge, with our children to whom we may impart it, to answer their cry. To every household and every school, to every parent, teacher, and child upon whom has shone the light of the gospel, comes at this crisis the question put to Esther the queen at that momentous crisis in Israel's history, “Who knoweth whether thou art come to the kingdom for such a time as this?” Esther 4:14. 99Education, 262, 263."},{"refcode_short":"CSA 66.5","refcode_long":"A Call To Stand Apart, p. 66.5 (Ellen Gould White)","content":"There is no line of work in which it is possible for the youth to receive greater benefit. All who engage in ministry are God's helping hand. They are co-workers with the angels; rather, they are the human agencies through whom the angels accomplish their mission. Angels speak through their voices, and work by their hands. And the human workers, co-operating with heavenly agencies, have the benefit of their education and experience. As a means of education, what “university course” can equal this?"},{"refcode_short":"CSA 66.6","refcode_long":"A Call To Stand Apart, p. 66.6 (Ellen Gould White)","content":"With such an army of workers as our youth, rightly trained, might furnish, how soon the message of a crucified, risen, and soon-coming Saviour might be carried to the whole world! How soon might the end come—the end of suffering and sorrow and sin! How soon, in place of a possession here, with its blight of sin and pain, our children might receive their inheritance where “the righteous shall inherit the land, and dwell therein forever;” where “the inhabitant shall not say, I am sick,” and “the voice of weeping shall be no more heard.” Psalm 37:29; Isaiah 33:24; 65:19. 100Education, 271."},{"refcode_short":"CSA 67.1","refcode_long":"A Call To Stand Apart, p. 67.1 (Ellen Gould White)","content":"All the perplexities of life's experience will then be made plain. Where to us have appeared only confusion and disappointment, broken purposes and thwarted plans, will be seen a grand, overruling, victorious purpose, a divine harmony."},{"refcode_short":"CSA 67.2","refcode_long":"A Call To Stand Apart, p. 67.2 (Ellen Gould White)","content":"There all who have wrought with unselfish spirit will behold the fruit of their labors. The outworking of every right principle and noble deed will be seen. Something of this we see here. But how little of the result of the world's noblest work is in this life manifest to the doer! 101Education, 305, 306."},{"refcode_short":"CSA 67.3","refcode_long":"A Call To Stand Apart, p. 67.3 (Ellen Gould White)","content":"In our life here, earthly, sin-restricted though it is, the greatest joy and the highest education are in service. And in the future state, untrammeled by the limitations of sinful humanity, it is in service that our greatest joy and our highest education will be found—witnessing, and ever as we witness learning anew “the riches of the glory of this mystery;” “which is Christ in you, the hope of glory.” Colossians 1:27. 102Education, 309."},{"refcode_short":"CSA 68","refcode_long":"A Call To Stand Apart, p. 68 (Ellen Gould White)","content":"Chapter 17—Authority of Scripture"},{"refcode_short":"CSA 68.1","refcode_long":"A Call To Stand Apart, p. 68.1 (Ellen Gould White)","content":"And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus. All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness: That the man of God may be perfect, thoroughly furnished unto all good works. 2 Timothy 3:15-17."},{"refcode_short":"CSA 68.2","refcode_long":"A Call To Stand Apart, p. 68.2 (Ellen Gould White)","content":"Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me. John 5:39."},{"refcode_short":"CSA 68.3","refcode_long":"A Call To Stand Apart, p. 68.3 (Ellen Gould White)","content":"For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book: And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book. Revelation 22:18, 19."},{"refcode_short":"CSA 68.4","refcode_long":"A Call To Stand Apart, p. 68.4 (Ellen Gould White)","content":"And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter: should not a people seek unto their God? for the living to the dead? To the law and to the testimony: if they speak not according to this word, it is because there is no light in them. Isaiah 8:19, 20."},{"refcode_short":"CSA 68.5","refcode_long":"A Call To Stand Apart, p. 68.5 (Ellen Gould White)","content":"These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so. Acts 17:11."},{"refcode_short":"CSA 68.6","refcode_long":"A Call To Stand Apart, p. 68.6 (Ellen Gould White)","content":"The Lord has sent His people much instruction, line upon line, precept upon precept, here a little, and there a little. Little heed is given to the Bible, and the Lord has given a lesser light to lead men and women to the greater light. 103Colporteur Ministry, 125."},{"refcode_short":"CSA 69.1","refcode_long":"A Call To Stand Apart, p. 69.1 (Ellen Gould White)","content":"As an educating power the Bible is of more value than the writings of all the philosophers of all ages. In its wide range of style and subjects there is something to interest and instruct every mind, to ennoble every interest. The light of revelation shines undimmed into the distant past, where human annals cast not a ray of light. There is poetry which has called forth the wonder and admiration of the world. In glowing beauty, in sublime and solemn majesty, in touching pathos, it is unequaled by the most brilliant productions of human genius. There is sound logic and impassioned eloquence. There are portrayed the noble deeds of noble men, examples of private virtue and public honor, lessons of piety and purity. 104Counsels to Parents, Teachers, and Students, 428, 429."},{"refcode_short":"CSA 69.2","refcode_long":"A Call To Stand Apart, p. 69.2 (Ellen Gould White)","content":"There is nothing more calculated to energize the mind and strengthen the intellect than the study of the Word of God. No other book is so potent to elevate the thoughts, to give vigor to the faculties, as the broad, ennobling truths of the Bible. If God's Word were studied as it should be, men would have a breadth of mind, a nobility of character, and a stability of purpose that are rarely seen in these times. The search for truth will reward the seeker at every turn, and each discovery will open up richer fields for his investigation. 105Counsels to Parents, Teachers, and Students, 460."},{"refcode_short":"CSA 69.3","refcode_long":"A Call To Stand Apart, p. 69.3 (Ellen Gould White)","content":"But that which above all other considerations should lead us to prize the Bible is that in it is revealed to men the will of God. Here we learn the object of our creation and the means by which that object may be attained. We learn how to improve wisely the present life and how to secure the future life. No other book can satisfy the questionings of the mind or the cravings of the heart. By obtaining a knowledge of God's Word and giving heed thereto, men may rise from the lowest depths of degradation to become the sons of God, the associates of sinless angels. 106Counsels to Parents, Teachers, and Students, 53, 54."},{"refcode_short":"CSA 69.4","refcode_long":"A Call To Stand Apart, p. 69.4 (Ellen Gould White)","content":"In searching the Scriptures, in feeding upon the words of life, O consider it is the voice of God to the soul. We may be confused sometimes over the voice of our friends; but in the Bible we have the counsel of God upon all important subjects which concern our eternal interests, and in temporal matters we may learn a great deal. Its teaching will be always suited to our peculiar circumstances and calculated to prepare us to endure trial and fit us for our God-given work."},{"refcode_short":"CSA 69.5","refcode_long":"A Call To Stand Apart, p. 69.5 (Ellen Gould White)","content":"The Bible is God's voice speaking to us, just as surely as if we could hear it with our ears. If we realized this, with what awe we would open God's Word and with what earnestness we would search its precepts. The reading and contemplation of the Scriptures would be regarded as an audience with the Infinite One. 107My Life Today, 283."},{"refcode_short":"CSA 69.6","refcode_long":"A Call To Stand Apart, p. 69.6 (Ellen Gould White)","content":"What book can compare with the Bible? An understanding of its teachings is essential for every child and youth, and for those of mature age; for it is the word of God, given to guide the human family to heaven. In the world today there are gods many and doctrines many. Without an understanding of the Scriptures it is impossible for the youth to understand what is truth, or to discern between the sacred and the common. 108Counsels to Parents, Teachers, and Students, 427."},{"refcode_short":"CSA 69.7","refcode_long":"A Call To Stand Apart, p. 69.7 (Ellen Gould White)","content":"We are living in the most solemn period of this world's history. The destiny of earth's teeming multitudes is about to be decided. Our own future well-being and also the salvation of other souls depend upon the course which we now pursue. We need to be guided by the Spirit of truth. Every follower of Christ should earnestly inquire: “Lord, what wilt Thou have me to do?” We need to humble ourselves before the Lord, with fasting and prayer, and to meditate much upon His Word, especially upon the scenes of the judgment. We should now seek a deep and living experience in the things of God. We have not a moment to lose. Events of vital importance are taking place around us; we are on Satan's enchanted ground. Sleep not, sentinels of God; the foe is lurking near, ready at any moment, should you become lax and drowsy, to spring upon you and make you his prey."},{"refcode_short":"CSA 70.1","refcode_long":"A Call To Stand Apart, p. 70.1 (Ellen Gould White)","content":"Many are deceived as to their true condition before God. They congratulate themselves upon the wrong acts which they do not commit, and forget to enumerate the good and noble deeds which God requires of them, but which they have neglected to perform. It is not enough that they are trees in the garden of God. They are to answer His expectation by bearing fruit. He holds them accountable for their failure to accomplish all the good which they could have done, through His grace strengthening them. In the books of heaven they are registered as cumberers of the ground. Yet the case of even this class is not utterly hopeless. With those who have slighted God's mercy and abused His grace, the heart of long-suffering love yet pleads. “Wherefore He saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light. See then that ye walk circumspectly, ... redeeming the time, because the days are evil.” Ephesians 5:14-16.109The Great Controversy, 601."}]