[{"refcode_short":"CUM","refcode_long":"The Canadian Union Messenger","content":"The Canadian Union Messenger"},{"refcode_short":"CUM September 3,  1907","refcode_long":"The Canadian Union Messenger September 3,  1907","content":"1907"},{"refcode_short":"CUM September 3,  1907","refcode_long":"The Canadian Union Messenger September 3,  1907","content":"September 3, 1907"},{"refcode_short":"CUM September 3,  1907","refcode_long":"The Canadian Union Messenger September 3,  1907","content":"An Address to the Young People"},{"refcode_short":"CUM September 3,  1907, par. 1","refcode_long":"The Canadian Union Messenger September 3,  1907, paragraph 1","content":"In the first chapter of second Peter is given instruction of special value to those who desire to attain the highest success in the Christian life."},{"refcode_short":"CUM September 3,  1907, par. 2","refcode_long":"The Canadian Union Messenger September 3,  1907, paragraph 2","content":"The apostle Peter, in writing to those “that have obtained like precious faith with us through the righteousness of God and our Saviour Jesus Christ, declares: Grace and peace be multiplied unto you through the knowledge of God, and of Jesus our Lord, according as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue.”"},{"refcode_short":"CUM September 3,  1907, par. 3","refcode_long":"The Canadian Union Messenger September 3,  1907, paragraph 3","content":"This scripture will bear much study. “Through the knowledge of God, and of Jesus our Lord,” grace and peace are to be multiplied unto us. We grow in grace in proportion as we advance in a knowledge of heavenly things."},{"refcode_short":"CUM September 3,  1907, par. 4","refcode_long":"The Canadian Union Messenger September 3,  1907, paragraph 4","content":"My dear young Christian friends, it is your privilege to gain a knowledge of God and of his Word. Daily you may grow in grace and in a knowledge of the truth. And as you add grace to grace, God promises to multiply his mercies unto you. But there is an earnest work for you to do, as laborers together with God, if you would perfect a Christian character. Influences for evil are so prevalent in the world, that we can not hope to attain perfection in our own strength. Only as we co-operate with God, shall we be able to advance. Abundant provision has been made for us to lay hold on divine strength. The apostle declares: “According as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue: whereby are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust.”"},{"refcode_short":"CUM September 3,  1907, par. 5","refcode_long":"The Canadian Union Messenger September 3,  1907, paragraph 5","content":"The Saviour, during his life on the earth, was tempted in all points like as we are, yet without sin. In him the weakness of humanity was united with the strength of divinity. Because he experienced the temptations of humanity, he knows how to succor all who are tempted; because his humanity was united with divinity, every young man, every young woman, who chooses to follow in his footsteps, may be a partaker of the divine nature, and escape the corruption that is in the world through lust."},{"refcode_short":"CUM September 3,  1907, par. 6","refcode_long":"The Canadian Union Messenger September 3,  1907, paragraph 6","content":"The high and holy privilege of overcoming as Jesus overcame, through power imparted from above, is given to those who conscientiously do all in their power to co-operate with the Source of their strength. When sorely tempted, Christ made use of his knowledge of Scripture. He met Satan with the words, “It is written.” And so the apostle exhorts us, as followers of Christ:"},{"refcode_short":"CUM September 3,  1907, par. 7","refcode_long":"The Canadian Union Messenger September 3,  1907, paragraph 7","content":"“Giving all diligence, add to your faith virtue; and to virtue knowledge; and to knowledge temperance; and to temperance patience; and to patience godliness; and to godliness brotherly kindness: and to brotherly kindness charity. For if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ.”"},{"refcode_short":"CUM September 3,  1907, par. 8","refcode_long":"The Canadian Union Messenger September 3,  1907, paragraph 8","content":"We can not be too diligent in studying God's Word; for this is the foundation of our faith. And yet, sad to say, many fail on this very point, so vital to all Christian growth. To some, the Word of God is an unknown Book."},{"refcode_short":"CUM September 3,  1907, par. 9","refcode_long":"The Canadian Union Messenger September 3,  1907, paragraph 9","content":"We are living in an age when reading matter is abundant and cheap. The perfecting of the printing-press has made possible the rapid multiplication of the printed page. This was intended by the Lord to be a blessing to the world; but it has been perverted by many into a curse. A steady stream of trashy literature is pouring forth from hundreds of presses, and is flooding the world like a great, desolating tidal-wave, sweeping before it everything that has not been firmly anchored to the truth of God's Word. Much of this trashy reading-matter is published in an attractive form, and finds its way readily into thousands upon thousands of homes. Those whose principles are not firmly fixed, are often allured by the inviting pages, and the result is liable to be a distinct spiritual loss. The mind is filled with sentiments and scenes originated by the enemy of our souls; God and his truth are too often lost sight of, and his name is dishonored by those who claim to be his children."},{"refcode_short":"CUM September 3,  1907, par. 10","refcode_long":"The Canadian Union Messenger September 3,  1907, paragraph 10","content":"My dear youth, you can not afford to imperil your souls by heeding the voice of the tempter when he presents before you an alluring story to read. Is it not your desire that “an entrance shall be administered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ? Then flee from the tempter. Give Satan no chance to harass you continually with temptation to read novels and story-magazines."},{"refcode_short":"CUM September 3,  1907, par. 11","refcode_long":"The Canadian Union Messenger September 3,  1907, paragraph 11","content":"In apostolic times, those who were converted at Ephesus brought together their magical books, and burned them up. I would that all the cheap, trashy literature in every home might be burned up! You can not do better, my dear young friends, than to burn everything that would tempt you to indulge in the reading of fictitious stories. Turn from this cheap literature, to that which will give you spiritual strength. Partake of the bread of life,—the Word of the living God. “Search the Scriptures; for in them ye think ye have eternal life: and they are they which testify of Me.”"},{"refcode_short":"CUM September 3,  1907, par. 12","refcode_long":"The Canadian Union Messenger September 3,  1907, paragraph 12","content":"To us, as well as his disciples of old, Jesus has declared: “He that believeth on Me hath everlasting life. I am that bread of life. Your fathers did eat manna in the wilderness, and are dead. This is the bread which cometh down from heaven, that a man may eat thereof, and not die, I am the living bread which came down from heaven: if any man eat of this bread, he shall live forever: and the bread that I will give is my flesh, which I will give for the life of the world."},{"refcode_short":"CUM September 3,  1907, par. 13","refcode_long":"The Canadian Union Messenger September 3,  1907, paragraph 13","content":"“Verily, verily, I say unto you, Except ye eat the-flesh of the Son of man, and drink his blood, ye have no life in you. Whoso eateth my flesh, and drinketh My blood, hath eternal life: and I will raise him up at the last day. For My flesh is meat indeed, and My blood is drink indeed."},{"refcode_short":"CUM September 3,  1907, par. 14","refcode_long":"The Canadian Union Messenger September 3,  1907, paragraph 14","content":"“Many therefore of his disciples, when they had heard this, said, This is an hard saying, who can hear it?” Jesus then explained that he had spoken with reference to the importance of the Scriptures. “It is the Spirit that quickeneth,” He declared; “the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.”"},{"refcode_short":"CUM September 3,  1907, par. 15","refcode_long":"The Canadian Union Messenger September 3,  1907, paragraph 15","content":"In the early years of the third angel's message, many of the believers were young in years, but they learned to study God's Word with prayerful earnestness; and as they grew older, they became a mighty power for good. Their knowledge of the Scriptures enabled them to labor for souls in the days of their youth and early manhood. They did not think that because they were young, they could not understand God's Word. As they wrestled with difficult passages, and sought God for understanding, light shone forth from the sacred page, and the foundation of our faith was established in their hearts. Later, when these young men met every species of error, nothing could shake their confidence. They were anchored within the vail. Their faith in the Bible was substantiated by a personal knowledge of the One who inspired the Word."},{"refcode_short":"CUM September 3,  1907, par. 16","refcode_long":"The Canadian Union Messenger September 3,  1907, paragraph 16","content":"We are living in a time when every wind of doctrine is blowing, and when those who think they stand are liable to fall. We are living in a time when Satan is striving to implant seeds of skepticism and infidelity in every mind. We are living in a time when error is taught so insidiously that the faith of many is being rapidly undermined."},{"refcode_short":"CUM September 3,  1907, par. 17","refcode_long":"The Canadian Union Messenger September 3,  1907, paragraph 17","content":"Oh, how much we lose by neglecting the privilege of partaking freely of the bread of life! Shall we not resolutely refuse to be ensnared by the enemy of our souls? Shall we not place beyond our reach everything that turns the mind away from the truths that God desires us to learn? Let us seek to become familiar with the books that clearly outline the truths for this time. Let us make a careful study of the fundamental principles of the message that is being proclaimed by God's children throughout the world. Let us keep informed regarding the progress of this message. A most solemn work is now in progress,—the work of warning an impenitent world of the judgment-day, and of the soon coming of our Saviour in the clouds of heaven. God desires that every child of his shall have a part to act in this great work. Let us come up to the help of the Lord, to the help of the Lord against the mighty."},{"refcode_short":"CUM September 3,  1907, par. 18","refcode_long":"The Canadian Union Messenger September 3,  1907, paragraph 18","content":"“If these things be in you, and abound, they make you that ye shall be neither barren nor unfruitful in the knowledge of our Lord Jesus Christ. But he that lacketh these things is blind, and can not see afar off, and hath forgotten that he was purged from his old sins.” May it never be said of us that we were so blind in this life that we could never see beyond the enjoyment of the pleasures of sin for a season!"}]