[{"refcode_short":"DS","refcode_long":"The Day-Star","content":"The Day-Star"},{"refcode_short":"DS January 24,  1846","refcode_long":"The Day-Star January 24,  1846","content":"1846"},{"refcode_short":"DS January 24,  1846","refcode_long":"The Day-Star January 24,  1846","content":"January 24, 1846"},{"refcode_short":"DS January 24,  1846","refcode_long":"The Day-Star January 24,  1846","content":"Letter from Sister Harmon"},{"refcode_short":"DS January 24,  1846, par. 1","refcode_long":"The Day-Star January 24,  1846, paragraph 1","content":"As God has shown me in holy vision the travels of the Advent people to the Holy City, and the rich reward to be given those who wait the return of their Lord from the wedding, it may be my duty to give you a short sketch of what God has revealed to me. The dear saints have got many trials to pass through. But our light afflictions which are but for a moment worketh for us a far more exceeding and eternal weight of glory; while we look not at the things which are seen, for the things which are seen are temporal, but the things which are not seen are eternal. I have tried to bring back a good report, & a few grapes from the heavenly Canaan, for which many would stone me, as the congregation bade stone Caleb and Joshua for their report, (Numbers 14:10.) But I declare to you, my brother in the Lord, it is a goodly land, and we are well able to go up and possess it. While praying at the family*The original publication had the spelling “famly.” altar the Holy Ghost fell on me and I seemed to be rising higher and higher, far above the dark world. I turned to look for the Advent people in the world, but could not find them, when a voice said to me, Look again, and look a little higher. At this, I raised my eyes and see a strait and narrow path, cast up high above the world. On this path the Advent people were traveling to the City, which was at the farther end of the path. They had a bright light set up behind them at the first end of the path, which an angel told me was the Midnight Cry. This light shone all along the path and gave light for their feet so they might not stumble. And if they kept their eyes fixed on Jesus, who was just before them, leading them to the City, they were safe. But soon some grew weary, and said the City was a great way off, and they expected to have entered it before. Then Jesus would encourage them by raising his glorious right arm, and from his arm came a glorious light which waved over the Advent band, and they shouted, Hallelujah! Others rashly denied the light behind them, and said that it was not God that had led them out so far. The light behind them went out which left their feet in perfect darkness, and they stumbled and got their eyes off the mark and lost sight of Jesus, and fell off the path down in the dark and wicked world below. It was just as impossible for them to get on the path again & go to the City, as all the wicked world which God had rejected. They fell all the way along the path one after another, until we heard the voice of God like many waters, which gave us the day and hour of Jesus’ coming. The living saints, 144,000, in number, know and understand the voice, while the wicked thought it was thunder & an earthquake. When God spake the time, he poured on us the Holy Ghost, and our faces began to light up and shine with the glory of God as Moses did when he came down from Mount Sinai, (Exodus 34:30-34.) By this time the 144,000 were all sealed and perfectly united. On their foreheads was written, God, New Jerusalem, and a glorious Star containing Jesus’ new name. At our happy, holy state the wicked were enraged, and would rush violently up to lay hands on us to thrust us in prison, when we would stretch forth the hand in the name of the Lord, and the wicked would fall helpless to the ground. Then it was that the synagogue of Satan knew that God had loved us who could wash one another's feet, and salute the holy brethren with a holy kiss, and they worshipped at our feet. Soon our eyes were drawn to the East, for a small black cloud had appeared about half as large as a man's hand, which we all knew was the Sign of the Son of Man. We all in solemn silence gazed on the cloud as it drew nearer, lighter, and brighter, glorious, and still more glorious, till it was a great white cloud. The bottom appeared like fire, a rainbow was over it, around the cloud were ten thousand angels singing a most lovely song. And on it sat the Son of Man, on his head were crowns, his hair was white and curly and lay on his shoulders. His feet had the appearance of fire, in his right hand was a sharp sickle, in his left a silver trumpet. His eyes were as a flame of fire, which searched his children through and through. Then all faces gathered paleness, and those that God had rejected gathered blackness. Then we all cried out, who shall be able to stand? Is my robe spotless? Then the angels ceased to sing, and there was some time of awful silence, when Jesus spoke, Those who have clean hands and a pure heart shall be able to stand, my grace is sufficient for you. At this, our faces lighted up, and joy filled every heart. And the angels struck a note higher and sung again while the cloud drew still nearer the earth. Then Jesus’ silver trumpet sounded, as he descended on the cloud, wrapped in flames of fire. He gazed on the graves of the sleeping saints then raised his eyes and hands to heaven & cried out, Awake! Awake! Awake! ye that sleep in the dust, and arise. Then there was a mighty earthquake. The graves opened, and the dead came up clothed with immortality. The 144,000 shouted, Hallelujah! as they recognized their friends who had been torn from them by death, and in the same moment we were changed and caught up together with them to meet the Lord in the air. We all entered the cloud together, and were 7 days ascending to the sea of glass, when Jesus brought along the crowns and with his own right hand placed them on our heads. He gave us harps of gold and palms of victory. Here on the sea of glass the 144,000 stood in a perfect square. Some of them had very bright crowns, others not so bright. Some crowns appeared hung [heavy] with stars, while others had but few. All were perfectly satisfied with their crowns. And they were all clothed with a glorious white mantle from their shoulders to their feet. Angels were all about us as we marched over the sea of glass to the gate of the City. Jesus raised his mighty glorious arm, laid hold of the gate and swung it back on its golden hinges, and said to us, You have washed your robes in my blood, stood stiffly for my truth, enter in. We all marched in and felt we had a perfect right in the City. Here we see [saw] the tree of life, & the throne of God. Out of the throne came a pure river of water, and on either side of the river was the tree of life. On one side of the river was a trunk of a tree and a trunk on the other side of the river, both of pure transparent gold. At first I thought I see [saw] two trees. I looked again and see [saw] they were united at the top in one tree. So it was the tree of life on either side of the river of life. Its branches bowed to the place where we stood. And the fruit was glorious, which looked like gold mixed with silver. We all went under the tree, and sat down to look at the glory of the place, when Bro. Fitch, and Stockman, who had preached the gospel of the kingdom, whom God had laid in the grave to save them, came up to us and asked us what we had passed through while they were sleeping. We tried to call up our greatest trials, but they looked so small compared with the far more exceeding and eternal weight of glory that surrounded us, that we could not speak them out, and we all cried out Hallelujah, heaven is cheap enough, and we touched our glorious harps and made heaven's arches ring. And as we were gazing at the glories of the place, our eyes were attracted upwards to something that had the appearance of silver. I asked Jesus to let me see what was within there. In a moment we were winging our way upward and entering in. Here we saw good old father Abraham, Isaac, and Jacob, Noah, Daniel, and many like them. And I saw a veil with a heavy fringe of silver, and gold as a border on the bottom. It was very beautiful. I asked Jesus what was within the veil. He raised it with his own right arm, and bade me take heed. I saw there a glorious ark, overlaid with pure gold, and it had a glorious border resembling Jesus’ crowns. On it were two bright angels; their wings were spread over the ark as they sat on each end, with their faces turned towards each other and looking downward. In the ark, beneath where the angels wings were spread, was a golden pot of Manna of a yellowish cast, and I saw a rod, which Jesus said was Aaron's†The original publication had the spelling “Aarons.”, I saw it bud, blossom, and bear fruit.—And I saw two long golden rods on which hung silver wires, and on the wires most glorious grapes. One cluster was more than a man here can carry. And I saw Jesus step up and take of the manna, almonds, grapes, and pomegranates, and bear them down to the city, and place them on the supper table. I stepped‡The original publication had the spelling “steped.” up to see how much was taken away, and there was just as much left, and we shouted Hallelujah. Amen. We all descended from this place down into the city, and with Jesus at our head we all descended from the city down to this earth, on a great and mighty mountain, which could not bear Jesus up, and it parted asunder, and there was a mighty plain. Then we looked up and saw the great city with twelve foundations, twelve gates, three on each side, and an angel at each gate, and all cried out the city, the great city, it's coming, it's coming down from God, out of heaven, and it came and settled on the place where we stood. Then we began to look at the glorious things outside of the city. There I saw most glorious houses, that had the appearance of silver, supported by four pillars, set with pearls most glorious to behold, which were to be inhabited by the saints. In them was a golden shelf, I saw many of the saints go into the houses, take off their glittering crowns and lay them on the shelf, then go out into the field by the houses to do something with the earth, not as we have to do with the earth here; no, no. A glorious light shone all about their heads, and they were continually shouting and offering praises to God. And I saw another field full of all kinds of flowers, and as I plucked them, I cried out, well they will never fade. Next I saw a field of tall grass, most glorious to behold. It was living green, and had a reflection of silver and gold as it waved proudly to the glory of King Jesus. Then we entered a field full of all kinds of beasts; the lion, the lamb, the leopard and the wolf, altogether in perfect union. We passed through the midst of them, and they followed on peaceably after. Then we entered a wood, not like the dark woods we have here, no, no; but light, and all over glorious. The branches of the trees waved to and fro, and we all cried out, we will dwell safely in the wilderness and sleep in this woods. We passed through the wood, for we were on our way to Mount Zion, as we were traveling along we met a company who were also gazing at the glories of the place: I noticed red as a border on their garments. Their crowns were brilliant—their robes were pure white. As we greeted them, I asked Jesus who they were? He said they were martyrs that had been slain for him. With them was an innumerable company of little ones, they had a hem of red on their garments also. Mount Zion was just before us, and on the Mount sat a glorious temple, and about it were seven other mountains, on which grew roses and lilies, and I saw the little ones climb, or if they chose use their little wings and fly to the top of the mountains, and pluck the never fading flowers. There were all kinds of trees around the temple to beautify the place. The box, the pine, the fir, the oil, the myrtle, the pomegranate§The original publication had the spelling “pomegranet.” and the fig tree, bowed down with the weight of its timely figs that made the place look all over glorious. And as we were about to enter the holy temple, Jesus raised his lovely voice and said, only the 144,000 enter this place, and we shouted Hallelujah. Well bless the Lord, Bro. Jacobs, it is an extra meeting for those who have the seal of the living God. This temple was supported by seven pillars, all of transparent gold, set with pearls most glorious. The glorious things I saw there, I cannot begin to describe. O, that I could talk in the language of Canaan, then could I tell a little of the glory of the upper world; but if faithful you soon will know all about it. I saw there the tables of stone in which the names of the 144,000, were engraved in letters of gold.—After we had beheld the glory of the temple, we went out. Then Jesus left us and went to the city. Soon we heard his lovely voice again, saying: Come my people; you have come out of great tribulation, and done my will, suffered for me; come in to supper, for I will gird myself, and serve you. We shouted Hallelujah, glory, and entered into the city, and I saw a table of pure silver, it was many miles in length, yet our eyes could extend over it. And I saw the fruit of the tree of life, the manna, almonds, figs, pomegranates‖The original publication had the spelling “pomegranets.”, grapes, and many other kinds of fruit. We all reclined at the table. I asked Jesus to let me eat of the fruit. He said, not now. Those who eat of the fruit of this land, go back to earth no more. But in a little while if faithful, you shall both eat of the fruit of the tree of life, and drink of the water of the fountain, and he said, you must go back to the earth again, and relate to others, what I have revealed to you. Then an angel bore me gently down to this dark world. Sometimes I think I cannot stay here any longer, all things of earth look so dreary. I feel very lonely here, for I have seen a better land. O, that I had wings like a dove, then would I fly away, and be at rest.\nEllen G. Harmon.\nN.B. This was not written for publication; but for the encouragement of all who may see it, and be encouraged by it."},{"refcode_short":"DS March 14,  1846","refcode_long":"The Day-Star March 14,  1846","content":"March 14, 1846"},{"refcode_short":"DS March 14,  1846","refcode_long":"The Day-Star March 14,  1846","content":"Letter from Sister Harmon"},{"refcode_short":"DS March 14,  1846","refcode_long":"The Day-Star March 14,  1846","content":"Bro. Jacobs:"},{"refcode_short":"DS March 14,  1846, par. 1","refcode_long":"The Day-Star March 14,  1846, paragraph 1","content":"My vision which you published in the Day-Star was written under a deep sense of duty, to you, not expecting you would publish it. Had I for once thought it was to be spread before the many readers of your paper, I should have been more particular and stated some things which I left out. As the readers of the Day-Star have seen a part of what God has revealed to me, and as the part which I have not written is of vast importance to the Saints; I humbly request you to publish this also in your paper. God showed me the following, one year ago this month:—I saw a throne, and on it sat the Father and his Son Jesus Christ. I gazed on Jesus’ countenance and admired his lovely person. The Fathers person I could not behold for a cloud of glorious light covered him. I asked Jesus if his Father had a form like himself; He said he had, but I could not behold it; for, said he, if you should for once see the glory of his person, you would cease to exist. Before the throne was the Advent people, the Church, and the world. I saw a company bowed down before the throne, deeply interested while most of them stood up disinterested and careless. Those who were bowed before the throne would offer up their prayers and look to Jesus, then he would look to his Father and appeared to be pleading with him. Then a light came from the Father to his Son and from him to the praying company. Then I saw an exceeding bright light come from the Father to the Son and from the Son it waved over the people before the throne. But few would receive this great light. Many came out from under it and immediately resisted it. Others were careless and did not cherish the light and it moved off from them. Some cherished it and went and bowed down before the throne with the little praying company. This company all received the light, and rejoiced in it as their countenances shone with its glory. Then I saw the Father rise from the throne and in a flaming chariot go into the Holy of Holies within the vail, and did sit. There I saw thrones which I had not seen before. Then Jesus rose up from the throne, and most of those who were bowed down rose up with him. And I did not see one ray of light pass from Jesus to the careless multitude after he rose up, and they were left in perfect darkness. Those who rose up when Jesus did, kept their eyes fixed on him as he left the throne, and led them out a little way, then he raised his right arm and we heard his lovely voice saying, wait ye, I am going to my Father to receive the Kingdom. Keep your garments spotless and in a little while I will return from the wedding, and receive you to myself. And I saw a cloudy chariot with wheels like flaming fire. Angels were all about the chariot as it came where Jesus was; he stepped into it and was borne to the Holiest where the Father sat. Then I beheld Jesus as he was before the Father a great High Priest. On the hem of his garment was a bell and a pomegranate, a bell and a pomegranate. Then Jesus shewed me the difference between faith and feeling. And I saw those who rose up with Jesus send up their faith to Jesus in the Holiest, and praying, Father give us thy spirit. Then Jesus would breathe on them the Holy Ghost. In the breath was light, power and much love, joy and peace. Then I turned to look at the company who were still bowed before the throne. They did not know that Jesus had left it. Satan appeared to be by the throne trying to carry on the work of God. I saw them look up to the throne and pray, My Father give us thy spirit. Then Satan would breathe on them an unholy influence. In it there was light and much power, but no sweet love, joy and peace. Satan's object was to keep them deceived and to draw back and deceive God's children. I saw one after another leave the company who were praying to Jesus in the Holiest, go and join those before the throne and they at once received the unholy influence of Satan."},{"refcode_short":"DS March 14,  1846, par. 2","refcode_long":"The Day-Star March 14,  1846, paragraph 2","content":"About four months since, I had a vision of events, all in the future. And I saw the time of trouble, such as never was,—Jesus told me it was the time of Jacob's trouble, and that we should be delivered out of it by the voice of God. Just before we entered it, we all received the seal of the living God. Then I saw the four Angels cease to hold the four winds. And I saw famine, pestilence and sword, nation rose against nation, and the whole world was in confusion. Then we cried to God for deliverance day and night till we began to hear the bells on Jesus’ garment. And I saw Jesus rise up in the Holiest, and as he came out we heard the tinkling of bells, and knew our High Priest was coming out. Then we heard the voice of God which shook the heavens and earth, and gave the 144,000 the day and hour of Jesus’ coming. Then the saints were free, united and full of the glory of God, for he had turned their captivity. And I saw a flaming cloud come where Jesus stood and he laid off his priestly garment and put on his kingly robe, took his place on the cloud which carried him to the east where it first appeared to the saints on earth, a small black cloud, which was the sign of the Son of Man. While the cloud was passing from the Holiest to the east which took a number of days, the Synagogue of Satan worshiped at the saints feet."}]