[{"refcode_short":"Echoes","refcode_long":"Echoes From the Field","content":"Echoes From the Field"},{"refcode_short":"Echoes June 21,  1905","refcode_long":"Echoes From the Field June 21,  1905","content":"1905"},{"refcode_short":"Echoes June 21,  1905","refcode_long":"Echoes From the Field June 21,  1905","content":"June 21, 1905"},{"refcode_short":"Echoes June 21,  1905","refcode_long":"Echoes From the Field June 21,  1905","content":"The Use of the Tithe"},{"refcode_short":"Echoes June 21,  1905, par. 1","refcode_long":"Echoes From the Field June 21,  1905, paragraph 1","content":"“Thou shalt command the children of Israel that they bring thee pure olive oil, beaten, for the light, to cause the lamp to burn always. This was to be a continual offering that the house of God might be properly supplied with that which was necessary for his service. The people today are to remember that the house of worship is God's property and that it is to be scrupulously cared for. But the funds for this work are not to come from the tithe. The tithe is to be used for one purpose—to sustain the ministers whom the Lord has appointed to do his work. It is to be used to support those who speak the words of life to the people, and carry the burden of the flock of God."},{"refcode_short":"Echoes June 21,  1905, par. 2","refcode_long":"Echoes From the Field June 21,  1905, paragraph 2","content":"But there are ministers who have been robbed of their wages. God's provision for them has not been respected. Those who have charge of our church buildings are to be supplied with the means necessary to keep these buildings in good repair, but this money is not to come from the tithe."},{"refcode_short":"Echoes June 21,  1905, par. 3","refcode_long":"Echoes From the Field June 21,  1905, paragraph 3","content":"A very plain, definite message has been given to me to give to our people. I am bidden to tell them that they are making a mistake in applying the tithe to various objects, which, though good in themselves, are not the object to which the Lord has said the tithe is to be applied. Those who make this use of the tithe are departing from God's arrangement. God will judge for these things. One reasons that the tithe may be appropriated for school purposes; still another would reason that canvassers and colporteurs should be supported from the tithe, but a great mistake is made when the tithe is withdrawn from the object for which it is to be used—the support of the ministers. There should today be in the field one hundred well qualified laborers where now there is one. God cannot look upon the present condition of things with approval, but with condemnation. His treasury is deprived of the means that should be used for the support of the gospel ministry in fields nigh and far off. Those who proclaim the message of truth before great congregations, and who do house to house work, are doing double missionary work, and in no case are their salaries to be cut down. The use of the tithe must be looked upon as a sacred matter by our people. We must guard strictly against all that is contrary to the message now given."},{"refcode_short":"Echoes June 21,  1905, par. 4","refcode_long":"Echoes From the Field June 21,  1905, paragraph 4","content":"There is a lack of ministers because ministers have not been encouraged. Some ministers who have been sent to foreign lands, to enter fields never before worked, have been given the instruction, “You must sustain yourselves. We have not the means with which to support you.” This ought not to be if the tithe, with gifts and offerings, was brought into the treasury. When a man enters the ministry, he is to be paid from the tithe enough to sustain his family. He is not to feel that he is a beggar. The impression is becoming quite common that the sacred disposition of the tithe no longer exists. Many have lost their sense of the Lord's requirements. The tithe is sacred, reserved by God for himself. It is to be brought into his treasury to be used to sustain the gospel laborers in their work. For a long time the Lord has been robbed because there are those who do not realize that the tithe is God’ reserved portion."},{"refcode_short":"Echoes June 21,  1905, par. 5","refcode_long":"Echoes From the Field June 21,  1905, paragraph 5","content":"Many ministers are lying in their graves, brought there by sorrow and disappointment, and by the hardship brought upon them because they did not receive sufficient for their labors."},{"refcode_short":"Echoes June 21,  1905, par. 6","refcode_long":"Echoes From the Field June 21,  1905, paragraph 6","content":"Let us remember that God is a God of justice and equity. There would today be many more ministers in the field, but they are not encouraged to labor. Many workers have gone into the grave heart-broken because they had grown old and could see that they were looked upon as a burden. But had they been retained in the work, and given an easy place, with a whole or part of their wages, they might have accomplished much good. During their term of labor these men have done double labor. They felt so heavy a burden for souls that they had no desire to be relieved of overwork. The heavy burdens borne shortened their lives. The widows of these ministers are never to be forgotten, but should, if necessary, be paid from the tithe."},{"refcode_short":"Echoes June 21,  1905, par. 7","refcode_long":"Echoes From the Field June 21,  1905, paragraph 7","content":"Read carefully the third chapter of Malachi, and see what God says about the tithe. If our churches will take their stand upon the Lord's word, and be faithful in paying their tithe into his treasury, his laborers will be encouraged to take up ministerial work. More men would give themselves to the ministry were they not told of the depleted treasury. There should be an abundant supply in the Lord's treasury, and there would be if selfish hearts and hands had not made use of the tithe to support other lines of work. God's reserved resources are to be used in no such haphazard way. The tithe is the Lord's and those who meddle with it will be punished with the loss of their heavenly treasure unless they repent. Let the work no longer be hedged up because the tithe has been diverted into various channels other than the one to which the Lord said it should go. Provision is to be made for these other lines of work. They are to be sustained, but not from the tithe. God has not changed. The tithe is to be used for the support of the ministry. The opening of new fields requires more ministerial efficiency than we now have and there must be means in the treasury."}]