[{"refcode_short":"EducationalMessenger","refcode_long":"The Educational Messenger","content":"The Educational Messenger"},{"refcode_short":"EducationalMessenger July 31,  1908","refcode_long":"The Educational Messenger July 31,  1908","content":"1908"},{"refcode_short":"EducationalMessenger July 31,  1908","refcode_long":"The Educational Messenger July 31,  1908","content":"July 31, 1908"},{"refcode_short":"EducationalMessenger July 31,  1908","refcode_long":"The Educational Messenger July 31,  1908","content":"Home Schools"},{"refcode_short":"EducationalMessenger July 31,  1908, par. 1","refcode_long":"The Educational Messenger July 31,  1908, paragraph 1","content":"As church schools shall be established in the future, there is a class of work to be done in connection with them that has not been done in the past. All who can should have the privileges of a home church school. It would be well if several families in a neighborhood would unite to employ a humble, God-fearing teacher to give the parents the help that is needed in educating their children. This will be a great advantage, and a plan more pleasing to the Lord than the one that has largely been followed of removing the youth from their homes to attend one of our larger schools. The church members, uniting, could erect an inexpensive building, and secure a wise teacher to take charge of the school."},{"refcode_short":"EducationalMessenger July 31,  1908, par. 2","refcode_long":"The Educational Messenger July 31,  1908, paragraph 2","content":"Our small churches are needed. And the children are needed in their homes, where they may be a help to their parents when the hours of study are ended. The Christian home is the best place for young children; for here they can have parental discipline that is after the Lord's order. God would have us consider these things in all their sacred importance. It is the precious privilege of the teachers and parents to co-operate in teaching the children how to drink in the gladness of Christ's life by learning to follow His example. The Saviour's early years were useful years. He was His mother's helper in the home; and He was just as verily fulfilling His commission when performing the duties of the home, and working at the carpenter's bench, as when He engaged in His public work of ministry."},{"refcode_short":"EducationalMessenger July 31,  1908, par. 3","refcode_long":"The Educational Messenger July 31,  1908, paragraph 3","content":"It is not required that all the youth rush off from home responsibilities to seminaries or higher schools in order to reach the highest round of the ladder. It should be remembered that right in the home there are generally young children to be instructed. The elder should ever seek to help the younger. Let the elder members of the family consider that this part of the Lord's vineyard needs to be cultivated, and resolve that they will put forth their best capabilities to make home attractive and to deal patiently with younger minds."},{"refcode_short":"EducationalMessenger July 31,  1908, par. 4","refcode_long":"The Educational Messenger July 31,  1908, paragraph 4","content":"There are young persons in our homes whom the Lord has qualified to give the knowledge they have to others. Let these strive to keep spiritual lessons fresh in the mind that they may impart the knowledge they have gained. If these elder members of the family would become learners with the children new ideas would be suggested and the hours of study would be a time of decided pleasure as well as profit."},{"refcode_short":"EducationalMessenger July 31,  1908, par. 5","refcode_long":"The Educational Messenger July 31,  1908, paragraph 5","content":"The tender years of childhood are years of sacred responsibility to fathers and mothers. Parents have a sacred duty to perform in teaching their children to help bear the burdens of the home, to be content with plain and simple food and neat and inexpensive dress. The requirements of the parent should always be reasonable; kindness should be expressed not by foolish indulgence, but by wise direction."},{"refcode_short":"EducationalMessenger July 31,  1908, par. 6","refcode_long":"The Educational Messenger July 31,  1908, paragraph 6","content":"Parents are to teach their children pleasantly, without scolding, or fault finding, seeking to bind the hearts of the little ones to them by the silken cords of love. Let all, fathers and mothers, teachers, older brothers and sisters, become an educating force to keep up every spiritual interest, and create a wholesome atmosphere in the home and school life that will train the younger children in the nurture and admonition of the Lord."},{"refcode_short":"EducationalMessenger July 31,  1908, par. 7","refcode_long":"The Educational Messenger July 31,  1908, paragraph 7","content":"Our children are the Lord's property; they have been bought with a price. This thought should be the mainspring of our labors for them. The most successful method of assuring their salvation, and keeping them out of the way of temptation, is to instruct them constantly in the Word of God. And as parents become learners with their children, they will find their own growth in a knowledge of the truth more rapid. Unbelief will disappear; faith and activity will increase; assurance and confidence will deepen as they thus follow on to know the Lord. Their prayers will undergo a transformation, becoming earnest and sincere. Christ is the head of His church; the dependence of His people; He will give the needed grace to those who seek Him for wisdom and instruction."},{"refcode_short":"EducationalMessenger July 31,  1908, par. 8","refcode_long":"The Educational Messenger July 31,  1908, paragraph 8","content":"I speak to fathers and mothers: You can be educators in your home churches; you can be spiritual missionary agencies. Let fathers and mothers feel the need of being home missionaries, the need of keeping the home atmosphere free from the influence of unkind and hasty speech, and the home school a place where angels of God can come in and bless and give success to the efforts put forth. Let parents unite in providing a place for the daily instruction of their children choosing as teacher one who is apt to teach, and who as a consecrated servant of Christ will increase in knowledge while thus imparting instruction. The teacher who has consecrated self to the service of God will be able to do a definite work in missionary service, and will instruct the children in the same lines. Let fathers and mothers co-operate with the teacher, laboring earnestly for the salvation of their children. If parents will realize the importance of these small educating centers, co-operating to do the work that the Lord desires to be done at this time, the plans of the enemy for our children will be frustrated."},{"refcode_short":"EducationalMessenger September 4,  1908, par. 8","refcode_long":"The Educational Messenger September 4,  1908, paragraph 8","content":"September 4, 1908"},{"refcode_short":"EducationalMessenger September 4,  1908","refcode_long":"The Educational Messenger September 4,  1908","content":"Words of Exhortation and Warning"},{"refcode_short":"EducationalMessenger September 4,  1908, par. 1","refcode_long":"The Educational Messenger September 4,  1908, paragraph 1","content":"This message has been given me for our teachers gathered in institutes, and for the young men and women who shall assemble at our colleges and training schools:"},{"refcode_short":"EducationalMessenger September 4,  1908, par. 2","refcode_long":"The Educational Messenger September 4,  1908, paragraph 2","content":"You need to understand the significance of the teachings of the apostle Peter, as recorded in the first chapter of his first epistle: “Peter, an apostle of Jesus Christ, to the strangers scattered throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia, elect according to the foreknowledge of God the Father, through the sanctification of the Spirit, unto obedience and sprinkling of the blood of Christ: grace unto you, and peace be multiplied. Blessed be the God and Father of our Lord Jesus Christ, which, according to His abundant mercy hath begotten us again unto a lively hope by the resurrection of Christ from the dead, to an inheritance incorruptible and undefiled, and that fadeth not away, reserved in heaven for you, who are kept by the power of God through faith unto salvation, ready to be revealed in the last time."},{"refcode_short":"EducationalMessenger September 4,  1908, par. 3","refcode_long":"The Educational Messenger September 4,  1908, paragraph 3","content":"“Wherein ye greatly rejoice, though now for a season, if need be, ye are in heaviness through manifold temptations: that the trial of your faith, being much more precious than of gold that perisheth, though it be tried with fire, might be found unto praise and honor and glory at the appearing of Jesus Christ: whom, having not seen, ye love; in whom, though now ye see Him not, yet believing, ye rejoice with joy unspeakable and full of glory: receiving the end of your faith, even the salvation of your souls.”"},{"refcode_short":"EducationalMessenger September 4,  1908, par. 4","refcode_long":"The Educational Messenger September 4,  1908, paragraph 4","content":"Why should we not study this chapter frequently? Here are presented to us through the inspiration of the Spirit of God, most precious promises, the foundation for large expectations, if we will act upon the instruction given."},{"refcode_short":"EducationalMessenger September 4,  1908, par. 5","refcode_long":"The Educational Messenger September 4,  1908, paragraph 5","content":"If we would escape from the sickly experience we now have we must begin in earnest to work out our salvation with fear and trembling. There are many who give no decided evidence that they are true to their baptismal vows. Their zeal is chilled by formality, worldly ambition, pride, and love of self. Occasionally their feelings are stirred, but they do not fall on the Rock Christ Jesus. They do not come to God with hearts that are broken in repentance and confession. Those who experience the work of true conversion in their hearts, will reveal the fruits of the Spirit in their lives. O that those who have so little spiritual life would realize that eternal life can be granted only to those who become partakers of the divine nature, and escape the corruption that is in the world through lust."},{"refcode_short":"EducationalMessenger September 4,  1908, par. 6","refcode_long":"The Educational Messenger September 4,  1908, paragraph 6","content":"The Lord foresaw the unbelief that would prevail in our world at the present time, and through His servants He sent messages of comfort and assurance that would confirm the faith of His children who should live in the end of time."},{"refcode_short":"EducationalMessenger September 4,  1908, par. 7","refcode_long":"The Educational Messenger September 4,  1908, paragraph 7","content":"When the disciple John was banished from those he loved in the faith to the lonely isle of Patmos, the Lord met with His faithful witness, and there revealed to him the future of His church as he had not revealed it through any other. We read the opening words of that wonderful book: “The revelation of Jesus Christ, which God gave to him, to show His servant things which must shortly come to pass, and He sent and signified it by His angel unto His servant John, who bare record of the Word of God, and of the Testimony of Jesus Christ, and of all things that he saw.”"},{"refcode_short":"EducationalMessenger September 4,  1908, par. 8","refcode_long":"The Educational Messenger September 4,  1908, paragraph 8","content":"There are weighty reasons why we should study the revelation that God gave to John. “Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things that are written therein; for the time is at hand.” With such testimony as this, and seeing as we do the fulfillment of this prophecy, we are without excuse if we remain in ignorance of those things which must “shortly come to pass.”"},{"refcode_short":"EducationalMessenger September 4,  1908, par. 9","refcode_long":"The Educational Messenger September 4,  1908, paragraph 9","content":"A solemn responsibility rests upon those who know the truth, that their works shall correspond with their faith, and that their characters shall be refined and sanctified, and they be prepared for the work that must rapidly be done in these closing days of the message. The words should come to us now with impelling earnestness, “Repent ye therefore, and be converted, that your sins may be blotted out, when the times of refreshing shall come from the presence of the Lord.” There are many among us who are deficient in spirituality, and who, unless they are converted, will certainly be lost."},{"refcode_short":"EducationalMessenger September 4,  1908","refcode_long":"The Educational Messenger September 4,  1908","content":"A Message to Parents"},{"refcode_short":"EducationalMessenger September 4,  1908, par. 10","refcode_long":"The Educational Messenger September 4,  1908, paragraph 10","content":"Let our ministers and teachers bear this message to parents: We need religion in the home. Fathers and mothers, are you satisfied with the advancement you are making in the divine life? Do you testify in words and acts that you have experienced the new birth? Do you earnestly ask yourselves the question, “Can I in my present condition be called an overcomer?” Begin, O, begin now, to make a change. Throw off the lethargy that is upon you."},{"refcode_short":"EducationalMessenger September 4,  1908, par. 11","refcode_long":"The Educational Messenger September 4,  1908, paragraph 11","content":"Pride and weakness of faith are depriving many of the rich blessings of God. There are many who unless they humble their hearts before the Lord, and arouse to their solemn responsibilities, will be surprised and disappointed when the cry is heard, Behold, the Bridegroom cometh! They have the theory of the truth, but they have no oil in their vessels with their lamps. Our faith at this time must not stop with belief in the theory of the third angel's message. We must have the oil of the grace of Christ that will feed the lamp and cause the light of life to shine forth, showing the way to those who are in darkness."},{"refcode_short":"EducationalMessenger September 4,  1908","refcode_long":"The Educational Messenger September 4,  1908","content":"Missionary Activity"},{"refcode_short":"EducationalMessenger September 4,  1908, par. 12","refcode_long":"The Educational Messenger September 4,  1908, paragraph 12","content":"Urge every Seventh-day Adventist family to awaken, and to become the Lord's missionaries. Consider the books that the Lord has placed in your possession for the relief of our schools and sanitariums. Many opportunities have been given you to show that you appreciated the truths revealed in these books. If these precious volumes are appreciated as they should be, self-denying efforts will be made to bring them to the notice of the people. Let brethren and sisters encourage one another to become acquainted with their neighbors. Tell them the story of the gift of these books for the support of our institutions, and tell them of your own interest in seeking to place them in the hands of acquaintances and friends. Tell the story to the wealthy. Men, women and children can engage in this work. We have yet to learn of persons who after reading the book have expressed unfavorable opinions regarding it."},{"refcode_short":"EducationalMessenger September 4,  1908, par. 13","refcode_long":"The Educational Messenger September 4,  1908, paragraph 13","content":"Golden opportunities for missionary labor are offered to those who will take hold of this work, and rich blessings will come to the people who purchase the books and study their teachings."},{"refcode_short":"EducationalMessenger September 4,  1908, par. 14","refcode_long":"The Educational Messenger September 4,  1908, paragraph 14","content":"The sale of the book Ministry of Healing will bring in means for the help of our health institutions, and for the aid of those sick ones who could not, unaided, get the benefits of our sanitarium treatments. Now let those of our people who wish to help our schools and sanitariums, unite in the work of circulating these books as far and as fast as possible. As the Lord's missionaries, we may take a special interest in this work, and help to get the precious light before the people."},{"refcode_short":"EducationalMessenger September 4,  1908, par. 15","refcode_long":"The Educational Messenger September 4,  1908, paragraph 15","content":"Those who engage in this line of work should first give themselves unreservedly to God. They should place themselves where they can learn of Christ, and follow His example. Angels are commissioned to go forth with those who take up this work in true humility."},{"refcode_short":"EducationalMessenger September 4,  1908, par. 16","refcode_long":"The Educational Messenger September 4,  1908, paragraph 16","content":"Our educational institutions can do much toward meeting the demand for trained workers for the mission fields. Wise plans should be laid to strengthen the work done in our training-centers. Study should be given to the best methods for fitting consecrated young men and young women to bear responsibility, and to win souls for Christ. They should be taught how to meet the people, and how to present the third angel's message in an attractive manner. And in the management of financial matters, they should be taught lessons that will help them when they are sent to isolated fields where they must suffer many privations and practise the strictest economy."},{"refcode_short":"EducationalMessenger September 4,  1908, par. 17","refcode_long":"The Educational Messenger September 4,  1908, paragraph 17","content":"The Lord has instituted a plan whereby many of the students in our schools can learn practical lessons needful for success in after life. He has given us the privilege of handling precious books that have been dedicated for the advancement of our educational and sanitarium work. In the very handling of these books, the youth will meet with many experiences that will teach them how to cope with problems in the regions beyond. During their school life, as they handle these books, many will learn how to approach people courteously, and how to exercise tact in conversing with them on different points of truth. And as they meet with a degree of success financially some will learn lessons of thrift and economy which will be of great advantage to them when they are sent out as missionaries."},{"refcode_short":"EducationalMessenger September 4,  1908, par. 18","refcode_long":"The Educational Messenger September 4,  1908, paragraph 18","content":"The students who take up the work of selling Christ's Object Lessons and Ministry of Healing will need to study the book they expect to sell. As they familiarize their minds with the subject-matter of the book in hand, and endeavor to practise its teachings, they will develop in knowledge and spiritual power. The messages in these books are the light that God has revealed to me to give to the world. The teachers in our schools should encourage the students to make a careful study of every chapter. They should teach these truths to their students, and seek to inspire the youth with a love for the precious thoughts the Lord has entrusted to us to communicate to the world."},{"refcode_short":"EducationalMessenger September 4,  1908, par. 19","refcode_long":"The Educational Messenger September 4,  1908, paragraph 19","content":"Thus the preparation for handling these books, and the daily experiences gained while bringing them to the attention of the people, will prove an invaluable schooling to those who take part in this line of effort. Under the blessing of God, the youth will obtain a fitting for service in the Lord's vineyard."},{"refcode_short":"EducationalMessenger September 11,  1908","refcode_long":"The Educational Messenger September 11,  1908","content":"September 11, 1908"},{"refcode_short":"EducationalMessenger September 11,  1908","refcode_long":"The Educational Messenger September 11,  1908","content":"Words of Exhortation and Warning"},{"refcode_short":"EducationalMessenger September 11,  1908","refcode_long":"The Educational Messenger September 11,  1908","content":"Beware of Ambition and Self-exaltation"},{"refcode_short":"EducationalMessenger September 11,  1908, par. 1","refcode_long":"The Educational Messenger September 11,  1908, paragraph 1","content":"Satan is the leader of every species of rebellion today, as he was the originator of rebellion in the courts of heaven. Standing next to Christ in power and honor, yet he coveted glory that belonged to the Son. He desired to be equal with God. To carry out his purpose he concealed his true designs from the angels, and worked deceptively to secure their allegiance and honor to himself. By sly insinuations, by which he made it appear that Christ had assumed the place that belonged to himself, Lucifer sowed the seeds of doubt in the minds of many of the angels; and when he had won their support, he carried the matter before God, declaring that it was the sentiment of many of the heavenly beings that he should have the preference to Christ."},{"refcode_short":"EducationalMessenger September 11,  1908, par. 2","refcode_long":"The Educational Messenger September 11,  1908, paragraph 2","content":"We will not at this time follow the immediate results of Satan's rebellion and his expulsion from heaven, but let us consider how his deceptive work is being continued today among those who profess to be the loyal people of God. In the hearts of many church members there is being carried on today the same work of rebellion and disaffection, and the result is injury and weakness to the church. There are Sabbath-keepers who have been counted true and loyal, who are giving loose rein to their ambitions and desires, and are uniting with the work of the arch deceiver, and imperilling the prosperity of the cause of God. The artful foe has found a place in many hearts that should have no room for the selfish, ambitious principles that are being promulgated."},{"refcode_short":"EducationalMessenger September 11,  1908, par. 3","refcode_long":"The Educational Messenger September 11,  1908, paragraph 3","content":"Satan is Christ's personal enemy. He is the originator of every contention that is manifesting itself in Battle Creek, and he is seeking to imbue with his spirit every church in our ranks. He knows that the time is short, and he seeks to gain the victory over every one possible. Long has he deceived mankind, and great is his power over the human family; and his rage against the people of God increases as he finds that the knowledge of God's requirements is extending to all parts of the world, and that the light of present truth is shining to those who have long sat in darkness."},{"refcode_short":"EducationalMessenger September 11,  1908, par. 4","refcode_long":"The Educational Messenger September 11,  1908, paragraph 4","content":"There are those among us who claim to believe the truth, yet who refuse to be sanctified through the truth. When reproved for a wrong course, self immediately rises up, and they stubbornly follow the devisings of the enemy. Through their long opposition to the testimonies of the Spirit of God, they are working out a species of the rebellion that has hindered the advancement of the kingdom of God in the earth throughout the ages. There are those who are ever seeking to have their own way, and to follow the leadings of their own disposition. The result of all this is weakness and confusion, evil surmisings and evil devisings. Those who continually work on Satan's side of the question will carry out the plans of the deceiver until they find themselves wholly departed from the faith."},{"refcode_short":"EducationalMessenger September 11,  1908, par. 5","refcode_long":"The Educational Messenger September 11,  1908, paragraph 5","content":"We receive many letters from our brethren and sisters, asking for advice on a great variety of subjects. If they would study the published Testimonies for themselves, they would find the enlightenment they need. Let us urge our people to study these books, and circulate them. Let their teachings strengthen our faith."},{"refcode_short":"EducationalMessenger September 11,  1908, par. 6","refcode_long":"The Educational Messenger September 11,  1908, paragraph 6","content":"Let us study more diligently the Word of God. The Bible is so plain and clear that all who will may understand. Let us thank the Lord for His precious Word, and for the messages of His Spirit that give so much light. I am instructed that the more we study the Old and New Testaments, the more we shall have impressed on our mind the fact that each sustains a very close relation to the other, and the more evidence we shall receive of their divine inspiration. We shall see clearly that they have but one Author. The study of these precious volumes will teach us how to form characters that will reveal the attributes of Christ."},{"refcode_short":"EducationalMessenger September 11,  1908, par. 7","refcode_long":"The Educational Messenger September 11,  1908, paragraph 7","content":"It is fully time that every responsible worker should take his stand firmly on the Word of God. This Word is to be our defence when Satan works with such lying wonders that if it were possible he would deceive the very elect. It is then that those who have not stood firmly for the truth will unite with the unbelieving who love and make a lie. When these wonders are performed, when the sick are healed and other marvels are wrought, they will be deceived. Are we prepared for the perilous times that are right upon us? or are we standing where we will fall an easy prey to the wiles of the devil?"},{"refcode_short":"EducationalMessenger September 11,  1908, par. 8","refcode_long":"The Educational Messenger September 11,  1908, paragraph 8","content":"I am instructed to speak plainly concerning these deceptions that are arising. The Word of God points out our peril: “Now the Spirit speaketh expressly, that in the latter days some shall depart from the faith, giving heed to seducing spirits and doctrines of devils: speaking lies in hypocrisy; having their conscience seared with a hot iron.”"},{"refcode_short":"EducationalMessenger September 11,  1908, par. 9","refcode_long":"The Educational Messenger September 11,  1908, paragraph 9","content":"“They that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition. For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and have pierced themselves through with many sorrows."},{"refcode_short":"EducationalMessenger September 11,  1908, par. 10","refcode_long":"The Educational Messenger September 11,  1908, paragraph 10","content":"“But thou, O man of God, flee these things; and follow after righteousness, godliness, faith, love, patience, meekness. Fight the good fight of faith, lay hold on eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses."},{"refcode_short":"EducationalMessenger September 11,  1908, par. 11","refcode_long":"The Educational Messenger September 11,  1908, paragraph 11","content":"“I give thee charge in the sight of God, who quickeneth all things, and before Jesus Christ, who before Pontius Pilate witnessed a good confession; that thou keep this commandment, without spot, unrebukable, until the appearing of our Lord Jesus Christ, which in His times He shall show, who is the blessed and only Potentate, the King of kings, and Lord of lords; who only hath immortality, dwelling in the light which no man can approach unto; whom no man hath seen, nor can see: to whom be honor and power everlasting. Amen."},{"refcode_short":"EducationalMessenger September 11,  1908, par. 12","refcode_long":"The Educational Messenger September 11,  1908, paragraph 12","content":"“Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy; that they do good, that they be rich in good works, ready to distribute, willing to communicate; laying up in store a good foundation against the time to come, that they may lay hold on eternal life. O Timothy, keep that which is committed to thy trust, avoiding profane and vain babblings, and oppositions of science falsely so-called; which some professing have erred from the faith.”"},{"refcode_short":"EducationalMessenger September 11,  1908, par. 13","refcode_long":"The Educational Messenger September 11,  1908, paragraph 13","content":"“If ye then be risen with Christ,” the apostle exhorts, “seek those things which are above, where Christ sitteth on the right hand of God. Set your affections on things above, not on things on the earth. For ye are dead, and your life is hid with Christ in God. When Christ, who is our life, shall appear, then shall ye also appear with him in glory."},{"refcode_short":"EducationalMessenger September 11,  1908, par. 14","refcode_long":"The Educational Messenger September 11,  1908, paragraph 14","content":"“Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry; for which things’ sake the wrath of God cometh on the children of disobedience; in the which ye also walked sometime, when ye lived in them. But now ye therefore put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth."},{"refcode_short":"EducationalMessenger September 11,  1908, par. 15","refcode_long":"The Educational Messenger September 11,  1908, paragraph 15","content":"“Lie not one to another, seeing that ye have put off the old man with his deeds; and have put on the new man, which is renewed in knowledge after the image of Him that created him; where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond, nor free: but Christ is all and in all."},{"refcode_short":"EducationalMessenger September 11,  1908, par. 16","refcode_long":"The Educational Messenger September 11,  1908, paragraph 16","content":"“Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, long-suffering; forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye. And above all these things put on charity, which is the bond of perfectness. And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful."},{"refcode_short":"EducationalMessenger September 11,  1908, par. 17","refcode_long":"The Educational Messenger September 11,  1908, paragraph 17","content":"“Let the Word of Christ dwell in you richly, in all wisdom; teaching and and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord. And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by Him.”"},{"refcode_short":"EducationalMessenger September 25,  1908, par. 17","refcode_long":"The Educational Messenger September 25,  1908, paragraph 17","content":"September 25, 1908"},{"refcode_short":"EducationalMessenger September 25,  1908","refcode_long":"The Educational Messenger September 25,  1908","content":"A Broader View"},{"refcode_short":"EducationalMessenger September 25,  1908, par. 1","refcode_long":"The Educational Messenger September 25,  1908, paragraph 1","content":"In carrying forward the Lord's work at home and abroad, those in positions of trust and responsibility must plan wisely, so as to make the best possible use of men and of means. The burden of sustaining the work in many of the foreign fields must be largely borne by our conferences in the homeland. These conferences should have means with which to assist in opening new fields, where the testing truths of the third angel's message have never yet penetrated. Within the past few years, doors have been thrown open as if by magic, and men and women are needed to enter these doors, and begin earnest work for the salvation of souls."},{"refcode_short":"EducationalMessenger September 25,  1908, par. 2","refcode_long":"The Educational Messenger September 25,  1908, paragraph 2","content":"There is a special work to be done for our young people by those bearing responsibility in local churches throughout the conferences. When the church officers see promising youth who are desirous of fitting themselves for usefulness in the Lord's service, but whose parents are unable to send them to school, they have a duty to perform in studying how to give help and encouragement. They should take counsel with parents and youth, and unite in planning wisely. Some youth may be best fitted to engage in home missionary work. There is a wide field of usefulness in the distribution of our literature, and in bringing the third angel's message to the attention of friends and neighbors. Other youth should be encouraged to enter the canvassing work, to sell our larger books. Some have qualifications that would make them valuable helpers in our institutions. And in many instances, if promising youth were wisely encouraged and properly directed, they could be led to earn their own schooling by taking up the sale of Christ's Object Lessons or Ministry of Healing."},{"refcode_short":"EducationalMessenger September 25,  1908, par. 3","refcode_long":"The Educational Messenger September 25,  1908, paragraph 3","content":"In selling these books, the youth would be acting as missionaries; for they would be bringing precious light to the notice of the people of the world. At the same time they would be earning money to attend school, where they could continue their preparation for wider usefulness in the Lord's cause. In the school, they would receive encouragement and inspiration from teachers and students to continue their work of selling books, and when the time came for them to leave school, they would have received a practical training fitting them for the hard, earnest, self-sacrificing labor that has to be done in many foreign fields, where the third angel's message must be carried under difficult and trying circumstances."},{"refcode_short":"EducationalMessenger September 25,  1908, par. 4","refcode_long":"The Educational Messenger September 25,  1908, paragraph 4","content":"How much better is this plan, than for students to go through school without obtaining a practical education in field work, and, at the end of their course, leave under a burden of debt, with but little realization of the difficulties they will have to meet in new and untried fields! How hard it will be for them to meet the financial problems that are connected with pioneer work in foreign lands! And what a burden some one will have to carry until the debts incurred by the student have been paid!"},{"refcode_short":"EducationalMessenger September 25,  1908, par. 5","refcode_long":"The Educational Messenger September 25,  1908, paragraph 5","content":"On the other hand, how much might be gained, if the self-supporting plan were followed! The student would often be enabled to leave the educational institution nearly or wholly free from personal indebtedness; the finances of the school would be in a more prosperous condition; and the lessons learned by the student while passing through these experiences in the home field would be of untold value to him in foreign fields."},{"refcode_short":"EducationalMessenger September 25,  1908, par. 6","refcode_long":"The Educational Messenger September 25,  1908, paragraph 6","content":"Let wise plans now be laid to help worthy students to earn their own schooling by handling these books, if they so desire. Those who earn sufficient means in this way to pay their way through a course at one of our training schools, will gain a most valuable practical experience that will help fit them for pioneer missionary work in other fields."},{"refcode_short":"EducationalMessenger September 25,  1908, par. 7","refcode_long":"The Educational Messenger September 25,  1908, paragraph 7","content":"A great work is to be done in our world in a short time, and we must study to understand and appreciate, more than we have in past years, the providence of God in placing in our hands the precious volumes, Christ's Object Lessons and Ministry of Healing, as a means of helping worthy students to meet their expenses while in training, as well as a means of liquidating the indebtedness on our educational and medical institutions."},{"refcode_short":"EducationalMessenger September 25,  1908, par. 8","refcode_long":"The Educational Messenger September 25,  1908, paragraph 8","content":"Great blessings are in store for us, as we wisely handle these precious books given us for the advancement of the cause of present truth. And as we labor in accordance with the Lord's plan, we shall find that many consecrated youth will be fitted to enter the regions beyond as practical missionaries; and, at the same time, the conferences in the home field will have means with which to contribute liberally to the support of the work that shall be undertaken in new territory."},{"refcode_short":"EducationalMessenger October 2,  1908","refcode_long":"The Educational Messenger October 2,  1908","content":"October 2, 1908"},{"refcode_short":"EducationalMessenger October 2,  1908","refcode_long":"The Educational Messenger October 2,  1908","content":"Sanctified Teachers"},{"refcode_short":"EducationalMessenger October 2,  1908, par. 1","refcode_long":"The Educational Messenger October 2,  1908, paragraph 1","content":"Teachers should not be employed to train the youth who will not maintain the simplicity of Christ's methods. His teachings contained the very essence of sanctified simplicity."},{"refcode_short":"EducationalMessenger October 2,  1908, par. 2","refcode_long":"The Educational Messenger October 2,  1908, paragraph 2","content":"Those teachers who present matters to the students in an uncertain light are not fitted for the work of educating the youth. No man is qualified for this work unless he is daily learning to speak the words of the Teacher sent from God. Now is the time to sow the gospel seed. The seed to sow must be clean and pure, and that which will produce the choicest fruit. We have no time to lose. The work of our schools is to become more and more in character like the work of Christ. Only the power of the grace of God working on human hearts and minds will make and keep the atmosphere of our schools and churches clean."},{"refcode_short":"EducationalMessenger October 2,  1908, par. 3","refcode_long":"The Educational Messenger October 2,  1908, paragraph 3","content":"There have been teachers in our schools who could pass well in a worldly institution of learning, but were unfitted for the training of our youth because they were ignorant of the truths of the gospel of Christ. They were unable to bring the simplicity of Christ into their labors. It should be the work of every teacher to present these truths that have called us out to stand as a peculiar people before the world, and which are able to keep us in harmony with heaven's laws. In the messages that have been sent to us from time to time, we have truths that will accomplish a wonderful work of reform in our characters, if we will give them place. They will prepare us for entrance into the holy city of God. It is our privilege to make continual advancement to a higher grade of Christian living."},{"refcode_short":"EducationalMessenger October 2,  1908, par. 4","refcode_long":"The Educational Messenger October 2,  1908, paragraph 4","content":"One night I was awakened and instructed to write a straight testimony regarding the work of our school at Loma Linda. By that school a solemn and sacred work was to be done. The teachings of health reform were to stand out clearly and brightly that all the youth in attendance might learn to practise them. All our educators should be strict health reformers. The Lord desires that genuine missionaries shall go out as pioneers from our schools. They are to be fully consecrated to the work, as laborers together with God, daily enlarging their sphere of usefulness, and becoming more and more fully sanctified through the truth. The influence of a consecrated medical missionary teacher in our schools is invaluable."},{"refcode_short":"EducationalMessenger October 2,  1908, par. 5","refcode_long":"The Educational Messenger October 2,  1908, paragraph 5","content":"I have been instructed to present these things before our teachers. We need to be converted from our faulty lives to the faith of the gospel. Christ's followers have no need to try to shine. If they will behold constantly the life of Christ, they will be changed in mind and heart, into the same image. Then they will shine without any superficial attempt. The Lord asks for no display of goodness. In the gift of His Son He has made provision that our inward lives may be imbued with the principles of heaven. It is the appropriation of this provision that will lead to a manifestation of Christ to the world."},{"refcode_short":"EducationalMessenger October 2,  1908, par. 6","refcode_long":"The Educational Messenger October 2,  1908, paragraph 6","content":"When the people of God experience the new birth, their honesty, their uprightness, their fidelity, there steadfast principles, will unfailingly reveal it. O, what words were spoken to me! What gentleness was recommended through the grace abundantly given. The greatest manifestation that men and women can make of the grace and power of Christ, is made when the natural man becomes partaker of the divine nature, and through the power that the grace of Christ imparts, overcomes the corruptions that are in the world through lust."},{"refcode_short":"EducationalMessenger March 19,  1909, par. 6","refcode_long":"The Educational Messenger March 19,  1909, paragraph 6","content":"1909"},{"refcode_short":"EducationalMessenger March 19,  1909, par. 6","refcode_long":"The Educational Messenger March 19,  1909, paragraph 6","content":"March 19, 1909"},{"refcode_short":"EducationalMessenger March 19,  1909","refcode_long":"The Educational Messenger March 19,  1909","content":"Our School Work"},{"refcode_short":"EducationalMessenger March 19,  1909, par. 1","refcode_long":"The Educational Messenger March 19,  1909, paragraph 1","content":"Economy in regard to the outlay of means should be practised in our school in Cooranbong. This must be done, or the same mistakes will be made here that have been made in our schools in America. Those who stand at the head of the schools here need to guard carefully every point and bind about every needless expense, that the burden of debt may not fall upon the school. As co-laborers with Christ, every student who loves God supremely will help to bear responsibility in this matter."},{"refcode_short":"EducationalMessenger March 19,  1909, par. 2","refcode_long":"The Educational Messenger March 19,  1909, paragraph 2","content":"Self-indulgence is a great evil and must be overcome. Those who have been educated in this line can demonstrate in precept and example to those with whom they come in contact the principles taught by our self-denying Redeemer. He says to all, “Come unto me, all ye that labor and are heavy laden, and I will give you rest.” Then the conditions are stated, from which there can be no departure, “Take my yoke upon you and learn of me; for I am meek and lowly of heart and ye shall find rest unto your souls. For my yoke is easy and my burden is light.”"},{"refcode_short":"EducationalMessenger March 19,  1909, par. 3","refcode_long":"The Educational Messenger March 19,  1909, paragraph 3","content":"There is far less earnest, whole-souled study of the truth as it is in Jesus than there should be. There should be connected with our school, those who are strong-minded and whole-souled Christians, who receive and believe in Christ as the Alpha and Omega."},{"refcode_short":"EducationalMessenger March 19,  1909, par. 4","refcode_long":"The Educational Messenger March 19,  1909, paragraph 4","content":"In acquiring an education, many have made a mistake by not plowing deep enough. They have thought a knowledge of books the principal thing. But young men and young women must learn sometime that in order to do the highest service for God, they must closely investigate the Scriptures and learn how to do God's will. As they study this Word, they will see in it heights and depths that they have not reached."},{"refcode_short":"EducationalMessenger March 19,  1909, par. 5","refcode_long":"The Educational Messenger March 19,  1909, paragraph 5","content":"When students refuse to make the Word of God their study, and take as their instructors books written by infidels, Satan is close by, to make his impression on their mind. Everyone who allows himself to have respect for infidel authors is in danger. Why?—Because he sees no God, and with all his educators, he does not recognize Jesus Christ as the Teacher sent by God. He does not look upon Him as the Bread sent down from heaven, of which he must eat; and therefore his experience is not composed of that which makes him one with Christ."},{"refcode_short":"EducationalMessenger March 19,  1909, par. 6","refcode_long":"The Educational Messenger March 19,  1909, paragraph 6","content":"The Bible is a treasure house of knowledge, and all who make this book their study, sinking the shaft deep in the mine of truth, will exclaim, “I behold wondrous things out of Thy Word.” The incarnation of Christ is but dimly appreciated by many students who have studied long in our schools. This subject should be and will be better understood by all who in truth love truth, and walk in the way of the Lord. The experimental knowledge of this is as essential to sanctify daily, as to redeem."},{"refcode_short":"EducationalMessenger March 19,  1909, par. 7","refcode_long":"The Educational Messenger March 19,  1909, paragraph 7","content":"Light has been given you in clear lines in regard to the mistakes made in the education of teachers. The education which teachers might gain many regard as non-essential. They do not gain a knowledge of practical life, a knowledge of how to work as well as of how to study. This mistake must not be allowed to influence the youth who attend the school we are trying to establish."},{"refcode_short":"EducationalMessenger March 19,  1909, par. 8","refcode_long":"The Educational Messenger March 19,  1909, paragraph 8","content":"Many look upon books as the principal purpose of their scholastic life. They know very little of practical business management and are therefore one-sided. Their faculties have not been developed proportionately. They have not plowed deep, to understand the weak points in their character building, and they do not realize their deficiency. They start wrong. They feel too unconcerned in regard to becoming involved in debt. They do not look critically at the outcome of this. What is faith?—True faith takes in the whole man, it enables the soul to rise out of an imperfect, undeveloped state, and to understand what true wisdom is. See Proverbs 8."},{"refcode_short":"EducationalMessenger March 19,  1909, par. 9","refcode_long":"The Educational Messenger March 19,  1909, paragraph 9","content":"If education has been carried on in accordance with the mind and will of God, the dark shadow of heavy debt would not today be hanging over our institutions. If the students had developed brain, bone and muscle harmoniously, they could have studied better. But many students have followed their own idea as to what constitutes education, and therefore they have not placed themselves where their determination was to be self-made men and women. Many have failed because they have not reasoned from cause to effect. They are contented to be carried rather than to work their own way. And many follow their example."},{"refcode_short":"EducationalMessenger March 19,  1909, par. 10","refcode_long":"The Educational Messenger March 19,  1909, paragraph 10","content":"When students are carried through years of study on the means of others they lose that experience of practical life that will be difficult for them to recover. One who has often appeared as my instructor, placed his hand on the shoulder of a young man, and said, “You have yet to sink the shaft deeper if you obtain the heavenly treasure. You must learn to cling to the truth by faith in Jesus Christ. Associate with men of experience, who have been taught by God, and who have experimental knowledge of saving faith.”"},{"refcode_short":"EducationalMessenger March 19,  1909, par. 11","refcode_long":"The Educational Messenger March 19,  1909, paragraph 11","content":"Notwithstanding all that has been written in regard to God's plan for the education of our schools, this subject has not fully been taken in. It is today as it was in the days of Christ. The sayings of the priests and rabbis were then frequently brought forward as if they were truth and light. Their words were repeated with assurance, because they had been handed down from rabbi to rabbi. Men departed from the Word of God. False theories, which were received as truth because they came from the lips of rabbis were exalted above the words of God. Christ said to these teachers, “Ye are both ignorant of the Scriptures and of the power of God.”"},{"refcode_short":"EducationalMessenger March 19,  1909, par. 12","refcode_long":"The Educational Messenger March 19,  1909, paragraph 12","content":"Thus it is in our day. Darkness hath covered the earth, and gross darkness the people. Students have left our schools with a deficient education. Some think that they know all that is worth knowing, and that they are qualified to manage institutions. But they have much to unlearn and much to learn. They must know more of God. They must realize their deficiency. They must know what constitutes true Christianity."},{"refcode_short":"EducationalMessenger March 19,  1909, par. 13","refcode_long":"The Educational Messenger March 19,  1909, paragraph 13","content":"Nothing can elevate man, nothing can make him pure and keep him pure but believing in and practising the truth. He must eat the flesh and drink the blood of the Son of God. This is the lesson all should learn. They should see that to be sanctified means more than to have a theoretical knowledge of the truth. They must have living faith. They must do more than denounce wrongs in others; they must fight it in themselves. They must be whole-souled Christians possessing the earnestness and living energy derived in Christ."},{"refcode_short":"EducationalMessenger March 19,  1909, par. 14","refcode_long":"The Educational Messenger March 19,  1909, paragraph 14","content":"The youth should be taught to look upon physiology as one of the essential studies. They should not be satisfied with the mere theory; they should practise the knowledge obtained from books on this subject. This matter has not been patiently and perseveringly worked out. Those who neglect this branch of study which comprehends so much, will make haphazard work in attempting to teach the youth. They are not qualified to direct in our schools, because the way of the Lord must be learned in order to be practised."},{"refcode_short":"EducationalMessenger March 19,  1909, par. 15","refcode_long":"The Educational Messenger March 19,  1909, paragraph 15","content":"Many go from our schools with some knowledge, but without that all-round harmonious character that would enable them to be teachers or principals."},{"refcode_short":"EducationalMessenger March 19,  1909, par. 16","refcode_long":"The Educational Messenger March 19,  1909, paragraph 16","content":"The principles of true education, that will fit students to be practical business men have been very poorly carried out. This class of education is needed in all our missionary enterprises; and if teachers in our schools did their duty, according to the “It is written,” they would send forth from school men who would know how to take hold of the work in a new field, and use their brain, bone, and muscle in making it a harmonious whole."},{"refcode_short":"EducationalMessenger March 19,  1909, par. 17","refcode_long":"The Educational Messenger March 19,  1909, paragraph 17","content":"Many who have been educated in our schools are heedless. They do a little somewhere else, but they show they have not been educated for practical work. Students should remember that the first interest is to make themselves practical, all-round, useful men and women, who, in an emergency, can do the work necessary to be done. When students are given this kind of education, it will not be necessary to spend money to transport men thousands of miles to plan schools, meeting-houses and colleges. Students should be encouraged to combine mental and physical labor. The physical powers should be developed in proportion to the mental faculties. This is essential for an all-round education. They will then be at home in any place. They should be prepared to teach others how to build, how to cultivate the soil. A man may have a brilliant mind, he may be quick to catch ideas; but this is of little value to him and to others if he has no knowledge of practical work, if he does not know how to put his ideas into execution. Such a one is only half educated."},{"refcode_short":"EducationalMessenger March 19,  1909, par. 18","refcode_long":"The Educational Messenger March 19,  1909, paragraph 18","content":"A teacher who has an intelligent knowledge of the best, and who can not only teach the theory, but can show by example how things should be done, will never be a drug in the market. Young men should not always be as servants who must be told what to do, and who, when one job is done, have no perception to look around and see what more needs to be done. They should look the situation squarely in the face, saying, “This will not do. Unless I learn how to work, how to manage difficult problems, how to wrestle with difficult problems, I will be of no practical value. I must and will rise. I will mount from the lowest to the highest round on the ladder.” He who manifests this determination will make a trustworthy worker; for his aim is to advance in knowledge and increase in understanding. He can be depended on as thoughtful and caretaking. There are those who are quick to see and grasp ideas in advance. But they do not weigh every point and apply their ideas in a way that produces the best results. They are heedless; they do not work in the wisdom of God. Such need to make haste slowly in forming their opinions, lest they should be obliged to retrace their steps. If they are not careful, their course will be uneven and uncertain. They will fail to make straight paths for their feet, lest the lame be turned out of the way. They will surely lead away those who admire their flashes and brilliancy, unless they determine to know why they know the things they claim to know. They should be careful how they order their steps. They should pray much, fearing to make mistakes. Unless they walk guardedly, they will be losers."}]