[{"refcode_short":"ExV 2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 2 (Ellen Gould White)","content":"A Sketch of the Christian Experience and Views of Ellen G. White"},{"refcode_short":"ExV 2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 2 (Ellen Gould White)","content":"Preface"},{"refcode_short":"ExV 2.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 2.1 (Ellen Gould White)","content":"We are well aware that many honest seekers after truth and Bible holiness are prejudiced against visions. Two great causes have created this prejudice. First, fanaticism, accompanied by false visions and exercises, has existed more or less, almost everywhere. This has led many of the sincere to doubt anything of the kind. Second, the exhibition of mesmerism, &C., and what is commonly called the “mysterious rappings,” are perfectly calculated to deceive, and create unbelief relative to the gifts and operations of the Spirit of God."},{"refcode_short":"ExV 2.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 2.2 (Ellen Gould White)","content":"But God is unchangeable. His work through Moses in the presence of Pharaoh was perfect, notwithstanding “Jannes and Jambres” were permitted to perform miracles by the power of Satan, that resembled the miracles wrought by Moses. The counterfeit also appeared in the days of the apostles, yet the gifts of the Spirit were manifested in the followers of Christ. And it is not the purpose of God to leave his people in this age of almost unbounded deception, without the gifts and manifestations of his Spirit."},{"refcode_short":"ExV 2.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 2.3 (Ellen Gould White)","content":"The design of a counterfeit is to imitate an existing reality. Therefore the present manifestation of the spirit of error is proof that God manifests Himself to His children by the power of the Holy Spirit, and that He is about to fulfil His word gloriously."},{"refcode_short":"ExV 2.4","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 2.4 (Ellen Gould White)","content":"“And it shall come to pass in the last days, saith God, I will pour out of My Spirit upon all flesh; and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams, &C.” Acts 2:17; Joel 2:28."},{"refcode_short":"ExV 2.5","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 2.5 (Ellen Gould White)","content":"As for mesmerism we have ever considered it dangerous, therefore have had nothing to do with it. We never even saw a person in a mesmeric sleep, and know nothing by experience of the art."},{"refcode_short":"ExV 2.6","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 2.6 (Ellen Gould White)","content":"We send out this little work with the hope that it will comfort the saints."},{"refcode_short":"ExV 3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 3 (Ellen Gould White)","content":"Experience and Views"},{"refcode_short":"ExV 3.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 3.1 (Ellen Gould White)","content":"By the request of dear friends I have consented to give a brief sketch of my experience and views, with the hope that it will cheer and strengthen the humble, trusting children of the Lord."},{"refcode_short":"ExV 3.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 3.2 (Ellen Gould White)","content":"At the age of eleven years I was converted, and when twelve years old was baptized, and joined the Methodist Church. At the age of thirteen I heard Bro. Miller deliver his second course of lectures in Portland, Me. I then felt that I was not holy, not ready to see Jesus. And when the invitation was given for church members and sinners to come forward for prayers, I embraced the first opportunity, for I knew that I must have a great work done for me to fit me for Heaven. My soul was thirsting for full and free salvation, but knew not how to obtain it."},{"refcode_short":"ExV 3.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 3.3 (Ellen Gould White)","content":"In 1842 I constantly attended the Second Advent meetings in Portland, Me., and fully believed the Lord was coming. I was hungering and thirsting for full salvation, and an entire conformity to the will of God. Day and night I was struggling to obtain this priceless treasure, that all the riches of earth could not purchase. As I was bowed before God praying for this blessing the duty to go and pray in a public prayer-meeting was presented before me. I had never prayed vocally in meeting, and drew back from the duty, fearing that if I should attempt to pray I should be confounded. Every time I went before the Lord in secret prayer this unfulfilled duty presented itself, until I ceased to pray, and settled down in a melancholy state, and finally in deep despair."},{"refcode_short":"ExV 3.4","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 3.4 (Ellen Gould White)","content":"In this state of mind I remained for three weeks, with not one ray of light to pierce the thick clouds of darkness around me. I then had two dreams which gave me a faint ray of light and hope. After that I opened my mind to my devoted mother. She told me that I was not lost, and advised me to go and see Bro. Stockman, who then preached to the Advent people in Portland. I had great confidence in him, for he was a devoted and beloved servant of Christ. His words affected me and led me to hope. I returned home, and again went before the Lord, and promised that I would do and suffer any thing if I could have the smiles of Jesus. The same duty was presented. There was to be a prayer meeting that evening which I attended, and when others knelt to pray I bowed with them trembling, and after two or three had prayed, I opened my mouth in prayer before I was aware of it, and the promises of God looked to me like so many precious pearls that were to be received by only asking for them. As I prayed the burden and agony of soul that I had so long felt left me, and the blessing of God came upon me like the gentle dew, and I gave glory to God for what I felt, but I longed for more. I could not be satisfied till I was filled with the fullness of God. Inexpressible love for Jesus filled my soul. Wave after wave of glory rolled over me until my body grew stiff. Everything was shut out from me but Jesus and glory, and I knew nothing of what was passing around me."},{"refcode_short":"ExV 4.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 4.1 (Ellen Gould White)","content":"I remained in this state of body and mind a long time, and when I realized what was around me, everything seemed changed. Every thing looked glorious and new, as if smiling and praising God. I was then willing to confess Jesus everywhere. For six months not a cloud of darkness passed over my mind. My soul was daily drinking rich draughts of salvation. I thought that those who loved Jesus would love his coming, so went to the class-meeting and told them what Jesus had done for me, and what a fullness I enjoyed through believing that the Lord was coming. The class-leader interrupted me saying, “Through Methodism,” but I could not give the glory to Methodism, when it was Christ and the hope of his soon coming that had made me free."},{"refcode_short":"ExV 5.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 5.1 (Ellen Gould White)","content":"My father's family were most all full believers in the Advent, and for bearing testimony to this glorious doctrine, seven of us were at one time cast out of the Methodist Church. At this time the words of the Prophet were exceedingly precious to us."},{"refcode_short":"ExV 5.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 5.2 (Ellen Gould White)","content":"“Your brethren that hated you, that cast you out for my name's sake, said, Let the Lord be glorified; but he shall appear to your joy, and they shall be ashamed.” Isaiah 66:5."},{"refcode_short":"ExV 5.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 5.3 (Ellen Gould White)","content":"From this time, up to December, 1844, my joys, trials and disappointments were like those of my dear Advent friends around me. At this time I visited one of our Advent sisters, and in the morning we bowed around the family altar. It was not an exciting occasion, and there were but five of us present, all females. While praying the power of God came upon me as I never had felt it before, and I was wrapt up in a vision of God's glory, and seemed to be rising higher and higher from the earth, and was shown something of the travels of the Advent people to the Holy City, as will be seen in the vision hereafter."},{"refcode_short":"ExV 5.4","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 5.4 (Ellen Gould White)","content":"After I came out of vision everything looked changed, a gloom was spread over all that I beheld. O, how dark this world looked to me. I wept when I found myself here, and felt homesick. I had seen a better world, and it had spoiled this for me. I told the view to our little band in Portland, who then fully believed it to be of God. It was a powerful time. The solemnity of eternity rested upon us. About one week after this the Lord gave me another view, and shewed me the trials I must pass through, and that I must go and relate to others what he had revealed to me, and that I should meet with great opposition, and suffer anguish of spirit by going. But said the angel “The grace of God is sufficient for you: he will hold you up.”"},{"refcode_short":"ExV 6.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 6.1 (Ellen Gould White)","content":"After I came out of this vision I was exceedingly troubled. My health was very poor, and I was but seventeen years old. I knew that many had fallen through exaltation, and I knew that if I in any way became exalted that God would leave me, and I should surely be lost. I went to the Lord in prayer and begged him to lay the burden on some one else. It seemed to me that I could not bear it. I lay upon my face a long time, and all the light I could get was “Make known to others what I have revealed to you.”"},{"refcode_short":"ExV 6.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 6.2 (Ellen Gould White)","content":"In my next vision I earnestly begged of the Lord, that if I must go and relate what he had shown me, to keep me from exaltation. Then he shewed me that my prayer was answered, and if I should be in danger of exaltation his hand should be laid upon me, and I should be afflicted with sickness. Said the angel, If you deliver the messages faithfully, and endure unto the end, you shall eat of the fruit of the tree of life, and drink of the water of the river of life."},{"refcode_short":"ExV 6.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 6.3 (Ellen Gould White)","content":"Soon it was reported all around that the visions were the result of mesmerism, and many Adventists were ready to believe, and circulate the report. A physician, who was a celebrated mesmerizer, told me that my views were mesmerism, and that I was a very easy subject, and that he could mesmerize me and give me a vision. I told him that the Lord had shown me in vision that mesmerism was from the Devil, from the bottomless pit, and that it would soon go there, with those who continued to use it. I then gave him liberty to mesmerize me if he could. He tried for more than half an hour, resorting to different operations, and then gave it up. By faith in God I was able to resist his influence, so that it did not affect me in the least."},{"refcode_short":"ExV 6.4","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 6.4 (Ellen Gould White)","content":"If I had a vision in meeting many would say that it was excitement, and that some one mesmerized me. Then I would go away alone in the woods, where no eye could see, or ear hear but God's, and pray to him, and he would sometimes give me a vision there. I then rejoiced, and told them what God had revealed to me alone, where no mortal could influence me. But I was told by some that I mesmerized myself. O, thought I, has it come to this that those who honestly go to God alone to plead his promises, and to claim his salvation, are to be charged with being under the foul and soul-damning influence of mesmerism? Do we ask our kind Father in Heaven for “bread,” only to receive a “stone,” or a “scorpion?” These things wounded my spirit, and wrung my soul in keen anguish, well nigh to despair, while many would have me believe that there was no Holy Ghost, and that all the exercises that holy men of God have experienced were only mesmerism, or the deceptions of Satan."},{"refcode_short":"ExV 7.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 7.1 (Ellen Gould White)","content":"At this time there was fanaticism in Maine. Some refrained wholly from labor, and disfellowshipped all those who would not receive their views on this point, and some other things which they held to be religious duties. God revealed these errors to me in vision, and sent me to his erring children to declare them; but many of them wholly rejected the message, and charged me with conforming to the world. On the other hand, the Nominal Adventists charged me with fanaticism, and I was falsely, and by some wickedly represented as being the leader of the fanaticism that I was actually laboring to do away. Different times were repeatedly set for the Lord to come, and were urged upon the brethren.—But the Lord shewed me that they would all pass by, for the time of trouble must come before the coming of Christ, and that every time that was set, and passed by, would only weaken the faith of God's people. For this I was charged with being with the evil servant, that said in his heart, “My Lord delayeth his coming.”"},{"refcode_short":"ExV 7.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 7.2 (Ellen Gould White)","content":"All these things weighed heavily upon my spirits, and in the confusion I was sometimes tempted to doubt my own experience. And while at family prayers one morning, the power of God began to rest upon me, and the thought rushed into my mind that it was mesmerism, and I resisted it. Immediately I was struck dumb, and for a few moments was lost to everything around me. I then saw my sin in doubting the power of God, and that for so doing I was struck dumb, and that my tongue should be loosed in less than twenty-four hours. A card was held up before me, on which was written in gold letters the chapter and verse of fifty texts of Scripture. After I came out of vision, I beckoned for the slate, and wrote upon it that I was dumb, also what I had seen, and that I wished the large Bible. I took the Bible and readily turned to all the texts that I had seen upon the card. I was unable to speak all day. Early the next morning my soul was filled with joy, and my tongue was loosed to shout the high praises of God. After that I dared not doubt, or for a moment resist the power of God, however others might think of me."},{"refcode_short":"ExV 8.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 8.1 (Ellen Gould White)","content":"In 1846, while at Fairhaven, Mass., my sister, (who usually accompanied me at that time,) sister A. and brother G. and myself started in a sail-boat to visit a family on West's Island. It was almost night when we started. We had gone but a short distance when a sudden storm arose. It thundered and lightened and the rain came in torrents upon us. It seemed plain that we must be lost, unless God should deliver."},{"refcode_short":"ExV 8.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 8.2 (Ellen Gould White)","content":"I knelt down in the boat, and began to cry to God to deliver us. And there upon the tossing billows, while the water washed over the top of the boat upon us, the rain descended as I never saw it before, the lightnings flashed and the thunders rolled, I was taken off in vision, and saw that sooner would every drop of water in the ocean be dried up than we should perish, for I saw that my work had but just begun. After I came out of the vision all my fears were gone, and we sung and praised God, and our little boat was to us a floating Bethel. The editor of the “Advent Herald” has said that my visions were known to be “the result of mesmeric operations.” But I ask, what chance was there for mesmeric operations in such a time as that?"},{"refcode_short":"ExV 9.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 9.1 (Ellen Gould White)","content":"Bro. G. had more than he could well attend to, to manage the boat. He tried to anchor, but the anchor dragged. Our little boat was tossed upon the waves, and driven by the wind, while it was so dark that we could not see from one end of the boat to the other."},{"refcode_short":"ExV 9.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 9.2 (Ellen Gould White)","content":"Soon the anchor held, and Bro. G. called for help. There were but two houses on the Island, and it proved that we were near one of them, but not the one where we wished to go. All the family had retired to rest except a little child, who providentially heard the call for help upon the water. Her father soon came to our relief, and in a small boat, took us to the shore. We spent the most of that night in thanksgiving and praise to God, for his wonderful goodness unto us."},{"refcode_short":"ExV 9.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 9.3 (Ellen Gould White)","content":"Here I will give the view that was first published in 1846. In this view I saw only a very few of the events of the future. More recent views have been more full. I shall therefore leave out a portion and prevent repetition."},{"refcode_short":"ExV 9","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 9 (Ellen Gould White)","content":"To the Remnant scattered Abroad"},{"refcode_short":"ExV 9.4","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 9.4 (Ellen Gould White)","content":"As God has shown me the travels of the Advent people to the Holy City, and the rich reward to be given those who wait the return of their Lord from the wedding, it may be my duty to give you a short sketch of what God has revealed to me. The dear saints have got many trials to pass through. But our light afflictions, which are but for a moment, worketh for us a far more exceeding and eternal weight of glory—while we look not at the things which are seen, for the things which are seen are temporal, but the things which are not seen are eternal. I have tried to bring back a good report, and a few grapes from the heavenly Canaan, for which many would stone me, as the congregation bade stone Caleb and Joshua for their report, (Numbers 14:10.) But I declare to you, my brethren and sisters in the Lord, it is a goodly land, and we are well able to go up and possess it."},{"refcode_short":"ExV 10.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 10.1 (Ellen Gould White)","content":"While praying at the family altar, the Holy Ghost fell upon me, and I seemed to be rising higher and higher, far above the dark world. I turned to look for the Advent people in the world, but could not find them—when a voice said to me, “Look again, and look a little higher.” At this I raised my eyes and saw a straight and narrow path, cast up high above the world. On this path the Advent people were traveling to the City, which was at the farther end of the path. They had a bright light set up behind them at the first end of the path, which an angel told me was the Midnight Cry. This light shone all along the path, and gave light for their feet so they might not stumble. And if they kept their eyes fixed on Jesus, who was just before them, leading them to the City, they were safe. But soon some grew weary, and they said the City was a great way off, and they expected to have entered it before. Then Jesus would encourage them by raising his glorious right arm, and from his arm came a glorious light which waved over the Advent band, and they shouted Hallelujah! Others rashly denied the light behind them, and said that it was not God that had led them out so far. The light behind them went out leaving their feet in perfect darkness, and they stumbled and got their eyes off the mark, and lost sight of Jesus, and fell off the path down in the dark and wicked world below. Soon we heard the voice of God like many waters, which gave us the day and hour of Jesus’ coming. The living saints, 144,000, in number, knew and understood the voice, while the wicked thought it was thunder and an earthquake. When God spake the time, he poured on us the Holy Ghost, and our faces began to light up and shine with the glory of God as Moses’ did when he came down from Mount Sinai."},{"refcode_short":"ExV 11.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 11.1 (Ellen Gould White)","content":"The 144,000 were all sealed and perfectly united. On their foreheads was written, God, New Jerusalem, and a glorious Star containing Jesus’ new name. At our happy, holy state the wicked were enraged, and would rush violently up to lay hands on us to thrust us in prison, when we would stretch forth the hand in the name of the Lord, and the wicked would fall helpless to the ground. Then it was that the synagogue of Satan knew that God had loved us who could wash one another's feet, and salute the holy brethren with a holy kiss, and they worshipped at our feet. Soon our eyes were drawn to the East, for a small black cloud had appeared about half as large as a man's hand, which we all knew was the Sign of the Son of Man. We all in solemn silence gazed on the cloud as it drew nearer, and became lighter, glorious, and still more glorious, till it was a great white cloud. The bottom appeared like fire, a rainbow was over it, around the cloud were ten thousand angels singing a most lovely song. And on it sat the Son of Man, on his head were crowns, his hair was white and curly and lay on his shoulders. His feet had the appearance of fire, in his right hand was a sharp sickle, in his left a silver trumpet. His eyes were as a flame of fire, which searched his children through and through. Then all faces gathered paleness, and those that God had rejected gathered blackness. Then we all cried out, who shall be able to stand? Is my robe spotless? Then the angels ceased to sing, and there was some time of awful silence, when Jesus spoke. Those who have clean hands and a pure heart shall be able to stand, my grace is sufficient for you. At this, our faces lighted up, and joy filled every heart. And the angels struck a note higher and sung again while the cloud drew still nearer the earth. Then Jesus’ silver trumpet sounded, as he descended on the cloud, wrapped in flames of fire. He gazed on the graves of the sleeping saints, then raised his eyes and hands to heaven and cried, Awake! Awake! Awake! ye that sleep in the dust and arise. Then there was a mighty earthquake. The graves opened, and the dead came up clothed with immortality. The 144,000 shouted, Hallelujah! as they recognized their friends who had been torn from them by death, and in the same moment we were changed and caught up together with them to meet the Lord in the air. We all entered the cloud together, and were seven days ascending to the sea of glass, when Jesus brought along the crowns and with his own right hand placed them on our heads. He gave us harps of gold and palms of victory. Here on the sea of glass the 144,000 stood in a perfect square. Some of them had very bright crowns, others not so bright. Some crowns appeared heavy with stars, while others had but few. All were perfectly satisfied with their crowns. And they were all clothed with a glorious white mantle from their shoulders to their feet. Angels were all about us as we marched over the sea of glass to the gate of the City. Jesus raised his mighty glorious arm, laid hold of the pearly gate and swung it back on its glittering hinges, and said to us, You have washed your robes in my blood, stood stiffly for my truth, enter in. We all marched in and felt we had a perfect right in the City. Here we saw the tree of life and the throne of God. Out of the throne came a pure river of water, and on either side of the river was the tree of life. On one side of the river was a trunk of a tree, and a trunk on the other side of the river, both of pure transparent gold."},{"refcode_short":"ExV 13.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 13.1 (Ellen Gould White)","content":"At first I thought I saw two trees. I looked again and saw they were united at the top in one tree.—So it was the tree of life, on either side of the river of life. Its branches bowed to the place where we stood; and the fruit was glorious, which looked like gold mixed with silver. We all went under the tree, and sat down to look at the glory of the place, when brothers Fitch and Stockman, who had preached the gospel of the kingdom, and whom God had laid in the grave to save them, came up to us and asked us what we had passed through while they were sleeping. We tried to call up our greatest trials, but they looked so small compared with the far more exceeding and eternal weight of glory that surrounded us, that we could not speak them out, and we all cried out Alleluia, heaven is cheap enough, and we touched our glorious harps and made heaven's arches ring."},{"refcode_short":"ExV 13.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 13.2 (Ellen Gould White)","content":"With Jesus at our head we all descended from the City down to this earth, on a great and mighty mountain, which could not bear Jesus up, and it parted asunder, and there was a mighty plain. Then we looked up and saw the Great City, with twelve foundations, twelve gates, three on each side, and an angel at each gate. We all cried out “The City, the Great City, it's coming, it's coming down from God out of heaven;” and it came and settled on the place where we stood. Then we began to look at the glorious things outside of the City. There I saw most glorious houses, that had the appearance of silver, supported by four pillars, set with pearls, most glorious to behold, which were to be inhabited by the saints, and in them was a golden shelf. I saw many of the saints go into the houses, take off their glittering crowns and lay them on the shelf, then go out into the field by the houses to do something with the earth; not as we have to do with the earth here; no, no. A glorious light shone all about their heads and they were continually shouting and offering praises to God."},{"refcode_short":"ExV 14.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 14.1 (Ellen Gould White)","content":"And I saw another field full of all kinds of flowers, and as I plucked them, I cried out, They will never fade. Next I saw a field of tall grass, most glorious to behold; it was living green, and had a reflection of silver and gold, as it waved proudly to the glory of King Jesus. Then we entered a field full of all kinds of beasts—the lion, the lamb, the leopard and the wolf, altogether in perfect union. We passed through the midst of them, and they followed on peaceably after. Then we entered a wood, not like the dark woods we have here, no, no; but light, and all over glorious; the branches of the trees waved to and fro, and we all cried out, “We will dwell safely in the wilderness and sleep in the woods.” We passed through the woods, for we were on our way to Mount Zion. As we were traveling along, we met a company who were also gazing at the glories of the place. I noticed red as a border on their garments; their crowns were brilliant; their robes were pure white. As we greeted them, I asked Jesus who they were. He said they were martyrs that had been slain for him. With them was an innumerable company of little ones; they had a hem of red on their garments also. Mount Zion was just before us, and on the Mount was a glorious temple, and about it were seven other mountains, on which grew roses and lilies. And I saw the little ones climb, or if they chose, use their little wings and fly to the top of the mountains, and pluck the never fading flowers.—There were all kinds of trees around the temple to beautify the place; the box, the pine, the fir, the oil, the myrtle, the pomegranate and the fig tree bowed down with the weight of its timely figs, that made the place all over glorious. And as we were about to enter the holy temple, Jesus raised his lovely voice and said, Only the 144,000 enter this place, and we shouted Alleluia."},{"refcode_short":"ExV 15.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 15.1 (Ellen Gould White)","content":"This temple was supported by seven pillars, all of transparent gold, set with pearls most glorious. The glorious things I saw there, I cannot describe. Oh, that I could talk in the language of Canaan, then could I tell a little of the glory of the better world. I saw there tables of stone in which the names of the 144,000 were engraved in letters of gold. After we beheld the glory of the temple, we went out, and Jesus left us, and went to the City. Soon we heard his lovely voice again, saying, “Come, my people, you have come out of great tribulation, and done my will; suffered for me; come in to supper, for I will gird myself, and serve you.” We shouted Alleluia, glory, and entered into the City. And I saw a table of pure silver, it was many miles in length, yet our eyes could extend over it. I saw the fruit of the tree of life, the manna, almonds, figs, pomegranates, grapes, and many other kinds of fruit. I asked Jesus to let me eat of the fruit. He said, Not now. Those who eat of the fruit of this land, go back to earth no more. But in a little while, if faithful, you shall both eat of the fruit of the tree of life, and drink of the water of the fountain. And he said, You must go back to the earth again, and relate to others what I have revealed to you. Then an angel bore me gently down to this dark world. Sometimes I think I can stay here no longer, all things of earth look so dreary. I feel very lonely here, for I have seen a better land. Oh, that I had wings like a dove, then would I fly away and be at rest."},{"refcode_short":"ExV 15.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 15.2 (Ellen Gould White)","content":"The Lord gave me the following view in 1847, while at Topsham, Me. The brethren were assembled on the Sabbath."},{"refcode_short":"ExV 15.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 15.3 (Ellen Gould White)","content":"We felt an unusual spirit of prayer. And as we prayed, the Holy Ghost fell upon us. We were very happy. Soon I was lost to earthly things, and was wrapped up in a vision of God's glory. I saw an angel swiftly flying to me. He quickly carried me from the earth to the Holy City. In the City I saw a temple, which I entered. I passed through a door before I came to the first vail. This veil was raised, and I passed into the Holy Place. Here I saw the altar of incense, the candlestick with seven lamps, and the table on which was the shew-bread. After viewing the glory of the Holy, Jesus raised the second vail, and I passed into the Holy of Holies."},{"refcode_short":"ExV 16.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 16.1 (Ellen Gould White)","content":"In the Holiest I saw an ark; on the top and sides of it was purest gold. On each end of the ark was a lovely cherub, with their wings spread out over it. Their faces were turned towards each other, and they looked downwards. Between the angels was a golden censer. Above the ark, where the angels stood, was an exceeding bright glory, that appeared like a throne where God dwelt. Jesus stood by the ark. And as the saints’ prayers came up to Jesus, the incense in the censer would smoke, and he offered up the prayers of the saints with the smoke of the incense to his Father. In the ark, was the golden pot of manna, Aaron's rod that budded, and the tables of stone which folded together like a book. Jesus opened them, and I saw the ten commandments written on them with the finger of God. On one table was four, and on the other six. The four on the first table shone brighter than the other six. But the fourth (the Sabbath commandment,) shone above them all; for the Sabbath was set apart to be kept in honor of God's holy name. The Holy Sabbath looked glorious—a halo of glory was all around it. I saw that the Sabbath was not nailed to the cross. If it was, the other nine commandments were; and we are at liberty to go forth and break them all, as well as to break the fourth. I saw that God had not changed the Sabbath, for he never changes. But the Pope had changed it from the seventh to the first day of the week; for he was to change times and laws."},{"refcode_short":"ExV 17.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 17.1 (Ellen Gould White)","content":"And I saw that if God had changed the Sabbath, from the seventh to the first day, he would have changed the writing of the Sabbath commandment, written on the tables of stone, which are now in the ark, in the Most Holy Place of the Temple in heaven; and it would read thus: The first day is the Sabbath of the Lord thy God. But I saw that it read the same as when written on the tables of stone by the finger of God, and delivered to Moses in Sinai, “But the seventh day is the Sabbath of the Lord thy God.” I saw that the Holy Sabbath is, and will be, the separating wall between the true Israel of God and unbelievers; and that the Sabbath is the great question, to unite the hearts of God's dear waiting saints."},{"refcode_short":"ExV 17.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 17.2 (Ellen Gould White)","content":"I saw that God had children, who do not see and keep the Sabbath. They had not rejected the light on it. And at the commencement of the time of trouble, we were filled with the Holy Ghost as we went forth and proclaimed the Sabbath more fully. This enraged the churches, and nominal Adventists, as they could not refute the Sabbath truth. And at this time God's chosen all saw clearly that we had the truth, and they came out and endured the persecution with us. And I saw the sword, famine, pestilence and great confusion in the land. The wicked thought that we had brought the judgments down on them. They rose up and took counsel to rid the earth of us, thinking that then the evil would be stayed."},{"refcode_short":"ExV 17.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 17.3 (Ellen Gould White)","content":"In the time of trouble, we all fled from the cities and villages, but were pursued by the wicked, who entered the houses of the saints with the sword. They raised the sword to kill us, but it broke, and fell as powerless as a straw. Then we all cried day and night for deliverance, and the cry came up before God. The sun came up, and the moon stood still. The streams ceased to flow. Dark heavy clouds came up, and clashed against each other. But there was one clear place of settled glory, from whence came the voice of God like many waters, which shook the heavens, and the earth. The sky opened and shut, and was in commotion. The mountains shook like a reed in the wind, and cast out ragged rocks all around. The sea boiled like a pot, and cast out stones upon the land. And as God spake the day and hour of Jesus’ coming, and delivered the everlasting covenant to his people, he spake one sentence, and then paused, while the words were rolling through the earth. The Israel of God stood with their eyes fixed upwards, listening to the words as they came from the mouth of Jehovah, and rolled through the earth like peals of loudest thunder. It was awfully solemn. At the end of every sentence, the saints shouted, Glory! Hallelujah! Their countenances were lighted up with the glory of God; and they shone with the glory as Moses’ face did when he came down from Sinai. The wicked could not look on them for the glory. And when the never-ending blessing was pronounced on those who had honored God, in keeping his Sabbath holy, there was a mighty shout of victory over the Beast, and over his Image."},{"refcode_short":"ExV 18.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 18.1 (Ellen Gould White)","content":"Then commenced the jubilee, when the land should rest. I saw the pious slave rise in triumph and victory, and shake off the chains that bound him, while his wicked master was in confusion, and knew not what to do; for the wicked could not understand the words of the voice of God. Soon appeared the great white cloud. It looked more lovely than ever before. On it sat the Son of Man. At first we did not see Jesus on the cloud, but as it drew near the earth, we could behold his lovely person. This cloud, when it first appeared, was the Sign of the Son of Man in heaven. The voice of the Son of God called forth the sleeping saints, clothed with a glorious immortality. The living saints were changed in a moment, and were caught up with them in the cloudy chariot. It looked all over glorious as it rolled upwards. On either side of the chariot were wings, and beneath it wheels. And as the chariot rolled upwards, the wheels cried Holy, and the wings, as they moved, cried Holy, and the retinue of Holy Angels around the cloud cried Holy, Holy, Holy, Lord God Almighty. And the saints in the cloud cried, Glory, Alleluia. And the chariot rolled upwards to the Holy City. Jesus threw open the gates of the Golden City, and led us in. Here we were made welcome, for we had kept the “Commandments of God,” and had a “right to the tree of life.”"},{"refcode_short":"ExV 19","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 19 (Ellen Gould White)","content":"The Sealing"},{"refcode_short":"ExV 19.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 19.1 (Ellen Gould White)","content":"At the commencement of the Holy Sabbath, (January 5th, 1849) we engaged in prayer with Bro. Belden's family at Rocky Hill, Con., and the Holy Ghost fell upon us. I was taken off in vision to the Most Holy Place, where I saw Jesus still interceding for Israel. On the bottom of his garment was a bell and a pomegranate, a bell and a pomegranate. Then I saw that Jesus would not leave the Most Holy Place until every case was decided either for salvation or destruction, and that the wrath of God could not come until Jesus had finished his work in the Most Holy Place, laid off his priestly attire and clothed himself with the garments of vengeance. Then Jesus will step out from between the Father and man, and God will keep silence no longer; but pour out his wrath on those who have rejected his truth. I saw that the anger of the nations, the wrath of God, and the time to judge the dead, were separate events, one following the other. I saw that Michael had not stood up, and that the time of trouble, such as never was, had not yet commenced. The nations are now getting angry, but when our High Priest has finished his work in the Sanctuary, he will stand up, put on the garments of vengeance, and then the seven last plagues will be poured out. I saw that the four angels would hold the four winds until Jesus’ work was done in the Sanctuary, and then will come the seven last plagues. These plagues enraged the wicked against the righteous, and they thought that we had brought them down upon them, and if they could rid the earth of us, then the plagues would be stayed. A decree went forth to slay the saints, which caused them to cry day and night for deliverance. This was the time of Jacob's trouble. Then all the saints cried out with anguish of spirit, and were delivered by the voice of God. Then the 144,000 triumphed. Their faces were lighted up with the glory of God. Then I was shown a company who were howling in agony. On their garments was written in large characters, “Thou art weighed in the balance, and found wanting.” I asked who this company were. The angel said, “These are they who have once kept the Sabbath and have given it up.” I heard them cry with a loud voice, “We have believed in thy coming, and taught it with energy.” And while they were speaking, their eyes would fall upon their garments and see the writing, and then they would wail aloud. I saw that they had drunk of the deep waters, and fouled the residue with their feet—trodden the Sabbath under foot, and that is why they were weighed in the balance and found wanting. Then my attending angel directed me to the City again, where I saw four angels winging their way to the gate of the City, and were just presenting the golden card to the angel at the gate. Then I saw another angel swiftly flying from the direction of the most excellent glory, and crying with a loud voice to the other angels, and waving something up and down in his hand. I asked my attending angel for an explanation of what I saw. He told me that I could see no more then, but he would shortly show me what those things that I then saw meant."},{"refcode_short":"ExV 20.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 20.1 (Ellen Gould White)","content":"Sabbath afternoon one of our number was sick, and requested prayers that he might be healed. We all united in applying to the Physician that never lost a case, and while healing power came down, and the sick was healed, the Spirit fell upon me and I was taken off in vision."},{"refcode_short":"ExV 21.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 21.1 (Ellen Gould White)","content":"I saw four angels who had a work to do on the earth, and were on their way to accomplish it. Jesus was clothed with priestly garments. He gazed in pity on the remnant, then raised his hands upward, and with a voice of deep pity cried, “My blood, Father, my blood, my blood, my blood.” Then I saw an exceeding bright light come from God, who sat upon the great white throne, and was shed all about Jesus. Then I saw an angel with a commission from Jesus, swiftly flying to the four angels who had a work to do on the earth, and waving something up and down in his hand, and crying with a loud voice, “Hold! hold! hold! hold! until the servants of God are sealed in their foreheads.” I asked my accompanying angel the meaning of what I heard, and what the four angels were about to do. He said to me that it was God that restrained the powers, and that he gave his angels charge over things on the earth, and that the four angels had power from God to hold the four winds, and that they were about to let them go, and while their hands were loosening, and the four winds were about to blow, the merciful eye of Jesus gazed on the remnant that were not sealed, then he raised his hands to the Father and plead with him that he had spilled his blood for them. Then another angel was commissioned to fly swiftly to the four angels, and bid them hold, until the servants of God were sealed with the seal of the living God in their foreheads."},{"refcode_short":"ExV 21","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 21 (Ellen Gould White)","content":"God's Love for His People"},{"refcode_short":"ExV 21.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 21.2 (Ellen Gould White)","content":"I have seen the tender love that God has for his people, and it is very great. I saw an angel over every saint, with their wings spread about them; and if the saints wept through discouragement, or were in danger, the angel that ever attended them would fly quickly upward to carry the tidings, and the angels in the City would cease to sing. Then Jesus would commission another angel to descend to encourage, watch over and try to keep them from going out of the narrow path; but if they did not take heed to the watchful care of these angels, and would not be comforted by them, and continued to go astray, the angels would look sad and weep. Then they would bear the tidings upward and all the angels in the City would weep, and then with a loud voice say, Amen. But if the saints fixed their eyes on the prize before them, and glorified God by praising him, then the angels would bear the glad tidings to the City, and the angels in the City would touch their golden harps and sing with a loud voice—Alleluia! and the heavenly arches would ring with their lovely songs. I will here state, that there is perfect order and harmony in the Holy City."},{"refcode_short":"ExV 22.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 22.1 (Ellen Gould White)","content":"All the angels that are commissioned to visit the earth hold a golden card, which they present to the angels at the gates of the City as they pass in and out. Heaven is a good place. I long to be there, and behold my lovely Jesus, who gave his life for me, and be changed into his glorious image. Oh, for language to express the glory of the bright world to come. I thirst for the living streams that make glad the City of our God."},{"refcode_short":"ExV 22.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 22.2 (Ellen Gould White)","content":"The Lord has given me a view of other worlds. Wings were given me, and an angel attended me from the City to a place that was bright and glorious. The grass of the place was living green, and the birds there warbled a sweet song. The inhabitants of the place were of all sizes, they were noble, majestic and lovely. They bore the express image of Jesus, and their countenances beamed with holy joy, expressive of the freedom and happiness of the place, I asked one of them why they were so much more lovely than those on the earth. The reply was, “We have lived in strict obedience to the commandments of God, and have not fallen by disobedience, like those on the earth.” Then I saw two trees, one looked much like the tree of life in the City. The fruit of both looked beautiful; but of one they could not eat. They had power to eat of both, but were forbidden to eat of one. Then my attending angel said to me, “None in this place have tasted of the forbidden tree; but if they should eat they would fall.” Then I was taken to a world which had seven moons. There I saw good old Enoch, who had been translated. On his right arm he bore a glorious palm, and on each leaf was written Victory. Around his head was a dazzling white wreath, and leaves on the wreath, and in the middle of each leaf was written Purity, and around the leaf were stones of various colors, that shone brighter than the stars, and cast a reflection upon the letters, and magnified them. On the back part of his head was a bow that confined the wreath, and upon the bow was written Holiness. Above the wreath was a lovely crown that shone brighter than the sun. I asked him if this was the place he was taken to from the earth. He said “It is not, the City is my home, and I have come to visit this place.” He moved about the place as if perfectly at home. I begged of my attending angel to let me remain in that place. I could not bear the thought of coming back to this dark world again. Then the angel said, You must go back, and if you are faithful, you, with the 144,000 shall have the privilege of visiting all the worlds and viewing the handiworks of God."},{"refcode_short":"ExV 23","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 23 (Ellen Gould White)","content":"Shaking of the powers of Heaven"},{"refcode_short":"ExV 23.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 23.1 (Ellen Gould White)","content":"December 16, 1848, the Lord gave me a view of the shaking of the powers of the heavens. I saw that when the Lord said “heaven” (in giving the signs recorded by Matthew, Mark and Luke,) he meant heaven, and when he said “earth” he meant earth. The powers of heaven are the Sun, Moon and Stars. They rule in the heavens. The powers of earth are those who bear rule on the earth. The powers of heaven will be shaken at the voice of God. Then the Sun, Moon and Stars will be moved out of their places. They will not pass away, but be shaken by the voice of God."},{"refcode_short":"ExV 24.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 24.1 (Ellen Gould White)","content":"Dark, heavy clouds came up, and clashed against each other. The atmosphere parted and rolled back, then we could look up through the open space in Orion, from whence came the voice of God. The Holy City will come down through that open space. I saw that the powers of earth are now being shaken, and that events come in order. War, and rumors of war, sword, famine and pestilence, are first to shake the powers of earth, then the voice of God will shake the Sun, Moon and Stars, and this earth also. I saw that the shaking of the powers in Europe is not (as some teach) the shaking of the powers of heaven, but it is the shaking of the angry nations."},{"refcode_short":"ExV 24","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 24 (Ellen Gould White)","content":"The Open and Shut Door"},{"refcode_short":"ExV 24.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 24.2 (Ellen Gould White)","content":"Sabbath, March 24th, 1849, we had a sweet and very interesting meeting with the brethren at Topsham, Me. The Holy Ghost was poured out upon us, and I was taken off in the Spirit to the City of the living God. Then I was shown that the commandments of God, and the testimony of Jesus Christ, relating to the shut door, could not be separated, and that the time for the commandments of God to shine out, with all their importance, and for God's people to be tried on the Sabbath truth, was when the door was opened in the Most Holy Place of the Heavenly Sanctuary, where the Ark is, containing the ten commandments. This door was not opened until the mediation of Jesus was finished in the Holy Place of the Sanctuary in 1844. Then, Jesus rose up and shut the door in the Holy Place, and opened the door in the Most Holy, and passed within the second vail, where he now stands by the Ark, and where the faith of Israel now reaches."},{"refcode_short":"ExV 25.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 25.1 (Ellen Gould White)","content":"I saw that Jesus had shut the door in the Holy Place, and no man can open it: and that he had opened the door in the Most Holy, and no man can shut it; [Revelation 3:7, 8.] and that since Jesus has opened the door in the Most Holy Place, which contains the Ark, the commandments have been shining out to God's people; and they are being tested on the Sabbath question."},{"refcode_short":"ExV 25.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 25.2 (Ellen Gould White)","content":"I saw that the present test on the Sabbath could not come until the mediation of Jesus in the Holy Place was finished, and he had passed within the second vail; therefore, Christians who fell asleep before the door was opened in the Most Holy, when the midnight cry was finished, at the seventh month 1844, and had not kept the true Sabbath, now rest in hope, for they had not the light, and the test on the Sabbath, which we now have since that door was opened. I saw that Satan was tempting some of God's people on this point. Because so many good Christians have fallen asleep in the triumphs of faith, and have not kept the true Sabbath, they were doubting about it being a test for us now."},{"refcode_short":"ExV 25.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 25.3 (Ellen Gould White)","content":"The enemies of the present truth have been trying to open the door of the Holy Place, that Jesus has shut, and to close the door of the Most Holy Place, which he opened in 1844, where the Ark is, containing the two tables of stone, on which are written the ten commandments, by the finger of Jehovah."},{"refcode_short":"ExV 25.4","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 25.4 (Ellen Gould White)","content":"Satan is now using every device in this sealing time, to keep the minds of God's people from the present truth, and to cause them to waver. I saw a covering that God was drawing over his people to protect them in the time of trouble; and every soul that was decided on the truth, and was pure in heart, was to be covered with the covering of Almighty God."},{"refcode_short":"ExV 25.5","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 25.5 (Ellen Gould White)","content":"Satan knew this, and was at work in mighty power to keep the minds of as many as he possibly could unsettled and wavering on the truth. I saw that the mysterious knocking in N. Y. and other places, was the power of Satan, and that such things would be more and more common, clothed in a religious garb, to lull the deceived to more security, and to draw the minds of God's people, if possible, to those things and cause them to doubt the teachings, and power of the Holy Ghost."},{"refcode_short":"ExV 26.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 26.1 (Ellen Gould White)","content":"I saw that Satan was working through agents in a number of ways. He was at work through ministers who have rejected the truth, and are given over to strong delusions to believe a lie that they might be damned. While they were preaching or praying some would fall prostrate and helpless; not by the power of the Holy Ghost, but by the power of Satan breathed upon these agents, and through them to the people. Some professed Adventists who had rejected the present truth, while preaching, praying or in conversation used mesmerism to gain adherents, and the people would rejoice in this influence, for they thought it was the Holy Ghost. And even some that used it were so far in the darkness and deception of the Devil, that they thought it was the power of God, given them to exercise. They had made God altogether such an one as themselves, and had valued his power as a thing of naught."},{"refcode_short":"ExV 26.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 26.2 (Ellen Gould White)","content":"Some of these agents of Satan were affecting the bodies of some of the saints; those that they could not deceive and draw away from the truth, by a Satanic influence. Oh, that all could get a view of it as God revealed it to me, that they might know more of the wiles of Satan, and be on their guard. I saw that Satan was at work in these ways to distract, deceive, and draw away God's people, just now in this sealing time. I saw some who were not standing stiffly for present truth. Their knees were trembling, and their feet were sliding, because they were not firmly planted on the truth, and the covering of Almighty God could not be drawn over them while they were thus trembling."},{"refcode_short":"ExV 27.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 27.1 (Ellen Gould White)","content":"Satan was trying his every art to hold them where they were, until the sealing was past, and the covering drawn over God's people, and they left out, without a shelter from the burning wrath of God, in the seven last plagues."},{"refcode_short":"ExV 27.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 27.2 (Ellen Gould White)","content":"God has begun to draw this covering over his people, and it will soon be drawn over all who are to have a shelter in the day of slaughter. God will work in power for his people; and Satan will be permitted to work also."},{"refcode_short":"ExV 27.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 27.3 (Ellen Gould White)","content":"I saw that the mysterious signs and wonders, and false reformations would increase, and spread. The reformations that were shown me, were not reformations from error to truth. My accompanying angel bade me look for the travail of soul for sinners as used to be. I looked, but could not see it; for the time for their salvation is past."},{"refcode_short":"ExV 27","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 27 (Ellen Gould White)","content":"The Trial of our Faith"},{"refcode_short":"ExV 27.4","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 27.4 (Ellen Gould White)","content":"In this time of trial, we need to be encouraged and comforted by each other. The temptations of Satan are greater now than ever before, for he knows that his time is short, and that very soon every case will be decided, either for Life, or for Death. It is no time to sink down beneath discouragement, and trial now; but we must bear up under all our afflictions, and trust wholly in the mighty God of Jacob."},{"refcode_short":"ExV 27.5","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 27.5 (Ellen Gould White)","content":"The Lord has shown me that his grace is sufficient for all our trials; and although they are greater than ever before, yet if we trust wholly in God, we can overcome every temptation, and through his grace come off victorious."},{"refcode_short":"ExV 27.6","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 27.6 (Ellen Gould White)","content":"If we overcome our trials, and get victory over the temptations of Satan, then we endure the trial of our faith, which is much more precious than gold, and are stronger, and better prepared to meet the next. But if we sink down, and give way to the temptations of Satan, we shall grow weaker and get no reward for the trial, and shall not be so well prepared for the next. In this way we shall grow weaker, and weaker, until we are led captive by Satan, at his will. We must have on the whole armor of God, and be ready at any moment for a conflict with the powers of darkness. When temptations and trials rush in upon us, let us go to God, and agonize with him in prayer. He will not turn us away empty; but will give us grace and strength to overcome, and to break the power of the enemy. Oh, that all could see these things in their true light, and endure hardness as good soldiers of Jesus. Then would Israel move forward strong in God, and in the power of his might."},{"refcode_short":"ExV 28.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 28.1 (Ellen Gould White)","content":"God has shown me that he gave his people a bitter cup to drink to purify and cleanse them. It is a bitter draught, and they can make it still more bitter by murmuring, complaining, and repining. But those who receive it thus, must have another draught, for the first does not have its designed effect upon the heart. And if the second does not effect the work, then they must have another, and another, until it does have its designed effect, or they will be left filthy and impure in heart. I saw that this bitter cup can be sweetened by patience, endurance and prayer, and that it will have its designed effect upon the hearts of those who thus received it, and God will be honored and glorified. It is no small thing to be a Christian, and to be owned and approved of God. The Lord has shown me some who profess the present truth, whose lives do not correspond with their profession. They have got the standard of piety altogether too low, and they come far short of Bible holiness. Some engage in vain and unbecoming conversation, and others give way to the risings of self. We must not expect to please ourselves, live and act like the world, have its pleasures, and enjoy the company of those who are of the world, and reign with Christ in glory."},{"refcode_short":"ExV 28.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 28.2 (Ellen Gould White)","content":"We must be partakers of Christ's sufferings here, if we would share in his glory hereafter. If we seek our own interest, how we can best please ourselves, instead of seeking to please God and advance his precious suffering cause, we shall dishonor God and the holy cause we profess to love."},{"refcode_short":"ExV 29.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 29.1 (Ellen Gould White)","content":"We have but a little space of time left to work for God. Nothing should be too dear to sacrifice for the salvation of the scattered and torn flock of Jesus. Those who make a covenant with God by sacrifice now, will soon be gathered home to share a rich reward, and possess the new kingdom forever and ever."},{"refcode_short":"ExV 29.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 29.2 (Ellen Gould White)","content":"O, let us live wholly for the Lord, and show by a well ordered life and godly conversation that we have been with Jesus, and are his meek and lowly followers. We must work while the day lasts, for when the dark night of trouble and anguish comes, it will be too late to work for God. Jesus is in his Holy Temple, and will now accept our sacrifices, our prayers, and our confessions of faults and sins, and will now pardon all the transgressions of Israel, that they may be blotted out before he leaves the Sanctuary. When Jesus leaves the Sanctuary, then he that is holy and righteous, will be holy and righteous still; for all their sins will then be blotted out, and they will be sealed with the seal of the living God. But those that are unjust and filthy, will be unjust and filthy still; for then there will be no Priest in the Sanctuary to offer their sacrifices, their confessions, and their prayers before the Father's throne. Therefore, what is done to rescue souls from the coming storm of wrath, must be done before Jesus leaves the Most Holy Place of the Heavenly Sanctuary."},{"refcode_short":"ExV 29","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 29 (Ellen Gould White)","content":"To the “Little Flock”"},{"refcode_short":"ExV 29.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 29.3 (Ellen Gould White)","content":"The Lord gave me a view, January 26, 1850, which I will relate. I saw that some of the people of God were stupid and dormant, and were but half awake, and did not realize the time we were now living in; and that the “man” with the “dirt-brush” [see Bro. Miller's dream,] had entered, and that some were in danger of being swept away. I begged of Jesus to save them, to spare them a little longer, and let them see their awful danger, that they might get ready before it should be forever too late. The angel said, “Destruction is coming like a mighty whirlwind.” I begged of the angel to pity, and to save those who loved this world, and were attached to their possessions, and were not willing to cut loose from them, and sacrifice to speed the messengers on their way to feed the hungry sheep, who were perishing for want of spiritual food."},{"refcode_short":"ExV 30.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 30.1 (Ellen Gould White)","content":"As I viewed poor souls dying for want of the present truth, and some who professed to believe the truth were letting them die, by withholding the necessary means to carry forward the work of God, the sight was too painful, and I begged of the angel to remove it from me. I saw that when the cause of God called for some of their property, like the young man who came to Jesus, [Matthew 19:16-22.] they went away sorrowful; and that soon the overflowing scourge would pass over and sweep their possessions all away, and then it would be too late to sacrifice earthly goods, and lay up a treasure in heaven."},{"refcode_short":"ExV 30.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 30.2 (Ellen Gould White)","content":"I then saw the glorious Redeemer, beautiful and lovely, that he left the realms of glory, and came to this dark and lonely world, to give his precious life and die, the just for the unjust. He bore the cruel mocking and scourging, and wore the platted crown of thorns, and sweat great drops of blood in the garden, while the burden of the sins of the whole world was upon him. The angel asked “What for?” O, I saw and knew that it was for us; for our sins he suffered all this, that by his precious blood he might redeem us unto God."},{"refcode_short":"ExV 30.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 30.3 (Ellen Gould White)","content":"Then again was held up before me those who were not willing to dispose of this world's goods to save perishing souls by sending them the truth, while Jesus stands before the Father, pleading his blood, his sufferings and his death for them; and while God's messengers were waiting, ready to carry them the saving truth that they might be sealed with the seal of the living God. It was hard for some who professed to believe the present truth, to even do so little as to hand the messengers God's own money, that he had lent them to be stewards over."},{"refcode_short":"ExV 31.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 31.1 (Ellen Gould White)","content":"Then the suffering Jesus, his sacrifice and love so deep, as to give his life for them, was again held up before me; and then the lives of those who professed to be his followers, who had this world's goods, and considered it so great a thing to help the cause of salvation. The angel said, “Can such enter heaven?” Another angel answered, “No, never, never, never. Those who are not interested in the cause of God on earth, can never sing the song of redeeming love above.”"},{"refcode_short":"ExV 31.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 31.2 (Ellen Gould White)","content":"I saw that the quick work that God was doing on earth would soon be cut short in righteousness, and that the swift messengers must speed on their way to search out the scattered flock. An angel said, “Are all messengers?” Another answered, “No, no, God's messengers have a message.”"},{"refcode_short":"ExV 31.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 31.3 (Ellen Gould White)","content":"I saw that the cause of God had been hindered, and dishonored by some traveling who had no message from God. Such will have to give an account to God for every dollar they have used in traveling where it was not their duty to go; for that money might have helped on the cause of God, and for the lack of it, souls have starved and died for the want of spiritual food that might have been given them by God's called and chosen messengers, if they had had the means."},{"refcode_short":"ExV 31.4","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 31.4 (Ellen Gould White)","content":"The mighty shaking has commenced, and will go on, and all will be shaken out who are not willing to take a bold and unyielding stand for the truth, and sacrifice for God and his cause. The angel said, “Think ye that any will be compelled to sacrifice? No, no. It must be a free will offering. It will take all to buy the field.” I cried to God to spare his people, some of whom were fainting and dying."},{"refcode_short":"ExV 32.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 32.1 (Ellen Gould White)","content":"I saw that those who have strength to labor with their hands, and help sustain the cause, were as accountable for that strength, as others were for their property."},{"refcode_short":"ExV 32.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 32.2 (Ellen Gould White)","content":"Then I saw that the judgments of Almighty God were speedily coming. I begged of the angel to speak in his language to the people. Said he, “All the thunders and lightnings of Mount Sinai would not move those who will not be moved by the plain truths of the word of God, neither would an angel's message awake them.”"},{"refcode_short":"ExV 32.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 32.3 (Ellen Gould White)","content":"I then beheld the beauty and loveliness of Jesus. His robe was whiter than the whitest white. No language can describe his glory and exalted loveliness. All, all who keep the commandments of God, will enter in through the gates into the City, and have right to the tree of life, and ever be in the presence of the lovely Jesus, whose countenance shines brighter than the sun at noon-day."},{"refcode_short":"ExV 32.4","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 32.4 (Ellen Gould White)","content":"Then I was pointed to Adam and Eve in Eden. They partook of the forbidden tree, and then the flaming sword was placed around the tree of life, and they were driven from the Garden, lest they should partake of the tree of life, and be immortal sinners. The tree of life was to perpetuate immortality. I heard an angel ask, “Who of the family of Adam have passed that flaming sword, and have partaken of the tree of life?” I heard another angel answer, “Not one of the family of Adam have passed that flaming sword, and partaken of that tree; therefore there is not an immortal sinner. The soul that sinneth it shall die an everlasting death; a death that will last for ever, where there will be no hope of a resurrection; and then the wrath of God will be appeased."},{"refcode_short":"ExV 32.5","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 32.5 (Ellen Gould White)","content":"I saw that the saints will rest in the Holy City, and reign as kings and priests one thousand years; then Jesus will descend with the saints upon the mount of Olives, and the mount will part asunder, and become a mighty plain for the Paradise of God to rest upon. The rest of the earth will not be cleansed until the wicked dead are raised (at the end of the one thousand years) and gather up around the City; for the feet of the wicked will never desecrate the earth made new. Then fire will come down from God out of heaven and devour them; burn them up root and branch. Satan is the root, and his children are the branches. The same fire that will devour the wicked, will purify the earth. Yours in hope of immortality at the appearing of Jesus, E. G. W."},{"refcode_short":"ExV 33","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 33 (Ellen Gould White)","content":"The Last Plagues and the Judgment"},{"refcode_short":"ExV 33.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 33.1 (Ellen Gould White)","content":"At the general conference of believers in the present truth, held at Sutton, (Vt.) September, 1850, I was shown that the seven last plagues will be poured out after Jesus leaves the Sanctuary. Said the angel, It is the wrath of God and the Lamb that causes the destruction or death of the wicked. At the voice of God the saints will be mighty and terrible as an army with banners; but they will not then execute the judgment written. The execution of the judgment will be at the close of the 1000 years."},{"refcode_short":"ExV 33.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 33.2 (Ellen Gould White)","content":"After the saints are changed to immortality, and are caught up together, with Jesus, receive their harps, crowns, &c., and enter the City, Jesus and the saints sit in judgment. The books are opened, the book of life and the book of death; the book of life contains the good deeds of the saints, and the book of death contains the evil deeds of the wicked. These books were compared with the Statute book, the Bible, and according to that they were judged. The saints in unison with Jesus pass their judgment upon the wicked dead. Behold ye! said the angel, the saints sit in judgment, in unison with Jesus, and mete out to each of the wicked, according to the deeds done in the body, and it is set off against their names, what they must receive at the execution of the judgment. This, I saw, was the work of the saints with Jesus, in the Holy City before it descends to the earth, through the 1000 years. Then at the close of the 1000 years, Jesus, and the angels, and all the saints with him, leaves the Holy City, and while he is descending to the earth with them, the wicked dead are raised, and then the very men that “pierced him,” being raised, will see him afar off in all his glory, the angels and saints with him, and will wail because of him. They will see the prints of the nails in his hands, and in his feet, and where they thrust the spear into his side. The prints of the nails and the spear will then be his glory. It is at the close of the 1000 years that Jesus stands upon the Mount of Olives, and the Mount parts asunder, and it becomes a mighty plain, and those who flee at that time are the wicked, that have just been raised. Then the Holy City comes down and settles on the plain."},{"refcode_short":"ExV 34.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 34.1 (Ellen Gould White)","content":"Then Satan imbues the wicked, that have been raised, with his spirit. He flatters them that the army in the City is small, and that his army is large, and that they can overcome the saints and take the City. While Satan was rallying his army, the saints were in the City, beholding the beauty and glory of the Paradise of God. Jesus was at their head, leading them. All at once the lovely Saviour was gone from our company; but soon we heard his lovely voice, saying, “Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world.” We gathered about Jesus, and just as he closed the gates of the City, the curse was pronounced upon the wicked. The gates were shut. Then the saints used their wings and mounted to the top of the wall of the City. Jesus was also with them; his crown looked brilliant and glorious. It was a crown within a crown, seven in number. The crowns of the saints were of the most pure gold, decked with stars. Their faces shone with glory, for they were in the express image of Jesus; and as they arose, and moved all together to the top of the City, I was enraptured with the sight."},{"refcode_short":"ExV 35.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 35.1 (Ellen Gould White)","content":"Then the wicked saw what they had lost; and fire was breathed from God upon them, and consumed them. This was the Execution of the Judgment. The wicked then received according as the saints in unison with Jesus had meted out to them during the 1000 years. The same fire from God that consumed the wicked, purified the whole earth. The broken ragged mountains melted with fervent heat, the atmosphere, also, and all the stubble was consumed. Then our inheritance opened before us, glorious and beautiful, and we inherited the whole earth made new. We all shouted with a loud voice, Glory, Alleluia."},{"refcode_short":"ExV 35","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 35 (Ellen Gould White)","content":"Texts of Scripture Referred to on Page 8"},{"refcode_short":"ExV 35.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 35.2 (Ellen Gould White)","content":"And behold, thou shalt be dumb, and not able to speak, until the day that these things shall be performed, because thou believest not my words, which shall be fulfilled in their season. Luke 1:20."},{"refcode_short":"ExV 35.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 35.3 (Ellen Gould White)","content":"All things that the Father hath, are mine: therefore said I, that he shall take of mine, and shall shew it unto you. John 16:15."},{"refcode_short":"ExV 35.4","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 35.4 (Ellen Gould White)","content":"And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance. Acts 2:4."},{"refcode_short":"ExV 35.5","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 35.5 (Ellen Gould White)","content":"And now, Lord, behold their threatenings, and grant unto thy servants that with all boldness they may speak thy word,"},{"refcode_short":"ExV 35.6","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 35.6 (Ellen Gould White)","content":"By stretching forth thy hand to heal; and that signs and wonders may be done by the name of thy holy child Jesus."},{"refcode_short":"ExV 35.7","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 35.7 (Ellen Gould White)","content":"And when they had prayed, the place was shaken where they were assembled together; and they were all filled with the Holy Ghost: and they spake the word of God with boldness. Acts 4:29-31."},{"refcode_short":"ExV 35.8","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 35.8 (Ellen Gould White)","content":"Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you."},{"refcode_short":"ExV 36.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.1 (Ellen Gould White)","content":"Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you;"},{"refcode_short":"ExV 36.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.2 (Ellen Gould White)","content":"For every one that asketh, receiveth; and he that seeketh, findeth; and to him that knocketh, it shall be opened."},{"refcode_short":"ExV 36.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.3 (Ellen Gould White)","content":"Or what man is there of you, whom if his son ask bread, will he give him a stone?"},{"refcode_short":"ExV 36.4","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.4 (Ellen Gould White)","content":"Or if he ask a fish, will he give him a serpent?"},{"refcode_short":"ExV 36.5","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.5 (Ellen Gould White)","content":"If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?"},{"refcode_short":"ExV 36.6","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.6 (Ellen Gould White)","content":"Therefore all things whatsoever ye would that men should do to you, do ye even so to them; for this is the law and the prophets."},{"refcode_short":"ExV 36.7","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.7 (Ellen Gould White)","content":"Beware of false prophets, which come to you in sheep's clothing, but inwardly they are ravening wolves. Matthew 7:6-12, 15."},{"refcode_short":"ExV 36.8","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.8 (Ellen Gould White)","content":"For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect. Matthew 24:24."},{"refcode_short":"ExV 36.9","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.9 (Ellen Gould White)","content":"As ye have therefore received Christ Jesus the Lord, so walk ye in him;"},{"refcode_short":"ExV 36.10","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.10 (Ellen Gould White)","content":"Rooted and built up in him, and established in the faith, as ye have been taught, abounding therein with thanksgiving."},{"refcode_short":"ExV 36.11","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.11 (Ellen Gould White)","content":"Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ. Colossians 2:6-8."},{"refcode_short":"ExV 36.12","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.12 (Ellen Gould White)","content":"Cast not away therefore your confidence, which hath great recompence of reward."},{"refcode_short":"ExV 36.13","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.13 (Ellen Gould White)","content":"For ye have need of patience, that, after ye have done the will of God, ye might receive the promise."},{"refcode_short":"ExV 36.14","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.14 (Ellen Gould White)","content":"For yet a little while, and he that shall come will come, and will not tarry."},{"refcode_short":"ExV 36.15","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.15 (Ellen Gould White)","content":"Now the just shall live by faith: but if any man draw back, my soul shall have no pleasure in him."},{"refcode_short":"ExV 36.16","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.16 (Ellen Gould White)","content":"But we are not of them who draw back unto perdition, but of them that believe to the saving of the soul. Hebrews 10:35-39."},{"refcode_short":"ExV 36.17","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.17 (Ellen Gould White)","content":"For he that is entered into his rest, he also hath ceased from his own works, as God did from his."},{"refcode_short":"ExV 36.18","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.18 (Ellen Gould White)","content":"Let us labor therefore to enter into that rest, lest any man fall after the same example of unbelief."},{"refcode_short":"ExV 36.19","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 36.19 (Ellen Gould White)","content":"For the word of God is quick, and powerful, and sharper than any two-edged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart. Hebrews 4:10-12."},{"refcode_short":"ExV 37.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 37.1 (Ellen Gould White)","content":"Being confident of this very thing, that he which hath begun a good work in you, will perform it until the day of Jesus Christ:"},{"refcode_short":"ExV 37.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 37.2 (Ellen Gould White)","content":"Only let your conversation be as it becometh the gospel of Christ; that, whether I come and see you, or else be absent, I may hear of your affairs, that ye stand fast in one spirit, with one mind, striving together for the faith of the gospel;"},{"refcode_short":"ExV 37.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 37.3 (Ellen Gould White)","content":"And in nothing terrified by your adversaries; which is to them an evident token of perdition, but to you of salvation, and that of God."},{"refcode_short":"ExV 37.4","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 37.4 (Ellen Gould White)","content":"For unto you it is given in the behalf of Christ, not only to believe on him, but also to suffer for his sake. Philippians 1:6, 27-29."},{"refcode_short":"ExV 37.5","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 37.5 (Ellen Gould White)","content":"For it is God which worketh in you, both to will and to do of his good pleasure."},{"refcode_short":"ExV 37.6","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 37.6 (Ellen Gould White)","content":"Do all things without murmurings and disputings,"},{"refcode_short":"ExV 37.7","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 37.7 (Ellen Gould White)","content":"That ye may be blameless and harmless, the sons of God without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world. Philippians 2:13-15."},{"refcode_short":"ExV 37.8","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 37.8 (Ellen Gould White)","content":"Finally, my brethren, be strong in the Lord, and in the power of his might."},{"refcode_short":"ExV 37.9","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 37.9 (Ellen Gould White)","content":"Put on the whole armor of God, that ye may be able to stand against the wiles of the devil."},{"refcode_short":"ExV 37.10","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 37.10 (Ellen Gould White)","content":"For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places."},{"refcode_short":"ExV 37.11","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 37.11 (Ellen Gould White)","content":"Wherefore take unto you the whole armor of God, that ye may be able to withstand in the evil day, and having done all, to stand."},{"refcode_short":"ExV 37.12","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 37.12 (Ellen Gould White)","content":"Stand therefore, having your loins girt about with truth, and having on the breast-plate of righteousness;"},{"refcode_short":"ExV 37.13","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 37.13 (Ellen Gould White)","content":"And your feet shod with the preparation of the gospel of peace;"},{"refcode_short":"ExV 37.14","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 37.14 (Ellen Gould White)","content":"Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked."},{"refcode_short":"ExV 37.15","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 37.15 (Ellen Gould White)","content":"And take the helmet of salvation, and the sword of the Spirit, which is the word of God."},{"refcode_short":"ExV 37.16","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 37.16 (Ellen Gould White)","content":"Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints. Ephesians 6:10-18."},{"refcode_short":"ExV 37.17","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 37.17 (Ellen Gould White)","content":"And be ye kind one to another, tender-hearted, forgiving one another, even as God for Christ's sake hath forgiven you. Ephesians 4:32."},{"refcode_short":"ExV 38.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 38.1 (Ellen Gould White)","content":"Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently. 1 Peter 1:22."},{"refcode_short":"ExV 38.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 38.2 (Ellen Gould White)","content":"A new commandment I give unto you, that ye love one another; as I have loved you, that ye also love one another."},{"refcode_short":"ExV 38.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 38.3 (Ellen Gould White)","content":"By this shall all men know that ye are my disciples, if ye have love one to another. John 13:34, 35."},{"refcode_short":"ExV 38.4","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 38.4 (Ellen Gould White)","content":"Examine yourselves, whether ye be in the faith; prove your own selves: know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates? 2 Corinthians 13:5."},{"refcode_short":"ExV 38.5","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 38.5 (Ellen Gould White)","content":"According to the grace of God which is given unto me, as a wise master-builder I have laid the foundation, and another buildeth thereon. But let every man take heed how he buildeth thereupon:"},{"refcode_short":"ExV 38.6","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 38.6 (Ellen Gould White)","content":"For other foundation can no man lay than that is laid, which is Jesus Christ."},{"refcode_short":"ExV 38.7","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 38.7 (Ellen Gould White)","content":"Now if any man build upon this foundation, gold, silver, precious stones, wood, hay, stubble;"},{"refcode_short":"ExV 38.8","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 38.8 (Ellen Gould White)","content":"Every man's work shall be made manifest: for the day shall declare it, because it shall be revealed by fire: and the fire shall try every man's work, of what sort it is. 1 Corinthians 3:10-13."},{"refcode_short":"ExV 38.9","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 38.9 (Ellen Gould White)","content":"Take heed, therefore, unto yourselves, and to all the flock over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood."},{"refcode_short":"ExV 38.10","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 38.10 (Ellen Gould White)","content":"For I know this, that after my departing, shall grievous wolves enter in among you, not sparing the flock."},{"refcode_short":"ExV 38.11","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 38.11 (Ellen Gould White)","content":"Also of your own selves shall men arise, speaking perverse things, to draw away disciples after them. Acts 20:28-30."},{"refcode_short":"ExV 38.12","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 38.12 (Ellen Gould White)","content":"I marvel that ye are so soon removed from him that called you into the grace of Christ, unto another gospel:"},{"refcode_short":"ExV 38.13","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 38.13 (Ellen Gould White)","content":"Which is not another: but there be some that trouble you, and would pervert the gospel of Christ."},{"refcode_short":"ExV 38.14","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 38.14 (Ellen Gould White)","content":"But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed."},{"refcode_short":"ExV 38.15","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 38.15 (Ellen Gould White)","content":"As we said before, so say I now again, If any man preach any other gospel unto you than that ye have received, let him be accursed, Galatians 1:6-9."},{"refcode_short":"ExV 38.16","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 38.16 (Ellen Gould White)","content":"Therefore, whatsoever ye have spoken in darkness, shall be heard in the light; and that which ye have spoken in the ear, in closets, shall be proclaimed upon the house-tops."},{"refcode_short":"ExV 39.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 39.1 (Ellen Gould White)","content":"And I say unto you, my friends, Be not afraid of them that kill the body, and after that have no more that they can do:"},{"refcode_short":"ExV 39.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 39.2 (Ellen Gould White)","content":"But I will forewarn you whom ye shall fear: fear him, which, after he hath killed, hath power to cast into hell; yea, I say unto you, fear him."},{"refcode_short":"ExV 39.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 39.3 (Ellen Gould White)","content":"Are not five sparrows sold for two farthings? and not one of them is forgotten before God."},{"refcode_short":"ExV 39.4","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 39.4 (Ellen Gould White)","content":"But even the very hairs of your head are all numbered. Fear not, therefore; ye are of more value than many sparrows. Luke 12:3-7."},{"refcode_short":"ExV 39.5","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 39.5 (Ellen Gould White)","content":"For it is written, He shall give his angels charge over thee, to keep thee;"},{"refcode_short":"ExV 39.6","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 39.6 (Ellen Gould White)","content":"And in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone. Luke 4:10, 11."},{"refcode_short":"ExV 39.7","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 39.7 (Ellen Gould White)","content":"For God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ."},{"refcode_short":"ExV 39.8","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 39.8 (Ellen Gould White)","content":"But we have this treasure in earthen vessels, that the excellency of the power may be of God, and not of us."},{"refcode_short":"ExV 39.9","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 39.9 (Ellen Gould White)","content":"We are troubled on every side, yet not distressed; we are perplexed, but not in despair;"},{"refcode_short":"ExV 39.10","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 39.10 (Ellen Gould White)","content":"Persecuted, but not forsaken; cast down, but not destroyed. 2 Corinthians 4:6-9."},{"refcode_short":"ExV 39.11","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 39.11 (Ellen Gould White)","content":"For our light affliction, which is but for a moment, worketh for us a far more exceeding and eternal weight of glory;"},{"refcode_short":"ExV 39.12","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 39.12 (Ellen Gould White)","content":"While we look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal, but the things which are not seen are eternal. Verses 17, 18."},{"refcode_short":"ExV 39.13","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 39.13 (Ellen Gould White)","content":"Who are kept by the power of God through faith unto salvation, ready to be revealed in the last time."},{"refcode_short":"ExV 39.14","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 39.14 (Ellen Gould White)","content":"Wherein ye greatly rejoice, though now, for a season, if need be, ye are in heaviness through manifold temptations:"},{"refcode_short":"ExV 39.15","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 39.15 (Ellen Gould White)","content":"That the trial of your faith, being much more precious than of gold that perisheth, though it be tried with fire, might be found unto praise and honor and glory at the appearing of Jesus Christ. 1 Peter 1:5-7."},{"refcode_short":"ExV 39.16","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 39.16 (Ellen Gould White)","content":"For now we live, if ye stand fast in the Lord. 1 Thessalonians 3:8."},{"refcode_short":"ExV 39.17","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 39.17 (Ellen Gould White)","content":"And these signs shall follow them that believe; in my name shall they cast out devils; they shall speak with new tongues;"},{"refcode_short":"ExV 40.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 40.1 (Ellen Gould White)","content":"They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover. Mark 16:17, 18."},{"refcode_short":"ExV 40.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 40.2 (Ellen Gould White)","content":"His parents answered them, and said, We know that this is our son, and that he was born blind:"},{"refcode_short":"ExV 40.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 40.3 (Ellen Gould White)","content":"But by what means he now seeth, we know not; or who hath opened his eyes, we know not: he is of age; ask him: he shall speak for himself."},{"refcode_short":"ExV 40.4","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 40.4 (Ellen Gould White)","content":"These words spake his parents, because they feared the Jews: for the Jews had agreed already, that if any man did confess that he was Christ, he should be put out of the synagogue."},{"refcode_short":"ExV 40.5","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 40.5 (Ellen Gould White)","content":"Therefore said his parents, He is of age, ask him."},{"refcode_short":"ExV 40.6","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 40.6 (Ellen Gould White)","content":"Then again called they the man that was blind, and said unto him, Give God the praise: we know that this man is a sinner."},{"refcode_short":"ExV 40.7","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 40.7 (Ellen Gould White)","content":"He answered and said, Whether he be a sinner or no, I know not: one thing I know, that whereas I was blind, now I see."},{"refcode_short":"ExV 40.8","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 40.8 (Ellen Gould White)","content":"Then said they to him again, What did he to thee? how opened he thine eyes?"},{"refcode_short":"ExV 40.9","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 40.9 (Ellen Gould White)","content":"He answered them, I have told you already, and ye did not hear; wherefore would ye hear it again? will ye also be his disciples? John 9:20-27."},{"refcode_short":"ExV 40.10","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 40.10 (Ellen Gould White)","content":"And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son."},{"refcode_short":"ExV 40.11","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 40.11 (Ellen Gould White)","content":"If ye shall ask any thing in my name, I will do it."},{"refcode_short":"ExV 40.12","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 40.12 (Ellen Gould White)","content":"If ye love me, keep my commandments. Chap. 14:13-15."},{"refcode_short":"ExV 40.13","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 40.13 (Ellen Gould White)","content":"If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you."},{"refcode_short":"ExV 40.14","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 40.14 (Ellen Gould White)","content":"Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples. Chap. 15:7, 8."},{"refcode_short":"ExV 40.15","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 40.15 (Ellen Gould White)","content":"And there was in their synagogue a man with an unclean spirit; and he cried out,"},{"refcode_short":"ExV 40.16","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 40.16 (Ellen Gould White)","content":"Saying, Let us alone; what have we to do with thee, thou Jesus of Nazareth? art thou come to destroy us? I know thee who thou art, the Holy One of God."},{"refcode_short":"ExV 40.17","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 40.17 (Ellen Gould White)","content":"And Jesus rebuked him, saying, Hold thy peace, and come out of him. Mark 1:23-25."},{"refcode_short":"ExV 40.18","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 40.18 (Ellen Gould White)","content":"For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,"},{"refcode_short":"ExV 41.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 41.1 (Ellen Gould White)","content":"Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God which is in Christ Jesus our Lord. Romans 8:38, 39."},{"refcode_short":"ExV 41.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 41.2 (Ellen Gould White)","content":"And to the angel of the church in Philadelphia write; These things saith he that is holy, he that is true, he that hath the key of David, he that openeth, and no man shutteth; and shutteth, and no man openeth;"},{"refcode_short":"ExV 41.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 41.3 (Ellen Gould White)","content":"I know thy works: behold, I have set before thee an open door, and no man can shut it; for thou hast a little strength, and hast kept my word, and hast not denied my name."},{"refcode_short":"ExV 41.4","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 41.4 (Ellen Gould White)","content":"Behold, I will make them of the synagogue of Satan, which say they are Jews, and are not, but do lie; behold, I will make them to come and worship before thy feet, and to know that I have loved thee."},{"refcode_short":"ExV 41.5","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 41.5 (Ellen Gould White)","content":"Because thou hast kept the word of my patience, I also will keep thee from the hour of temptation, which shall come upon all the world, to try them that dwell upon the earth."},{"refcode_short":"ExV 41.6","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 41.6 (Ellen Gould White)","content":"Behold I come quickly: hold that fast which thou hast, that no man take thy crown."},{"refcode_short":"ExV 41.7","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 41.7 (Ellen Gould White)","content":"Him that overcometh will I make a pillar in the temple of my God, and he shall go no more out: and I will write upon him the name of my God, and the name of the city of my God, which is New Jerusalem, which cometh down out of heaven from my God: and I will write upon him my new name."},{"refcode_short":"ExV 41.8","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 41.8 (Ellen Gould White)","content":"He that hath an ear, let him hear what the Spirit saith unto the churches. Revelation 3:7-13."},{"refcode_short":"ExV 41.9","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 41.9 (Ellen Gould White)","content":"These are they which were not defiled with women; for they are virgins: these are they which follow the Lamb whithersoever he goeth. These were redeemed from among men, being the first-fruits unto God and to the Lamb."},{"refcode_short":"ExV 41.10","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 41.10 (Ellen Gould White)","content":"And in their mouth was found no guile; for they are without fault before the throne of God. Revelation 14:4, 5."},{"refcode_short":"ExV 41.11","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 41.11 (Ellen Gould White)","content":"For our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ. Philippians 3:20."},{"refcode_short":"ExV 41.12","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 41.12 (Ellen Gould White)","content":"Be patient therefore, brethren, unto the coming of the Lord. Behold, the husbandman waiteth for the precious fruit of the earth, and hath long patience for it, until he receive the early and latter rain."},{"refcode_short":"ExV 41.13","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 41.13 (Ellen Gould White)","content":"Be ye also patient; stablish your hearts; for the coming of the Lord draweth nigh. James 5:7, 8."},{"refcode_short":"ExV 42.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 42.1 (Ellen Gould White)","content":"Who shall change our vile body, that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself. Philippians 3:21."},{"refcode_short":"ExV 42.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 42.2 (Ellen Gould White)","content":"And I looked, and behold a white cloud, and upon the cloud one sat like unto the Son of man, having on his head a golden crown, and in his hand a sharp sickle."},{"refcode_short":"ExV 42.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 42.3 (Ellen Gould White)","content":"And another angel came out of the temple, crying with a loud voice to him that sat on the cloud, Thrust in thy sickle and reap, for the time is come for thee to reap; for the harvest of the earth is ripe."},{"refcode_short":"ExV 42.4","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 42.4 (Ellen Gould White)","content":"And he that sat on the cloud thrust in his sickle on the earth, and the earth was reaped."},{"refcode_short":"ExV 42.5","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 42.5 (Ellen Gould White)","content":"And another angel came out of the temple which is in heaven, he also having a sharp sickle. Revelation 14:14-17."},{"refcode_short":"ExV 42.6","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 42.6 (Ellen Gould White)","content":"There remaineth therefore a rest to the people of God. Hebrews 4:9."},{"refcode_short":"ExV 42.7","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 42.7 (Ellen Gould White)","content":"And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband. Revelation 21:2."},{"refcode_short":"ExV 42.8","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 42.8 (Ellen Gould White)","content":"And I looked, and lo, a Lamb stood on the mount Sion, and with him an hundred forty and four thousand, having his Father's name written in their foreheads. Chap. 14:1."},{"refcode_short":"ExV 42.9","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 42.9 (Ellen Gould White)","content":"And he shewed me a pure river of water of life, clear as crystal, proceeding out of the throne of God and of the Lamb"},{"refcode_short":"ExV 42.10","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 42.10 (Ellen Gould White)","content":"In the midst of the street of it, and on either side of the river, was there the tree of life, which bare twelve manner of fruits, and yielded her fruit every month; and the leaves of the tree were for the healing of the nations."},{"refcode_short":"ExV 42.11","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 42.11 (Ellen Gould White)","content":"And there shall be no more curse: but the throne of God and of the Lamb shall be in it; and his servants shall serve him."},{"refcode_short":"ExV 42.12","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 42.12 (Ellen Gould White)","content":"And they shall see his face; and his name shall be in their foreheads."},{"refcode_short":"ExV 42.13","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 42.13 (Ellen Gould White)","content":"And there shall be no night there: and they need no candle, neither light of the sun; for the Lord God giveth them light; and they shall reign for ever and ever. Chap. 22:1-5."},{"refcode_short":"ExV 43","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 43 (Ellen Gould White)","content":"A View of Events Occurring at the End of the 2300 Days"},{"refcode_short":"ExV 43.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 43.1 (Ellen Gould White)","content":"I saw a throne, and on it sat the Father and the Son. I gazed on Jesus’ countenance and admired his lovely person. The Father's person I could not behold, for a cloud of glorious light covered him. I asked Jesus if his Father had a form like himself. He said he had, but I could not behold it, for said he, if you should once behold the glory of his person you would cease to exist. Before the throne I saw the Advent people, the church and the world. I saw a company bowed down before the throne, deeply interested, while the most of them stood disinterested and careless. Those who were bowed before the throne would offer up their prayers and look to Jesus; then he would look to his Father, and appeared to be pleading with him. A light would come from the Father to the Son, and from the Son to the praying company. Then I saw an exceeding bright light come from the Father to the Son, and from the Son it waved over the people before the throne. But few would receive this great light; many came out from under it and immediately resisted it; others were careless and did not cherish the light, and it moved off from them. Some cherished it, and went and bowed down with the little praying company. This company all received the light, and rejoiced in it, as their countenances shone with its glory. And I saw the Father rise from the throne, and in a flaming chariot go into the Holy of Holies, within the vail, and did sit. Then Jesus rose up from the throne, and the most of those who were bowed down arose with him: and I did not see one ray of light pass from Jesus to the careless multitude after he arose, and they were left in perfect darkness. Those who rose up when Jesus did, kept their eyes fixed on him as he left the throne and led them out a little way. Then he raised his right arm and we heard his lovely voice saying, “Wait here—I am going to my Father to receive the kingdom; keep your garments spotless, and in a little while I will return from the wedding and receive you to myself.” And I saw a cloudy chariot, with wheels like flaming fire, and angels were all around it as it came where Jesus was. He stepped into the chariot and was borne to the Holiest where the Father sat. There I beheld Jesus, standing before the Father, a great High Priest. On the hem of his garment was a bell and a pomegranate, a bell and a pomegranate. And I saw those who rose up with Jesus send up their faith to him in the Holiest, and pray—my Father give us thy Spirit. Then Jesus would breathe upon them the Holy Ghost. In the breath was light, power, and much love, joy and peace. Then I turned to look at the company who were still bowed before the throne; they did not know that Jesus had left it. Satan appeared to be by the throne, trying to carry on the work of God. I saw them look up to the throne and pray, Father give us thy Spirit; then Satan would breathe upon them an unholy influence; in it there was light and much power, but no sweet love, joy and peace. Satan's object was to keep them deceived, and to draw back and deceive God's children."},{"refcode_short":"ExV 44","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 44 (Ellen Gould White)","content":"Duty in View of the Time of Trouble"},{"refcode_short":"ExV 44.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 44.1 (Ellen Gould White)","content":"The Lord has shown me repeatedly, that it is contrary to the Bible to make any provision for our temporal wants in the time of trouble. I saw that if the saints had food laid up by them, or in the fields, in the time of trouble, when sword, famine and pestilence are in the land, it would be taken from them by violent hands, and strangers would reap their fields. Then will be the time for us to trust wholly in God, and he will sustain us. I saw that our bread and water would be sure at that time, and we should not lack or suffer hunger; for God was able to spread a table for us in the wilderness. And if necessary, he would send ravens to feed us as he did to feed Elijah, or rain manna from heaven, as he did for the Israelites."},{"refcode_short":"ExV 45.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 45.1 (Ellen Gould White)","content":"I saw that houses and lands would be of no use to the saints in the time of trouble, for they would then have to flee from their possessions, before infuriated mobs, and at that time they could not be disposed of to advance the cause of present truth. I was shown that it was the will of God that the saints should cut loose from every encumbrance before the time of trouble comes, and make a covenant with God by sacrifice. If they have their property on the altar, and earnestly inquire of God for duty, he will teach them when to dispose of these things. Then they will be free in the time of trouble, and have no clogs to weigh them down."},{"refcode_short":"ExV 45.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 45.2 (Ellen Gould White)","content":"I saw if any held on to their property, and did not inquire duty of the Lord, he would not make duty known, and they would be permitted to keep their property, and then in the time of trouble it would come up before them like a mountain to crush them, and they would try to dispose of it, but would not be able. I heard some mourn like this: “The cause was languishing, God's people were starving for the truth, and we made no effort to supply the lack, and now our property is useless. Oh! that we had let it go, and laid up treasure in heaven.” I saw a sacrifice did not increase, but decrease, and was consumed. I also saw that God had not required all of his people to dispose of their property at the same time, but in a time of need he would teach them, if they desired to be taught, when to sell and how much to sell, and that some had been required to dispose of their property in time past to sustain the Advent cause, while he permitted others to keep theirs until a time of need. Then as the cause needs it, their duty is to sell."},{"refcode_short":"ExV 45.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 45.3 (Ellen Gould White)","content":"I saw that the message “sell that ye have and give alms,” had not been given, by some, in its clear light, and that the object of the words of our Saviour had not been clearly presented. I saw that the object of selling was not to give to those who are able to labor and support themselves, but to spread the truth. It is a sin to support and indulge in idleness, those who are able to labor. Some have been zealous to attend all the meetings; not to glorify God, but for the “loaves and fishes.” Such had much better been at home laboring with their hands, “the thing that is good,” to supply the wants of their families, and to have something to give to sustain the precious cause of present truth."},{"refcode_short":"ExV 46.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 46.1 (Ellen Gould White)","content":"Now is the time to lay up treasure in heaven, and to set our hearts in order, ready for the time of trouble. Those only who have clean hands and a pure heart will stand that trying time. Now is the time for the law of God to be in our minds (foreheads,) and written in our hearts. The Lord has shown me the danger of letting our minds be filled with worldly thoughts and cares. I saw that some minds were led away from present truth and a love of the Holy Bible, by reading other exciting books; and others were filled with perplexity and care for what they shall eat, drink and wear. I saw some, looking too far off for the coming of the Lord. Time has continued on a few years longer than they expected, therefore they think it may continue a few years more, and in this way their minds are being led from present truth, out after the world. In these things I saw great danger; for if the mind is filled with other things, present truth is shut out, and there is no place in our foreheads for the seal of the living God. I saw that the time for Jesus to be in the Most Holy Place was nearly finished, and that time cannot last but a very little longer; and what leisure time we have should be spent in searching the Bible, which is to judge us in the last day."},{"refcode_short":"ExV 46.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 46.2 (Ellen Gould White)","content":"Let the commandments of God, and the testimony of Jesus Christ be in your minds continually, and let them crowd worldly thoughts and cares from the mind. When you lie down and when you rise up let them be your meditation. Live and act wholly in reference to the coming of the Son of man. The sealing time is very short, and soon will be over. Now is the time to make our calling and election sure, while the four angels are holding the four winds."},{"refcode_short":"ExV 47","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 47 (Ellen Gould White)","content":"Mysterious Rapping"},{"refcode_short":"ExV 47.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 47.1 (Ellen Gould White)","content":"August 4th, 1850. I saw that the mysterious rapping was the power of Satan; some of it was directly from him, and some indirectly, through his agents; but it all proceeded from Satan. It was his work that he accomplished in different ways; yet many in the churches and the world were so enveloped in gross darkness that they thought, and held forth that it was the power of God."},{"refcode_short":"ExV 47.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 47.2 (Ellen Gould White)","content":"Said the angel, “Should not a people seek unto their God for the living to the dead? Should the living go to the dead for knowledge? The dead know not any thing. For the living God do ye go to the dead? [See Isaiah 8:19, 20.] They have departed from the living God to converse with the dead who know not any thing.”"},{"refcode_short":"ExV 47.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 47.3 (Ellen Gould White)","content":"I saw that soon it would be considered blasphemy to speak against the rapping, and that it would spread more and more, and Satan's power would increase, and some of his devoted followers would have power to work miracles, and even to bring down fire from heaven in the sight of men. I was shown that these modern magicians would yet account for all the miracles wrought by our Lord Jesus Christ by the rapping and mesmerism, and many would believe that all the mighty works of the Son of God, when he was on the earth, were accomplished by this same power. I was pointed back to the time of Moses, and saw the signs and wonders which God wrought through him before Pharaoh, most of which were imitated by the magicians of Egypt; and that just before the final deliverance of the saints God would work powerfully for his people, and these modern magicians would be permitted to imitate the work of God."},{"refcode_short":"ExV 48.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 48.1 (Ellen Gould White)","content":"That time I saw would soon come, and we shall have to keep hold of the strong arm of Jehovah; for all these great signs and mighty wonders of the Devil were designed to deceive God's people and overthrow them. Our minds must be staid upon God, and we must not fear the fear of the wicked, that is, fear what they fear, and reverence what they reverence, but be bold and valiant for the truth."},{"refcode_short":"ExV 48.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 48.2 (Ellen Gould White)","content":"Could our eyes be opened we should see forms of evil angels around us, trying to invent some new way to annoy and destroy us. And we should also see the angels of God guarding us from their power; for God's watchful eye is over Israel for good, and he will protect and save his people, if they put their trust in him. And when the enemy shall come in like a flood, the Spirit of the Lord will lift up a standard against him."},{"refcode_short":"ExV 48.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 48.3 (Ellen Gould White)","content":"Said the angel, “Remember, thou art on the enchanted ground.” I saw that we must watch and have on the whole armor, and take the shield of faith, and then we should be able to stand, and the fiery darts of the wicked could not harm us."},{"refcode_short":"ExV 48","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 48 (Ellen Gould White)","content":"Time not Connected with the Message of the Third Angel, Revelation 14:9-12"},{"refcode_short":"ExV 48.4","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 48.4 (Ellen Gould White)","content":"The Lord has shown me that the message of the third angel must go, and be proclaimed to the scattered children of the Lord, and that it should not be hung on time; for time never will be a test again. I saw that some were getting a false excitement arising from preaching time; that the third angel's message was stronger than time can be. I saw that this message can stand on its own foundation, and that it needs not time to strengthen it, and that it will go in mighty power, and do its work, and will be cut short in righteousness."},{"refcode_short":"ExV 49","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 49 (Ellen Gould White)","content":"The Messengers"},{"refcode_short":"ExV 49.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 49.1 (Ellen Gould White)","content":"The Lord has often given me a view of the situation and wants of the scattered jewels who have not yet come to the light of the present truth, and that the messengers should speed their way to them as fast as possible, to give them the light. Many, all around us, only need to have their prejudices removed, and the evidences of our present position spread out before them from the Word, and they will joyfully receive the present truth. The messengers should watch for souls as they that must give account. I have seen that theirs must be a life of toil, and anguish of spirit, while the weight of the precious, but often-wounded cause of Christ rests upon them. They will have to lay aside worldly interests and comforts, and make it their first object to do all in their power to advance the cause of truth, and save perishing souls."},{"refcode_short":"ExV 49.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 49.2 (Ellen Gould White)","content":"They will also have a rich reward. In their crowns of rejoicing, those rescued by them and finally saved, will shine as stars for ever and ever. And to all eternity they will enjoy the satisfaction of having done what they could in presenting the truth in its purity and beauty, so that souls fell in love with it, were sanctified through it, and availed themselves of the inestimable privilege of being made rich, and being washed in the blood of the Lamb, and redeemed unto God."},{"refcode_short":"ExV 49.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 49.3 (Ellen Gould White)","content":"I saw that the shepherds should consult those in whom they have reason to have confidence, those who have been in all the messages, and are firm in all the present truth, before they advocate new points of importance, which they may think the Bible sustains. Then the shepherds will be perfectly united, and the union of the shepherds will be felt by the church. Such a course I saw would prevent unhappy divisions, and then there would be no danger of the precious flock being divided, and the sheep scattered, without a shepherd."},{"refcode_short":"ExV 50.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 50.1 (Ellen Gould White)","content":"I also saw that God had messengers that he would use in his cause, but they were not ready. They were too light and trifling to exert a good influence over the flock, and did not feel the weight of the cause, and the worth of souls as God's messengers must feel in order to effect good. Said the angel, “Be ye clean that bear the vessels of the Lord, Be ye clean that bear the vessels of the Lord.” They can accomplish but little good, unless they are wholly given up to God, and feel the importance and solemnity of the last message of mercy, that is now being given to the scattered flock."},{"refcode_short":"ExV 50.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 50.2 (Ellen Gould White)","content":"Some, that are not called of God, are very willing to go with the message. But if they felt the weight of the cause, and the responsibilities of such a station, they would feel to shrink back, and say with the Apostle, “Who is sufficient for these things?” One reason why they are so willing to go is because God has not laid upon them the weight of the cause."},{"refcode_short":"ExV 50.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 50.3 (Ellen Gould White)","content":"Not every one that proclaimed the first and second angel's messages are to give the third, even after they fully embrace it, for some have been in many errors and delusions, (and they must have moved wrong in the first place, or God would not have given them up to such errors,) that they can but just save their own souls, and if they undertake to guide others, they will be the means of overthrowing them. But I saw that some who have formerly run deep into fanaticism would be the first now to run before God sends them, before they are purified from their past errors, and would have error mixed with the truth, and would feed the flock of God with it, and if suffered to go on, the flock would become sickly; and distraction and death would follow. I saw that they would have to be sifted and sifted, until they were freed from all their errors, or they never could enter the kingdom. I saw that the messengers could not have that confidence in the judgment and discernment of those who have been in errors and fanaticism, that they could in those who have been in the truth, and have not been into extravagant errors. Many, also, are too apt to urge out into the field some who have but just confessed the present truth, and have much to learn and much to do before they can be right in the sight of God themselves, instead of pointing out the way to others."},{"refcode_short":"ExV 51.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 51.1 (Ellen Gould White)","content":"I saw the necessity of the messengers, especially, watching, and checking all fanaticism wherever they might see it arise. Satan is pressing in on every side, and unless we watch for him, and have our eyes open to his devises and snares, and have on the whole armor of God, the fiery darts of the wicked will hit us. There are many precious truths, contained in the word of God, but it is “present truth” that the flock needs now. I have seen the danger of the messengers running off from the important points of present truth, to dwell upon subjects that are not calculated to unite the flock, and sanctify the soul. Satan will here take every possible advantage to injure the cause."},{"refcode_short":"ExV 51.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 51.2 (Ellen Gould White)","content":"But such subjects as the Sanctuary, in connection with the 2300 days, the commandments of God, and the faith of Jesus, are perfectly calculated to explain the past Advent movement, show what is our present position, and establish the faith of the doubting, and give certainty to the glorious future. These, I have frequently seen, were the principal subjects on which the messengers should dwell."},{"refcode_short":"ExV 51.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 51.3 (Ellen Gould White)","content":"I saw that if the chosen messengers of the Lord waited for every obstacle to be moved out of their way, many never would go to search for the scattered sheep. Satan will present many objections in their way, to keep them from duty. But they will have to go out by faith, trusting in Him who has called them to his work, and the Lord will open their way before them, as far as it will be for their good and his glory. Jesus, the great teacher and pattern, had not where to lay his head. His life was one of toil, sorrow, and suffering; he then gave himself for us. Those who, in Christ's stead, beseech souls to be reconciled to God, and who hope to reign with Christ in glory, must expect to be partakers of his sufferings here. “They that sow in tears shall reap in joy. He that goeth forth and weepeth, bearing precious seed, shall doubtless come again with rejoicing, bringing his sheaves with him.” Psalm 126:5, 6."},{"refcode_short":"ExV 52","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 52 (Ellen Gould White)","content":"A view given me June 27th"},{"refcode_short":"ExV 52.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 52.1 (Ellen Gould White)","content":"Said my accompanying angel, “Time is almost finished. Do ye reflect the lovely image of Jesus as ye should?” Then I was pointed to the earth, and saw that there would have to be a getting ready among those who have of late embraced the third angel's message. Said the angel, “Get ready, get ready, get ready. Ye will have to die a greater death to the world than ye have ever yet died.” I saw that there was a great work to do for them, and but little time to do it in."},{"refcode_short":"ExV 52.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 52.2 (Ellen Gould White)","content":"Then I saw that the seven last plagues were soon to be poured out upon those who have no shelter, yet the world regard them no more than they would so many drops of water that were about to fall. Then I was made capable to endure the awful sight of the seven last plagues, the wrath of God. I saw that his anger was dreadful and terrible, and if he should stretch forth his hand, or lift it in anger, the inhabitants of the world would be as though they never had been, or would suffer the incurable sores and withering plagues that would come upon them, and they would find no deliverance, but be destroyed by them."},{"refcode_short":"ExV 52.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 52.3 (Ellen Gould White)","content":"Terror seized me, and I fell upon my face before the angel, and begged of him to cause the sight to be removed, to hide it from me, for the sight was too dreadful. Then I realized, as never before, the importance of searching the word of God carefully, to know how to escape the plagues that are declared in that word shall come on all the ungodly who shall worship the beast and his image, and receive his mark in their foreheads or hands. It was a great wonder to me that any one could transgress the law of God, and tread down his Holy Sabbath, when such awful threatenings and denunciations were against them."},{"refcode_short":"ExV 53.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 53.1 (Ellen Gould White)","content":"The Pope has changed the day of rest from the seventh to the first day, and has thought to change the very commandment that was given to cause man to remember his Creator, so that the nations might not forget God. He has thought to change the greatest commandment in the decalogue, and thus make himself equal with God, or even exalt himself above God. I saw that God is unchangeable, therefore his law is immutable; but the Pope had exalted himself above God, in seeking to change his immutable precepts of holiness, justice and goodness. He has trampled under foot God's Sanctified Day, and put in its place one of the six laboring days, on his own authority. And the whole nation has followed after the beast, and every week they “rob God” of his Holy Time. The Pope has made a breach in the holy law of God, but I saw that the time had fully come for this breach to be made up by the people of God, and the waste places built up."},{"refcode_short":"ExV 53.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 53.2 (Ellen Gould White)","content":"I plead before the angel that God would save his people who had gone astray, to save them for his mercy's sake. I saw that those who continued to break the Holy Sabbath, when the plagues begin to fall, will not open their mouths to plead those excuses that they now make to get rid of it. Their mouths will be closed while the plagues are falling, and the great Law-giver is requiring justice of those who have had his holy law in derision, and have called it “a curse to man,” “miserable,” “rickety,” &c. And when they feel the iron grasp of this law, taking hold of them, these expressions will appear before them in living characters, and they will then realize the sin of having that law in derision, that the word of God calls, “holy, just, and good.”"},{"refcode_short":"ExV 54.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 54.1 (Ellen Gould White)","content":"Then I was pointed to the glory of heaven, to the treasure laid up for the faithful. Every thing was lovely and glorious. The angels would sing a lovely song, then they would cease singing, and take their crowns from their heads and cast them glittering at the feet of the lovely Jesus, and with melodious voices cry, “Glory, Alleluia.” I joined with them in their songs of praise and honor to the Lamb, and every time I opened my mouth to praise him, I felt an unutterable sense of glory that surrounded me. It was a far more, an exceeding and eternal weight of glory. Said the angel, “The little remnant who love God and keep his commandments, and are faithful to the end, will enjoy this glory, and ever be in the presence of Jesus, and sing with the holy angels.”"},{"refcode_short":"ExV 54.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 54.2 (Ellen Gould White)","content":"Then my eyes were taken from the glory, and I was pointed to the remnant on the earth. Said the angel to them, “Will ye shun the seven last plagues? Will ye go to glory, and enjoy all that God has prepared for those that love him, and are willing to suffer for his sake? If so, ye must die that ye may live. Get ready, get ready, get ready. Ye must have a greater preparation than ye now have, for the day of the Lord cometh, cruel both with wrath and fierce anger, to lay the land desolate, and to destroy the sinners thereof out of it. Sacrifice all to God. Lay all upon his altar, self, property and all, a living sacrifice. It will take all to enter glory. Lay up for yourselves treasure in heaven where no thief can approach or rust corrupt. Ye must be partakers of Christ's sufferings here, if ye would be partakers with him of his glory hereafter.”"},{"refcode_short":"ExV 54.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 54.3 (Ellen Gould White)","content":"Heaven will be cheap enough, if we obtain it through suffering. We must deny self all along the way, die to self daily, and have Jesus alone appear, and have his glory continually in view. I saw that those who of late have embraced the truth would have to know what it was to suffer for Christ's sake. That they would have trials to pass through that would be keen and cutting, in order that they may be purified, and fitted through suffering to receive the seal of the living God, pass through the time of trouble, and see the King in his beauty, and dwell in the presence of God, and in the society of pure and holy angels."},{"refcode_short":"ExV 55.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 55.1 (Ellen Gould White)","content":"As I saw what we must be to inherit glory, and then saw how much Jesus had suffered for us to obtain for us so rich an inheritance, I prayed that we might be baptized into Christ's sufferings, that we might not shrink at trials, but bear them with patience and joy, knowing what Jesus had suffered, that we might through his poverty and sufferings be made rich. Said the angel, “Deny self, ye must step fast.” I saw that some of us have had time to get the truth, and to advance step by step, and every step we have taken has given us strength to take the next. But now time is almost finished, and what we have been years learning, they will have to learn in a few months. And they will have to unlearn much, and learn again. And those who will not receive the mark of the beast and his image, when the decree goes forth, must have decision now to say, nay, we will not regard the institution of the beast."},{"refcode_short":"ExV 55","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 55 (Ellen Gould White)","content":"The Blind leading the Blind"},{"refcode_short":"ExV 55.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 55.2 (Ellen Gould White)","content":"I have seen how the blind guides were laboring to make souls as blind as themselves, and they little realize what is coming upon them. They are exalting themselves against the truth, and as the truth triumphs, many who have looked on those teachers as men of God, and have looked to them for light, are troubled. They inquire of these leaders relative to the Sabbath, who, with the object of getting rid of the fourth commandment, will answer them thereto. I saw that real honesty was not regarded in taking the many positions that were taken against the Sabbath. The main object is to get around the Sabbath of the Lord, and observe another day than that sanctified and hallowed by Jehovah. And if they were driven off from one position they would taken an opposite one, even a position that they had but just before condemned as unsound."},{"refcode_short":"ExV 56.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 56.1 (Ellen Gould White)","content":"But God's people are coming into the unity of the faith, and those who observe the Sabbath of the Bible are united in their views of Bible truth. But those who oppose the Sabbath among the Advent people are disunited, and strangely divided. One comes forward in opposition to the Sabbath, and declares it to be thus and so, and at the conclusion calls it settled. But as his effort does not put the question to rest, and as the Sabbath cause progresses, and the children of the Lord embrace it still, another comes forward to overthrow it. But in presenting his views to get round the Sabbath, he entirely tears down the arguments of him who made the first effort against the truth, and presents a theory as opposite to his, as to ours. So with the third and the fourth; but none of them will have it as it stands in the word of God. “The seventh day is the Sabbath of the Lord thy God.”"},{"refcode_short":"ExV 56.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 56.2 (Ellen Gould White)","content":"Such, I saw, have the carnal mind, therefore, are not subject to the holy law of God. They are not agreed among themselves, yet labor hard with their inferences, to wrest the scriptures to make a breach in God's law, to change, abolish, or do anything with the fourth commandment rather than to observe it. They wish to silence the flock upon this question, therefore they get up something with the hope that it will quiet them, and many of their followers search their Bibles so little, that their leaders can easily make error appear like truth, and they receive it as such, not looking higher than their leaders."},{"refcode_short":"ExV 57","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 57 (Ellen Gould White)","content":"A view given me September 7th"},{"refcode_short":"ExV 57.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 57.1 (Ellen Gould White)","content":"At Oswego, (N.Y.), the Lord shewed me that there must be a great work done for his people before they could stand in the battle in the day of the Lord. I was pointed to those who claim to be Adventists, but reject the present truth, and saw that they were crumbling, and that the hand of the Lord was in their midst to divide and scatter them now in the gathering time, so that the precious jewels among them, that have formerly been deceived, may have their eyes opened to see their true state. And now when the truth is presented to them by the Lord's messengers, they will be prepared to listen, and see its beauty and harmony, and leave their former associates, and errors, and embrace the precious truth, and stand where they can define their position."},{"refcode_short":"ExV 57.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 57.2 (Ellen Gould White)","content":"I saw that those who oppose the Sabbath of the Lord could not take the Bible and show that our position was incorrect, therefore they would slander those who believe and teach the truth, and would attack their characters. And many who were once conscientious, and loved God and his word, have become so hardened by rejecting the light of truth that they will not hesitate to wickedly misrepresent and falsely accuse those who love the Holy Sabbath, if by so doing they can injure the influence of those who fearlessly declare the truth. But these things will not hinder the work of God. In fact, this course pursued by those who hate the truth, will be the very means of opening the eyes of some. Every jewel will be brought out and gathered, for the hand of the Lord is set to recover the remnant of his people, and he will accomplish the work gloriously."},{"refcode_short":"ExV 57.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 57.3 (Ellen Gould White)","content":"I saw that we who believe the truth should be very careful and give no occasion for our good to be evil spoken of. We should know that every step we take is in accordance with the Bible; for those who hate the commandments of God will triumph over our missteps and faults, as the wicked did in 1843."},{"refcode_short":"ExV 58","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 58 (Ellen Gould White)","content":"The Holiness of God"},{"refcode_short":"ExV 58.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 58.1 (Ellen Gould White)","content":"May 14th, 1851, I saw the beauty and loveliness of Jesus. As I beheld his glory the thought did not occur to me that I should ever be separated from his presence. I saw a light coming from the glory that encircled the Father, and as it approached near to me, my body trembled and shook like a leaf. I thought if it should come near to me I should be struck out of existence; but the light past me. Then could I have some sense of the great and terrible God that we have to do with. Then I saw what faint views some have of the holiness of God, and how much they take his holy and reverend name in vain, without realizing that it was God, the great and terrible God, they were speaking of. I have seen that many, while praying, used careless and irreverent expressions which grieved the tender Spirit of the Lord and caused their petitions to be shut out of heaven."},{"refcode_short":"ExV 58.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 58.2 (Ellen Gould White)","content":"I also saw that many did not realize what they must be in order to live in the sight of the Lord, without a High Priest in the Sanctuary, through the time of trouble. Those who receive the seal of the living God, and are protected in the time of trouble, must reflect the image of Jesus fully."},{"refcode_short":"ExV 58.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 58.3 (Ellen Gould White)","content":"I saw that many were neglecting the preparation so needful, and were looking to the time of the “refreshing” and “latter rain” to fit them to stand in the day of the Lord, and to live in his sight. O, how many I saw in the time of trouble without a shelter! They had neglected the needful preparation, therefore they could not receive the refreshing that all must have to fit them to live in the sight of a holy God. Those who refuse to be hewed by the prophets, and do not purify their souls in obeying the whole truth, and are willing to believe that their condition is far better than it really is, will come up to the time of the falling of the plagues, and then see that they needed to be hewed and squared for the building. But there will be no time then to do it; and no Mediator to plead their cause before the Father. Before this time, the awfully solemn declaration has gone forth, “He that is unjust, let him be unjust still; and he which is filthy, let him be filthy still; and he that is righteous, let him be righteous still; and he that is holy, let him be holy still.” I saw that none could share the “refreshing,” unless they obtain the victory over every besetment, all pride, selfishness, love of the world, and over every wrong word and action. We should, therefore, be drawing nearer and nearer to the Lord, and be earnestly seeking that preparation necessary to enable us to stand in the battle in the day of the Lord. Let all remember that God is holy, and none but holy beings can ever dwell in his presence."},{"refcode_short":"ExV 59","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 59 (Ellen Gould White)","content":"Prayer and Faith"},{"refcode_short":"ExV 59.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 59.1 (Ellen Gould White)","content":"I have frequently seen that the children of the Lord neglected prayer altogether too much, especially in secret; and that many do not exercise that faith which is their privilege and duty, and often wait for that feeling which faith alone can bring. Feeling is not faith, but the two are distinct. Faith is ours to exercise, but joyful feelings, and the blessing, is God's to give. The grace of God comes to the soul through the channel of living faith, and that faith it is our power to exercise."},{"refcode_short":"ExV 59.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 59.2 (Ellen Gould White)","content":"True faith lays hold of and claims the promised blessing before it is realized and felt. I have seen that we must send up our petitions in faith within the second vail, and have our faith take hold of the promised blessing, and claim it as ours. And we are then to believe that the blessing is ours, and that we receive it, because our faith has hold of it, and according to the Word it is ours. “What things soever ye desire when ye pray, believe that ye receive them, and ye shall have them.” Here is faith, naked faith, to believe that we receive the blessing, even before we realize it. When the promised blessing is realized and enjoyed, faith is swallowed up. But many suppose they have much faith when sharing largely of the Holy Spirit, and that they cannot have faith unless they feel the power of the Spirit. Such confound faith with the blessing that comes through faith. The very time to exercise faith is when we feel destitute of the Spirit. When thick clouds of darkness seem to hover over the mind, then is the time to let living faith pierce the darkness, and scatter the clouds. True faith rests on the promises contained in the word of God, and those only who obey the Word, can claim the glorious promises contained in it. “If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.” John 15:7. “Whatsoever we ask we receive of him, because we keep his commandments, and do those things that are pleasing in his sight.” 1 John 3:22."},{"refcode_short":"ExV 60.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 60.1 (Ellen Gould White)","content":"I have seen that we should be much in secret prayer. Christ is the Vine, we are the branches. And if we would grow and flourish in the Vine, we must continually draw sap and nourishment from the Living Vine, for without the Vine we have no strength."},{"refcode_short":"ExV 60.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 60.2 (Ellen Gould White)","content":"I asked the angel why there was no more faith and power in Israel. Said he, “Ye let go of the arm of the Lord too soon. Press your petitions to the throne, and hold on by strong faith. The promises are sure. Believe ye receive the things ye ask for, and ye shall have them.” I was then pointed to Elijah. He was subject to like passions as we are, and he prayed earnestly. His faith endured the trial. Seven times he prayed before the Lord, and at last the cloud was seen. I saw that we had doubted the sure promises, and wounded the Saviour by our lack of faith. Said the angel, gird the armor about thee, and above all take the shield of faith, for that will guard the heart, the very life from the fiery darts of the wicked. If the Enemy can get the desponding to take their eyes off from Jesus, to look to themselves, to dwell upon their own unworthiness, instead of dwelling upon the worthiness of Jesus, his love, his merits, and his great mercy, he will get away their shield of faith and gain his object, and they will be exposed to his fiery temptations. Therefore, the weak should look to Jesus, and believe that they have faith, then they can exercise faith."},{"refcode_short":"ExV 61","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 61 (Ellen Gould White)","content":"The Gathering Time"},{"refcode_short":"ExV 61.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 61.1 (Ellen Gould White)","content":"September 23d, the Lord shewed me that he had stretched out his hand the second time to recover the remnant of his people, and that efforts must be redoubled in this gathering time. In the scattering, Israel was smitten and torn; but now in the gathering time God will heal and bind up his people. In the scattering, efforts made to spread the truth had but little effect, accomplished but little or nothing; but in the gathering, when God has set his hand to gather his people, efforts to spread the truth will have their designed effect. All should be united and zealous in the work. I saw that it was wrong for any to refer to the scattering for examples to govern us now in the gathering; for if God does no more for us now than he did then, Israel would never be gathered. I have seen that the 1843 chart was directed by the hand of the Lord, and that it should not be altered; that the figures were as he wanted them. That his hand was over, and hid a mistake in some of the figures, so that none could see it, until his hand was removed."},{"refcode_short":"ExV 61.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 61.2 (Ellen Gould White)","content":"Then I saw in relation to the “Daily,” that the word “sacrifice” was supplied by man's wisdom, and does not belong to the text; and that the Lord gave the correct view of it to those who gave the judgment hour cry. When union existed, before 1844, nearly all were united on the correct view of the “Daily;” but since 1844, in the confusion, other views have been embraced, and darkness and confusion have followed. I have also seen that time had not been a test since 1844, and that time will never again be a test."},{"refcode_short":"ExV 62.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 62.1 (Ellen Gould White)","content":"Then I was pointed to some who are in the great error of believing that it is their duty to go to Old Jerusalem, and think they have a work to do there before the Lord comes. Such a view is calculated to take the mind and interest from the present work of the Lord, under the message of the third angel. For those who think that they are yet to go to Jerusalem, will have their minds there, and their means will be withheld from the cause of present truth, to get themselves and others to Jerusalem. I saw that such a mission would accomplish no real good. That it would take a long while to make a very few of the Jews believe even in the first ‘Advent of Christ,’ much more, to believe in his second Advent. I saw that Satan had greatly deceived some in this thing, and that souls, all around them, in this land, could be helped by them, and led to keep the commandments of God; but they were leaving them to perish. I also saw that Old Jerusalem never would be built up; and that Satan was doing his utmost to lead the minds of the children of the Lord into these things now, in the gathering time, to keep them from throwing their whole interest into the present work of the Lord, and to cause them to neglect the necessary preparation for the day of the Lord."},{"refcode_short":"ExV 62.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 62.2 (Ellen Gould White)","content":"A sense of duty to my brethren and sisters, and a desire that the blood of souls might not be found on my garments, has governed me in this little work. I am aware of the unbelief that exists in the minds of the multitude relative to visions, also, that many who profess to be looking for Christ, and teach that we are in the “last days,” call them all of Satan. I expect much opposition from such, and had I not felt that the Lord required it of me I should not have made my views thus public, which will probably call forth the hatred and derision of some. But I fear God more than man."},{"refcode_short":"ExV 63.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 63.1 (Ellen Gould White)","content":"When the Lord first gave me messages to deliver to his people, it was hard for me to declare them. And I often softened them down, and made them as mild as possible for fear of grieving them. It was a great trial to declare the messages as the Lord gave them to me. I did not realize that I was so unfaithful, and did not see the danger and sin of such a course, until I was taken in vision into the presence of Jesus. He looked upon me with a frown, and turned his face from me. It is not possible to describe the terror and agony I then felt. I fell upon my face before him, but had no power to utter a word. O, how I longed to be covered and hid from that dreadful frown. Then could I realize, in some degree what the feelings of the lost will be, when they cry, ‘Mountains and rocks, fall on us, and hide us from the face of him that sitteth on the throne, and from the wrath of the Lamb.”"},{"refcode_short":"ExV 63.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 63.2 (Ellen Gould White)","content":"Presently an angel bid me rise, and the sight that met my eyes can hardly be described. A company was presented before me whose hair and garments were torn, and whose countenances were the very picture of despair and horror. They came close to me, and took their garments and rubbed them on mine, I looked at my garments, and saw that they were stained with blood, and that blood was eating holes in my garments. Again I fell like one dead, at the feet of my accompanying angel. I could not plead one excuse. My tongue refused all utterance, and I longed to be away from such a holy place. Again the angel stood me up on my feet, and said “This is not your case now, but this scene has passed before you, to let you know what your situation must be, if you neglect to declare to others what the Lord has revealed to you. But if you are faithful to the end, you shall eat of the tree of life, and shall drink of the river of the water of life. You will have to suffer much, but the grace of God is sufficient.” I then felt willing to do all that the Lord might require me to do, that I might have his approbation, and not feel his dreadful frown."},{"refcode_short":"ExV 64.1","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 64.1 (Ellen Gould White)","content":"I have frequently been falsely charged with teaching views peculiar to spiritualism. But, before the editor of the “Day Star” run into that delusion, the Lord gave me a view of the sad and desolating effects that would be produced upon the flock, by him and others, in teaching the spiritual views. I have often seen the lovely Jesus, that he is a person. I asked him if his Father was a person, and had a form like himself. Said Jesus. “I am in the express image of my Father's Person."},{"refcode_short":"ExV 64.2","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 64.2 (Ellen Gould White)","content":"I have often seen that the spiritual view took away all the glory of heaven, and that in many minds the throne of David, and the lovely person of Jesus had been burned up in the fire of spiritualism. I have seen that some, who have been deceived, and led into this error, would be brought out into the light of truth, but it would be almost impossible for them to get entirely rid of the deceptive power of spiritualism. Such should make thorough work in confessing their errors, and leaving them forever."},{"refcode_short":"ExV 64.3","refcode_long":"A Sketch of the Christian Experience and Views of Ellen G. White, p. 64.3 (Ellen Gould White)","content":"I recommend to you, dear reader, the word of God as the rule of your faith and practice. By that Word we are to be judged. God has, in that Word, promised to give visions in the “last days;” not for a new rule of faith, but for the comfort of his people, and to correct those who err from Bible truth. Thus God dealt with Peter when he was about to send him to preach to the Gentiles. Acts x."}]