[{"refcode_short":"ExV53 1","refcode_long":"Notes of Explanation, p. 1 (Ellen Gould White)","content":"Notes of Explanation."},{"refcode_short":"ExV53 1.1","refcode_long":"Notes of Explanation, p. 1.1 (Ellen Gould White)","content":"In looking over this little work, I have thought it my duty to refer to, and explain some points."},{"refcode_short":"ExV53 1.2","refcode_long":"Notes of Explanation, p. 1.2 (Ellen Gould White)","content":"1. On page 17, is as follows: “I saw that the Holy Sabbath is, and will be, the separating wall between the true Israel of God and unbelievers; and that the Sabbath is the great question to unite the hearts of God's dear waiting saints.” This view was given in 1847, when there were but very few of the Advent brethren observing the Sabbath, and of these, but few supposed that its observance was of sufficient importance to draw a line between the professed people of God. Now, the fulfillment of that view is beginning to he seen."},{"refcode_short":"ExV53 1.3","refcode_long":"Notes of Explanation, p. 1.3 (Ellen Gould White)","content":"“The commencement of the time of trouble,” mentioned in the next paragraph, does not refer to the period when the plagues shall begin to be poured out; but to a short period just before they are poured out, while Christ is in the Sanctuary. At that time, while the work of salvation is closing, trouble will be coming on the earth."},{"refcode_short":"ExV53 1.4","refcode_long":"Notes of Explanation, p. 1.4 (Ellen Gould White)","content":"2. The view of the “Open and Shut Door,” on pages 24-27, was given 1849. The application of Rev. iii, 7, 8, to the Heavenly Sanctuary and Christ's ministry, was entirely new to me. I had never heard the idea advanced by any one. Now, as the third message is opening to the brethren, the application is seen in its beauty and force. Notice the remark on page 26, relative  to the increase of the spirit manifestations, now so fast increasing. These were but little known in 1849."},{"refcode_short":"ExV53 2.1","refcode_long":"Notes of Explanation, p. 2.1 (Ellen Gould White)","content":"3. See the last paragraph of this view, on page 27. The “false reformations” referred to, are being seen, but are yet to be seen more fully. This view relates more particularly to those who have rejected the light of the Advent doctrine.—They are given over to strong delusions. Such will not have “the travail of soul for sinners as used to be.” Having rejected the Advent, and being given over to the delusions of Satan, “the time for their salvation is past.” This does not, however, relate to those who have not heard and rejected the first and second messages."},{"refcode_short":"ExV53 2.2","refcode_long":"Notes of Explanation, p. 2.2 (Ellen Gould White)","content":"4. Also see the second paragraph of page 57, and compare that view, given Sept. 7th, 1851, with the bitter, slanderous remarks of those who have opposed the Sabbath since that time, especially for the past year."},{"refcode_short":"ExV53 2.3","refcode_long":"Notes of Explanation, p. 2.3 (Ellen Gould White)","content":"5. The view that the Lord “had stretched out his hand the second time to recover the remnant of his people,” on page 61, refers only to the union and strength once among those looking for Christ, and that he had begun to unite and raise up his people again."}]