[{"refcode_short":"FPR","refcode_long":"Forest Park Reporter","content":"Forest Park Reporter"},{"refcode_short":"FPR March 30,  1879","refcode_long":"Forest Park Reporter March 30,  1879","content":"1879"},{"refcode_short":"FPR March 30,  1879","refcode_long":"Forest Park Reporter March 30,  1879","content":"March 30, 1879"},{"refcode_short":"FPR March 30,  1879","refcode_long":"Forest Park Reporter March 30,  1879","content":"Christian Temperance"},{"refcode_short":"FPR March 30,  1879, par. 1","refcode_long":"Forest Park Reporter March 30,  1879, paragraph 1","content":"“I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service. And be not conformed to this world; but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect will of God.” Romans 12:1, 2."},{"refcode_short":"FPR March 30,  1879, par. 2","refcode_long":"Forest Park Reporter March 30,  1879, paragraph 2","content":"The mercies of God, here brought before us, are innumerable; and the greatest of these is the gift of His Son. “Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God! therefore the world knoweth us not, because it knew him not.” The Lord has claims upon us that we do not appreciate. We are under obligation to our Creator to preserve to ourselves the very best condition of health, that the object of our existence may be answered."},{"refcode_short":"FPR March 30,  1879, par. 3","refcode_long":"Forest Park Reporter March 30,  1879, paragraph 3","content":"There is an abundance in our world to supply the necessities of every human being, were the gifts of God put to the best use. If those who have an excess would not be prodigal of their means and of their time, there would be none crying for hunger, and none destitute of clothing; for our Heavenly Father has made abundant provision to satisfy all the real wants of His children. Hunger, cold and nakedness need not exist in our world if man loved God and his neighbor. To man, God has entrusted much. He has given him talents of means, and talents of intellect; and his lineage is from God. His Maker designs that man shall exemplify the dignity of his nature by preserving to himself the very best condition of physical strength and power of intellect, that these may be devoted to His service, not degraded and brought into slavery to perverted appetite."},{"refcode_short":"FPR March 30,  1879, par. 4","refcode_long":"Forest Park Reporter March 30,  1879, paragraph 4","content":"Men were not created to be subject to poverty, disease and suffering, not for thoughtless inattention to their physical and spiritual wants, but for dignity, purity and elevation of character in this life, and for joy unspeakable and full of glory in the future immortal life. The mercies of God are distributed and diversified throughout the earth; and if man would be obedient to nature's laws there would not be a tithe of the misery which now exists. Health and life are imperiled by the indulgence of appetite. Our woes more frequently spring from the improvident use of the abundance than from scarcity. Young men in our cities and towns are surrounded with temptations to indulge in perverted appetite. Vice is gilded over; like apples of Sodom, it appears beautiful without, but is ashes within."},{"refcode_short":"FPR March 30,  1879, par. 5","refcode_long":"Forest Park Reporter March 30,  1879, paragraph 5","content":"Health is essential, not only to our own happiness, but to the happiness, of those with whom we associate. Health, strength and longevity depend upon immutable laws. The woes and sufferings of humanity are charged upon Providence, when Providence would have men peaceful, healthful and happy. Our first parents by their disobedience opened the floodgates of woe to the race, and notwithstanding we have before us their sad experience in transgression, and the terrible result, we do not cease to sin; but while we deplore the sin of Adam, which was attended with such fearful consequences, we follow in the same course and realize the penalty of our own sins; for which suffering we alone are accountable. The providence of God is not responsible for the woes of man; his own course of action brings the sure result."},{"refcode_short":"FPR March 30,  1879, par. 6","refcode_long":"Forest Park Reporter March 30,  1879, paragraph 6","content":"The Christian world are insensible to the result of their course. It is sinful indulgence that has produced degeneracy of the race, until at the present time, as we look upon the pale, sickly, deformed and imbecile specimens of humanity, they seem almost valueless. And yet Christ has died to redeem them from the thralldom of sin, and the oppressive power of Satan. By His own example He has shown us how to overcome the power of appetite. Man may, through the merits of Jesus Christ, become elevated and noble; he may possess moral value with God. It is difficult to conceive what a man may be and what he may do through the power and grace of God. The law of God requires that he should love the Lord with all his heart and soul and mind and strength, and his neighbor as himself. How important, then, that he preserve himself in the very best condition of health, that he may have physical, mental and moral power with which to glorify his Creator. God has given to us a habitation to care for and keep pure and holy, to be devoted to His service."},{"refcode_short":"FPR March 30,  1879, par. 7","refcode_long":"Forest Park Reporter March 30,  1879, paragraph 7","content":"Many greatly abuse the body in transgressing nature's laws by their pet indulgences, the use of tobacco and liquor. Even professed Christians indulge in what they call the social glass, and in the use of tobacco. This class, many of them, claim to love God with the whole heart, might, mind and strength; but their works speak louder than words, and testify that the noxious weed, or the stimulating draught, comes first; they love it better than the hour of prayer, better than religious service. It is, in short, their idol. To this shrine, physical, mental and moral health is sacrificed. It is impossible for a tobacco devotee to love God supremely, or his neighbor as himself. While indulging in either the use of liquor or tobacco he is debilitating his powers, both physically and mentally, so that he has but a limited ability to give to God; whereas, if he, through denial of perverted appetite, would enthrone God in his heart, loving Him supremely and serving Him with his entire being, he would have continually increasing powers with which to serve his Creator. While the animal part of our nature controls the moral and spiritual, man cannot serve God acceptably."},{"refcode_short":"FPR March 30,  1879, par. 8","refcode_long":"Forest Park Reporter March 30,  1879, paragraph 8","content":"Wherever we may look, there are temptations for men of weak principles. Many a man who enters our cities is induced to spend a few spare dollars in sensual pleasure, and the hard-earned money that could have been invested in the Lord's treasury, succoring the distressed, reclaiming the guilty, and reforming the dissipated, goes to fill the till of the liquor seller, while the spender's powers are enfeebled by his eating and drinking and dissipation. The reaction is sure to come. He loses precious years of probationary time, if not his own soul, through indulgence of appetite. The continual transgression of nature's laws is a continual transgression of the laws of God. The present weight of suffering and anguish which we see everywhere, the deformity, decrepitude, disease, and imbecility, making our world one vast hospital, enfeebling mental, moral and physical powers,—all this misery, accumulated from generation to generation, exists because fallen man will break the law of God; for sins of the greatest magnitude are committed through the indulgence of perverted appetite."},{"refcode_short":"FPR March 30,  1879, par. 9","refcode_long":"Forest Park Reporter March 30,  1879, paragraph 9","content":"The effort made to create taste for the disgusting, filthy poison, tobacco, leads to the desire for stronger stimulus, as liquor, which is used on one plea or another, for some imaginary infirmity or to prevent some possible disease. Thus there is created an unnatural appetite for these nerve and brain destroying stimulants, an appetite which strengthens with every repeated indulgence until the shackles of habit bind the victim in the veriest bonds of slavery."},{"refcode_short":"FPR March 30,  1879, par. 10","refcode_long":"Forest Park Reporter March 30,  1879, paragraph 10","content":"The Bible declares that no drunkard shall inherit the kingdom of God. What then of the drunkard-maker, who places the bottle to his neighbor's lips? Tobacco and liquor stupefy the brain and defile the user, but the evil does not end here. Fathers transmit to their children their own irritable temper, polluted blood, and enfeebled physical, mental, and moral powers; and their own vitiated appetite, intensified, is reproduced in the children. Thus the father of dissipated habits, makes himself accountable for the mold of character he gives his children."}]