[{"refcode_short":"FW 10","refcode_long":"Faith and Works, p. 10 (Ellen Gould White)","content":"Faith and Works"},{"refcode_short":"FW 11","refcode_long":"Faith and Works, p. 11 (Ellen Gould White)","content":"Foreword"},{"refcode_short":"FW 11.1","refcode_long":"Faith and Works, p. 11.1 (Ellen Gould White)","content":"With the continuing interest in the great vital truths of righteousness by faith, justification, and sanctification, it may be well to listen further to the messenger of the Lord as down through the years she expounded them."},{"refcode_short":"FW 11.2","refcode_long":"Faith and Works, p. 11.2 (Ellen Gould White)","content":"To offer this picture of her teachings, eighteen readings, beginning with 1881 and extending to 1902, are here drawn together by the staff of the Ellen G. White Estate in unstructured chronological sequence. Her sermons and articles consistently outline the basic truths of salvation as embodied in the law and the gospel—those in the Review and Herald for the church and those in the Signs of the Times appropriate, as well, for the world. The several selected items are introduced by a definitive statement on file as Manuscript 36, 1890, penned in the critical period following the General Conference of 1888, when, as she elsewhere described it, people were in “great danger of taking false positions” on “faith and works” (MS 23, 1891). In her 1890 untitled manuscript, she in no uncertain terms drove in the stakes clarifying the issues."},{"refcode_short":"FW 11.3","refcode_long":"Faith and Works, p. 11.3 (Ellen Gould White)","content":"Even though Ellen White often goes down much the same paths in dealing at different times with vital truths, valuable insights are gained by reading sermons, articles, and manuscripts in their natural sequence. Each is a balanced presentation of the subject, but often with a distinctive emphasis. Many of the readings appear in their entirety, while others, for the sake of conserving space, have been shortened to include only the portion—usually the major portion—relating to faith and works. Subheadings, and in a number of instances chapter titles, have been supplied by the compilers. No attempt has been made to be exhaustive. Her books and many other sermons and articles deal with these vital truths. Anyone perusing these readings will see clearly the importance of the subject to every Christian. He also will observe the consistent position of the one especially led by the Lord in enunciating the truths in the articles that follow."},{"refcode_short":"FW 12.1","refcode_long":"Faith and Works, p. 12.1 (Ellen Gould White)","content":"The plan for the salvation of lost mankind is based on man's acceptance by faith alone of Christ's substitutionary death. This lesson was taught at the gate of Eden as Adam and his descendants slew the sacrificial lamb. It was taught in the wilderness as the brazen serpent was elevated by Moses, and the people with the venom of the poisonous serpents in their veins were restored by looking in faith at the saving symbol. It was taught by the sacrificial system given to Israel. It was taught by prophets and apostles. Again and again we are taught that salvation is by grace through faith, and at the same time we are made to understand:"},{"refcode_short":"FW 12.2","refcode_long":"Faith and Works, p. 12.2 (Ellen Gould White)","content":"While true faith trusts wholly in Christ for salvation, it will lead to perfect conformity to the law of God. Faith is manifested by works (The Review and Herald, October 5, 1886)."},{"refcode_short":"FW 12.3","refcode_long":"Faith and Works, p. 12.3 (Ellen Gould White)","content":"This balanced thrust will be seen in the materials in this little book, selected somewhat at random."},{"refcode_short":"FW 12.4","refcode_long":"Faith and Works, p. 12.4 (Ellen Gould White)","content":"Down through the ages, beginning with Cain, the great adversary has countered God's benevolent provision by leading the inhabitants of earth to accept the proposition that man, who has become a sinner through violation of God's law, must by his own acts gain merit and salvation, whether by afflicting his own body, sacrificing his children to some god created by his own hands, making pilgrimages to places thought to be holy, doing penance, paying money into the coffers of the church, or just of himself by his own strenuous efforts trying to live a good and virtuous life."},{"refcode_short":"FW 12.5","refcode_long":"Faith and Works, p. 12.5 (Ellen Gould White)","content":"The simple experience of accepting salvation by faith seems to many too easy, and uncounted numbers who claim to be following Christ, virtually take the position that salvation is partly by faith in Christ's death on calvary and partly by human effort."},{"refcode_short":"FW 13.1","refcode_long":"Faith and Works, p. 13.1 (Ellen Gould White)","content":"As the early Seventh-day Adventists saw the claims of God's changeless law, legalistic tendencies threatened, and for a time yielded, unprofitable fruit in the experience of many. But the conscientious knowledge of God's law leads to the putting away of sin and to the living of a holy, sanctified life. This is the setting for these readings on faith and works—readings on the law and the gospel."},{"refcode_short":"FW 13.2","refcode_long":"Faith and Works, p. 13.2 (Ellen Gould White)","content":"At almost midpoint of the two decades represented in this pamphlet, the General Conference session of 1888 was held at Minneapolis, Minnesota, preceded by a Ministerial Institute. At these meetings emphasis was given to the basic truths of righteousness by faith. Ellen White characterized it as a revival of truths largely lost sight of. At the conference she herself made no presentation on the subject. The burden of her talks was that those present should keep their hearts open to receive light from God's word as presented by Elders E. J. Waggoner and A. T. Jones. Reception of this new emphasis was mixed. Some of the hearers accepted it gladly and fully, and some took a neutral stand. Some rejected it. The records are clear that many went from that conference carrying with them a new and glorious experience in Christ Jesus."},{"refcode_short":"FW 13.3","refcode_long":"Faith and Works, p. 13.3 (Ellen Gould White)","content":"Through sermons preached in the churches after that conference, including many by Ellen White, and through articles from her pen, Adventists generally were led to a clearer understanding and acceptance of righteousness by faith. Many who at first rejected the concept presented at Minneapolis were led to accept."},{"refcode_short":"FW 13.4","refcode_long":"Faith and Works, p. 13.4 (Ellen Gould White)","content":"The basic truths involved in the doctrine of righteousness by faith are so simple that no exhaustive E. G. White book is called for to expound them. The theme permeates many of her books, with choice illustrations cropping out here and there. She did publish a pamphlet in 1893 entitled “Justified by Faith.” This appears in the fifty-page section of Selected Messages, book one, entitled “Christ our Righteousness.” We recommend the reading of the entire section."},{"refcode_short":"FW 14.1","refcode_long":"Faith and Works, p. 14.1 (Ellen Gould White)","content":"The experience of dwelling in the warmth of the acceptance of Christ's righteousness may be enjoyed today and lost tomorrow by carelessness or presumption. It is a personal experience of simple acceptance and trust and can be somewhat fragile. It may become blurred through contention over fine theological points. Ellen White observed:"},{"refcode_short":"FW 14.2","refcode_long":"Faith and Works, p. 14.2 (Ellen Gould White)","content":"Many commit the error of trying to define minutely the fine points of distinction between justification and sanctification. Into the definitions of these two terms they often bring their own ideas and speculations. Why try to be more minute than is inspiration on the vital question of righteousness by faith? Why try to work out every minute point, as if the salvation of the soul depended upon all having exactly your understanding of this matter? All cannot see in the same line of vision (Manuscript 21, 1891; also in Seventh-day Adventist Bible Commentary 6:1072)."},{"refcode_short":"FW 14.3","refcode_long":"Faith and Works, p. 14.3 (Ellen Gould White)","content":"That the several approaches to the truths herein presented by the messenger of the Lord will keep the vital subject of righteousness by faith clear, balanced, and uncomplicated is the hope of the Publishers and"},{"refcode_short":"FW 14.4","refcode_long":"Faith and Works, p. 14.4 (Ellen Gould White)","content":"Faith and Works Study Guide. A complete chapter by chapter guide with questions to aid in your reading and understanding of the book."},{"refcode_short":"FW 15","refcode_long":"Faith and Works, p. 15 (Ellen Gould White)","content":"Chapter 1—Ellen White Clarifies the Issues"},{"refcode_short":"FW 15.1","refcode_long":"Faith and Works, p. 15.1 (Ellen Gould White)","content":"Said the apostle Paul, “Know ye not that the unrighteous shall not inherit the kingdom of God? ... And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God” (1 Corinthians 6:9-11). The absence of devotion, piety, and sanctification of the outer man comes through denying Jesus Christ our righteousness. The love of God needs to be constantly cultivated...."},{"refcode_short":"FW 15.2","refcode_long":"Faith and Works, p. 15.2 (Ellen Gould White)","content":"While one class pervert the doctrine of justification by faith and neglect to comply with the conditions laid down in the Word of God—“If ye love Me, keep My commandments”—there is fully as great an error on the part of those who claim to believe and obey the commandments of God but who place themselves in opposition to the precious rays of light—new to them—reflected from the cross of Calvary. The first class do not see the wondrous things in the law of God for all who are doers of His Word. The others cavil over trivialities and neglect the weightier matters, mercy and the love of God."},{"refcode_short":"FW 15.3","refcode_long":"Faith and Works, p. 15.3 (Ellen Gould White)","content":"Many have lost very much in that they have not opened the eyes of their understanding to discern the wondrous things in the law of God. On the one hand, religionists generally have divorced the law and the gospel, while we have, on the other hand, almost done the same from another standpoint. We have not held up before the people the righteousness of Christ and the full significance of His great plan of redemption. We have left out Christ and His matchless love, brought in theories and reasonings, and preached argumentative discourses."},{"refcode_short":"FW 16.1","refcode_long":"Faith and Works, p. 16.1 (Ellen Gould White)","content":"Unconverted men have stood in the pulpits sermonizing. Their own hearts have never experienced, through a living, clinging, trusting faith, the sweet evidence of the forgiveness of their sins. How, then, can they preach the love, the sympathy, the forgiveness of God for all sins? How can they say, “Look and live”? Looking at the cross of Calvary, you will have a desire to bear the cross. A world's Redeemer hung upon the cross of Calvary. Behold the Saviour of the world, in whom dwelt all the fullness of the Godhead bodily. Can any look and behold the sacrifice of God's dear Son, and their hearts not be melted and broken, ready to surrender to God heart and soul?"},{"refcode_short":"FW 16.2","refcode_long":"Faith and Works, p. 16.2 (Ellen Gould White)","content":"Let this point be fully settled in every mind: If we accept Christ as a Redeemer, we must accept Him as a Ruler. We cannot have the assurance and perfect confiding trust in Christ as our Saviour until we acknowledge Him as our King and are obedient to His commandments. Thus we evidence our allegiance to God. We have then the genuine ring in our faith, for it is a working faith. It works by love. Speak it from your heart: “Lord, I believe Thou hast died to redeem my soul. If Thou hast placed such a value upon the soul as to give Thy life for mine, I will respond. I give my life and all its possibilities, in all my weakness, into Thy keeping.”"},{"refcode_short":"FW 16.3","refcode_long":"Faith and Works, p. 16.3 (Ellen Gould White)","content":"The will must be brought into complete harmony with the will of God. When this is done, no ray of light that shines into the heart and chambers of the mind will be resisted. The soul will not be barricaded with prejudice, calling light darkness and darkness light. The light from heaven is welcomed, as light filling all the chambers of the soul. This is making melody to God."},{"refcode_short":"FW 17","refcode_long":"Faith and Works, p. 17 (Ellen Gould White)","content":"Belief and Unbelief"},{"refcode_short":"FW 17.1","refcode_long":"Faith and Works, p. 17.1 (Ellen Gould White)","content":"How much do we believe from the heart? Draw nigh to God, and God will draw nigh to you. This means to be much with the Lord in prayer. When those who have educated themselves in skepticism and have cherished unbelief, weaving questioning doubts into their experience, are under conviction of the Spirit of God, they see it to be their personal duty to confess their unbelief. They open their hearts to accept the light sent them and throw themselves by faith over the line from sin to righteousness, from doubt to faith. They consecrate themselves unreservedly to God, to follow His light in the place of the sparks of their own kindling. As they maintain their consecration, they will see increased light and the light will continue to grow brighter and brighter unto the perfect day."},{"refcode_short":"FW 17.2","refcode_long":"Faith and Works, p. 17.2 (Ellen Gould White)","content":"The unbelief which is cherished in the soul has a bewitching power. The seeds of doubt that they have been sowing will produce their harvest but they must continue to dig up every root of unbelief. When these poisonous plants are pulled up, they cease to grow for want of nourishment in word and action. The soul must have the precious plants of faith and love put in the soil of the heart and enthroned there."},{"refcode_short":"FW 17","refcode_long":"Faith and Works, p. 17 (Ellen Gould White)","content":"Confused Ideas of Salvation"},{"refcode_short":"FW 17.3","refcode_long":"Faith and Works, p. 17.3 (Ellen Gould White)","content":"Can we not understand that the most costly thing in the world is sin? It is at the expense of purity of conscience, at the cost of losing the favor of God and separating the soul from Him, and at last losing heaven. The sin of grieving the Holy Spirit of God and walking contrary to Him has cost many a one the loss of his soul."},{"refcode_short":"FW 17.4","refcode_long":"Faith and Works, p. 17.4 (Ellen Gould White)","content":"Who can measure the responsibilities of the influence of every human agent whom our Redeemer has purchased at the sacrifice of His own life? What a scene will be presented when the judgment shall sit and the books shall be opened to testify the salvation or the loss of all souls! It will require the unerring decision of One who has lived in humanity, loved humanity, given His life for humanity, to make the final appropriation of the rewards to the loyal righteous, and the punishment of the disobedient, the disloyal, and unrighteous. The Son of God is entrusted with the complete measurement of every individual's action and responsibility. To those who have been partakers of other men's sins and have acted against God's decision, it will be a most awfully solemn scene."},{"refcode_short":"FW 18.1","refcode_long":"Faith and Works, p. 18.1 (Ellen Gould White)","content":"The danger has been presented to me again and again of entertaining, as a people, false ideas of justification by faith. I have been shown for years that Satan would work in a special manner to confuse the mind on this point. The law of God has been largely dwelt upon and has been presented to congregations, almost as destitute of the knowledge of Jesus Christ and His relation to the law as was the offering of Cain. I have been shown that many have been kept from the faith because of the mixed, confused ideas of salvation, because the ministers have worked in a wrong manner to reach hearts. The point that has been urged upon my mind for years is the imputed righteousness of Christ. I have wondered that this matter was not made the subject of discourses in our churches throughout the land, when the matter has been kept so constantly urged upon me, and I have made it the subject of nearly every discourse and talk that I have given to the people."},{"refcode_short":"FW 18.2","refcode_long":"Faith and Works, p. 18.2 (Ellen Gould White)","content":"In examining my writings fifteen and twenty years old [I find that they] present the matter in this same light—that those who enter upon the solemn, sacred work of the ministry should first be given a preparation in lessons upon the teachings of Christ and the apostles in living principles of practical godliness. They are to be educated in regard to what constitutes earnest, living faith."},{"refcode_short":"FW 18","refcode_long":"Faith and Works, p. 18 (Ellen Gould White)","content":"Through Faith Alone"},{"refcode_short":"FW 18.3","refcode_long":"Faith and Works, p. 18.3 (Ellen Gould White)","content":"Many young men are sent forth to labor who do not understand the plan of salvation and what true conversion is; in fact, they need to be converted. We need to be enlightened on this point, and the ministers need to be educated to dwell more particularly upon the subjects which explain true conversion. All who are baptized are to give evidence that they have been converted. There is not a point that needs to be dwelt upon more earnestly, repeated more frequently, or established more firmly in the minds of all than the impossibility of fallen man meriting anything by his own best good works. Salvation is through faith in Jesus Christ alone."},{"refcode_short":"FW 19.1","refcode_long":"Faith and Works, p. 19.1 (Ellen Gould White)","content":"When this question is investigated we are pained to the heart to see how trivial are the remarks of those who ought to understand the mystery of godliness. They speak so unguardedly of the true ideas of our brethren who profess to believe the truth and teach the truth. They come far short of the real facts as they have been laid open before me. The enemy has so entangled their minds in the mist and fog of earthliness and it seems so ingrained into their understanding that it has become a part of their faith and character. It is only a new conversion that can change them and cause them to give up these false ideas—for this is just what they are shown to me to be. They cling to them as a drowning man clings to a life preserver, to keep them from sinking and making shipwreck of faith."},{"refcode_short":"FW 19.2","refcode_long":"Faith and Works, p. 19.2 (Ellen Gould White)","content":"Christ has given me words to speak: “Ye must be born again, else you will never enter the kingdom of heaven.” Therefore all who have the right understanding of this matter should put away their controversial spirit and seek the Lord with all their hearts. Then they will find Christ and can give distinctive character to their religious experience. They should keep this matter—the simplicity of true godliness—distinctly before the people in every discourse. This will come home to the heart of every hungering, thirsting soul who is longing to come into the assurance of hope and faith and perfect trust in God through our Lord Jesus Christ."},{"refcode_short":"FW 19.3","refcode_long":"Faith and Works, p. 19.3 (Ellen Gould White)","content":"Let the subject be made distinct and plain that it is not possible to effect anything in our standing before God or in the gift of God to us through creature merit. Should faith and works purchase the gift of salvation for anyone, then the Creator is under obligation to the creature. Here is an opportunity for falsehood to be accepted as truth. If any man can merit salvation by anything he may do, then he is in the same position as the Catholic to do penance for his sins. Salvation, then, is partly of debt, that may be earned as wages. If man cannot, by any of his good works, merit salvation, then it must be wholly of grace, received by man as a sinner because he receives and believes in Jesus. It is wholly a free gift. Justification by faith is placed beyond controversy. And all this controversy is ended, as soon as the matter is settled that the merits of fallen man in his good works can never procure eternal life for him."},{"refcode_short":"FW 20","refcode_long":"Faith and Works, p. 20 (Ellen Gould White)","content":"Wholly of Grace"},{"refcode_short":"FW 20.1","refcode_long":"Faith and Works, p. 20.1 (Ellen Gould White)","content":"The light given me of God places this important subject above any question in my mind. Justification is wholly of grace and not procured by any works that fallen man can do. The matter has been presented before me in clear lines that if the rich man has money and possessions, and he makes an offering of the same to the Lord, false ideas come in to spoil the offering by the thought he has merited the favor of God, that the Lord is under obligation to him to regard him with special favor because of this gift."},{"refcode_short":"FW 20.2","refcode_long":"Faith and Works, p. 20.2 (Ellen Gould White)","content":"There has been too little educating in clear lines upon this point. The Lord has lent man His own goods in trust—means which He requires be handed back to Him when His providence signifies and the upbuilding of His cause demands it. The Lord gave the intellect. He gave the health and the ability to gather earthly gain. He created the things of earth. He manifests His divine power to develop all its riches. They are His fruits from His own husbandry. He gave the sun, the clouds, the showers of rain, to cause vegetation to flourish. As God's employed servants you gathered in His harvest to use what your wants required in an economical way and hold the balance for the call of God. You can say with David, “For all things come of Thee, and of Thine own have we given Thee” (1 Chronicles 29:14). So the satisfaction of creature merit cannot be in returning to the Lord His own, for it was always His own property to be used as He in His providence should direct."},{"refcode_short":"FW 21","refcode_long":"Faith and Works, p. 21 (Ellen Gould White)","content":"God's Favor Forfeited"},{"refcode_short":"FW 21.1","refcode_long":"Faith and Works, p. 21.1 (Ellen Gould White)","content":"By rebellion and apostasy man forfeited the favor of God; not his rights, for he could have no value except as it was invested in God's dear Son. This point must be understood. He forfeited those privileges which God in His mercy presented him as a free gift, a treasure in trust to be used to advance His cause and His glory, to benefit the beings He had made. The moment the workmanship of God refused obedience to the laws of God's kingdom, that moment he became disloyal to the government of God and he made himself entirely unworthy of all the blessings wherewith God had favored him."},{"refcode_short":"FW 21.2","refcode_long":"Faith and Works, p. 21.2 (Ellen Gould White)","content":"This was the position of the human race after man divorced himself from God by transgression. Then he was no longer entitled to a breath of air, a ray of sunshine, or a particle of food. And the reason why man was not annihilated was because God so loved him that He made the gift of His dear Son that He should suffer the penalty of his transgression. Christ proposed to become man's surety and substitute, that man, through matchless grace, should have another trial—a second probation—having the experience of Adam and Eve as a warning not to transgress God's law as they did. And inasmuch as man enjoys the blessings of God in the gift of the sunshine and the gift of food, there must be on the part of man a bowing before God in thankful acknowledgment that all things come of God. Whatever is rendered back to Him is only His own who has given it."},{"refcode_short":"FW 22.1","refcode_long":"Faith and Works, p. 22.1 (Ellen Gould White)","content":"Man broke God's law, and through the Redeemer new and fresh promises were made on a different basis. All blessings must come through a Mediator. Now every member of the human family is given wholly into the hands of Christ, and whatever we possess—whether it is the gift of money, of houses, of lands, of reasoning powers, of physical strength, of intellectual talents—in this present life, and the blessings of the future life, are placed in our possession as God's treasures to be faithfully expended for the benefit of man. Every gift is stamped with the cross and bears the image and superscription of Jesus Christ. All things come of God. From the smallest benefits up to the largest blessing, all flow through the one Channel—a superhuman mediation sprinkled with the blood that is of value beyond estimate because it was the life of God in His Son."},{"refcode_short":"FW 22.2","refcode_long":"Faith and Works, p. 22.2 (Ellen Gould White)","content":"Now not a soul can give God anything that is not already His. Bear this in mind: “All things come of Thee, and of Thine own have we given Thee” (1 Chronicles 29:14). This must be kept before the people wherever we go—that we possess nothing, can offer nothing in value, in work, in faith, which we have not first received of God and upon which He can lay His hand any time and say, They are Mine—gifts and blessings and endowments I entrusted to you, not to enrich yourself, but for wise improvement to benefit the world."},{"refcode_short":"FW 22","refcode_long":"Faith and Works, p. 22 (Ellen Gould White)","content":"All Is of God"},{"refcode_short":"FW 22.3","refcode_long":"Faith and Works, p. 22.3 (Ellen Gould White)","content":"The creation belongs to God. The Lord could, by neglecting man, stop his breath at once. All that he is and all that he has pertains to God. The entire world is God's. Man's houses, his personal acquirements, whatever is valuable or brilliant, is God's own endowment. It is all His gift to be returned back to God in helping to cultivate the heart of man. The most splendid offerings may be laid upon the altar of God, and men will praise, exalt, and laud the giver because of His liberality. In what? “All things come of Thee, and of Thine own have we given Thee” (1 Chronicles 29:14). No work of man can merit for him the pardoning love of God, but the love of God pervading the soul will lead him to do those things which were always required of God and that he should do with pleasure. He has done only that which duty ever required of him."},{"refcode_short":"FW 23.1","refcode_long":"Faith and Works, p. 23.1 (Ellen Gould White)","content":"The angels of God in heaven that have never fallen do His will continually. In all that they do upon their busy errands of mercy to our world, shielding, guiding, and guarding the workmanship of God for ages—both the just and the unjust—they can truthfully say, “All is Thine. Of Thine own do we give Thee.” Would that the human eye could catch glimpses of the service of the angels! Would that the imagination could grasp and dwell upon the rich, the glorious service of the angels of God and the conflicts in which they engage in behalf of men to protect, to lead, to win, and to draw them from Satan's snares. How different would be the conduct, the religious sentiment!"},{"refcode_short":"FW 23","refcode_long":"Faith and Works, p. 23 (Ellen Gould White)","content":"Creature Merit"},{"refcode_short":"FW 23.2","refcode_long":"Faith and Works, p. 23.2 (Ellen Gould White)","content":"Discussions may be entered into by mortals strenuously advocating creature merit, and each man striving for the supremacy, but they simply do not know that all the time, in principle and character, they are misrepresenting the truth as it is in Jesus. They are in a fog of bewilderment. They need the divine love of God which is represented by gold tried in the fire; they need the white raiment of Christ's pure character; and they need the heavenly eyesalve that they might discern with astonishment the utter worthlessness of creature merit to earn the wages of eternal life. There may be a fervor of labor and an intense affection, high and noble achievement of intellect, a breadth of understanding, and the humblest self-abasement, laid at the feet of our Redeemer; but there is not one jot more than the grace and talent first given of God. There must be nothing less given than duty prescribes, and there cannot be one jot more given than they have first received; and all must be laid upon the fire of Christ's righteousness to cleanse it from its earthly odor before it rises in a cloud of fragrant incense to the great Jehovah and is accepted as a sweet savor."},{"refcode_short":"FW 24.1","refcode_long":"Faith and Works, p. 24.1 (Ellen Gould White)","content":"I ask, How can I present this matter as it is? The Lord Jesus imparts all the powers, all the grace, all the penitence, all the inclination, all the pardon of sins, in presenting His righteousness for man to grasp by living faith—which is also the gift of God. If you would gather together everything that is good and holy and noble and lovely in man and then present the subject to the angels of God as acting a part in the salvation of the human soul or in merit, the proposition would be rejected as treason. Standing in the presence of their Creator and looking upon the unsurpassed glory which enshrouds His person, they are looking upon the Lamb of God given from the foundation of the world to a life of humiliation, to be rejected of sinful men, to be despised, to be crucified. Who can measure the infinity of the sacrifice!"},{"refcode_short":"FW 24.2","refcode_long":"Faith and Works, p. 24.2 (Ellen Gould White)","content":"Christ for our sakes became poor, that we through His poverty might be made rich. And any works that man can render to God will be far less than nothingness. My requests are made acceptable only because they are laid upon Christ's righteousness. The idea of doing anything to merit the grace of pardon is fallacy from beginning to end. “Lord, in my hand no price I bring, simply to Thy cross I cling.”"},{"refcode_short":"FW 24","refcode_long":"Faith and Works, p. 24 (Ellen Gould White)","content":"What Man Cannot Do"},{"refcode_short":"FW 24.3","refcode_long":"Faith and Works, p. 24.3 (Ellen Gould White)","content":"Man can achieve no praiseworthy exploits that give him any glory. Men are in the habit of glorifying men and exalting men. It makes me shudder to see or hear of it, for there have been revealed to me not a few cases where the homelife and inner work of the hearts of those very men are full of selfishness. They are corrupt, polluted, vile; and nothing that comes from all their doings can elevate them with God, for all that they do is an abomination in His sight. There can be no true conversion without the giving up of sin, and the aggravating character of sin is not discerned. With an acuteness of perception never reached by mortal sight, angels of God discern that beings hampered with corrupting influences, with unclean souls and hands, are deciding their destiny for eternity; and yet many have little sense of what constitutes sin and the remedy."},{"refcode_short":"FW 25.1","refcode_long":"Faith and Works, p. 25.1 (Ellen Gould White)","content":"We hear so many things preached in regard to the conversion of the soul that are not the truth. Men are educated to think that if a man repents he shall be pardoned, supposing that repentance is the way, the door, into heaven; that there is a certain assured value in repentance to buy for him forgiveness. Can man repent of himself? No more than he can pardon himself. Tears, sighs, resolutions—all these are but the proper exercise of the faculties God has given to man, and the turning from sin in the amendment of a life which is God's. Where is the merit in the man to earn his salvation, or to place before God something that is valuable and excellent? Can an offering of money, houses, lands, place yourself on the deserving list? Impossible!"},{"refcode_short":"FW 25.2","refcode_long":"Faith and Works, p. 25.2 (Ellen Gould White)","content":"There is danger in regarding justification by faith as placing merit on faith. When you take the righteousness of Christ as a free gift you are justified freely through the redemption of Christ. What is faith? “The substance of things hoped for, the evidence of things not seen” (Hebrews 11:1). It is an assent of the understanding to God's words which binds the heart in willing consecration and service to God, Who gave the understanding, Who moved on the heart, Who first drew the mind to view Christ on the cross of Calvary. Faith is rendering to God the intellectual powers, abandonment of the mind and will to God, and making Christ the only door to enter into the kingdom of heaven."},{"refcode_short":"FW 25.3","refcode_long":"Faith and Works, p. 25.3 (Ellen Gould White)","content":"When men learn they cannot earn righteousness by their own merit of works, and they look with firm and entire reliance upon Jesus Christ as their only hope, there will not be so much of self and so little of Jesus. Souls and bodies are defiled and polluted by sin, the heart is estranged from God, yet many are struggling in their own finite strength to win salvation by good works. Jesus, they think, will do some of the saving; they must do the rest. They need to see by faith the righteousness of Christ as their only hope for time and for eternity."},{"refcode_short":"FW 26","refcode_long":"Faith and Works, p. 26 (Ellen Gould White)","content":"God Works, and Man Works"},{"refcode_short":"FW 26.1","refcode_long":"Faith and Works, p. 26.1 (Ellen Gould White)","content":"God has given men faculties and capabilities. God works and cooperates with the gifts He has imparted to man, and man, by being a partaker of the divine nature and doing the work of Christ, may be an overcomer and win eternal life. The Lord does not propose to do the work He has given man powers to do. Man's part must be done. He must be a laborer together with God, yoking up with Christ, learning His meekness, His lowliness. God is the all-controlling power. He bestows the gifts; man receives them and acts with the power of the grace of Christ as a living agent."},{"refcode_short":"FW 26.2","refcode_long":"Faith and Works, p. 26.2 (Ellen Gould White)","content":"“Ye are God's husbandry” (1 Corinthians 3:9). The heart is to be worked, subdued, plowed, harrowed, seeded, to bring forth its harvest to God in good works. “Ye are God's building.” You cannot build yourself. There is a Power outside of yourself that must do the building of the church, putting brick upon brick, always cooperating with the faculties and powers given of God to man. The Redeemer must find a home in His building. God works and man works. There needs to be a continual taking in of the gifts of God, in order that there may be as free a giving out of these gifts. It is a continual receiving and then restoring. The Lord has provided that the soul shall receive nourishment from Him, to be given out again in the working out of His purposes. In order that there be an outflowing, there must be an income of divinity to humanity. “I will dwell in them, and walk in them” (2 Corinthians 6:16)."},{"refcode_short":"FW 26.3","refcode_long":"Faith and Works, p. 26.3 (Ellen Gould White)","content":"The soul temple is to be sacred, holy, pure, and undefiled. There must be a copartnership in which all the power is of God and all the glory belongs to God. The responsibility rests with us. We must receive in thoughts and in feelings, to give in expression. The law of the human and the divine action makes the receiver a laborer together with God. It brings man where he can, united with divinity, work the works of God. Humanity touches humanity. Divine power and the human agency combined will be a complete success, for Christ's righteousness accomplishes everything."},{"refcode_short":"FW 27","refcode_long":"Faith and Works, p. 27 (Ellen Gould White)","content":"Supernatural Power for Supernatural Works"},{"refcode_short":"FW 27.1","refcode_long":"Faith and Works, p. 27.1 (Ellen Gould White)","content":"The reason so many fail to be successful laborers is that they act as though God depended on them, and they are to suggest to God what He chooses to do with them, in the place of their depending on God. They lay aside the supernatural power and fail to do the supernatural work. They are all the time depending on their own and their brethren's human powers. They are narrow in themselves and are always judging after their finite human comprehension. They need uplifting, for they have no power from on high. God gives us bodies, strength of brain, time and opportunity in which to work. It is required that all be put to the tax. With humanity and divinity combined you can accomplish a work as enduring as eternity. When men think the Lord has made a mistake in their individual cases, and they appoint their own work, they will meet with disappointment."},{"refcode_short":"FW 27.2","refcode_long":"Faith and Works, p. 27.2 (Ellen Gould White)","content":"“By grace are ye saved through faith; and that not of yourselves: it is the gift of God” (Ephesians 2:8). Here is truth that will unfold the subject to your mind if you do not close it to the rays of light. Eternal life is an infinite gift. This places it outside the possibility of our earning it, because it is infinite. It must necessarily be a gift. As a gift it must be received by faith, and gratitude and praise be offered to God. Solid faith will not lead anyone away into fanaticism or into acting the slothful servant. It is the bewitching power of Satan that leads men to look to themselves in the place of looking to Jesus. The righteousness of Christ must go before us if the glory of the Lord becomes our rereward. If we do God's will, we may accept large blessings as God's free gift, but not because of any merit in us; this is of no value. Do the work of Christ, and you will honor God and come off more than conquerors through Him that has loved us and given His life for us, that we should have life and salvation in Jesus Christ."},{"refcode_short":"FW 29","refcode_long":"Faith and Works, p. 29 (Ellen Gould White)","content":"Chapter 2—The Standard of True Sanctification"},{"refcode_short":"FW 29.1","refcode_long":"Faith and Works, p. 29.1 (Ellen Gould White)","content":"“And the very God of peace sanctify you wholly; and I pray God your whole spirit and soul and body be preserved blameless unto the coming of our Lord Jesus Christ” (1 Thessalonians 5:23)."},{"refcode_short":"FW 29.2","refcode_long":"Faith and Works, p. 29.2 (Ellen Gould White)","content":"Sanctification is obtained only in obedience to the will of God. Many who are willfully trampling upon the law of Jehovah claim holiness of heart and sanctification of life. But they have not a saving knowledge of God or of His law. They are standing in the ranks of the great rebel. He is at war with the law of God, which is the foundation of the divine government in heaven and in the earth. These men are doing the same work as their master has done in seeking to make of none effect God's holy law. No commandment-breaker can be permitted to enter heaven; for he who was once a pure and exalted covering cherub was thrust out for rebelling against the government of God."},{"refcode_short":"FW 29.3","refcode_long":"Faith and Works, p. 29.3 (Ellen Gould White)","content":"With many, sanctification is only self-righteousness. And yet these persons boldly claim Jesus as their Saviour and Sanctifier. What a delusion! Will the Son of God sanctify the transgressor of the Father's law—that law which Christ came to exalt and make honorable? He testifies, “I have kept My Father's commandments.” God will not bring His law down to meet the imperfect standard of man; and man cannot meet the demands of that holy law without exercising repentance toward God and faith toward our Lord Jesus Christ."},{"refcode_short":"FW 30.1","refcode_long":"Faith and Works, p. 30.1 (Ellen Gould White)","content":"“If any man sin, we have an Advocate with the Father, Jesus Christ the righteous” (1 John 2:1). But God has not given His Son to a life of suffering and ignominy and a shameful death to release man from obedience to the divine law. So great is the deceptive power of Satan that many have been led to regard the atonement of Christ as of no real value. Christ died because there was no other hope for the transgressor. He might try to keep God's law in the future; but the debt which he had incurred in the past remained, and the law must condemn him to death. Christ came to pay that debt for the sinner which it was impossible for him to pay for himself. Thus, through the atoning sacrifice of Christ, sinful man was granted another trial."},{"refcode_short":"FW 30","refcode_long":"Faith and Works, p. 30 (Ellen Gould White)","content":"Satan's Sophistry"},{"refcode_short":"FW 30.2","refcode_long":"Faith and Works, p. 30.2 (Ellen Gould White)","content":"It is the sophistry of Satan that the death of Christ brought in grace to take the place of the law. The death of Jesus did not change or annul or lessen in the slightest degree the law of Ten Commandments. That precious grace offered to men through a Saviour's blood establishes the law of God. Since the fall of man, God's moral government and His grace are inseparable. They go hand in hand through all dispensations. “Mercy and truth are met together; righteousness and peace have kissed each other” (Psalm 85:10)."},{"refcode_short":"FW 30.3","refcode_long":"Faith and Works, p. 30.3 (Ellen Gould White)","content":"Jesus, our Substitute, consented to bear for man the penalty of the law transgressed. He clothed His divinity with humanity and thus became the Son of man, a Saviour and Redeemer. The very fact of the death of God's dear Son to redeem man shows the immutability of the divine law. How easily, from the transgressor's standpoint, could God have abolished His law, thus providing a way whereby men could be saved and Christ remain in heaven! The doctrine which teaches freedom, through grace, to break the law is a fatal delusion. Every transgressor of God's law is a sinner, and none can be sanctified while living in known sin."},{"refcode_short":"FW 31.1","refcode_long":"Faith and Works, p. 31.1 (Ellen Gould White)","content":"The condescension and agony of God's dear Son were not endured to purchase for man liberty to transgress the Father's law and yet sit down with Christ in His throne. It was that through His merits and the exercise of repentance and faith the most guilty sinner might receive pardon and obtain strength to live a life of obedience. The sinner is not saved in his sins, but from his sins."},{"refcode_short":"FW 31","refcode_long":"Faith and Works, p. 31 (Ellen Gould White)","content":"What Sin Is"},{"refcode_short":"FW 31.2","refcode_long":"Faith and Works, p. 31.2 (Ellen Gould White)","content":"The soul must first be convicted of sin before the sinner will feel a desire to come to Christ. “Sin is the transgression of the law” (1 John 3:4). “I had not known sin, but by the law” (Romans 7:7). When the commandment came home to Saul's conscience, sin revived, and he died. He saw himself condemned by the law of God. The sinner cannot be convinced of his guilt unless he understands what constitutes sin. It is impossible for an individual to experience Bible sanctification while he holds that if he believes in Christ it is immaterial whether he obeys God's law or disobeys it."},{"refcode_short":"FW 31.3","refcode_long":"Faith and Works, p. 31.3 (Ellen Gould White)","content":"Those who profess to keep the law of God and yet at heart are indulging in sin are condemned by the True Witness. They claim to be rich in a knowledge of the truth; but they are not in harmony with its sacred principles. The truth does not sanctify their lives. God's Word declares that the professed commandment-keeper whose life contradicts his faith is blind, wretched, poor, and naked."},{"refcode_short":"FW 31.4","refcode_long":"Faith and Works, p. 31.4 (Ellen Gould White)","content":"God's law is the mirror presenting a complete reflection of the man as he is, and holding up before him the correct likeness. Some will turn away and forget this picture, while others will employ abusive epithets against the law, as though this would cure their defects of character. Still others who are condemned by the law will repent of their transgressions and, through faith in Christ's merits, will perfect Christian character."},{"refcode_short":"FW 32","refcode_long":"Faith and Works, p. 32 (Ellen Gould White)","content":"Condemned by the Light They Reject"},{"refcode_short":"FW 32.1","refcode_long":"Faith and Works, p. 32.1 (Ellen Gould White)","content":"The whole world is guilty in God's sight of transgressing His law. Because the great majority will continue to transgress, and thus remain at enmity with God, is no reason why none should confess themselves guilty and become obedient. To a superficial observer, persons who are naturally amiable, who are educated and refined, may appear perfect in life. “Man looketh on the outward appearance, but the Lord looketh on the heart” (1 Samuel 16:7). Unless the life-giving truths of God's Word, when presented to the conscience, are understandingly received and then faithfully carried out in the life, no man can see the kingdom of heaven. To some, these truths have a charm because of their novelty but are not accepted as the Word of God. Those who do not receive the light when it is brought before them will be condemned by it."},{"refcode_short":"FW 32.2","refcode_long":"Faith and Works, p. 32.2 (Ellen Gould White)","content":"In every congregation in the land there are souls unsatisfied, hungering and thirsting for salvation. By day and by night the burden of their hearts is, What shall I do to be saved? They listen eagerly to popular discourses, hoping to learn how they may be justified before God. But too often they hear only a pleasing speech, an eloquent declamation. There are sad and disappointed hearts in every religious gathering. The minister tells his hearers that they cannot keep the law of God. “It is not binding upon man in our day,” he says. “You must believe in Christ; He will save you; only believe.” Thus he teaches them to make feeling their criterion and gives them no intelligent faith. That minister may profess to be very sincere, but he is seeking to quiet the troubled conscience with a false hope."},{"refcode_short":"FW 32","refcode_long":"Faith and Works, p. 32 (Ellen Gould White)","content":"Sugarcoated Spiritual Poison"},{"refcode_short":"FW 32.3","refcode_long":"Faith and Works, p. 32.3 (Ellen Gould White)","content":"Many are led to think that they are on the road to heaven because they profess to believe in Christ, while they reject the law of God. But they will find at last that they were on the way to perdition instead of heaven. Spiritual poison is sugarcoated with the doctrine of sanctification, and administered to the people. Thousands eagerly swallow it, feeling that if they are only honest in their belief they will be safe. But sincerity will not convert error to truth. A man may swallow poison, thinking it is food; but his sincerity will not save him from the effects of the dose."},{"refcode_short":"FW 33.1","refcode_long":"Faith and Works, p. 33.1 (Ellen Gould White)","content":"God has given us His Word to be our guide. Christ has said, “Search the Scriptures; for in them ye think ye have eternal life: and they are they which testify of Me” (John 5:39). He prayed for His disciples, “Sanctify them through Thy truth: Thy word is truth” (John 17:17). Paul says, “I verily thought with myself, that I ought to do many things contrary to the name of Jesus of Nazareth” (Acts 26:9). But this belief did not make his course right. When Paul received the gospel of Jesus Christ, it made him a new creature. He was transformed; the truth planted in his soul gave him such faith and courage as a follower of Christ that no opposition could move him, no suffering daunt him."},{"refcode_short":"FW 33.2","refcode_long":"Faith and Works, p. 33.2 (Ellen Gould White)","content":"Men may make what excuse they please for their rejection of God's law; but no excuse will be accepted in the day of judgment. Those who are contending with God and strengthening their guilty souls in transgression must very soon meet the Great Lawgiver over His broken law."},{"refcode_short":"FW 33.3","refcode_long":"Faith and Works, p. 33.3 (Ellen Gould White)","content":"The day of God's vengeance cometh—the day of the fierceness of His wrath. Who will abide the day of His coming? Men have hardened their hearts against the Spirit of God, but the arrows of His wrath will pierce where the arrows of conviction could not. God will not far hence arise to deal with the sinner. Will the false shepherd shield the transgressor in that day? Can he be excused who went with the multitude in the path of disobedience? Will popularity or numbers make any guiltless? These are questions which the careless and indifferent should consider and settle for themselves."},{"refcode_short":"FW 35","refcode_long":"Faith and Works, p. 35 (Ellen Gould White)","content":"Chapter 3—Christ Our Righteousness"},{"refcode_short":"FW 35.1","refcode_long":"Faith and Works, p. 35.1 (Ellen Gould White)","content":"“If we confess our sins, He is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness” (1 John 1:9)."},{"refcode_short":"FW 35.2","refcode_long":"Faith and Works, p. 35.2 (Ellen Gould White)","content":"God requires that we confess our sins and humble our hearts before Him; but at the same time we should have confidence in Him as a tender Father, who will not forsake those who put their trust in Him. Many of us walk by sight and not by faith. We believe the things that are seen but do not appreciate the precious promises given us in God's Word; and yet we cannot dishonor God more decidedly than by showing that we distrust what He says and question whether the Lord is in earnest with us or is deceiving us."},{"refcode_short":"FW 35.3","refcode_long":"Faith and Works, p. 35.3 (Ellen Gould White)","content":"God does not give us up because of our sins. We may make mistakes and grieve His Spirit, but when we repent and come to Him with contrite hearts, He will not turn us away. There are hindrances to be removed. Wrong feelings have been cherished, and there have been pride, self-sufficiency, impatience, and murmurings. All these separate us from God. Sins must be confessed; there must be a deeper work of grace in the heart. Those who feel weak and discouraged may become strong men of God and do noble work for the Master. But they must work from a high standpoint; they must be influenced by no selfish motives."},{"refcode_short":"FW 36","refcode_long":"Faith and Works, p. 36 (Ellen Gould White)","content":"Merits of Christ Our Only Hope"},{"refcode_short":"FW 36.1","refcode_long":"Faith and Works, p. 36.1 (Ellen Gould White)","content":"We must learn in the school of Christ. Nothing but His righteousness can entitle us to one of the blessings of the covenant of grace. We have long desired and tried to obtain these blessings but have not received them because we have cherished the idea that we could do something to make ourselves worthy of them. We have not looked away from ourselves, believing that Jesus is a living Saviour. We must not think that our own grace and merits will save us; the grace of Christ is our only hope of salvation. Through His prophet the Lord promises, “Let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the Lord, and He will have mercy upon him; and to our God, for He will abundantly pardon” (Isaiah 55:7). We must believe the naked promise, and not accept feeling for faith. When we trust God fully, when we rely upon the merits of Jesus as a sin-pardoning Saviour, we shall receive all the help that we can desire."},{"refcode_short":"FW 36.2","refcode_long":"Faith and Works, p. 36.2 (Ellen Gould White)","content":"We look to self, as though we had power to save ourselves; but Jesus died for us because we are helpless to do this. In Him is our hope, our justification, our righteousness. We should not despond and fear that we have no Saviour or that He has no thoughts of mercy toward us. At this very time He is carrying on His work in our behalf, inviting us to come to Him in our helplessness and be saved. We dishonor Him by our unbelief. It is astonishing how we treat our very best Friend, how little confidence we repose in Him who is able to save to the uttermost and who has given us every evidence of His great love."},{"refcode_short":"FW 36.3","refcode_long":"Faith and Works, p. 36.3 (Ellen Gould White)","content":"My brethren, are you expecting that your merit will recommend you to the favor of God, thinking that you must be free from sin before you trust His power to save? If this is the struggle going on in your mind, I fear you will gain no strength and will finally become discouraged."},{"refcode_short":"FW 37","refcode_long":"Faith and Works, p. 37 (Ellen Gould White)","content":"Look and Live"},{"refcode_short":"FW 37.1","refcode_long":"Faith and Works, p. 37.1 (Ellen Gould White)","content":"In the wilderness, when the Lord permitted poisonous serpents to sting the rebellious Israelites, Moses was directed to lift up a brazen serpent and bid all the wounded look to it and live. But many saw no help in this Heaven-appointed remedy. The dead and dying were all around them, and they knew without divine help their fate was certain; but they would lament their wounds, their pains, their sure death, until their strength was gone, and their eyes were glazed, when they might have had instant healing."},{"refcode_short":"FW 37.2","refcode_long":"Faith and Works, p. 37.2 (Ellen Gould White)","content":"“As Moses lifted up the serpent in the wilderness,” even so was “the Son of man ...lifted up: that whosoever believeth in Him should not perish, but have eternal life” (John 3:14, 15). If you are conscious of your sins, do not devote all your powers to mourning over them, but look and live. Jesus is our only Saviour; and although millions who need to be healed will reject His offered mercy, not one who trusts in His merits will be left to perish. While we realize our helpless condition without Christ, we must not be discouraged; we must rely upon a crucified and risen Saviour. Poor, sin-sick, discouraged soul, look and live. Jesus has pledged His word; He will save all who come unto Him."},{"refcode_short":"FW 37.3","refcode_long":"Faith and Works, p. 37.3 (Ellen Gould White)","content":"Come to Jesus, and receive rest and peace. You may have the blessing even now. Satan suggests that you are helpless and cannot bless yourself. It is true; you are helpless. But lift up Jesus before him: “I have a risen Saviour. In Him I trust, and He will never suffer me to be confounded. In His name I triumph. He is my righteousness and my crown of rejoicing.” Let no one here feel that his case is hopeless, for it is not. You may see that you are sinful and undone, but it is just on this account that you need a Saviour. If you have sins to confess, lose no time. These moments are golden. “If we confess our sins, He is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness” (1 John 1:9). Those who hunger and thirst after righteousness will be filled, for Jesus has promised it. Precious Saviour! His arms are open to receive us, and His great heart of love is waiting to bless us."},{"refcode_short":"FW 38.1","refcode_long":"Faith and Works, p. 38.1 (Ellen Gould White)","content":"Some seem to feel that they must be on probation and must prove to the Lord that they are reformed, before they can claim His blessing. But these dear souls may claim the blessing even now. They must have His grace, the Spirit of Christ, to help their infirmities, or they cannot form a Christian character. Jesus loves to have us come to Him, just as we are—sinful, helpless, dependent."},{"refcode_short":"FW 38","refcode_long":"Faith and Works, p. 38 (Ellen Gould White)","content":"Repentance a Gift of God"},{"refcode_short":"FW 38.2","refcode_long":"Faith and Works, p. 38.2 (Ellen Gould White)","content":"Repentance, as well as forgiveness, is the gift of God through Christ. It is through the influence of the Holy Spirit that we are convicted of sin and feel our need of pardon. None but the contrite are forgiven; but it is the grace of God that makes the heart penitent. He is acquainted with all our weaknesses and infirmities, and He will help us."},{"refcode_short":"FW 38.3","refcode_long":"Faith and Works, p. 38.3 (Ellen Gould White)","content":"Some who come to God by repentance and confession, and even believe that their sins are forgiven, still fail of claiming, as they should, the promises of God. They do not see that Jesus is an ever-present Saviour; and they are not ready to commit the keeping of their souls to Him, relying upon Him to perfect the work of grace begun in their hearts. While they think they are committing themselves to God, there is a great deal of self-dependence. There are conscientious souls that trust partly to God and partly to themselves. They do not look to God, to be kept by His power, but depend upon watchfulness against temptation and the performance of certain duties for acceptance with Him. There are no victories in this kind of faith. Such persons toil to no purpose; their souls are in continual bondage, and they find no rest until their burdens are laid at the feet of Jesus."},{"refcode_short":"FW 38.4","refcode_long":"Faith and Works, p. 38.4 (Ellen Gould White)","content":"There is need of constant watchfulness and of earnest, loving devotion, but these will come naturally when the soul is kept by the power of God through faith. We can do nothing, absolutely nothing, to commend ourselves to divine favor. We must not trust at all to ourselves or to our good works; but when as erring, sinful beings we come to Christ, we may find rest in His love. God will accept every one that comes to Him trusting wholly in the merits of a crucified Saviour. Love springs up in the heart. There may be no ecstasy of feeling, but there is an abiding, peaceful trust. Every burden is light; for the yoke which Christ imposes is easy. Duty becomes a delight, and sacrifice a pleasure. The path that before seemed shrouded in darkness becomes bright with beams from the Sun of Righteousness. This is walking in the light as Christ is in the light."},{"refcode_short":"FW 41","refcode_long":"Faith and Works, p. 41 (Ellen Gould White)","content":"Chapter 4—Ellen White Clearly Draws the Lines"},{"refcode_short":"FW 41.1","refcode_long":"Faith and Works, p. 41.1 (Ellen Gould White)","content":"The question now to be asked is, Are the professed followers of Christ complying with the conditions upon which the blessing is pronounced? Are they separating in spirit and practice from the world? How hard to come out and be separate from worldly habits and customs! But let us look well to it that Satan does not allure and deceive us through false representations. Eternal interests are here involved. God's claims should come first; His requirements should receive our first attention."},{"refcode_short":"FW 41.2","refcode_long":"Faith and Works, p. 41.2 (Ellen Gould White)","content":"Every child of fallen Adam must, through the transforming grace of Christ, become obedient to all God's requirements. Many close their eyes to the plainest teachings of His Word because the cross stands directly in the way. If they lift it, they must appear singular in the eyes of the world; and they hesitate and question and search for some excuse whereby they may shun the cross. Satan is ever ready, and he presents plausible reasons why it would not be best to obey the Word of God just as it reads. Thus souls are fatally deceived."},{"refcode_short":"FW 41","refcode_long":"Faith and Works, p. 41 (Ellen Gould White)","content":"A Successful Deception"},{"refcode_short":"FW 41.3","refcode_long":"Faith and Works, p. 41.3 (Ellen Gould White)","content":"One of Satan's most successful deceptions is to lead men to claim to be sanctified, while at the same time they are living in disobedience to God's commandments. These are described by Jesus as those who will say, “Lord, Lord, have we not prophesied in Thy name? and in Thy name have cast out devils? and in Thy name done many wonderful works?”"},{"refcode_short":"FW 42.1","refcode_long":"Faith and Works, p. 42.1 (Ellen Gould White)","content":"Yes, those who claim to be sanctified have a great deal to say about being saved by the blood of Jesus, but their sanctification is not through the truth as it is in Jesus. While claiming to believe in Him, and apparently doing wonderful works in His name, they ignore His Father's law and serve as agents of the great adversary of souls to carry forward the work which he began in Eden, that of making plausible excuses for not obeying God implicitly. Their work of leading men to dishonor God by ignoring His law will one day be unfolded before them with its true results."},{"refcode_short":"FW 42.2","refcode_long":"Faith and Works, p. 42.2 (Ellen Gould White)","content":"The conditions of eternal life are made so plain in God's Word that none need err, unless they choose error rather than truth because their unsanctified souls love the darkness rather than the light."},{"refcode_short":"FW 42.3","refcode_long":"Faith and Works, p. 42.3 (Ellen Gould White)","content":"The lawyer who came to Christ with the question, “Master, what shall I do to inherit eternal life?” thought to catch Christ, but Jesus laid the burden back upon the lawyer. “What is written in the law? how readest thou? And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.” Then said Christ, “Thou hast answered right: this do, and thou shalt live” (Luke 10:25-28). These words meet the individual cases of all. Are we willing to comply with the conditions? Will we obey God and keep His commandments? Will we be doers of the Word and not hearers only? God's law is as immutable and unchangeable as His character. Whatever men may say or do to make it void does not change its claims or release them from their obligation to obey."},{"refcode_short":"FW 42.4","refcode_long":"Faith and Works, p. 42.4 (Ellen Gould White)","content":"We need divine enlightenment daily; we should pray as did David, “Open Thou mine eyes, that I may behold wondrous things out of Thy law” (Psalm 119:18). God will have a people upon the earth who will vindicate His honor by having respect to all of His commandments; and His commandments are not grievous, not a yoke of bondage. David prayed in his day, “It is time for Thee, Lord, to work: for they have made void Thy law” (Verse 126)."},{"refcode_short":"FW 43.1","refcode_long":"Faith and Works, p. 43.1 (Ellen Gould White)","content":"Not one of us can afford to dishonor God by living in transgression of His law. To neglect the Bible and give ourselves up to the pursuit of worldly treasure is a loss which is beyond estimate. Eternity alone will reveal the great sacrifice made by many to secure worldly honor and worldly advantages, at the loss of the soul, the loss of eternal riches. They might have had that life which measures with the life of God; for Jesus died to bring the blessings and treasures of heaven within their reach, that they might not be accounted poor and wretched and miserable in the high estimate of eternity."},{"refcode_short":"FW 43","refcode_long":"Faith and Works, p. 43 (Ellen Gould White)","content":"None Enter As Commandment-breakers"},{"refcode_short":"FW 43.2","refcode_long":"Faith and Works, p. 43.2 (Ellen Gould White)","content":"None who have had the light of truth will enter the city of God as commandment-breakers. His law lies at the foundation of His government in earth and in heaven. If they have knowingly trampled upon and despised His law on the earth, they will not be taken to heaven to do the same work there; there is no change of character when Christ comes."},{"refcode_short":"FW 43.3","refcode_long":"Faith and Works, p. 43.3 (Ellen Gould White)","content":"The character building is to go on during the hours of probation. Day by day their actions are registered in the books of heaven, and they will in the great day of God be rewarded as their works have been. It will then be seen who receives the blessing. “Blessed are they that do His commandments, that they may have right to the tree of life, and may enter in through the gates into the city” (Revelation 22:14)."},{"refcode_short":"FW 43.4","refcode_long":"Faith and Works, p. 43.4 (Ellen Gould White)","content":"Those who make a raid against God's law are warring against God Himself; and many who are filled with the greatest bitterness against the commandment-keeping people of God make the loudest boast of living holy, sinless lives. This can be explained only in one way: they have no mirror in which to look to discover to themselves the deformity of their character. Neither Joseph, Daniel, nor any of the apostles claimed to be without sin. Men who have lived nearest to God, men who would sacrifice life itself rather than to knowingly sin against Him, men whom God has honored with divine light and power, have acknowledged themselves to be sinners, unworthy of His great favors. They have felt their weakness and, sorrowful for their sins, have tried to copy the pattern Jesus Christ."},{"refcode_short":"FW 44","refcode_long":"Faith and Works, p. 44 (Ellen Gould White)","content":"Just Two Classes—Obedient and Disobedient"},{"refcode_short":"FW 44.1","refcode_long":"Faith and Works, p. 44.1 (Ellen Gould White)","content":"There are to be but two classes upon the earth, the obedient children of God and the disobedient. Upon one occasion Christ thus set before His hearers the judgment work: “When the Son of man shall come in His glory, and all the holy angels with Him, then shall He sit upon the throne of His glory: and before Him shall be gathered all nations: and He shall separate them one from another, as a shepherd divideth his sheep from the goats: and He shall set the sheep on His right hand, but the goats on the left."},{"refcode_short":"FW 44.2","refcode_long":"Faith and Works, p. 44.2 (Ellen Gould White)","content":"“Then shall the King say unto them on His right hand, Come, ye blessed of My Father, inherit the kingdom prepared for you from the foundation of the world: for I was an hungred, and ye gave Me meat: I was thirsty, and ye gave Me drink: I was a stranger, and ye took Me in: naked, and ye clothed Me: I was sick, and ye visited Me: I was in prison, and ye came unto Me."},{"refcode_short":"FW 44.3","refcode_long":"Faith and Works, p. 44.3 (Ellen Gould White)","content":"“Then shall the righteous answer Him, saying, Lord, when saw we Thee an hungred, and fed Thee? or thirsty, and gave Thee drink? When saw we Thee a stranger and took Thee in? or naked, and clothed Thee? or when saw we Thee sick, or in prison, and came unto Thee? And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto Me” (Matthew 25:31-40)."},{"refcode_short":"FW 44.4","refcode_long":"Faith and Works, p. 44.4 (Ellen Gould White)","content":"Thus Christ identifies His interest with that of suffering humanity. Every attention given to His children He considers done to Himself personally. Those who claim modern sanctification would have come boastingly forward, saying, “Lord, Lord, do You not know us? Have we not prophesied in Thy name? and in Thy name cast out devils? and in Thy name done many wonderful works?” The people here described, who make these pretentious claims, apparently weaving Jesus into all their doings, fitly represent those who claim modern sanctification but who are at war with the law of God. Christ calls them workers of iniquity because they are deceivers, having on the garments of righteousness to hide the deformity of their characters, the inward wickedness of their unholy hearts."},{"refcode_short":"FW 45.1","refcode_long":"Faith and Works, p. 45.1 (Ellen Gould White)","content":"Satan has come down in these last days to work with all deceivableness of unrighteousness in them that perish. His satanic majesty works miracles in the sight of false prophets, in the sight of men, claiming that he is indeed Christ Himself. Satan gives his power to those who are aiding him in his deceptions; therefore those who claim to have the great power of God can only be discerned by the great detector, the law of Jehovah. The Lord tells us if it were possible they would deceive the very elect. The sheep's clothing seems so real, so genuine, that the wolf can be discerned only as we go to God's great moral standard and there find that they are transgressors of the law of Jehovah."},{"refcode_short":"FW 45","refcode_long":"Faith and Works, p. 45 (Ellen Gould White)","content":"Now, if There Was Ever a Time"},{"refcode_short":"FW 45.2","refcode_long":"Faith and Works, p. 45.2 (Ellen Gould White)","content":"If ever there was a time when we needed faith and spiritual enlightenment, it is now. Those who are watching unto prayer and are searching the Scriptures daily with an earnest desire to know and do the will of God will not be led astray by any of the deceptions of Satan. They alone will discern the pretext which cunning men adopt to beguile and ensnare. So much time and attention are bestowed upon the world, upon dress and eating and drinking, that no time is left for prayer and the study of the Scriptures."},{"refcode_short":"FW 45.3","refcode_long":"Faith and Works, p. 45.3 (Ellen Gould White)","content":"We want the truth on every point, and we must search for it as for hid treasures. Dishes of fables are presented to us on every hand, and men choose to believe error rather than truth, because the acceptance of the truth involves a cross. Self must be denied; self must be crucified. Therefore Satan presents to them an easier way by making void the law of God. When God lets man have his own way, it is the darkest hour of his life. For a willful, disobedient child to be left to have his own way, to follow the bent of his own mind and gather the dark clouds of God's judgment about him, is a terrible thing."},{"refcode_short":"FW 46.1","refcode_long":"Faith and Works, p. 46.1 (Ellen Gould White)","content":"But Satan has his agents who are too proud to repent and who are constantly at work to tear down the cause of Jehovah and trample it under their feet. What a day of sorrow and despair when these meet their work with all its burden of results! Souls who might have been saved to Jesus Christ have been lost through their teachings and influence."},{"refcode_short":"FW 46.2","refcode_long":"Faith and Works, p. 46.2 (Ellen Gould White)","content":"Christ died for them that they might have life. He opened before them the way whereby they might, through His merits, keep the law of God. Christ says, “I know thy works: behold, I have set before thee an open door, and no man can shut it” (Revelation 3:8). How hard men work to close that door; but they are not able. John's testimony is, “And the temple of God was opened in heaven, and there was seen in His temple the ark of His testament” (Revelation 11:19). Beneath the mercy seat, within the ark, were the two tables of stone, containing the law of Jehovah. God's faithful ones saw the light that shone forth to them from the law, to be given to the world. And now Satan's intense activity is to close that door of light; but Jesus says that no man can shut it. Men will turn from the light, denounce it, and despise it, but it still shines forth in clear, distinct rays to cheer and bless all who will see it."},{"refcode_short":"FW 46.3","refcode_long":"Faith and Works, p. 46.3 (Ellen Gould White)","content":"God's children will have a fierce conflict with the adversary of souls, and it will become more exceedingly bitter as we approach the close of the conflict. But the Lord will help those who stand in defense of His truth."},{"refcode_short":"FW 47","refcode_long":"Faith and Works, p. 47 (Ellen Gould White)","content":"Chapter 5—Faith and Works"},{"refcode_short":"FW 47.1","refcode_long":"Faith and Works, p. 47.1 (Ellen Gould White)","content":"“Without faith it is impossible to please Him: for he that cometh to God must believe that He is, and that He is a rewarder of them that diligently seek Him” (Hebrews 11:6). There are many in the Christian world who claim that all that is necessary to salvation is to have faith; works are nothing, faith is the only essential. But God's Word tells us that faith without works is dead, being alone. Many refuse to obey God's commandments, yet they make a great deal of faith. But faith must have a foundation."},{"refcode_short":"FW 47.2","refcode_long":"Faith and Works, p. 47.2 (Ellen Gould White)","content":"God's promises are all made upon conditions. If we do His will, if we walk in truth, then we may ask what we will, and it shall be done unto us. While we earnestly endeavor to be obedient, God will hear our petitions; but He will not bless us in disobedience. If we choose to disobey His commandments, we may cry, “Faith, faith, only have faith,” and the response will come back from the sure Word of God, “Faith without works is dead” (James 2:20). Such faith will only be as sounding brass and as a tinkling cymbal. In order to have the benefits of God's grace we must do our part; we must faithfully work and bring forth fruits meet for repentance."},{"refcode_short":"FW 47.3","refcode_long":"Faith and Works, p. 47.3 (Ellen Gould White)","content":"We are workers together with God. You are not to sit in indolence, waiting for some great occasion, in order to do a great work for the Master. You are not to neglect the duty that lies directly in your pathway, but you are to improve the little opportunities that open around you...."},{"refcode_short":"FW 48","refcode_long":"Faith and Works, p. 48 (Ellen Gould White)","content":"To Wrestle, Labor, and Strive"},{"refcode_short":"FW 48.1","refcode_long":"Faith and Works, p. 48.1 (Ellen Gould White)","content":"We are to do all that we can do on our part to fight the good fight of faith. We are to wrestle, to labor, to strive, to agonize to enter in at the strait gate. We are to set the Lord ever before us. With clean hands, with pure hearts, we are to seek to honor God in all our ways. Help has been provided for us in Him who is mighty to save. The spirit of truth and light will quicken and renew us by its mysterious workings; for all our spiritual improvement comes from God, not from ourselves. The true worker will have divine power to aid him, but the idler will not be sustained by the Spirit of God."},{"refcode_short":"FW 48.2","refcode_long":"Faith and Works, p. 48.2 (Ellen Gould White)","content":"In one way we are thrown upon our own energies; we are to strive earnestly to be zealous and to repent, to cleanse our hands and purify our hearts from every defilement; we are to reach the highest standard, believing that God will help us in our efforts. We must seek if we would find, and seek in faith; we must knock, that the door may be opened unto us. The Bible teaches that everything regarding our salvation depends upon our own course of action. If we perish, the responsibility will rest wholly upon ourselves. If provision has been made, and if we accept God's terms, we may lay hold on eternal life. We must come to Christ in faith, we must be diligent to make our calling and election sure."},{"refcode_short":"FW 48.3","refcode_long":"Faith and Works, p. 48.3 (Ellen Gould White)","content":"The forgiveness of sin is promised to him who repents and believes; the crown of life will be the reward of him who is faithful to the end. We may grow in grace by improving through the grace we already have. We are to keep ourselves unspotted from the world if we would be found blameless in the day of God. Faith and works go hand in hand; they act harmoniously in the work of overcoming. Works without faith are dead, and faith without works is dead. Works will never save us; it is the merit of Christ that will avail in our behalf. Through faith in Him, Christ will make all our imperfect efforts acceptable to God. The faith we are required to have is not a do-nothing faith; saving faith is that which works by love and purifies the soul. He who will lift up holy hands to God without wrath and doubting will walk intelligently in the way of God's commandments."},{"refcode_short":"FW 49.1","refcode_long":"Faith and Works, p. 49.1 (Ellen Gould White)","content":"If we are to have pardon for our sins, we must first have a realization of what sin is, that we may repent and bring forth fruits meet for repentance. We must have a solid foundation for our faith; it must be founded on the Word of God, and its results will be seen in obedience to God's expressed will. Says the apostle, “Without ...[holiness] no man shall see the Lord” (Hebrews 12:14)."},{"refcode_short":"FW 49.2","refcode_long":"Faith and Works, p. 49.2 (Ellen Gould White)","content":"Faith and works will keep us evenly balanced and make us successful in the work of perfecting Christian character. Jesus says, “Not every one that saith unto Me, Lord, Lord, shall enter in the kingdom of heaven; but he that doeth the will of My Father which is in heaven” (Matthew 7:21). Speaking of temporal food, the apostle said, “For even when we were with you, this we commanded you, that if any would not work, neither should he eat” (2 Thessalonians 3:10). The same rule applies to our spiritual nourishment; if any would have the bread of eternal life, let him make efforts to obtain it."},{"refcode_short":"FW 49.3","refcode_long":"Faith and Works, p. 49.3 (Ellen Gould White)","content":"We are living in an important and interesting period of this earth's history. We need more faith than we have yet had; we need a firmer hold from above. Satan is working with all power to obtain the victory over us, for he knows that he has but a short time in which to work. Paul had fear and trembling in working out his salvation; and should not we fear lest a promise being left us, we should any of us seem to come short of it, and prove ourselves unworthy of eternal life? We should watch unto prayer, strive with agonizing effort to enter in at the strait gate."},{"refcode_short":"FW 49","refcode_long":"Faith and Works, p. 49 (Ellen Gould White)","content":"Jesus Makes Up for Our Deficiency"},{"refcode_short":"FW 49.4","refcode_long":"Faith and Works, p. 49.4 (Ellen Gould White)","content":"There is no excuse for sin or for indolence. Jesus has led the way, and He wishes us to follow in His steps. He has suffered, He has sacrificed as none of us can, that He might bring salvation within our reach. We need not be discouraged. Jesus came to our world to bring divine power to man, that through His grace, we might be transformed into His likeness."},{"refcode_short":"FW 50.1","refcode_long":"Faith and Works, p. 50.1 (Ellen Gould White)","content":"When it is in the heart to obey God, when efforts are put forth to this end, Jesus accepts this disposition and effort as man's best service, and He makes up for the deficiency with His own divine merit. But He will not accept those who claim to have faith in Him and yet are disloyal to His Father's commandment. We hear a great deal about faith, but we need to hear a great deal more about works. Many are deceiving their own souls by living an easy-going, accommodating, crossless religion."},{"refcode_short":"FW 50.2","refcode_long":"Faith and Works, p. 50.2 (Ellen Gould White)","content":"But Jesus says, “If any man will come after Me, let him deny himself, and take up his cross, and follow Me” (Matthew 16:24)."},{"refcode_short":"FW 51","refcode_long":"Faith and Works, p. 51 (Ellen Gould White)","content":"Chapter 6—A Warning Against Counterfeit Sanctification"},{"refcode_short":"FW 51.1","refcode_long":"Faith and Works, p. 51.1 (Ellen Gould White)","content":"During the meetings at Orebro I was urged by the Spirit of the Lord to present His law as the great standard of righteousness and to warn our people against the modern, counterfeit sanctification which has its origin in will-worship rather than in submission to the will of God. This error is fast flooding the world, and as God's witnesses we shall be called to bear a decided testimony against it. It is one of the veriest delusions of the last days and will prove a temptation to all who believe present truth. Those who have not their faith firmly established upon the Word of God will be misled. And the saddest part of it all is that so few who are deceived by this error ever find their way to the light again."},{"refcode_short":"FW 51.2","refcode_long":"Faith and Works, p. 51.2 (Ellen Gould White)","content":"The Bible is the standard by which to test the claims of all who profess sanctification. Jesus prayed that His disciples might be sanctified through the truth, and He says, “Thy word is truth” (John 17:17); while the psalmist declares, “Thy law is the truth” (Psalm 119:142). All whom God is leading will manifest a high regard for the Scriptures in which His voice is heard. The Bible will be to them “profitable for doctrine, for reproof, for correction, for instruction in righteousness: that the man of God may be perfect, throughly furnished unto all good works” (2 Timothy 3:16). “Ye shall know them by their fruits” (Matthew 7:16)."},{"refcode_short":"FW 51.3","refcode_long":"Faith and Works, p. 51.3 (Ellen Gould White)","content":"We need no other evidence in order to judge of men's sanctification; if they are fearful lest they shall not obey the whole will of God, if they are listening diligently to His voice, trusting in His wisdom, and making His Word the man of their counsel, then, while they make no boasts of superior goodness, we may be sure that they are seeking to attain to perfection of Christian character. But if the claimants of holiness even intimate that they are no longer required to search the Scriptures, we need not hesitate to pronounce their sanctification spurious. They are leaning to their own understanding instead of conforming to the will of God."},{"refcode_short":"FW 52","refcode_long":"Faith and Works, p. 52 (Ellen Gould White)","content":"What God Requires"},{"refcode_short":"FW 52.1","refcode_long":"Faith and Works, p. 52.1 (Ellen Gould White)","content":"God requires at this time just what He required of the holy pair in Eden—perfect obedience to His requirements. His law remains the same in all ages. The great standard of righteousness presented in the Old Testament is not lowered in the New. It is not the work of the gospel to weaken the claims of God's holy law but to bring men up where they can keep its precepts."},{"refcode_short":"FW 52.2","refcode_long":"Faith and Works, p. 52.2 (Ellen Gould White)","content":"The faith in Christ that saves the soul is not what it is represented to be by many. “Believe, believe,” is their cry; “only believe in Christ, and you will be saved. It is all you have to do.” While true faith trusts wholly in Christ for salvation, it will lead to perfect conformity to the law of God. Faith is manifested by works. And the apostle John declares, “He that saith, I know Him, and keepeth not His commandments, is a liar, and the truth is not in him” (1 John 2:4)."},{"refcode_short":"FW 52.3","refcode_long":"Faith and Works, p. 52.3 (Ellen Gould White)","content":"It is unsafe to trust to feelings or impressions; these are unreliable guides. God's law is the only correct standard of holiness. It is by this law that character is to be judged. If an inquirer after salvation were to ask, “What shall I do to inherit eternal life?” the modern teachers of sanctification would answer, “Only believe that Jesus saves you.” But when Christ was asked this question He said, “What is written in the law? how readest thou?” And when the questioner replied, “Thou shalt love the Lord thy God with all thy heart, ...and thy neighbour as thyself,” Jesus said, “Thou hast answered right: this do, and thou shalt live” (Luke 10:25-29)."},{"refcode_short":"FW 53.1","refcode_long":"Faith and Works, p. 53.1 (Ellen Gould White)","content":"True sanctification will be evidenced by a conscientious regard for all the commandments of God, by a careful improvement of every talent, by a circumspect conversation, by revealing in every act the meekness of Christ."},{"refcode_short":"FW 53","refcode_long":"Faith and Works, p. 53 (Ellen Gould White)","content":"A Sanctification That Leads Away From the Bible"},{"refcode_short":"FW 53.2","refcode_long":"Faith and Works, p. 53.2 (Ellen Gould White)","content":"A number of persons were present at this meeting who held to the popular theory of sanctification, and as the claims of God's law were presented and the true character of this error was shown, one man was so much offended that he rose abruptly and left the meeting hall. I afterward heard that he had come from Stockholm to attend the meeting. In conversation with one of our ministers he claimed to be sinless and said that he had no need of the Bible, for the Lord told him directly what to do; he was far beyond the Bible teachings. What can be expected of those who follow their own imaginings rather than God's Word but that they will be deluded? They cast away the only detector of error, and what is to prevent the great deceiver from leading them captive at his will?"},{"refcode_short":"FW 53.3","refcode_long":"Faith and Works, p. 53.3 (Ellen Gould White)","content":"This man represents a class. Spurious sanctification leads directly away from the Bible. Religion is reduced to a fable. Feelings and impressions are made the criterion. While they profess to be sinless and boast of their righteousness, the claimants of sanctification teach that men are at liberty to transgress the law of God and that those who obey its precepts have fallen from grace. A presentation of its claims arouses their opposition and excites anger and contempt. Thus their character is shown, for “the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be” (Romans 8:7)."},{"refcode_short":"FW 53.4","refcode_long":"Faith and Works, p. 53.4 (Ellen Gould White)","content":"The true follower of Christ will make no boastful claims to holiness. It is by the law of God that the sinner is convicted. He sees his own sinfulness in contrast with the perfect righteousness which it enjoins, and this leads him to humility and repentance. He becomes reconciled to God through the blood of Christ, and as he continues to walk with Him he will be gaining a clearer sense of the holiness of God's character and the far-reaching nature of His requirements. He will see more clearly his own defects and will feel the need of continual repentance and faith in the blood of Christ."},{"refcode_short":"FW 54.1","refcode_long":"Faith and Works, p. 54.1 (Ellen Gould White)","content":"He who bears with him a continual sense of the presence of Christ cannot indulge self-confidence or self-righteousness. None of the prophets or apostles made proud boasts of holiness. The nearer they came to perfection of character, the less worthy and righteous they viewed themselves. But those who have the least sense of the perfection of Jesus, those whose eyes are least directed to Him, are the ones who make the strongest claim to perfection."},{"refcode_short":"FW 55","refcode_long":"Faith and Works, p. 55 (Ellen Gould White)","content":"Chapter 7—How to Tell if God is Leading"},{"refcode_short":"FW 55.1","refcode_long":"Faith and Works, p. 55.1 (Ellen Gould White)","content":"You will meet, as I have, with people who profess to be sanctified, holy. Now, there is a bewitching influence carried with this doctrine. They will state to you wonderful exercises of mind to show you that the Lord is leading them and teaching them. Then how can you tell but that the Lord is leading them? Well, there is a test: “To the law and to the testimony: if they speak not according to this word, it is because there is no light in them” (Isaiah 8:20)."},{"refcode_short":"FW 55.2","refcode_long":"Faith and Works, p. 55.2 (Ellen Gould White)","content":"If it stirs up the enmity of the human heart when the Lord, the great Jehovah, is mentioned, you may know the person has no connection with God. People may claim that they have great faith in Jesus and that there is nothing you can do but that Christ will do for you. Now, when Christ shall call forth the dead, it depends wholly upon your course of action whether you have a resurrection to life eternal or a resurrection to damnation. Thus they get these truths all mixed with error, and they cannot tell what is truth; and if asked to sit down and search the Scriptures with you to see what saith the Lord, I never knew a case but the answer was that they had no need to search the Scriptures, for the Lord told them what to do."},{"refcode_short":"FW 55.3","refcode_long":"Faith and Works, p. 55.3 (Ellen Gould White)","content":"The voice of God is speaking to us through His Word, and there are many voices that we will hear; but Christ has said we should beware of them who will say, “Here is Christ, or there is Christ.” Then how shall we know that they have not the truth unless we bring everything to the Scriptures? Christ has warned us to beware of false prophets who will come to us in His name, saying that they are Christ. Now, if you should take the position that it is not important for you to understand the Scriptures for yourselves, you will be in danger of being led away with these doctrines. Christ has said that there will be a company who in the day of retributive judgment will say, “Lord, Lord, have we not prophesied in Thy name? and in Thy name have cast out devils? and in Thy name done many wonderful works?” But Christ will say, “Depart from Me, ye that work iniquity” (Matthew 7:22, 23)."},{"refcode_short":"FW 56.1","refcode_long":"Faith and Works, p. 56.1 (Ellen Gould White)","content":"Now, we want to understand what sin is—that it is the transgression of God's law. This is the only definition given in the Scriptures. Therefore we see that those who claim to be led of God, and go right away from Him and His law, do not search the Scriptures. But the Lord will lead His people; for He says that His sheep will follow if they hear His voice, but a stranger will they not follow. Then it becomes us to thoroughly understand the Scriptures. And we will not have to inquire whether others have the truth, for it will be seen in their characters."},{"refcode_short":"FW 56","refcode_long":"Faith and Works, p. 56 (Ellen Gould White)","content":"Satan Will Work Miracles"},{"refcode_short":"FW 56.2","refcode_long":"Faith and Works, p. 56.2 (Ellen Gould White)","content":"The time is coming when Satan will work miracles right in your sight, claiming that he is Christ; and if your feet are not firmly established upon the truth of God, then you will be led away from your foundation. The only safety for you is to search for the truth as for hid treasures. Dig for the truth as you would for treasures in the earth, and present the Word of God, the Bible, before your heavenly Father, and say, “Enlighten me; teach me what is truth.”"},{"refcode_short":"FW 56.3","refcode_long":"Faith and Works, p. 56.3 (Ellen Gould White)","content":"And when His Holy Spirit shall come into your hearts, to impress the truth into your souls, you will not let it go easily. You have gained such an experience in searching the Scriptures that every point is established. And it is important that you continually search the Scriptures. You should store the mind with the Word of God; for you may be separated and placed where you will not have the privilege of meeting with the children of God. Then you will want the treasures of God's Word hidden in your hearts, and when opposition comes around you, you will need to bring everything to the Scriptures."},{"refcode_short":"FW 59","refcode_long":"Faith and Works, p. 59 (Ellen Gould White)","content":"Chapter 8—God's Commandment-Keeping People"},{"refcode_short":"FW 59.1","refcode_long":"Faith and Works, p. 59.1 (Ellen Gould White)","content":"All heaven has been looking with intense interest upon those who claim to be God's commandment-keeping people. Here are the people who ought to be able to claim all the rich promises of God; who ought to be going on from glory to glory and from strength to strength; who ought to be in a position to reflect glory to God in the works that they do. Jesus has said, “Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven” (Matthew 5:16)."},{"refcode_short":"FW 59.2","refcode_long":"Faith and Works, p. 59.2 (Ellen Gould White)","content":"We have received the rich blessing of God, but we must not stop here. We are to catch more and more the divine rays of light from heaven. We are to stand just where we can receive the light and reflect it, in its glory, upon the pathway of others. There has never been a time when we could feel more courage and confidence in the work than at the present time. There are many in our world who do not keep the commandments of God or make any profession of so doing, and yet they claim all His blessings. They are willing to accept and appropriate His promises without heeding the conditions upon which they are based. They have no right to the blessings they claim."},{"refcode_short":"FW 59.3","refcode_long":"Faith and Works, p. 59.3 (Ellen Gould White)","content":"But why should not those who are keeping His commandments lay hold of the promises that have been given to the children of God? We can see Christ's righteousness in the law. In the cross of Calvary, “mercy and truth are met together; righteousness and peace have kissed each other” (Psalm 85:10). This is the blending that there should be in our work."},{"refcode_short":"FW 60.1","refcode_long":"Faith and Works, p. 60.1 (Ellen Gould White)","content":"Truth and righteousness must be presented with the love of God as it was manifested in Jesus. What purity will then be seen! What a cleansing of every moral defilement will be shown to be necessary! Then, when this is done, the stubbornness of the will which has kept so many away from the light, as they behold the preciousness of the Redeemer, His mercy and pity, will all be melted away from their souls."},{"refcode_short":"FW 60.2","refcode_long":"Faith and Works, p. 60.2 (Ellen Gould White)","content":"Every one of us must fall on the Rock and be broken. Will there be one who will retain his stubbornness? Will there be one who will cling to his self-righteousness? Will there be one who will not catch sight of the preciousness of Christ? Is there a heart here that will not be subdued by the love of Jesus? Will any retain one particle of self-esteem?"},{"refcode_short":"FW 60.3","refcode_long":"Faith and Works, p. 60.3 (Ellen Gould White)","content":"We need to come still closer to God.... Why is it that our hearts have been so insensible to the love of God? Why have we had so hard a judgment of our heavenly Father? From the light that God has given me, I know that Satan has misrepresented our God in every possible way. He has cast his hellish shadow athwart our pathway, that we might not discern our God as a God of mercy, compassion, and truth. This is why the iron has entered into our souls."},{"refcode_short":"FW 60.4","refcode_long":"Faith and Works, p. 60.4 (Ellen Gould White)","content":"Then we have talked of the darkness that the evil one has cast upon us, and we have bemoaned our condition; and in so doing, we have only spread the shadow over other souls, and that which has injured us was an injury to them. As we have uttered our words of unbelief, others have been enshrouded in darkness and doubt."},{"refcode_short":"FW 60.5","refcode_long":"Faith and Works, p. 60.5 (Ellen Gould White)","content":"We cannot afford to do this work. We thus put our kind heavenly Father in a false light. All this should change. We must gather up the rays of divine truth and let our light shine upon the darkened pathway of others. Heaven's light shines for those who will follow Christ, the light of the world. He says, “He that followeth Me shall not walk in darkness, but shall have the light of life” (John 8:12)."},{"refcode_short":"FW 61.1","refcode_long":"Faith and Works, p. 61.1 (Ellen Gould White)","content":"What kind of recommendation do you give to the world of the religion of Christ if you go repining and complaining and filled with sorrow? Those who keep the commandments of God should make it manifest that the truth is sanctifying the soul, refining and purifying the thoughts, and elevating the character and life. Christ has died that the moral image of God might be restored in our souls and might be reflected to those around us."},{"refcode_short":"FW 61.2","refcode_long":"Faith and Works, p. 61.2 (Ellen Gould White)","content":"We need to drink deeper and deeper of the fountain of life. I hope that not a soul will be satisfied without making thorough work for eternity, and from this time on may it be seen, both by precept and example, that you are representatives of Christ. You may have a living testimony to bear: “Hear what the Lord has done for my soul.” The Lord is ready to impart still greater blessings."},{"refcode_short":"FW 61.3","refcode_long":"Faith and Works, p. 61.3 (Ellen Gould White)","content":"He permitted all His goodness to pass before Moses; He proclaimed His character to him as a God full of mercy, long-suffering, and gracious—forgiving iniquity, transgression, and sin. Moses was to represent this character to the people of Israel, and we are to do the same."},{"refcode_short":"FW 61.4","refcode_long":"Faith and Works, p. 61.4 (Ellen Gould White)","content":"We are to go forth to proclaim the goodness of God and to make plain His real character before the people. We are to reflect His glory. Have we done this in the past? Have we revealed the character of our Lord by precept and example? Have we not joined in the work of the enemy of souls and misrepresented our heavenly Father? Have we not been passing judgment on our brethren, criticizing their words and actions? Then the love of God has not been enthroned in our souls. Let us make a decided change."},{"refcode_short":"FW 63","refcode_long":"Faith and Works, p. 63 (Ellen Gould White)","content":"Chapter 9—The Quality of Our Faith"},{"refcode_short":"FW 63.1","refcode_long":"Faith and Works, p. 63.1 (Ellen Gould White)","content":"Text: John 3:1-16 (read by the speaker)"},{"refcode_short":"FW 63.2","refcode_long":"Faith and Works, p. 63.2 (Ellen Gould White)","content":"If there is nothing more in all the Scriptures which point out definitely the way to heaven, we have it here in these words. They tell us what conversion is. They tell us what we must do in order to be saved. And, my friends, I want to tell you that this strikes directly at the root of the surface work in the religious world. It strikes directly against the idea that you can become a child of God without any particular change. There is a decided change wrought in us if the truth of God has found a place in our hearts, for it has a sanctifying power upon life and upon character. When we see the fruits of righteousness in those who claim to have advanced truth, as we claim to have it, then there will be a course of action which testifies that we have learned of Christ."},{"refcode_short":"FW 63.3","refcode_long":"Faith and Works, p. 63.3 (Ellen Gould White)","content":"When Christ, the Hope of Israel, was hung upon the cross and was lifted up as He told Nicodemus He would be, the disciples’ hope died with Jesus. They could not explain the matter. They could not understand all that Christ had told them about it beforehand."},{"refcode_short":"FW 63.4","refcode_long":"Faith and Works, p. 63.4 (Ellen Gould White)","content":"But after the Resurrection their hopes and faith were resurrected, and they went forth proclaiming Christ and Him crucified. They told how by wicked hands the Lord of life and glory had been taken and crucified, but He had risen from the dead. And thus with great boldness they spoke the words of life at which the people were much astonished."},{"refcode_short":"FW 64.1","refcode_long":"Faith and Works, p. 64.1 (Ellen Gould White)","content":"The Pharisees and those who heard the disciples boldly proclaim Jesus as the Messiah interpreted it that they had been with Jesus and learned of Him. They talked just as Jesus talked. This settled it in their minds that they had learned of Jesus. How has it been with His disciples in all ages of the world? Why, they have learned of Jesus; they have been in His school; they have been His students and have learned the lessons of Christ in regard to the living connection that the soul has with God. That living faith is essential for our salvation that we should lay hold upon the merits of the blood of the crucified and risen Saviour, on Christ, our righteousness."},{"refcode_short":"FW 64.2","refcode_long":"Faith and Works, p. 64.2 (Ellen Gould White)","content":"There seems to be a cloudy atmosphere that has gathered about the soul of man and that has shut in the mind. It is next to impossible to break through this atmosphere of doubt and unbelief. It is next to impossible to arouse his vital interests so that he may understand what he must do to be saved."},{"refcode_short":"FW 64","refcode_long":"Faith and Works, p. 64 (Ellen Gould White)","content":"The Simplicity of Being Saved"},{"refcode_short":"FW 64.3","refcode_long":"Faith and Works, p. 64.3 (Ellen Gould White)","content":"He who will lay hold of Christ's righteousness need not wait one moment that he himself may blot out his own sins. He need not wait until he has made a suitable repentance before he may take hold upon Christ's righteousness. We do not understand the matter of salvation. It is just as simple as ABC. But we don't understand it."},{"refcode_short":"FW 64.4","refcode_long":"Faith and Works, p. 64.4 (Ellen Gould White)","content":"Now, how is it that a man will repent? Is it anything of himself? No; because the natural heart is at enmity with God. Then how can the natural heart stir itself up to repentance when it has no power to do so? What is it that brings man to repentance? It is Jesus Christ. How does He bring man to repentance? There are a thousand ways that He may do this."},{"refcode_short":"FW 64.5","refcode_long":"Faith and Works, p. 64.5 (Ellen Gould White)","content":"The God of heaven is working upon human minds all the time. An invitation is given in the Word of God, and it is not only given there, but it is given by all those who believe on Jesus Christ and are revealing Christ in their characters. They may not preach a discourse; they may not come directly to a person and speak to him in regard to his condition of impenitence, yet such a one sees when brought into connection with any of the disciples of Jesus Christ that there is something there that he does not have. The Pharisees saw that there was something in the disciples that they could not interpret. They saw something wonderful and were settled in their minds that the disciples had been listening to Jesus and they had learned their lessons from Him."},{"refcode_short":"FW 65.1","refcode_long":"Faith and Works, p. 65.1 (Ellen Gould White)","content":"There are the impressions that are going forth all the time. There is an atmosphere that surrounds the human soul and that atmosphere is a heavenly atmosphere or a hellish atmosphere. There are but two distinct lines. Either we are on Christ's side of the question or on the enemy's side. And if we are continually drawing rays of divine light from glory, angels of God are around about us and there is an atmosphere that surrounds the human soul. Our very attitude, our very words, witness genuine conversion to all who come within the sphere of our influence. “The Spirit and the bride say come, and let him that heareth say come, and let him that is athirst come.”"},{"refcode_short":"FW 65.2","refcode_long":"Faith and Works, p. 65.2 (Ellen Gould White)","content":"Now that we are branches of the Living Vine we will be nourished by the sap that flows from the Vine. It flows all the time to every branch, and every branch will bear fruit to the glory of God. “It is your Father's good pleasure” “that ye bear much fruit.” Well then, what is our position? It must be a position of living faith."},{"refcode_short":"FW 65","refcode_long":"Faith and Works, p. 65 (Ellen Gould White)","content":"You Can't Reason It Out"},{"refcode_short":"FW 65.3","refcode_long":"Faith and Works, p. 65.3 (Ellen Gould White)","content":"“I want,” says one, “to reason out this matter.” Well, reason it out if you can. “The wind bloweth where it listeth,” and you hear the sound thereof, but you cannot explain it. And no more can you explain the things of God upon the human heart. You cannot explain this faith that lays right hold upon the merits of the blood of a crucified and risen Saviour to bring Christ's righteousness into your life. Clothed with the righteousness of Christ and not your own righteousness, you will not depend upon what you can do or what you will do. Don't you know you cannot do anything without Christ? “Without Me,” He says, “ye can do nothing” (John 15:5)."},{"refcode_short":"FW 66.1","refcode_long":"Faith and Works, p. 66.1 (Ellen Gould White)","content":"When you sit down at your table the food that you eat is an expression of Christ's love. And the listening to the truth of God's words from the desk is a message that is sent to proclaim unto us the words of life."},{"refcode_short":"FW 66.2","refcode_long":"Faith and Works, p. 66.2 (Ellen Gould White)","content":"Who of you have been gathering all the doubts and questions that you could gather and heap up against this righteousness of Christ? Who has been doing this? What side are you on?"},{"refcode_short":"FW 66.3","refcode_long":"Faith and Works, p. 66.3 (Ellen Gould White)","content":"Have you been grasping the precious truths point after point as they have been presented? Or have you been thinking that you follow your own ideas and opinions and read and judge the Word of God by your opinions and theories? Or will you take your ideas and theories to the Word of God and let the living oracles reveal to you where the deficiencies and defects are in your ideas and theories? We cannot take a position that we will judge the Word of God because we believed thus and so. “To the law and to the testimony: if they speak not according to this word, it is because there is no light in them” (Isaiah 8:20)."},{"refcode_short":"FW 66.4","refcode_long":"Faith and Works, p. 66.4 (Ellen Gould White)","content":"If ever a people needed light, it is those who are living in the very closing days of this earth's history. We want to know what saith the Scripture. We want to come to the living oracles of God. We want that living faith which grasps the arm of infinite power, and we want to rely with all our being upon Jesus Christ, our righteousness. And we may do it. Yes, we do it profitably to our own soul's interest."},{"refcode_short":"FW 66.5","refcode_long":"Faith and Works, p. 66.5 (Ellen Gould White)","content":"You may be united to the Living Vine. Every member of your whole being may be united to that Vine, and the sap and nourishment that come from the Vine will nourish the branch that is in the Vine, until you are one with Christ as He was one with the Father. Thus His blessings will be imparted to you. But brethren, we have not had faith. We have dishonored God by unbelief long enough."},{"refcode_short":"FW 67","refcode_long":"Faith and Works, p. 67 (Ellen Gould White)","content":"The Faith of the Paralytic"},{"refcode_short":"FW 67.1","refcode_long":"Faith and Works, p. 67.1 (Ellen Gould White)","content":"I will refer to the paralytic who had not used his limbs for many years. There he was. The priests, the rulers, and scribes examined his case and pronounced it hopeless. They told him that by his own sin he had brought himself into this condition, and there was no hope for him. But the word was brought to him that there was a man called Jesus who was doing mighty works. He was healing the sick, and He had even raised the dead. “But how can I go to Him?” he said."},{"refcode_short":"FW 67.2","refcode_long":"Faith and Works, p. 67.2 (Ellen Gould White)","content":"“We will carry you to Jesus,” his friends replied, “right into His presence; we have heard He has come to such a place.”"},{"refcode_short":"FW 67.3","refcode_long":"Faith and Works, p. 67.3 (Ellen Gould White)","content":"And so they took the hopeless man and bore him to where they knew Jesus was. But the multitude surrounded the building so closely where Jesus was that there was no chance for them, not so much as to come at the door. What were they going to do? The paralytic suggested that they open the roof and take off the tiling and let him down through the roof."},{"refcode_short":"FW 67.4","refcode_long":"Faith and Works, p. 67.4 (Ellen Gould White)","content":"And so he manifested his earnest faith. They did it, and he was brought right before Jesus, where He could look at him. And Jesus as He looked at him, pitied him, and He said, “Son, thy sins be forgiven thee” (Mark 2:5). Well, what a joy that was! Jesus knew just what that sin-sick soul needed. He knew that he had been tortured on account of his own conscience, so He said, “Thy sins be forgiven thee.” What a relief came to his mind! What hope filled his heart!"},{"refcode_short":"FW 67.5","refcode_long":"Faith and Works, p. 67.5 (Ellen Gould White)","content":"Then the feelings arose in the hearts of the Pharisees, “Who has this power to forgive sins? It is God alone that has this power.”"},{"refcode_short":"FW 67.6","refcode_long":"Faith and Works, p. 67.6 (Ellen Gould White)","content":"Then Jesus said to them, “That ye may know that the Son of man hath power upon earth to forgive sins, (He said unto the sick of the palsy,) I say unto thee, Arise, and take up thy couch, and go into thine house” (Luke 5:24). What, take up his bed with his palsied arms! What, get upon his feet with his palsied limbs! What did he do? Why, he just did as he was bidden. He did what the Lord told him to. The power of the will was set to move his palsied limbs and arms, and they responded, when they had not responded for a long time. This manifestation showed before the people that there was One in their midst that could not only forgive sins but that could heal the sick."},{"refcode_short":"FW 68.1","refcode_long":"Faith and Works, p. 68.1 (Ellen Gould White)","content":"But that mighty evidence given to the Pharisees did not convert them. Men can so encase themselves in unbelief, doubt, and infidelity that the raising of the dead would not convict them. Because of their unbelief they would be in the same unbelieving position, unconvicted, unconverted. But all those who have hearts to receive the truth and ears to hear, glorify God. They exclaim, “We have never seen it on this wise before!”"},{"refcode_short":"FW 68","refcode_long":"Faith and Works, p. 68 (Ellen Gould White)","content":"The Response to the Impotent Man"},{"refcode_short":"FW 68.2","refcode_long":"Faith and Works, p. 68.2 (Ellen Gould White)","content":"There was the impotent man, and as Christ talked with him, he told the pitiful story of how, just as soon as he would go down into the water to be healed, somebody else would step in before him. Christ asked him, “Wilt thou be made whole?” (John 5:6). What a question! That was what he was there for, but Christ wanted to call forth the expression of desire in that man's heart to be made whole. And when Christ bade him to rise, take up his bed and walk, he did just as Christ told him to do. He did not say, “Why, I have been here thirty years and have not taken a step during that time.” He did not stop to argue, but did just as he was bidden. He took up his bed and walked out and was healed from that time."},{"refcode_short":"FW 68.3","refcode_long":"Faith and Works, p. 68.3 (Ellen Gould White)","content":"This is the faith that we need. But if you stop to explain everything and reason out every point, you will die in your sins, because you will never be satisfied."},{"refcode_short":"FW 69","refcode_long":"Faith and Works, p. 69 (Ellen Gould White)","content":"The Brazen Serpent"},{"refcode_short":"FW 69.1","refcode_long":"Faith and Works, p. 69.1 (Ellen Gould White)","content":"Here is another case Christ presented before Nicodemus—the serpent that was lifted up in the wilderness—and declared, “Even so must the Son of man be lifted up” (John 3:14). And if He is lifted up, He will draw all men unto Him, “that whosoever believeth in Him should not perish but have eternal life” (Verse 15). Now just look at that brazen serpent. The children of Israel had not realized that God had been keeping them by His angels sent to be their help and their protection. The people had not been destroyed by the serpents in their long travels through the wilderness. They had been an ungrateful people."},{"refcode_short":"FW 69.2","refcode_long":"Faith and Works, p. 69.2 (Ellen Gould White)","content":"We are just so. We do not realize the thousand dangers that our heavenly Father has kept us from. We do not realize the great blessing that He has bestowed upon us in giving us food and raiment, in preserving our lives by sending the guardian angels to watch over us. Every day we should be thankful for this. We ought to have gratitude stirring in our hearts and come to God with a gratitude offering every day. We ought to gather around the family altar every day and praise Him for His watchcare over us. The children of Israel had lost sight that God was protecting them from the venomous beasts. But when He withdrew His hand their sting was upon them."},{"refcode_short":"FW 69.3","refcode_long":"Faith and Works, p. 69.3 (Ellen Gould White)","content":"What then? Why, Christ Himself told Moses to set up a pole and make a brazen serpent and put it upon that pole and to raise it in the sight of the Israelites, that everyone who looked upon it might live. They had no great work to do. They were to look because God said it should be."},{"refcode_short":"FW 69.4","refcode_long":"Faith and Works, p. 69.4 (Ellen Gould White)","content":"Now, suppose that they had stopped to reason it out and said, “Why, it cannot be that by looking at that brazen serpent we will be healed! There is no life in it!” But the look of faith did heal them just as God had told them it would. Those who looked lived. Those who stopped to argue and explain it, died."},{"refcode_short":"FW 69.5","refcode_long":"Faith and Works, p. 69.5 (Ellen Gould White)","content":"What are we to do? Look and live. “And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up” (John 3:14). The reason? That those who behold Him “should not perish, but have everlasting life” (John 3:16)."},{"refcode_short":"FW 70.1","refcode_long":"Faith and Works, p. 70.1 (Ellen Gould White)","content":"What kind of faith is that? Is it to believe simply, or is it a faith of admission? There are many here who have that kind of faith. You believe that Jesus was the Son of God; but do you have a personal faith in regard to your own salvation? Do you believe that Jesus is your Saviour? that He died on Calvary's cross to redeem you? that He has offered you the gift of everlasting life if you believe on Him?"},{"refcode_short":"FW 70","refcode_long":"Faith and Works, p. 70 (Ellen Gould White)","content":"This is Righteousness by Faith"},{"refcode_short":"FW 70.2","refcode_long":"Faith and Works, p. 70.2 (Ellen Gould White)","content":"And what is it to believe? It is to fully accept that Jesus Christ died as our sacrifice; that He became the curse for us, took our sins upon Himself, and imputed unto us His own righteousness. Therefore we claim this righteousness of Christ, we believe it, and it is our righteousness. He is our Saviour. He saves us because He said He would. Are we going to go into all the explanations as to how He can save us? Do we have the goodness in ourselves that will make us better and cleanse us from the spots and stains of sin, enabling us then to come to God? We simply cannot do it."},{"refcode_short":"FW 70.3","refcode_long":"Faith and Works, p. 70.3 (Ellen Gould White)","content":"Don't you know that when the young man came to Christ and asked Him what he should do that he might have life, Christ told him to keep the commandments. Said he, “I have done it.” Now the Lord wanted to bring this lesson right home. “What lack I yet? I am perfectly whole” (Matthew 19:20). He did not see that there was a thing the matter with him or why he should not have eternal life. “I have done it,” he said. Now Christ touches the plague spot of his heart. He says, “Come, follow Me, and ye shall have life.”"},{"refcode_short":"FW 70.4","refcode_long":"Faith and Works, p. 70.4 (Ellen Gould White)","content":"What did he do? He turned away very sorrowful, for he had great possessions."},{"refcode_short":"FW 70.5","refcode_long":"Faith and Works, p. 70.5 (Ellen Gould White)","content":"Now he had not kept the commandments at all. He should have accepted Jesus Christ as his Saviour and taken hold of His righteousness. Then, as he had the righteousness of Christ, he could keep the law of God. The young ruler could not trample that law under his feet. He must respect it; he must love it. Then Christ would bring divine power to combine with man's efforts."},{"refcode_short":"FW 71.1","refcode_long":"Faith and Works, p. 71.1 (Ellen Gould White)","content":"Christ took upon Himself humanity for us. He clothed His divinity, and divinity and humanity were combined. He showed that that law which Satan declared could not be kept, could be kept. Christ took humanity to stand here in our world, to show that Satan had lied. He took humanity upon Himself to demonstrate that with divinity and humanity combined, man could keep the law of Jehovah. Separate humanity from divinity, and you can try to work out your own righteousness from now till Christ comes, and it will be nothing but a failure."},{"refcode_short":"FW 71.2","refcode_long":"Faith and Works, p. 71.2 (Ellen Gould White)","content":"By living faith, by earnest prayer to God, and depending upon Jesus’ merits, we are clothed with His righteousness, and we are saved. “Oh, yes,” some say, “we are saved in doing nothing. In fact, I am saved. I need not keep the law of God. I am saved by the righteousness of Jesus Christ.” Christ came to our world to bring all men back to allegiance to God. To take the position that you can break God's law, for Christ has done it all, is a position of death, for you are as verily a transgressor as anyone."},{"refcode_short":"FW 71.3","refcode_long":"Faith and Works, p. 71.3 (Ellen Gould White)","content":"Then what is it? It is to hear and to see that with the righteousness of Christ which you hold by faith, righteousness supplied by His efforts and His divine power, you can keep the commandments of God."},{"refcode_short":"FW 71","refcode_long":"Faith and Works, p. 71 (Ellen Gould White)","content":"Not Saved in Indolence"},{"refcode_short":"FW 71.4","refcode_long":"Faith and Works, p. 71.4 (Ellen Gould White)","content":"Now we want that faith. But will man be saved in indolence? Can he be saved in doing nothing? Never, never! He must be a colaborer with Jesus Christ. He cannot save himself. “We are labourers together with God” (1 Corinthians 3:9). And how is it? All heaven is laboring to elevate the human race from the degradation of sin. All heaven is open to the inhabitants of earth. The angels of God are sent to minister to those who shall be heirs of salvation. “It is God which worketh in you both to will and to do of His good pleasure” (Philippians 2:13)."},{"refcode_short":"FW 72.1","refcode_long":"Faith and Works, p. 72.1 (Ellen Gould White)","content":"And it is that faith which works that you want. How does it work? It works by love. What love? Why, the love flashing from the cross of Calvary. It is set up midway between earth and heaven, and salvation is gained by looking at this cross. The Father has accepted it, and the angelic host have come to that cross, and God Himself has bowed in acceptance of the sacrifice. It answers the demand of Heaven, and man can be saved through Jesus Christ, if we only have faith in Him. Man is reconciled to God, and God to man, through the full and perfect and entire sacrifice."},{"refcode_short":"FW 72.2","refcode_long":"Faith and Works, p. 72.2 (Ellen Gould White)","content":"Now, brethren, we want faith; we want to educate the soul in faith; we want every step to be a step of faith. We want faith in this sacrifice that has been made for us. “Mercy and truth are met together; righteousness and peace have kissed each other” (Psalm 85:10). Now, when we see a ray of light we want to lay hold upon it. The devil is working against this all the time. It is the faith that works by love that is witnessed by Jesus Christ on the cross of Calvary. It is the love that He has had for my soul. Christ has died for me. He has purchased me at an infinite cost, and He has atoned for everything that is offensive to Him. I must be a laborer with Him. I must take His yoke upon myself. I must wear the yoke of Christ. I must lift His burdens. I must teach others how to be lifted from the sinful state that I was in and to grasp by living faith the righteousness that is in Christ Jesus. That is the only way that the sinner can be saved."},{"refcode_short":"FW 72","refcode_long":"Faith and Works, p. 72 (Ellen Gould White)","content":"You Cannot Save Yourselves"},{"refcode_short":"FW 72.3","refcode_long":"Faith and Works, p. 72.3 (Ellen Gould White)","content":"Now you may cling to your righteousness, and you may think that you have tried to do about right, and that, after all, you will be saved in doing this. You cannot see that Christ does it all. “I must repent first,” some say. “I must go so far on my own without Christ, and then Christ meets me and accepts me.”"},{"refcode_short":"FW 73.1","refcode_long":"Faith and Works, p. 73.1 (Ellen Gould White)","content":"You cannot have a thought without Christ. You cannot have an inclination to come to Him unless He sets in motion influences and impresses His Spirit upon the human mind. And if there is a man on the face of the earth who has any inclination toward God, it is because of the many influences that are set to work to bear upon his mind and heart. Those influences call for the allegiance to God and an appreciation of the great work that God has done for him."},{"refcode_short":"FW 73.2","refcode_long":"Faith and Works, p. 73.2 (Ellen Gould White)","content":"Then don't let us ever say that we can repent of ourselves, and then Christ will pardon. No, indeed. It is the favor of God that pardons. It is the favor of God that leads us by His power to repentance. Therefore, it is all of Jesus Christ, everything of Him, and you want to just give back glory to God. Why don't you respond more when you meet together in your meetings? Why don't you have the quickening influence of the Spirit of God when the love of Jesus and His salvation are presented to you? It is because you do not see that Christ is first and last and best, and the Alpha and the Omega, the beginning and the end, the very Author and Finisher of our faith. You don't realize this, and therefore you remain in your sins. Why is this? It is because Satan is here wrestling and battling for the souls of men. He casts his hellish shadow right athwart our pathway, and all that you can see is the enemy and his power."},{"refcode_short":"FW 73.3","refcode_long":"Faith and Works, p. 73.3 (Ellen Gould White)","content":"Look away from his power to the One that is mighty to save to the utmost. Why doesn't your faith plow through the shadow to where Christ is? He has led captivity captive and given gifts unto men. He will teach you that Satan claims every soul that does not join with Him as his property."},{"refcode_short":"FW 73","refcode_long":"Faith and Works, p. 73 (Ellen Gould White)","content":"The Crucial Point in the Great Controversy"},{"refcode_short":"FW 73.4","refcode_long":"Faith and Works, p. 73.4 (Ellen Gould White)","content":"Satan is the author of death. What did Christ do after He brought Satan under the dominion of death? The very last words of Christ while expiring on the cross were, “It is finished” (John 19:30). The devil saw that he had overdone himself. Christ by dying accomplished the death of Satan and brought immortality to light."},{"refcode_short":"FW 74.1","refcode_long":"Faith and Works, p. 74.1 (Ellen Gould White)","content":"And after Christ came up from the Resurrection, what did He do? He grasped His power and held His scepter. He opened the graves and brought up the multitude of captives, testifying to everyone in our world and in creation that He had the power over death and that He rescued the captives of death."},{"refcode_short":"FW 74.2","refcode_long":"Faith and Works, p. 74.2 (Ellen Gould White)","content":"Not all that believed in Jesus were brought to life at that time. It was only a specimen of what would be, that we may know that death and the grave are not to hold the captives, because Christ took them to heaven. And when He comes again with power and great glory, He will open the graves. The prison house will be opened, and the dead will come forth again to a glorious immortality."},{"refcode_short":"FW 74.3","refcode_long":"Faith and Works, p. 74.3 (Ellen Gould White)","content":"Here are the trophies which Christ took up with Him and presented to the universe of heaven and the worlds that God has created. Any affection that ever they had for Lucifer, who was the covering cherub, is now destroyed. God gave him a chance to work out his character. If He had not done this, there might have been those who felt the accusation he brought against God that He didn't give him a fair chance was justified."},{"refcode_short":"FW 74.4","refcode_long":"Faith and Works, p. 74.4 (Ellen Gould White)","content":"The Prince of Life and the prince of darkness were in conflict. The Prince of Life prevailed, but at an infinite cost. His triumph is our salvation. He is our Substitute and Surety, and what He says to him that overcometh tells whether man has anything to do or not. How? “To him that overcometh will I grant to sit with Me in My throne, even as I also overcame, and am set down with My Father in His throne” (Revelation 3:21)."},{"refcode_short":"FW 74","refcode_long":"Faith and Works, p. 74 (Ellen Gould White)","content":"The Overcomer's Portion"},{"refcode_short":"FW 74.5","refcode_long":"Faith and Works, p. 74.5 (Ellen Gould White)","content":"Did not our Saviour have something to overcome? Did not He keep up the battle with the prince of darkness until He was a victor on every point? Then He left the work right in the hands of His followers. We have something to do. Have we not the overcomers’ portion, to work out and gain the victory? Have we not to follow on step by step to know the Lord until we shall know His goings forth are prepared as the morning? Their light will shine forth until we come to the brighter light. You will grasp it and go on and gather brighter light from the oracles of God as you supplicate the God of heaven."},{"refcode_short":"FW 75.1","refcode_long":"Faith and Works, p. 75.1 (Ellen Gould White)","content":"Jacob was ensnared. He defrauded his brother of his birthright. As he wrestled with Christ, his sins came up before him. And the angel wrestled with him and said, “Let Me go,” and Jacob said, “I will not let Thee go, except Thou bless me” (Genesis 32:26)."},{"refcode_short":"FW 75.2","refcode_long":"Faith and Works, p. 75.2 (Ellen Gould White)","content":"Will you do that? Will you wrestle with God at this meeting until you know that He reveals Himself to you? There are sins that afflict your souls; your sins grieve you. Will you say, “Now, Lord, I must have pardon written opposite my name,” and wrestle and plead with God, laying hold upon the righteousness of Christ. “He must save; I believe in Him; I take Him at His word.” Now, brethren, what shall we do?"},{"refcode_short":"FW 75.3","refcode_long":"Faith and Works, p. 75.3 (Ellen Gould White)","content":"Jacob obtained the victory, and his name was changed that day. It was when he prevailed with God. I am so thankful that God has made a way that we may have full and free salvation. We need not look at the shadows that Satan casts on our path. He would eclipse heaven and Jesus and the light and power of heaven to us, and we keep talking of the power of Satan. But we need not talk of that. Isaiah presents it this way: “Unto us a child is born, unto us a son is given: and the government shall be upon His shoulder: and His name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace” (Isaiah 9:6). Does not that say that I and My Father are one?"},{"refcode_short":"FW 75.4","refcode_long":"Faith and Works, p. 75.4 (Ellen Gould White)","content":"God help us, brethren, to wake up and stir ourselves now to do as much as the paralytic did; to do as much as the impotent man did and as much as the one with the palsied arm did. They did just as they were told. God help us to believe on the Son of God and that He can save us to the utmost, and we shall have everlasting life."},{"refcode_short":"FW 76.1","refcode_long":"Faith and Works, p. 76.1 (Ellen Gould White)","content":"But many of you act as though there wasn't enough animation in your souls to respond to the truth. Some of you act as though you thought Jesus were locked up in Joseph's new tomb. He is not there: He is risen from the dead, and we have a living Saviour today who is making intercession for us."},{"refcode_short":"FW 76.2","refcode_long":"Faith and Works, p. 76.2 (Ellen Gould White)","content":"Then talk of His love, talk of His power, praise Him. If you have a voice to say anything, talk of God, talk of heaven, talk of eternal life. I have heard persons who in their homes would speak so loud that their neighbors could hear them, but they would get up in meeting and mumble over a few words that could not be heard. You want to show that you have been learning in the school of Christ and that you have been making progress. “With the heart man believeth unto righteousness; and with the mouth confession is made unto salvation” (Romans 10:10). How many believe the truths you have heard today? Do you want to go a few months before you will acknowledge there is light in it? Do you want to stop to reason it all out? You will die before that time."},{"refcode_short":"FW 76","refcode_long":"Faith and Works, p. 76 (Ellen Gould White)","content":"Believe Because God Says It"},{"refcode_short":"FW 76.3","refcode_long":"Faith and Works, p. 76.3 (Ellen Gould White)","content":"Believe it because it is the truth, because God says it, and lay hold upon the meritorious blood of a crucified and risen Saviour. He is your only hope, He is your righteousness, your Substitute and Surety, your all in all. When you realize that, you can bring to Him only an offering of praise. But when you are not willing to come to Christ and acknowledge that He does it all, when you feel that you must first take a few steps, and come so far, and then God will meet you; that is just exactly like Cain's offering. He did not know Jesus, and he did not know that the blood of Jesus could cleanse his sins and make his offering acceptable to God. There are more Cains than one, with tainted offerings and polluted sacrifices and without the blood of Jesus. You are to come to Jesus Christ at every step. With the blood of Jesus and its cleansing power, offer your petitions to God and pray to Him in earnest, and study your Bibles as never before."},{"refcode_short":"FW 77.1","refcode_long":"Faith and Works, p. 77.1 (Ellen Gould White)","content":"The question is, “What is truth?” It is not how many years have I believed that makes it the truth. You must bring your creed to the Bible and let the light of the Bible define your creed and show where it comes short and where the difficulty is. The Bible is to be your standard, the living oracles of Jehovah are to be your guide. You are to dig for the truth as for hidden treasures. You are to find where the treasure is, and then you are to plow every inch of that field to get the jewels. You are to work the mines of truth for new gems, for new diamonds, and you will find them."},{"refcode_short":"FW 77.2","refcode_long":"Faith and Works, p. 77.2 (Ellen Gould White)","content":"You know how it is with the papal power. The people have no right to interpret the Scriptures for themselves. They must have someone else interpret the Scriptures for them. Have you no mind? Have you no reason? Has not God given judgment to the common people just as well as He has to the priests and rulers? When Christ, the Lord of life and glory, came to our world, if they had known Him, they never would have crucified Him. God had told them to search the Scriptures: “In them ye think ye have eternal life: and they are they which testify of Me” (John 5:39)."},{"refcode_short":"FW 77.3","refcode_long":"Faith and Works, p. 77.3 (Ellen Gould White)","content":"God help us to be Bible students. Until you can see the reason for it yourself and a “thus saith the Lord” in the Scriptures, don't trust any living man to interpret the Bible for you. And when you can see this, you know it for yourself, and know it to be the truth of God. You will say, “I have read it, I have seen it, and my own heart takes hold upon it, and it is the truth God has spoken to me from His Word.” Now this is what we are to be—individual Christians. We need to have an individual, personal experience. We need to be converted, as did the Jews. If you see a little light, you are not to stand back and say, “I will wait until my brethren have seen it.” If you do, you will go on in darkness."},{"refcode_short":"FW 78.1","refcode_long":"Faith and Works, p. 78.1 (Ellen Gould White)","content":"God help us to have a knowledge of the truth, and if you have seen the truth of God, press right to the light and put up the bars behind you. Make not flesh your arm; but have a living experience for yourselves, and then your countenance will shine with the glory of God. You have walked with Him, and He has upheld you. You have wrestled with Him and pleaded with Him, and He has let His light shine upon you."},{"refcode_short":"FW 78","refcode_long":"Faith and Works, p. 78 (Ellen Gould White)","content":"Talk Faith, Live Faith, Act Faith"},{"refcode_short":"FW 78.2","refcode_long":"Faith and Works, p. 78.2 (Ellen Gould White)","content":"Now, brethren, you have educated yourselves so much in doubts and questionings that you have to educate your souls in the line of faith. You have to talk faith, you have to live faith, you have to act faith, that you may have an increase of faith. Exercising that living faith, you will grow to strong men and women in Christ Jesus. God grant that this meeting that we are holding may be a meeting where the Sun of Righteousness may rise upon you and shine in your hearts with its clearest rays, making you all lights in the world."},{"refcode_short":"FW 78.3","refcode_long":"Faith and Works, p. 78.3 (Ellen Gould White)","content":"You can be just what Christ said His disciples should be—“the light of the world” (Matthew 5:14). You should diffuse that light, hope, and faith to others. You are not to go groaning your way onward in His service, as though He were a hard taskmaster, laying upon you burdens that you cannot carry. This is not the case. He wants you to be filled with joy, to be filled with the blessing of God, to know the length and breadth and height and depth of the love of God, which passeth knowledge. When His name is mentioned He wants it to strike the keynote, and there will be a response in your hearts. Then you can offer up thanksgiving and glory and honor and praise to Him that sitteth on the throne and to the Lamb."},{"refcode_short":"FW 78.4","refcode_long":"Faith and Works, p. 78.4 (Ellen Gould White)","content":"You should learn to sing that song here; and when you are changed in a moment, in the twinkling of an eye, you will know just where to strike the song of triumph with the heavenly angels and with the redeemed saints. We shall make heaven's arches ring with praise and glory. Now, let the arches ring here. Let this place waken praise in your hearts. While you are upon this ground look at the lofty trees, the green velvet carpet, and let praise awaken in your hearts. Praise God that we are privileged to be in this world, as beautiful as it is. We are going to a better place. This earth is going to be purified, melted over, and made without sin."},{"refcode_short":"FW 79.1","refcode_long":"Faith and Works, p. 79.1 (Ellen Gould White)","content":"Have we not everything to make us heavenly minded? Have we not everything to bring us right up from this earthliness and sensuality, this cheap and nonsensical talk, this jesting and joking, this false reporting, babbling, and evil surmising? Put it all away! It is a disgrace to the church! It enfeebles and weakens the church."},{"refcode_short":"FW 79.2","refcode_long":"Faith and Works, p. 79.2 (Ellen Gould White)","content":"Let our conversation be holy. As God is holy in His sphere, let us be holy in ours. Let us rejoice in the precious Saviour, who has died to redeem us, and reflect glory back to God. Let us join with heaven in our praises here and unite with the songs of the heavenly angels in the city of our God."},{"refcode_short":"FW 81","refcode_long":"Faith and Works, p. 81 (Ellen Gould White)","content":"Chapter 10—E. G. White Report on Response to the Ottawa Sermon"},{"refcode_short":"FW 81.1","refcode_long":"Faith and Works, p. 81.1 (Ellen Gould White)","content":"At the Kansas meeting my prayer to God was that the power of the enemy might be broken and that the people who had been in darkness might open their hearts and minds to the message that God should send them, that they might see the truth, new to many minds, as old truth in new framework. The understanding of the people of God has been blinded, for Satan has misrepresented the character of God. Our good and gracious Lord has been presented before the people clothed in the attributes of Satan, and men and women who have been seeking for truth have so long regarded God in a false light that it is difficult to dispel the cloud that obscures His glory from their view. Many have been living in an atmosphere of doubt, and it seems almost impossible for them to lay hold on the hope set before them in the gospel of Christ...."},{"refcode_short":"FW 81.2","refcode_long":"Faith and Works, p. 81.2 (Ellen Gould White)","content":"On Sabbath [May 11] truths were presented that were new to the majority of the congregation. Things new and old were brought forth from the treasure-house of God's Word. Truths were revealed that the people were scarcely able to comprehend and appropriate. Light flashed from the oracles of God in relation to the law and the gospel, in relation to the fact that Christ is our righteousness, which seemed to souls who were hungry for truth as light too precious to be received."},{"refcode_short":"FW 81.3","refcode_long":"Faith and Works, p. 81.3 (Ellen Gould White)","content":"But the labors of the Sabbath were not in vain. On Sunday morning there was decided evidence that the Spirit of God was working great changes in the moral and spiritual condition of those assembled. There was a surrendering of the mind and heart to God, and precious testimonies were borne by those who had long been in darkness. One brother spoke of the struggle that he had experienced before he could receive the good news that Christ is our righteousness. The conflict was severe, but the Lord was at work with him, and his mind was changed, and his strength renewed. The Lord presented the truth before him in clear lines, revealing the fact that Christ alone is the source of all hope and salvation. “In Him was life; and the life was the light of men.” “And the Word was made flesh, and dwelt among us, (and we beheld His glory, the glory as of the only begotten of the Father,) full of grace and truth” (John 1:4, 14)."},{"refcode_short":"FW 82.1","refcode_long":"Faith and Works, p. 82.1 (Ellen Gould White)","content":"One of our young ministering brethren said that he had enjoyed more of the blessing and love of God during that meeting than in all his life before. Another stated that the trials, perplexities, and conflicts which he had endured in his mind had been of such a character that he had been tempted to give up everything. He had felt that there was no hope for him unless he could obtain more of the grace of Christ, but through the influence of the meetings he had experienced a change of heart and had a better knowledge of salvation through faith in Christ. He saw that it was his privilege to be justified by faith; he had peace with God, and with tears confessed what relief and blessing had come to his soul. At every social meeting many testimonies were borne as to the peace, comfort, and joy the people had found in receiving light."},{"refcode_short":"FW 82.2","refcode_long":"Faith and Works, p. 82.2 (Ellen Gould White)","content":"We thank the Lord with all the heart that we have precious light to present before the people, and we rejoice that we have a message for this time which is present truth. The tidings that Christ is our righteousness has brought relief to many, many souls, and God says to His people, “Go forward.” The message to the Laodicean church is applicable to our condition. How plainly is pictured the position of those who think they have all the truth, who take pride in their knowledge of the Word of God, while its sanctifying power has not been felt in their lives. The fervor of the love of God is wanting in their hearts, but it is this very fervor of love that makes God's people the light of the world."},{"refcode_short":"FW 83","refcode_long":"Faith and Works, p. 83 (Ellen Gould White)","content":"The Laodicean Message"},{"refcode_short":"FW 83.1","refcode_long":"Faith and Works, p. 83.1 (Ellen Gould White)","content":"The True Witness says of a cold, lifeless, Christless church, “I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot. So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of My mouth” (Revelation 3:15, 16). Mark the following words: “Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked.” Here is represented a people who pride themselves in their possession of spiritual knowledge and advantages. But they have not responded to the unmerited blessings that God has bestowed upon them. They have been full of rebellion, ingratitude, and forgetfulness of God; and still He has dealt with them as a loving, forgiving father deals with an ungrateful, wayward son. They have resisted His grace, abused His privileges, slighted His opportunities, and have been satisfied to sink down in contentment, in lamentable ingratitude, hollow formalism, and hypocritical insincerity. With pharisaic pride they have vaunted themselves till it has been said of them, “Thou sayest, I am rich, and increased with goods, and have need of nothing” (Verse 17)."},{"refcode_short":"FW 83.2","refcode_long":"Faith and Works, p. 83.2 (Ellen Gould White)","content":"Has not the Lord Jesus sent message after message of rebuke, of warning, of entreaty, to these self-satisfied ones? Have not His counsels been despised and rejected? Have not His delegated messengers been treated with scorn, and their words been received as idle tales? Christ sees that which man does not see. He sees the sins which, if not repented of, will exhaust the patience of a long-suffering God. Christ cannot take up the names of those who are satisfied in their own self-sufficiency. He cannot importune in behalf of a people who feel no need of His help, who claim to know and possess everything."},{"refcode_short":"FW 84.1","refcode_long":"Faith and Works, p. 84.1 (Ellen Gould White)","content":"The great Redeemer represents Himself as a heavenly merchantman, laden with riches, calling from house to house, presenting His priceless goods, and saying, “I counsel thee to buy of Me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see. As many as I love, I rebuke and chasten: be zealous therefore, and repent. Behold, I stand at the door, and knock: if any man hear My voice, and open the door, I will come in to him, and will sup with him, and he with Me” (Revelation 3:18-20)."},{"refcode_short":"FW 84.2","refcode_long":"Faith and Works, p. 84.2 (Ellen Gould White)","content":"Let us consider our condition before God; let us heed the counsel of the True Witness. Let none of us be filled with prejudice, as were the Jews, that light may not come into our hearts. Let it not be necessary for Christ to say of us as He did of them, “Ye will not come to Me, that ye might have life” (John 5:40)."},{"refcode_short":"FW 84.3","refcode_long":"Faith and Works, p. 84.3 (Ellen Gould White)","content":"In every meeting since the General Conference, souls have eagerly accepted the precious message of the righteousness of Christ. We thank God that there are souls who realize that they are in need of something which they do not possess—gold of faith and love, white raiment of Christ's righteousness, eyesalve of spiritual discernment. If you possess these precious gifts, the temple of the human soul will not be like a desecrated shrine. Brethren and sisters, I call upon you in the name of Jesus Christ of Nazareth to work where God works. Now is the day of gracious opportunity and privilege."},{"refcode_short":"FW 85","refcode_long":"Faith and Works, p. 85 (Ellen Gould White)","content":"Chapter 11—Obedience and Sanctification"},{"refcode_short":"FW 85.1","refcode_long":"Faith and Works, p. 85.1 (Ellen Gould White)","content":"“And walk in love, as Christ also hath loved us, and hath given Himself for us an offering and a sacrifice to God for a sweetsmelling savour” (Ephesians 5:2). In all the fullness of His divinity, in all the glory of His spotless humanity, Christ gave Himself for us as a full and free sacrifice, and each one who comes to Him should accept Him as if he were the only one for whom the price had been paid. As in Adam all die, so in Christ shall all be made alive; for the obedient will be raised to immortality, and the transgressor will rise from the dead to suffer death, the penalty of the law which he has broken."},{"refcode_short":"FW 85.2","refcode_long":"Faith and Works, p. 85.2 (Ellen Gould White)","content":"Obedience to the law of God is sanctification. There are many who have erroneous ideas in regard to this work in the soul, but Jesus prayed that His disciples might be sanctified through the truth, and added, “Thy word is truth” (John 17:17). Sanctification is not an instantaneous but a progressive work, as obedience is continuous. Just as long as Satan urges his temptations upon us, the battle for self-conquest will have to be fought over and over again; but by obedience, the truth will sanctify the soul. Those who are loyal to the truth will, through the merits of Christ, overcome all weakness of character that has led them to be molded by every varying circumstance of life."},{"refcode_short":"FW 85","refcode_long":"Faith and Works, p. 85 (Ellen Gould White)","content":"Satan's Delusion and Snare"},{"refcode_short":"FW 85.3","refcode_long":"Faith and Works, p. 85.3 (Ellen Gould White)","content":"Many have taken the position that they cannot sin because they are sanctified, but this is a delusive snare of the evil one. There is constant danger of falling into sin, for Christ has warned us to watch and pray lest we enter into temptation. If we are conscious of the weakness of self, we shall not be self-confident and reckless of danger, but we shall feel the necessity of seeking to the Source of our strength, Jesus our Righteousness. We shall come in repentance and contrition, with a despairing sense of our own finite weakness, and learn that we must daily apply to the merits of the blood of Christ, that we may become vessels fit for the Master's use."},{"refcode_short":"FW 86.1","refcode_long":"Faith and Works, p. 86.1 (Ellen Gould White)","content":"While thus depending upon God we shall not be found warring against the truth, but we shall always be enabled to take our stand for the right. We should cling to the teaching of the Bible and not follow the customs and traditions of the world, the sayings and doings of men."},{"refcode_short":"FW 86.2","refcode_long":"Faith and Works, p. 86.2 (Ellen Gould White)","content":"When errors arise and are taught as Bible truth, those who have a connection with Christ will not trust to what the minister says, but like the noble Bereans, they will search the Scriptures daily to see if these things are so. When they discover what is the word of the Lord, they will take their stand on the side of the truth. They will hear the voice of the True Shepherd saying, “This is the way, walk ye in it.” Thus you will be educated to make the Bible the man of your counsel, and the voice of a stranger you will neither hear nor follow."},{"refcode_short":"FW 86","refcode_long":"Faith and Works, p. 86 (Ellen Gould White)","content":"Two Lessons"},{"refcode_short":"FW 86.3","refcode_long":"Faith and Works, p. 86.3 (Ellen Gould White)","content":"If the soul is to be purified and ennobled, and made fit for the heavenly courts, there are two lessons to be learned—self-sacrifice and self-control. Some learn these important lessons more easily than do others, for they are exercised by the simple discipline the Lord gives them in gentleness and love. Others require the slow discipline of suffering, that the cleansing fire may purify their hearts of pride and self-reliance, of earthly passion and self-love, that the true gold of character may appear and that they may become victors through the grace of Christ."},{"refcode_short":"FW 86.4","refcode_long":"Faith and Works, p. 86.4 (Ellen Gould White)","content":"The love of God will strengthen the soul, and through the virtue of the merits of the blood of Christ we may stand unscathed amid the fire of temptation and trial; but no other help can avail to save but Christ, our righteousness, who is made unto us wisdom and sanctification and redemption."},{"refcode_short":"FW 87.1","refcode_long":"Faith and Works, p. 87.1 (Ellen Gould White)","content":"True sanctification is nothing more or less than to love God with all the heart, to walk in His commandments and ordinances blameless. Sanctification is not an emotion but a heaven-born principle that brings all the passions and desires under the control of the Spirit of God; and this work is done through our Lord and Saviour."},{"refcode_short":"FW 87.2","refcode_long":"Faith and Works, p. 87.2 (Ellen Gould White)","content":"Spurious sanctification does not glorify God but leads those who claim it to exalt and glorify themselves. Whatever comes in our experience, whether of joy or sorrow, that does not reflect Christ and point to Him as its author, bringing glory to Him and sinking self out of sight, is not true Christian experience."},{"refcode_short":"FW 87.3","refcode_long":"Faith and Works, p. 87.3 (Ellen Gould White)","content":"When the grace of Christ is implanted in the soul by the Holy Spirit, its possessor will become humble in spirit and will seek for the society of those whose conversation is upon heavenly things. Then the Spirit will take the things of Christ and show them unto us and will glorify, not the receiver, but the Giver. If, therefore, you have the sacred peace of Christ in your heart, your lips will be filled with praise and thanksgiving to God. Your prayers, the discharge of your duty, your benevolence, your self-denial, will not be the theme of your thought or conversation, but you will magnify Him who gave Himself for you when you were yet a sinner. You will say: “I give myself to Jesus. I have found Him of whom Moses in the law, and the prophets, did write.” As you praise Him you will have a precious blessing, and all the praise and glory for that which is done through your instrumentality will be given back to God."},{"refcode_short":"FW 87","refcode_long":"Faith and Works, p. 87 (Ellen Gould White)","content":"Not Boisterous or Untamable"},{"refcode_short":"FW 87.4","refcode_long":"Faith and Works, p. 87.4 (Ellen Gould White)","content":"The peace of Christ is not a boisterous, untamable element made manifest in loud voices and bodily exercises. The peace of Christ is an intelligent peace, and it does not make those who possess it bear the marks of fanaticism and extravagance. It is not a rambling impulse but an emanation from God."},{"refcode_short":"FW 88.1","refcode_long":"Faith and Works, p. 88.1 (Ellen Gould White)","content":"When the Saviour imparts His peace to the soul, the heart will be in perfect harmony with the Word of God, for the Spirit and the Word agree. The Lord honors His Word in all His dealings with men. It is His own will, His own voice, that is revealed to men, and He has no new will, no new truth, aside from His Word, to unfold to His children. If you have a wonderful experience that is not in harmony with expressed directions of God's Word, you may well doubt it, for its origin is not from above. The peace of Christ comes through the knowledge of Jesus whom the Bible reveals."},{"refcode_short":"FW 88.2","refcode_long":"Faith and Works, p. 88.2 (Ellen Gould White)","content":"If happiness is drawn from outside sources and not from the Divine Fount, it will be as changeable as varying circumstances can make it; but the peace of Christ is a constant and abiding peace. It does not depend on any circumstance in life, on the amount of worldly goods, or the number of earthly friends. Christ is the fountain of living waters, and happiness and peace drawn from Him will never fail, for He is a well-spring of life. Those who trust in Him can say: “God is our refuge and strength, a very present help in trouble. Therefore will not we fear, though the earth be removed, and though the mountains be carried into the midst of the sea; though the waters thereof roar and be troubled, though the mountains shake with the swelling thereof.... There is a river, the streams whereof shall make glad the city of God, the holy place of the tabernacles of the Most High” (Psalm 46:1-4)."},{"refcode_short":"FW 88.3","refcode_long":"Faith and Works, p. 88.3 (Ellen Gould White)","content":"We have reason for ceaseless gratitude to God that Christ, by His perfect obedience, has won back the heaven that Adam lost through disobedience. Adam sinned, and the children of Adam share his guilt and its consequences; but Jesus bore the guilt of Adam, and all the children of Adam that will flee to Christ, the second Adam, may escape the penalty of transgression. Jesus regained heaven for man by bearing the test that Adam failed to endure; for He obeyed the law perfectly, and all who have a right conception of the plan of redemption will see that they cannot be saved while in transgression of God's holy precepts. They must cease to transgress the law and lay hold on the promises of God that are available for us through the merits of Christ."},{"refcode_short":"FW 89","refcode_long":"Faith and Works, p. 89 (Ellen Gould White)","content":"Trust Not in Men"},{"refcode_short":"FW 89.1","refcode_long":"Faith and Works, p. 89.1 (Ellen Gould White)","content":"Our faith is not to stand in the ability of men but in the power of God. There is danger of trusting in men, even though they may have been used as instruments of God to do a great and good work. Christ must be our strength and our refuge. The best of men may fall from their steadfastness, and the best of religion, when corrupted, is ever the most dangerous in its influence upon minds. Pure, living religion is found in obedience to every word that proceeds out of the mouth of God. Righteousness exalts a nation, and the absence of it degrades and ruins man."},{"refcode_short":"FW 89","refcode_long":"Faith and Works, p. 89 (Ellen Gould White)","content":"“Believe, Only Believe”"},{"refcode_short":"FW 89.2","refcode_long":"Faith and Works, p. 89.2 (Ellen Gould White)","content":"From the pulpits of today the words are uttered: “Believe, only believe. Have faith in Christ; you have nothing to do with the old law, only trust in Christ.” How different is this from the words of the apostle who declares that faith without works is dead. He says, “But be ye doers of the word, and not hearers only, deceiving your own selves” (James 1:22). We must have that faith that works by love and purifies the soul. Many seek to substitute a superficial faith for uprightness of life and think through this to obtain salvation."},{"refcode_short":"FW 89.3","refcode_long":"Faith and Works, p. 89.3 (Ellen Gould White)","content":"The Lord requires at this time just what He required of Adam in Eden—perfect obedience to the law of God. We must have righteousness without a flaw, without a blemish. God gave His Son to die for the world, but He did not die to repeal the law which was holy and just and good. The sacrifice of Christ on Calvary is an unanswerable argument showing the immutability of the law. Its penalty was felt by the Son of God in behalf of guilty man, that through His merits the sinner might obtain the virtue of His spotless character by faith in His name."},{"refcode_short":"FW 90.1","refcode_long":"Faith and Works, p. 90.1 (Ellen Gould White)","content":"The sinner was provided with a second opportunity to keep the law of God in the strength of his divine Redeemer. The cross of Calvary forever condemns the idea that Satan has placed before the Christian world, that the death of Christ abolished not only the typical system of sacrifices and ceremonies but the unchangeable law of God, the foundation of His throne, the transcript of His character."},{"refcode_short":"FW 90.2","refcode_long":"Faith and Works, p. 90.2 (Ellen Gould White)","content":"Through every device possible Satan has sought to make of none effect the sacrifice of the Son of God, to render His expiation useless and His mission a failure. He has claimed that the death of Christ made obedience to the law unnecessary and permitted the sinner to come into favor with a holy God without forsaking his sin. He has declared that the Old Testament standard was lowered in the gospel and that men can come to Christ, not to be saved from their sins but in their sins."},{"refcode_short":"FW 90.3","refcode_long":"Faith and Works, p. 90.3 (Ellen Gould White)","content":"But when John beheld Jesus he told His mission. He said, “Behold the Lamb of God, which taketh away the sin of the world” (John 1:29). To every repentant soul the message is, “Come now, and let us reason together, saith the Lord: though your sins be as scarlet, they shall be white as snow; though they be red like crimson, they shall be as wool” (Isaiah 1:18)."},{"refcode_short":"FW 91","refcode_long":"Faith and Works, p. 91 (Ellen Gould White)","content":"Chapter 12—Appropriating the Righteousness of Christ"},{"refcode_short":"FW 91.1","refcode_long":"Faith and Works, p. 91.1 (Ellen Gould White)","content":"Those who trust wholly in the righteousness of Christ, looking to Him in living faith, know the Spirit of Christ and are known of Christ. Simple faith enables the believer to reckon himself dead indeed unto sin and alive unto God through Jesus Christ our Lord. We are saved by grace through our faith, and that not of ourselves; it is the gift of God. Should we try to unfold these precious promises to the worldly wise, they would but ridicule us; for “the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned” (1 Corinthians 2:14)."},{"refcode_short":"FW 91.2","refcode_long":"Faith and Works, p. 91.2 (Ellen Gould White)","content":"When Jesus was about to ascend on high, He said to His disciples. “I will pray the Father, and He shall give you another Comforter, that He may abide with you for ever; even the Spirit of truth; whom the world cannot receive, because it seeth Him not, neither knoweth Him: but ye know Him; for He dwelleth with you, and shall be in you” (John 14:16, 17). Again He said, “He that hath My commandments, and keepeth them, he it is that loveth Me: and he that loveth Me shall be loved of My Father, and I will love him, and will manifest Myself to him” (Verse 21)."},{"refcode_short":"FW 91.3","refcode_long":"Faith and Works, p. 91.3 (Ellen Gould White)","content":"There are many who find satisfaction in identifying themselves with false doctrines, that there may be no disturbance or difference between themselves and the world; but the children of God must bear testimony to the truth, not only by pen and voice but by spirit and character. Our Saviour declares that the world cannot receive the spirit of truth. They cannot discern the truth, for they discern not Christ, the Author of truth. Lukewarm disciples, coldhearted professors, who are not imbued with the Spirit of Christ, are not able to discern the preciousness of His righteousness; but they go about to establish their own righteousness."},{"refcode_short":"FW 92.1","refcode_long":"Faith and Works, p. 92.1 (Ellen Gould White)","content":"The world seeks the things of the world—business, worldly honor, display, selfish gratification. Christ seeks to break this spell which holds men away from Him. He seeks to call men's attention to the world to come, that Satan has managed to eclipse by his own shadow. Christ brings the eternal world within the range of men's vision, He presents its attractions before them, tells them that He will prepare mansions for them, and will come again and receive them unto Himself. It is the design of Satan so to fill the mind with inordinate love of sensual things that the love of God and the desire for heaven shall be expelled from the heart...."},{"refcode_short":"FW 92","refcode_long":"Faith and Works, p. 92 (Ellen Gould White)","content":"Called to Be Faithful Stewards"},{"refcode_short":"FW 92.2","refcode_long":"Faith and Works, p. 92.2 (Ellen Gould White)","content":"God calls upon those to whom He has entrusted His goods to acquit themselves as faithful stewards. The Lord would have all things of temporal interest occupy a secondary place in the heart and thoughts; but Satan would have the matters of the earth take the first place in our lives. The Lord would have us approve the things that are excellent. He shows us the conflict in which we must engage, reveals the character and plan of redemption. He lays open before you the perils you will meet, the self-denial that will be required, and He bids you count the cost, assuring you that if you zealously engage in the conflict, divine power will combine with human effort."},{"refcode_short":"FW 92.3","refcode_long":"Faith and Works, p. 92.3 (Ellen Gould White)","content":"The Christian's warfare is not a warfare waged against flesh and blood but against principalities, against powers, against spiritual wickedness in high places. The Christian must contend with supernatural forces, but he is not to be left alone to engage in the conflict. The Saviour is the captain of his salvation, and with Him man may be more than conqueror."},{"refcode_short":"FW 93.1","refcode_long":"Faith and Works, p. 93.1 (Ellen Gould White)","content":"The world's Redeemer would not have man in ignorance of Satan's devices. The vast confederacy of evil is arrayed against those who would overcome; but Christ would have us look to the things that are not seen, to the armies of heaven that encamp round about those who love God, to deliver them. The angels of heaven are interested in behalf of man. The power of Omnipotence is at the service of those who trust in God. The Father accepts the righteousness of Christ in behalf of His followers, and they are surrounded with light and holiness which Satan cannot penetrate. The voice of the Captain of our salvation speaks to His followers, saying, “‘Be of good cheer; I have overcome the world.’ I am your defense; advance to victory.”"},{"refcode_short":"FW 93","refcode_long":"Faith and Works, p. 93 (Ellen Gould White)","content":"The Cross of Calvary"},{"refcode_short":"FW 93.2","refcode_long":"Faith and Works, p. 93.2 (Ellen Gould White)","content":"Through Christ, restoration as well as reconciliation is provided for man. The gulf that was made by sin has been spanned by the cross of Calvary. A full, complete ransom has been paid by Jesus, by virtue of which the sinner is pardoned and the justice of the law is maintained. All who believe that Christ is the atoning sacrifice may come and receive pardon for their sins; for through the merit of Christ, communication has been opened between God and man. God can accept me as His child, and I can claim Him and rejoice in Him as my loving Father."},{"refcode_short":"FW 93.3","refcode_long":"Faith and Works, p. 93.3 (Ellen Gould White)","content":"We must center our hopes of heaven upon Christ alone, because He is our Substitute and Surety. We have transgressed the law of God, and by the deeds of the law shall no flesh be justified. The best efforts that man in his own strength can make are valueless to meet the holy and just law that he has transgressed; but through faith in Christ he may claim the righteousness of the Son of God as all-sufficient. Christ satisfied the demands of the law in His human nature. He bore the curse of the law for the sinner, made an atonement for him, “that whosoever believeth in Him should not perish, but have everlasting life.” Genuine faith appropriates the righteousness of Christ, and the sinner is made an overcomer with Christ; for he is made a partaker of the divine nature, and thus divinity and humanity are combined."},{"refcode_short":"FW 94.1","refcode_long":"Faith and Works, p. 94.1 (Ellen Gould White)","content":"He who is trying to reach heaven by his own works in keeping the law is attempting an impossibility. Man cannot be saved without obedience, but his works should not be of himself; Christ should work in him to will and to do of His good pleasure. If a man could save himself by his own works, he might have something in himself in which to rejoice. The effort that man makes in his own strength to obtain salvation is represented by the offering of Cain. All that man can do without Christ is polluted with selfishness and sin; but that which is wrought through faith is acceptable to God. When we seek to gain heaven through the merits of Christ, the soul makes progress. “Looking unto Jesus, the author and finisher of our faith,” we may go on from strength to strength, from victory to victory; for through Christ the grace of God has worked out our complete salvation."},{"refcode_short":"FW 95","refcode_long":"Faith and Works, p. 95 (Ellen Gould White)","content":"Chapter 13—Faith and Works- Hand in Hand"},{"refcode_short":"FW 95.1","refcode_long":"Faith and Works, p. 95.1 (Ellen Gould White)","content":"Jesus died to save His people from their sins, and redemption in Christ means to cease the transgression of the law of God and to be free from every sin; no heart that is stirred with enmity against the law of God is in harmony with Christ, who suffered on Calvary to vindicate and exalt the law before the universe."},{"refcode_short":"FW 95.2","refcode_long":"Faith and Works, p. 95.2 (Ellen Gould White)","content":"Those who make bold assumptions of holiness give proof in this that they do not see themselves in the light of the law; they are not spiritually enlightened, and they do not loathe every species of selfishness and pride. From their sin-stained lips fall the contradictory utterances: “I am holy, I am sinless. Jesus teaches me that if I keep the law I am fallen from grace. The law is a yoke of bondage.” The Lord says, “Blessed are they that do His commandments, that they may have right to the tree of life, and may enter in through the gates into the city.” We should study the Word of God carefully that we may come to right decisions, and act accordingly; for then we shall obey the Word and be in harmony with God's holy law."},{"refcode_short":"FW 95","refcode_long":"Faith and Works, p. 95 (Ellen Gould White)","content":"Not Saved by Law Nor in Disobedience"},{"refcode_short":"FW 95.3","refcode_long":"Faith and Works, p. 95.3 (Ellen Gould White)","content":"While we are to be in harmony with God's law, we are not saved by the works of the law, yet we cannot be saved without obedience. The law is the standard by which character is measured. But we cannot possibly keep the commandments of God without the regenerating grace of Christ. Jesus alone can cleanse us from all sin. He does not save us by law, neither will He save us in disobedience to law."},{"refcode_short":"FW 96.1","refcode_long":"Faith and Works, p. 96.1 (Ellen Gould White)","content":"Our love to Christ will be in proportion to the depth of our conviction of sin, and by the law is the knowledge of sin. But as we see ourselves, let us look away to Jesus, who gave Himself for us that He might redeem us from all iniquity. By faith take hold of the merits of Christ, and the soul-cleansing blood will be applied. The more clearly we see the evils and perils to which we have been exposed, the more grateful shall we be for deliverance through Christ. The gospel of Christ does not give men license to break the law, for it was through transgression that the floodgates of woe were opened upon our world."},{"refcode_short":"FW 96.2","refcode_long":"Faith and Works, p. 96.2 (Ellen Gould White)","content":"Today sin is the same malignant thing that it was in the time of Adam. The gospel does not promise the favor of God to anyone who in impenitence breaks His law. The depravity of the human heart, the guilt of transgression, the ruin of sin, are all made plain by the cross where Christ has made for us a way of escape."},{"refcode_short":"FW 96","refcode_long":"Faith and Works, p. 96 (Ellen Gould White)","content":"A Doctrine Full of Deception"},{"refcode_short":"FW 96.3","refcode_long":"Faith and Works, p. 96.3 (Ellen Gould White)","content":"Self-righteousness is the danger of this age; it separates the soul from Christ. Those who trust to their own righteousness cannot understand how salvation comes through Christ. They call sin righteousness and righteousness sin. They have no appreciation of the evil of transgression, no understanding of the terror of the law; for they do not respect God's moral standard. The reason there are so many spurious conversions in these days is that there is so low an appreciation of the law of God. Instead of God's standard of righteousness, men have erected a standard of their own by which to measure character. They see through a glass darkly and present false ideas of sanctification to the people, thus encouraging egotism, pride, and self-righteousness. The doctrine of sanctification advocated by many is full of deception, because it is flattering to the natural heart; but the kindest thing that can be preached to the sinner is the truth of the binding claims of the law of God. Faith and works must go hand in hand; for faith without works is dead, being alone."},{"refcode_short":"FW 97","refcode_long":"Faith and Works, p. 97 (Ellen Gould White)","content":"The Test of Doctrine"},{"refcode_short":"FW 97.1","refcode_long":"Faith and Works, p. 97.1 (Ellen Gould White)","content":"The prophet declares a truth by which we may test all doctrine. He says, “To the law and to the testimony: if they speak not according to this word, it is because there is no light in them” (Isaiah 8:20). Although error abounds in the world, there is no reason why men need remain in deception. The truth is plain, and when it is contrasted with error, its character may be discerned. All the subjects of God's grace may understand what is required of them. By faith we may conform our lives to the standard of righteousness, because we can appropriate to ourselves the righteousness of Christ."},{"refcode_short":"FW 97.2","refcode_long":"Faith and Works, p. 97.2 (Ellen Gould White)","content":"In the Word of God the honest seeker for truth will find the rule for genuine sanctification. The apostle says: “There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.... For what the law could not do, in that it was weak through the flesh, God sending His own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh; that the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit. For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit. For to be carnally minded is death; but to be spiritually minded is life and peace. Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be. So then they that are in the flesh cannot please God. But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you” (Romans 8:1-9)."},{"refcode_short":"FW 99","refcode_long":"Faith and Works, p. 99 (Ellen Gould White)","content":"Chapter 14—The Experience of Righteousness by Faith Outlined"},{"refcode_short":"FW 99.1","refcode_long":"Faith and Works, p. 99.1 (Ellen Gould White)","content":"“Jesus came into Galilee, preaching the gospel of the kingdom of God, and saying, The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe the gospel” (Mark 1:14, 15)."},{"refcode_short":"FW 99.2","refcode_long":"Faith and Works, p. 99.2 (Ellen Gould White)","content":"Repentance is associated with faith and is urged in the gospel as essential to salvation. Paul preached repentance. He said, “I kept back nothing that was profitable unto you, but have shewed you, and have taught you publickly, and from house to house, testifying both to the Jews, and also to the Greeks, repentance toward God, and faith toward our Lord Jesus Christ” (Acts 20:20, 21). There is no salvation without repentance. No impenitent sinner can believe with his heart unto righteousness, Repentance is described by Paul as a godly sorrow for sin that “worketh repentance to salvation not to be repented of” (2 Corinthians 7:10). This repentance has in it nothing of the nature of merit, but it prepares the heart for the acceptance of Christ as the only Saviour, the only hope of the lost sinner."},{"refcode_short":"FW 99.3","refcode_long":"Faith and Works, p. 99.3 (Ellen Gould White)","content":"As the sinner looks to the law, his guilt is made plain to him and pressed home to his conscience, and he is condemned. His only comfort and hope is found in looking to the cross of Calvary. As he ventures upon the promises, taking God at His word, relief and peace come to his soul. He cries, “Lord, Thou hast promised to save all who come unto Thee in the name of Thy Son. I am a lost, helpless, hopeless soul. Lord, save, or I perish.” His faith lays hold on Christ, and he is justified before God."},{"refcode_short":"FW 100.1","refcode_long":"Faith and Works, p. 100.1 (Ellen Gould White)","content":"But while God can be just, and yet justify the sinner through the merits of Christ, no man can cover his soul with the garments of Christ's righteousness while practicing known sins or neglecting known duties. God requires the entire surrender of the heart, before justification can take place; and in order for man to retain justification, there must be continual obedience, through active, living faith that works by love and purifies the soul."},{"refcode_short":"FW 100.2","refcode_long":"Faith and Works, p. 100.2 (Ellen Gould White)","content":"James writes of Abraham and says, “Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar? Seest thou how faith wrought with his works, and by works was faith made perfect? And the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God. Ye see then how that by works a man is justified, and not by faith only” (James 2:21-24). In order for man to be justified by faith, faith must reach a point where it will control the affections and impulses of the heart; and it is by obedience that faith itself is made perfect."},{"refcode_short":"FW 100","refcode_long":"Faith and Works, p. 100 (Ellen Gould White)","content":"Faith the Condition of Promise"},{"refcode_short":"FW 100.3","refcode_long":"Faith and Works, p. 100.3 (Ellen Gould White)","content":"Without the grace of Christ, the sinner is in a hopeless condition; nothing can be done for him; but through divine grace, supernatural power is imparted to the man and works in mind and heart and character. It is through the impartation of the grace of Christ that sin is discerned in its hateful nature and finally driven from the soul temple. It is through grace that we are brought into fellowship with Christ, to be associated with Him in the work of salvation. Faith is the condition upon which God has seen fit to promise pardon to sinners; not that there is any virtue in faith whereby salvation is merited, but because faith can lay hold of the merits of Christ, the remedy provided for sin. Faith can present Christ's perfect obedience instead of the sinner's transgression and defection. When the sinner believes that Christ is his personal Saviour, then according to His unfailing promises, God pardons his sin and justifies him freely. The repentant soul realizes that his justification comes because Christ, as his Substitute and Surety, has died for him, is his atonement and righteousness."},{"refcode_short":"FW 101.1","refcode_long":"Faith and Works, p. 101.1 (Ellen Gould White)","content":"“Abraham believed God, and it was counted unto him for righteousness. Now to him that worketh is the reward not reckoned of grace, but of debt. But to him that worketh not, but believeth on Him that justifieth the ungodly, his faith is counted for righteousness” (Romans 4:3-5). Righteousness is obedience to the law. The law demands righteousness, and this the sinner owes to the law; but he is incapable of rendering it. The only way in which he can attain to righteousness is through faith. By faith he can bring to God the merits of Christ, and the Lord places the obedience of His Son to the sinner's account. Christ's righteousness is accepted in place of man's failure, and God receives, pardons, justifies, the repentant, believing soul, treats him as though he were righteous, and loves him as He loves His Son. This is how faith is accounted righteousness; and the pardoned soul goes on from grace to grace, from light to a greater light. He can say with rejoicing, “Not by works of righteousness which we have done, but according to His mercy He saved us, by the washing of regeneration, and renewing of the Holy Ghost; which He shed on us abundantly through Jesus Christ our Saviour; that being justified by His grace, we should be made heirs according to the hope of eternal life” (Titus 3:5-7)."},{"refcode_short":"FW 101.2","refcode_long":"Faith and Works, p. 101.2 (Ellen Gould White)","content":"Again: it is written, “But as many as received Him, to them gave He power to become the sons of God, even to them that believe on His name: which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God” (John 1:12, 13). Jesus declared, “Except a man be born again, he cannot see the kingdom of God” (John 3:3). “Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God” (Verse 5). It is not a low standard that is placed before us, for we are to become the children of God. We are to be saved as individuals, and in the day of test and trial we shall be able to discern between him that serveth God and him that serveth Him not. We are saved as individual believers in the Lord Jesus Christ."},{"refcode_short":"FW 102.1","refcode_long":"Faith and Works, p. 102.1 (Ellen Gould White)","content":"Many are losing the right way, in consequence of thinking that they must climb to heaven, that they must do something to merit the favor of God. They seek to make themselves better by their own unaided efforts. This they can never accomplish. Christ has made the way by dying our Sacrifice, by living our Example, by becoming our great High Priest. He declares, “I am the way, the truth, and the life” (John 14:6). If by any effort of our own we could advance one step toward the ladder, the words of Christ would not be true. But when we accept Christ, good works will appear as fruitful evidence that we are in the way of life, that Christ is our way, and that we are treading the true path that leads to heaven."},{"refcode_short":"FW 102","refcode_long":"Faith and Works, p. 102 (Ellen Gould White)","content":"He Becomes Our Righteousness"},{"refcode_short":"FW 102.2","refcode_long":"Faith and Works, p. 102.2 (Ellen Gould White)","content":"Christ looks at the spirit, and when He sees us carrying our burden with faith, His perfect holiness atones for our shortcomings. When we do our best, He becomes our righteousness. It takes every ray of light that God sends to us to make us the light of the world—Letter 22, 1889."},{"refcode_short":"FW 103","refcode_long":"Faith and Works, p. 103 (Ellen Gould White)","content":"Chapter 15—This Is Justification by Faith"},{"refcode_short":"FW 103.1","refcode_long":"Faith and Works, p. 103.1 (Ellen Gould White)","content":"As the penitent sinner, contrite before God, discerns Christ's atonement in his behalf and accepts this atonement as his only hope in this life and the future life, his sins are pardoned. This is justification by faith. Every believing soul is to conform his will entirely to God's will and keep in a state of repentance and contrition, exercising faith in the atoning merits of the Redeemer and advancing from strength to strength, from glory to glory."},{"refcode_short":"FW 103.2","refcode_long":"Faith and Works, p. 103.2 (Ellen Gould White)","content":"Pardon and justification are one and the same thing. Through faith, the believer passes from the position of a rebel, a child of sin and Satan, to the position of a loyal subject of Christ Jesus, not because of an inherent goodness, but because Christ receives him as His child by adoption. The sinner receives the forgiveness of his sins, because these sins are borne by his Substitute and Surety. The Lord speaks to His heavenly Father, saying: “This is My child, I reprieve him from the condemnation of death, giving him My life insurance policy—eternal life—because I have taken his place and have suffered for his sins. He is even My beloved son.” Thus man, pardoned, and clothed with the beautiful garments of Christ's righteousness, stands faultless before God."},{"refcode_short":"FW 103.3","refcode_long":"Faith and Works, p. 103.3 (Ellen Gould White)","content":"The sinner may err, but he is not cast off without mercy. His only hope, however, is repentance toward God and faith in the Lord Jesus Christ. It is the Father's prerogative to forgive our transgressions and sins, because Christ has taken upon Himself our guilt and reprieved us, imputing to us His own righteousness. His sacrifice satisfies fully the demands of justice."},{"refcode_short":"FW 104.1","refcode_long":"Faith and Works, p. 104.1 (Ellen Gould White)","content":"Justification is the opposite of condemnation. God's boundless mercy is exercised toward those who are wholly undeserving. He forgives transgressions and sins for the sake of Jesus, who has become the propitiation for our sins. Through faith in Christ, the guilty transgressor is brought into favor with God and into the strong hope of life eternal."},{"refcode_short":"FW 105","refcode_long":"Faith and Works, p. 105 (Ellen Gould White)","content":"Chapter 16—Accepted in Christ"},{"refcode_short":"FW 105.1","refcode_long":"Faith and Works, p. 105.1 (Ellen Gould White)","content":"“For God so loved the world, that He gave His only begotten Son, that whosoever believeth in Him should not perish, but have everlasting life” (John 3:16). This message is for the world, for “whosoever” means that any and all who comply with the condition may share the blessing. All who look unto Jesus, believing in Him as their personal Saviour, shall “not perish, but have everlasting life.” Every provision has been made that we may have the everlasting reward."},{"refcode_short":"FW 105.2","refcode_long":"Faith and Works, p. 105.2 (Ellen Gould White)","content":"Christ is our Sacrifice, our Substitute, our Surety, our divine intercessor; He is made unto us righteousness, sanctification, and redemption. “For Christ is not entered into the holy places made with hands, which are the figures of the true; but into heaven itself, now to appear in the presence of God for us” (Hebrews 9:24)."},{"refcode_short":"FW 105.3","refcode_long":"Faith and Works, p. 105.3 (Ellen Gould White)","content":"The intercession of Christ in our behalf is that of presenting His divine merits in the offering of Himself to the Father as our substitute and surety; for He ascended up on high to make an atonement for our transgressions. “If any man sin, we have an advocate with the Father, Jesus Christ the righteous; and He is the propitiation for our sins; and not for ours only, but also for the sins of the whole world” (1 John 2:1, 2). “Herein is love, not that we loved God, but that He loved us, and sent His Son to be the propitiation for our sins” (1 John 4:10). “He is able also to save them to the uttermost that come unto God by Him, seeing He ever liveth to make intercession for them” (Hebrews 7:25)."},{"refcode_short":"FW 105.4","refcode_long":"Faith and Works, p. 105.4 (Ellen Gould White)","content":"From these scriptures it is evident that it is not God's will that you should be distrustful and torture your soul with the fear that God will not accept you because you are sinful and unworthy. “Draw nigh to God, and He will draw nigh to you” (James 4:8). Present your case before Him, pleading the merits of the blood shed for you upon Calvary's cross. Satan will accuse you of being a great sinner, and you must admit this, but you can say: “I know I am a sinner, and that is the reason I need a Saviour. Jesus came into the world to save sinners. ‘The blood of Jesus Christ His Son cleanseth us from all sin’ (1 John 1:7). ‘If we confess our sins, He is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness’ (Verse 9). I have no merit or goodness whereby I may claim salvation, but I present before God the all-atoning blood of the spotless Lamb of God, which taketh away the sin of the world. This is my only plea. The name of Jesus gives me access to the Father. His ear, His heart, is open to my faintest pleading, and He supplies my deepest necessities.”"},{"refcode_short":"FW 106","refcode_long":"Faith and Works, p. 106 (Ellen Gould White)","content":"This Is Justification"},{"refcode_short":"FW 106.1","refcode_long":"Faith and Works, p. 106.1 (Ellen Gould White)","content":"It is the righteousness of Christ that makes the penitent sinner acceptable to God and works his justification. However sinful has been his life, if he believes in Jesus as his personal Saviour, he stands before God in the spotless robes of Christ's imputed righteousness."},{"refcode_short":"FW 106.2","refcode_long":"Faith and Works, p. 106.2 (Ellen Gould White)","content":"The sinner so recently dead in trespasses and sins is quickened by faith in Christ. He sees by faith that Jesus is his Saviour, and alive forevermore, able to save unto “the uttermost [all] that come unto God by Him.” In the atonement made for him the believer sees such breadth and length and height and depth of efficiency—sees such completeness of salvation, purchased at such infinite cost, that his soul is filled with praise and thanksgiving. He sees as in a glass the glory of the Lord and is changed into the same image as by the Spirit of the Lord. He sees the robe of Christ's righteousness, woven in the loom of heaven, wrought by His obedience, and imputed to the repenting soul through faith in His name."},{"refcode_short":"FW 107.1","refcode_long":"Faith and Works, p. 107.1 (Ellen Gould White)","content":"When the sinner has a view of the matchless charms of Jesus, sin no longer looks attractive to him; for he beholds the Chiefest among ten thousand, the One altogether lovely. He realizes by a personal experience the power of the gospel, whose vastness of design is equaled only by its preciousness of purpose."},{"refcode_short":"FW 107.2","refcode_long":"Faith and Works, p. 107.2 (Ellen Gould White)","content":"We have a living Saviour. He is not in Joseph's new tomb; He is risen from the dead and has ascended on high as a Substitute and Surety for every believing soul. “Therefore being justified by faith, we have peace with God through our Lord Jesus Christ” (Romans 5:1). The sinner is justified through the merits of Jesus, and this is God's acknowledgment of the perfection of the ransom paid for man. That Christ was obedient even unto the death of the cross is a pledge of the repenting sinner's acceptance with the Father. Then shall we permit ourselves to have a vacillating experience of doubting and believing, believing and doubting? Jesus is the pledge of our acceptance with God. We stand in favor before God, not because of any merit in ourselves, but because of our faith in “the Lord our righteousness.”"},{"refcode_short":"FW 107.3","refcode_long":"Faith and Works, p. 107.3 (Ellen Gould White)","content":"Jesus stands in the holy of holies, now to appear in the presence of God for us. There He ceases not to present His people moment by moment, complete in Himself. But because we are thus represented before the Father, we are not to imagine that we are to presume upon His mercy and become careless, indifferent, and self-indulgent. Christ is not the minister of sin. We are complete in Him, accepted in the Beloved, only as we abide in Him by faith."},{"refcode_short":"FW 107.4","refcode_long":"Faith and Works, p. 107.4 (Ellen Gould White)","content":"Perfection through our own good works we can never attain. The soul who sees Jesus by faith, repudiates his own righteousness. He sees himself as incomplete, his repentance insufficient, his strongest faith but feebleness, his most costly sacrifice as meager, and he sinks in humility at the foot of the cross. But a voice speaks to him from the oracles of God's Word. In amazement he hears the message, “Ye are complete in Him.” Now all is at rest in his soul. No longer must he strive to find some worthiness in himself, some meritorious deed by which to gain the favor of God."},{"refcode_short":"FW 108","refcode_long":"Faith and Works, p. 108 (Ellen Gould White)","content":"A Truth Hard to Grasp"},{"refcode_short":"FW 108.1","refcode_long":"Faith and Works, p. 108.1 (Ellen Gould White)","content":"Beholding the Lamb of God, which taketh away the sin of the world, he finds the peace of Christ; for pardon is written against his name, and he accepts the Word of God, “Ye are complete in Him” (Colossians 2:10). How hard is it for humanity, long accustomed to cherish doubt, to grasp this great truth! But what peace it brings to the soul, what vital life! In looking to ourselves for righteousness, by which to find acceptance with God, we look to the wrong place, “for all have sinned, and come short of the glory of God” (Romans 3:23). We are to look to Jesus; for “we all, with open face beholding as in a glass the glory of the Lord, are changed into the same image from glory to glory” (2 Corinthians 3:18). You are to find your completeness by beholding the Lamb of God, which taketh away the sin of the world."},{"refcode_short":"FW 108.2","refcode_long":"Faith and Works, p. 108.2 (Ellen Gould White)","content":"Standing before the broken law of God, the sinner cannot cleanse himself; but, believing in Christ, he is the object of His infinite love and clothed in His spotless righteousness. For those who believe in Christ, Jesus prayed: “Sanctify them through Thy truth: Thy word is truth: ...that they all may be one; as Thou, Father, art in Me, and I in Thee, that they also may be one in Us, that the world may believe that Thou hast sent me. And the glory which Thou gavest Me I have given them; that they may be one, even as We are one” (John 17:17-22). “O righteous Father, the world hath not known Thee: but I have known Thee, and these have known that Thou hast sent Me. And I have declared unto them Thy name, and will declare it: that the love wherewith Thou hast loved Me may be in them, and I in them” (Verses 25, 26)."},{"refcode_short":"FW 108.3","refcode_long":"Faith and Works, p. 108.3 (Ellen Gould White)","content":"Who can comprehend the nature of that righteousness which makes the believing sinner whole, presenting him to God without spot or wrinkle or any such thing? We have the pledged word of God that Christ is made unto us righteousness, sanctification, and redemption. God grant that we may rely upon His word with implicit trust, and enjoy His richest blessing. “For the Father Himself loveth you, because ye have loved Me, and have believed that I came out from God” (John 16:27)."},{"refcode_short":"FW 111","refcode_long":"Faith and Works, p. 111 (Ellen Gould White)","content":"Chapter 17—Counsel to a Leading Minister on the Presentation of the Relation of Faith and Works"},{"refcode_short":"FW 111.1","refcode_long":"Faith and Works, p. 111.1 (Ellen Gould White)","content":"I was attending a meeting, and a large congregation were present. In my dream you were presenting the subject of faith and the imputed righteousness of Christ by faith. You repeated several times that works amounted to nothing, that there were no conditions. The matter was presented in that light that I knew minds would be confused and would not receive the correct impression in reference to faith and works, and I decided to write to you. You state this matter too strongly. There are conditions to our receiving justification and sanctification, and the righteousness of Christ. I know your meaning, but you leave a wrong impression upon many minds. While good works will not save even one soul, yet it is impossible for even one soul to be saved without good works. God saves us under a law, that we must ask if we would receive, seek if we would find, and knock if we would have the door opened unto us."},{"refcode_short":"FW 111.2","refcode_long":"Faith and Works, p. 111.2 (Ellen Gould White)","content":"Christ offers Himself as willing to save unto the uttermost all who come unto Him. He invites all to come to Him. “Him that cometh to Me I will in no wise cast out” (John 6:37). You look in reality upon these subjects as I do, yet you make these subjects, through your expressions, confusing to minds. And after you have expressed your mind radically in regard to works, when questions are asked you upon this very subject, it is not lying out in so very clear lines in your own mind, and you cannot define the correct principles to other minds, and you are yourself unable to make your statements harmonize with your own principles and faith."},{"refcode_short":"FW 112.1","refcode_long":"Faith and Works, p. 112.1 (Ellen Gould White)","content":"The young man came to Jesus with the question, “Good Master, what shall I do that I may inherit eternal life?” (Mark 10:17). And Christ saith unto him, “Why callest thou Me good? There is none good but one, that is, God: but if thou wilt enter into life, keep the commandments.” He said unto Him, “Which?” Jesus quoted several, and the young man said unto Him, “All these things have I kept from my youth up: what lack I yet?” Jesus said unto him, “If thou wilt be perfect, go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow Me.” Here are conditions, and the Bible is full of conditions. “But when the young man heard that saying, he went away sorrowful: for he had great possessions” (Matthew 19:17, 20, 21, 22)."},{"refcode_short":"FW 112","refcode_long":"Faith and Works, p. 112 (Ellen Gould White)","content":"Points to Guard"},{"refcode_short":"FW 112.2","refcode_long":"Faith and Works, p. 112.2 (Ellen Gould White)","content":"Then when you say there are no conditions, and some expressions are made quite broad, you burden the minds, and some cannot see consistency in your expressions. They cannot see how they can harmonize these expressions with the plain statements of the Word of God. Please guard these points. These strong assertions in regard to works never make our position any stronger. The expressions weaken our position, for there are many who will consider you an extremist and will lose the rich lessons you have for them upon the very subjects they need to know.... My brother, it is hard for the mind to comprehend this point, and do not confuse any mind with ideas that will not harmonize with the Word. Please consider that under the teaching of Christ many of the disciples were lamentably ignorant; but when the Holy Spirit that Jesus promised came upon them and made the vacillating Peter the champion of faith, what a transformation in his character! But do not lay one pebble, for a soul that is weak in the faith to stumble over, in overwrought presentations or expressions. Be ever consistent, calm, deep, and solid. Do not go to any extreme in anything, but keep your feet on solid rock. O precious, precious Saviour. “He that hath My commandments, and keepeth them, he it is that loveth Me: and he that loveth Me shall be loved of My Father, and I will love him, and will manifest Myself to him” (John 14:21)."},{"refcode_short":"FW 113.1","refcode_long":"Faith and Works, p. 113.1 (Ellen Gould White)","content":"This is the true test—the doing of the words of Christ. And it is the evidence of the human agent's love to Jesus, and he that doeth His will giveth to the world the practical evidence of the fruit he manifests in obedience, in purity, and in holiness of character...."},{"refcode_short":"FW 113.2","refcode_long":"Faith and Works, p. 113.2 (Ellen Gould White)","content":"O my brother, walk carefully with God. But remember that there are some whose eyes are intently fixed upon you, expecting that you will overreach the mark and stumble and fall. But if you keep in humility close to Jesus, all is well...."},{"refcode_short":"FW 113.3","refcode_long":"Faith and Works, p. 113.3 (Ellen Gould White)","content":"There is no place in the school of Christ where we graduate. We are to work on the plan of addition, and the Lord will work on the plan of multiplication. It is through constant diligence that we will, through the grace of Christ, live on the plan of addition, making our calling and election sure.... “For if ye do these things ye shall never fall: for so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ” (2 Peter 1:10, 11)."},{"refcode_short":"FW 115","refcode_long":"Faith and Works, p. 115 (Ellen Gould White)","content":"Chapter 18—Man May Be As Pure in His Sphere As God Is in His"},{"refcode_short":"FW 115.1","refcode_long":"Faith and Works, p. 115.1 (Ellen Gould White)","content":"“Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when He shall appear, we shall be like Him; for we shall see Him as He is” (1 John 3:2). The heritage of the people of God is discerned through faith in the Word of God. “This is life eternal, that they might know Thee the only true God, and Jesus Christ, whom Thou hast sent” (John 17:3)."},{"refcode_short":"FW 115.2","refcode_long":"Faith and Works, p. 115.2 (Ellen Gould White)","content":"Through faith the children of God obtain a knowledge of Christ and cherish the hope of His appearing to judge the world in righteousness, until it becomes a glorious expectation; for they shall then see Him as He is, and be made like Him, and ever be with the Lord. The sleeping saints shall then be called forth from their graves to a glorious immortality. When the day of deliverance shall come, then shall ye return and discern between him that serveth God and him that serveth Him not. When Christ shall come, it will be to be admired of all those that believe, and the kingdoms of this world shall become the kingdoms of our Lord and Saviour Jesus Christ."},{"refcode_short":"FW 115.3","refcode_long":"Faith and Works, p. 115.3 (Ellen Gould White)","content":"Those who are looking for the revelation of Christ in the clouds of heaven with power and great glory, as King of kings and Lord of lords, in life and character will seek to represent Him to the world. “And every man that hath this hope in Him purifieth himself, even as He is pure” (1 John 3:3). They will hate sin and iniquity, even as Christ hated sin. They will keep the commandments of God, as Christ kept His Father's commandments. They will realize that it is not enough to acquiesce in the doctrines of truth, but that the truth must be applied to the heart, practiced in the life, in order that the followers of Christ may be one with Him, and that men may be as pure in their sphere as God is in His sphere."},{"refcode_short":"FW 116","refcode_long":"Faith and Works, p. 116 (Ellen Gould White)","content":"Not Hearers Only, but Doers"},{"refcode_short":"FW 116.1","refcode_long":"Faith and Works, p. 116.1 (Ellen Gould White)","content":"There have been men in every generation who have claimed to be the sons of God, who paid tithes of mint and anise and cummin, and yet who led a godless life, for they neglected the weightier matters of the law—mercy, justice, and the love of God."},{"refcode_short":"FW 116.2","refcode_long":"Faith and Works, p. 116.2 (Ellen Gould White)","content":"There are today many who are in a similar deception; for while bearing an appearance of great sanctity, they are not doers of the Word of God. What can be done to open the eyes of these self-deluded souls except to set before them an example of true piety and be ourselves not hearers only but doers of the commandments of the Lord, thus reflecting the light of purity of character upon their pathway?"},{"refcode_short":"FW 116","refcode_long":"Faith and Works, p. 116 (Ellen Gould White)","content":"Not Like the Worldling"},{"refcode_short":"FW 116.3","refcode_long":"Faith and Works, p. 116.3 (Ellen Gould White)","content":"The sons of God will not be like the worldling; for the truth received in the heart will be the means of purifying the soul and of transforming the character and of making its receiver like-minded with God. Unless a man becomes like-minded with God, he is still in his natural depravity."},{"refcode_short":"FW 116.4","refcode_long":"Faith and Works, p. 116.4 (Ellen Gould White)","content":"If Christ is in the heart, He will appear in the home, in the workshop, in the marketplace, in the church. The power of the truth will be felt in elevating, ennobling the mind and softening and subduing the heart, bringing the whole man into harmony with God. He who is transformed by the truth will shed a light upon the world. He that hath the hope of Christ in him will purify himself even as He is pure. The hope of Christ's appearing is a large hope, a far-reaching hope. It is the hope of seeing the King in His beauty and of being made like Him."},{"refcode_short":"FW 116.5","refcode_long":"Faith and Works, p. 116.5 (Ellen Gould White)","content":"When Christ shall come the earth will tremble before Him, and the heavens will be rolled together as a scroll, and every mountain and every island will be moved out of its place. “Our God shall come, and shall not keep silence: a fire shall devour before Him, and it shall be very tempestuous round about Him. He shall call to the heavens from above, and to the earth, that He may judge His people. Gather My saints together unto Me; those that have made a covenant with Me by sacrifice. And the heavens shall declare His righteousness: for God is judge Himself” (Psalm 50:3-6). In view of the great day of God, we can see that our only safety will be found in departing from all sin and iniquity. Those who continue in sin will be found among the condemned and perishing."},{"refcode_short":"FW 117","refcode_long":"Faith and Works, p. 117 (Ellen Gould White)","content":"The Fate of Transgressors"},{"refcode_short":"FW 117.1","refcode_long":"Faith and Works, p. 117.1 (Ellen Gould White)","content":"John saw the fate of those who choose the path of transgression: “And the kings of the earth, and the great men, and the rich men, and the chief captains, and the mighty men, and every bondman, and every free man, hid themselves in the dens and in the rocks of the mountains; and said to the mountains and rocks, Fall on us, and hide us from the face of Him that sitteth on the throne, and from the wrath of the Lamb: for the great day of His wrath is come; and who shall be able to stand?” (Revelation 6:15-17)."},{"refcode_short":"FW 117.2","refcode_long":"Faith and Works, p. 117.2 (Ellen Gould White)","content":"A terrible doom awaits the sinner, and therefore it is necessary that we know what sin is, in order that we may escape from its power. John says, “Whosoever committeth sin transgresseth also the law; for sin is the transgression of the law” (1 John 3:4). Here we have the true definition of sin; it is “the transgression of the law.” How often the sinner is urged to leave his sins, and come to Jesus; but has the messenger who would lead him to Christ clearly pointed out the way? Has he clearly pointed out the fact that “sin is the transgression of the law,” and that he must repent and forsake the breaking of God's commandments? ..."},{"refcode_short":"FW 117.3","refcode_long":"Faith and Works, p. 117.3 (Ellen Gould White)","content":"God could not alter one jot or tittle of His holy law to meet man in his fallen condition; for this would reflect discredit upon the wisdom of God in making a law by which to govern heaven and earth. But God could give His only-begotten Son to become man's Substitute and Surety, to suffer the penalty that was merited by the transgressor, and to impart to the repentant soul His perfect righteousness. Christ became the sinless sacrifice for a guilty race, making men prisoners of hope, so that through repentance toward God because they had broken His holy law, and through faith in Christ as their Substitute, Surety, and righteousness, they might be brought back to loyalty to God and to obedience to His holy law."},{"refcode_short":"FW 118","refcode_long":"Faith and Works, p. 118 (Ellen Gould White)","content":"Christ's Righteousness Makes Obedience Possible"},{"refcode_short":"FW 118.1","refcode_long":"Faith and Works, p. 118.1 (Ellen Gould White)","content":"It was impossible for the sinner to keep the law of God, which was holy, just, and good; but this impossibility was removed by the impartation of the righteousness of Christ to the repenting, believing soul. The life and death of Christ in behalf of sinful man were for the purpose of restoring the sinner to God's favor, through imparting to him the righteousness that would meet the claims of the law and find acceptance with the Father."},{"refcode_short":"FW 118.2","refcode_long":"Faith and Works, p. 118.2 (Ellen Gould White)","content":"But it is ever the purpose of Satan to make void the law of God and to pervert the true meaning of the plan of salvation. Therefore he has originated the falsehood that the sacrifice of Christ on Calvary's cross was for the purpose of freeing men from the obligation of keeping the commandments of God. He has foisted upon the world the deception that God has abolished His constitution, thrown away His moral standard, and made void His holy and perfect law. Had He done this, at what terrible expense would it have been to Heaven! Instead of proclaiming the abolition of the law, Calvary's cross proclaims in thunder tones its immutable and eternal character. Could the law have been abolished, and the government of heaven and earth and the unnumbered worlds of God maintained, Christ need not have died. The death of Christ was to forever settle the question of the validity of the law of Jehovah. Having suffered the full penalty for a guilty world, Jesus became the Mediator between God and man, to restore the repenting soul to favor with God by giving him grace to keep the law of the Most High. Christ came not to destroy the law or the prophets, but to fulfill them to the very letter. The atonement of Calvary vindicated the law of God as holy, just, and true, not only before the fallen world but before heaven and before the worlds unfallen. Christ came to magnify the law and to make it honorable."},{"refcode_short":"FW 121","refcode_long":"Faith and Works, p. 121 (Ellen Gould White)","content":"Chapter 19—Opinions and Practices to Be Conformed to God's Word"},{"refcode_short":"FW 121.1","refcode_long":"Faith and Works, p. 121.1 (Ellen Gould White)","content":"There are many who claim that they have been sanctified to God, and yet when the great standard of righteousness is presented to them they become greatly excited and manifest a spirit which proves that they know nothing of what it means to be sanctified. They have not the mind of Christ; for those who are truly sanctified will reverence and obey the Word of God as fast as it is opened to them, and they will express a strong desire to know what is truth on every point of doctrine. An exultant feeling is no evidence of sanctification. The assertion, “I am saved, I am saved,” does not prove that the soul is saved or sanctified."},{"refcode_short":"FW 121.2","refcode_long":"Faith and Works, p. 121.2 (Ellen Gould White)","content":"Many who are greatly excited are told that they are sanctified, when they have no intelligent idea of what the term means, for they know not the Scriptures or the power of God. They flatter themselves that they are in conformity to the will of God because they feel happy; but when they are tested, when the Word of God is brought to bear upon their experience, they stop their ears from hearing the truth, saying, “I am sanctified,” and that puts an end to the controversy. They will have nothing to do with searching the Scriptures to know what is truth, and prove that they are fearfully self-deceived. Sanctification means very much more than a flight of feeling."},{"refcode_short":"FW 121.3","refcode_long":"Faith and Works, p. 121.3 (Ellen Gould White)","content":"Excitement is not sanctification. Entire conformity to the will of our Father which is in heaven is alone sanctification, and the will of God is expressed in His holy law. The keeping of all the commandments of God is sanctification. Proving yourselves obedient children to God's Word is sanctification. The Word of God is to be our guide, not the opinions or ideas of men. Let those who would be truly sanctified search the Word of God with patience, with prayer, and with humble contrition of soul. Let them remember that Jesus prayed, “Sanctify them through Thy truth: Thy word is truth” (John 17:17)."},{"refcode_short":"FW 122","refcode_long":"Faith and Works, p. 122 (Ellen Gould White)","content":"Living by Every Word of God"},{"refcode_short":"FW 122.1","refcode_long":"Faith and Works, p. 122.1 (Ellen Gould White)","content":"Christianity is simply living by every word that proceedeth out of the mouth of God. We are to believe in, and live in, Christ, who is the way, the truth, and the life. We have faith in God when we believe His Word; we trust and obey God when we keep His commandments; and we love God when we love His law."},{"refcode_short":"FW 122.2","refcode_long":"Faith and Works, p. 122.2 (Ellen Gould White)","content":"Believing a lie will not put any one of us in the way of being sanctified. Should all the ministers in the world tell us that we were safe in disobeying a single precept of the holy standard of righteousness, it would not lessen our obligations nor make our guilt less, if we reject a plain “Thou shalt” or “Thou shalt not.” We need not think that because our fathers did a certain way and died happy, we may follow in their footsteps and be accepted in rendering the same service and doing the same works that they did."}]