[{"refcode_short":"Gazette","refcode_long":"The Church Officers’ Gazette","content":"The Church Officers’ Gazette"},{"refcode_short":"Gazette September 1,  1914","refcode_long":"The Church Officers’ Gazette September 1,  1914","content":"1914"},{"refcode_short":"Gazette September 1,  1914","refcode_long":"The Church Officers’ Gazette September 1,  1914","content":"September 1, 1914"},{"refcode_short":"Gazette September 1,  1914","refcode_long":"The Church Officers’ Gazette September 1,  1914","content":"Consecrated Efforts to Reach Unbelievers"},{"refcode_short":"Gazette September 1,  1914, par. 1","refcode_long":"The Church Officers’ Gazette September 1,  1914, paragraph 1","content":"Those who claim to be looking for the return of the Saviour should bring into active service all the powers of their being. The church on earth is to be the light of the world. God designs that through the individual members of his church, life-giving beams shall shine forth into the dark places of earth, and into the heart of every benighted soul. Thus the whole earth is to be lighted with his glory."},{"refcode_short":"Gazette September 1,  1914, par. 2","refcode_long":"The Church Officers’ Gazette September 1,  1914, paragraph 2","content":"In all the relationships of life, whether in the intimacy of the home circle or in the business and social world, there are many ways in which Seventh-day Adventists may acknowledge their Lord, and win souls for his kingdom. We are living in the closing years of this earth's history, and it is especially important that we lose no time in acquainting others with the precious truth that will prepare them to stand blameless before God in the day of judgment."},{"refcode_short":"Gazette September 1,  1914, par. 3","refcode_long":"The Church Officers’ Gazette September 1,  1914, paragraph 3","content":"In the providence of God, those who are bearing the burden of his work have been endeavoring to put new life into old methods of labor, and also to invent new plans and new methods of awakening the interest of church members in a united effort to reach the world. One of the new plans for reaching unbelievers is the Harvest Ingathering campaign for missions. In many places, during the past few years, this has proved a success, bringing blessing to many, and increasing the flow of means into the mission treasury. As those not of our faith have been made acquainted with the progress of the third angel's message in heathen lands, their sympathies have been aroused, and some have sought to learn more of the truth that has such power to transform hearts and lives. Men and women of all classes have been reached, and the name of God has been glorified."},{"refcode_short":"Gazette September 1,  1914, par. 4","refcode_long":"The Church Officers’ Gazette September 1,  1914, paragraph 4","content":"In years past, I have spoken in favor of the plan of presenting our mission work and its progress before our friends and neighbors, and have referred to the example of Nehemiah. And now I desire to urge our brethren and sisters to study anew the experience of this man of prayer and faith and sound judgment, who made bold to ask his friend, King Artaxerxes, for help with which to advance the interests of God's cause. Let all understand that in presenting the needs of our work, believers can reflect light to others only as they, like Nehemiah of old, draw nigh to God, and live in close connection with the Giver of all light. Our own souls must be firmly grounded in a knowledge of the truth, if we would win others from error to truth. We need now to search the Scriptures diligently, that, as we become acquainted with unbelievers, we may hold up before them Christ as the anointed, the crucified, the risen Saviour, witnessed to by prophets, testified of by believers, and through whose name we receive the forgiveness of our sins."},{"refcode_short":"Gazette September 1,  1914, par. 5","refcode_long":"The Church Officers’ Gazette September 1,  1914, paragraph 5","content":"As we exalt the cross of Calvary before others, we shall find that it exalts us. Let every believer now stand in his lot and place, catching the inspiration of the work that Christ did for souls while in this world. We need the ardor of the Christian hero who endures to the end, ever beholding him who is invisible. Our faith must have a resurrection. Wherever we are, and whatever our opportunities, whether limited or extended, we are to exert a positive influence for good."},{"refcode_short":"Gazette September 1,  1914, par. 6","refcode_long":"The Church Officers’ Gazette September 1,  1914, paragraph 6","content":"In order to fulfill the purpose of God as laborers together with him, it is not necessary that all believers work in the same manner or along similar lines. No precise lines are to be laid down. Let the Holy Spirit direct each worker: and let each be willing to listen to the counsel of those who have been chosen to lead out in the various activities of the church. Thus the truth will ever stand on vantage ground."},{"refcode_short":"Gazette September 1,  1914, par. 7","refcode_long":"The Church Officers’ Gazette September 1,  1914, paragraph 7","content":"Some can best recommend the truth, not by argument or talk, but by living the principles of truth, by leading a modest, humble life as consistent disciples of the meek and lowly Christ. Especially is this true of those who are unable to give an intelligent reason for their faith, and of those who have a zeal not according to knowledge. Such believers should talk less in vindication of our faith, and study their Bible more, letting their deportment bear eloquent testimony to the power for good which the truth exercises in heart and life."},{"refcode_short":"Gazette September 1,  1914, par. 8","refcode_long":"The Church Officers’ Gazette September 1,  1914, paragraph 8","content":"“Be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear.” The fear here spoken of does not mean distrust or indecision, but with due caution, guarding every point, lest an unwise word be spoken, or excitement of feeling get the advantage, and thus leave unfavorable impressions upon minds, and balance them in the wrong direction. Godly fear, humility, and meekness are greatly needed by all, in order to represent correctly the truth for this time."},{"refcode_short":"Gazette September 1,  1914, par. 9","refcode_long":"The Church Officers’ Gazette September 1,  1914, paragraph 9","content":"God desires every believer to be a soul winner; and he will bless all who look to him in confidence for wisdom and guidance. As they move guardedly, walking in wisdom's way and remaining true to the Lord God of Israel, the purity and simplicity of Christ, revealed in the life practice, will witness to the possession of genuine piety. In all that they say and do, they will glorify the name of him whom they serve."},{"refcode_short":"Gazette September 1,  1914, par. 10","refcode_long":"The Church Officers’ Gazette September 1,  1914, paragraph 10","content":"The believer who is imbued with a true missionary spirit, is a living epistle, known and read of all men. The truth goes forth from his lips in no feigned words. His piety and zeal and consecrated judgment grow with the passing days, and the unbelieving world sees that he is in living communion with God, and is learning of him. The words spoken by converted lips are accompanied by a power that touches the cold hearts of unbelievers; for even those who know not God are enabled to distinguish between the human and the divine."},{"refcode_short":"Gazette September 1,  1914, par. 11","refcode_long":"The Church Officers’ Gazette September 1,  1914, paragraph 11","content":"My brethren and sisters, do you feel the sanctifying power of sacred truth in heart and life and character? Have you the assurance that God, for the sake of his dear Son, has forgiven your sins? Are you striving to live with a conscience void of offense toward God and man? Do you often plead with God in behalf of your friends and neighbors? If you have made your peace with God, and have placed all upon the altar, you may engage with profit in soul-winning service."},{"refcode_short":"Gazette September 1,  1914, par. 12","refcode_long":"The Church Officers’ Gazette September 1,  1914, paragraph 12","content":"In following any plan that may be set in operation for carrying to others a knowledge of present truth, and of the marvelous providences connected with the advancing cause, let us first consecrate ourselves fully to him whose name we wish to exalt. Let us also pray earnestly in behalf of those whom we expect to visit, by living faith bringing them, one by one, into the presence of God. The Lord knows the thoughts and purposes of man, and how easily can he melt us! How his Spirit, like a fire, can subdue the flinty heart! How he can fill the soul with love and tenderness! How he can give us the graces of his Spirit, and fit us to go in and out, in laboring for souls! The power of overcoming grace should be felt throughout the church today; and it may be felt, if we take heed to the counsels of Christ to his followers. As we learn to adorn the doctrine of Christ our Saviour, we shall surely see of the salvation of God."},{"refcode_short":"Gazette September 1,  1914, par. 13","refcode_long":"The Church Officers’ Gazette September 1,  1914, paragraph 13","content":"To all who are about to take up special missionary work with the paper prepared for use in the Harvest Ingathering campaign, I would say: Be diligent in your efforts; live under the guidance of the Holy Spirit. Add daily to your Christian experience. Let those who have special aptitude, work for unbelievers in the high places as well as in the low places of life. Search diligently for perishing souls. O, think of the yearning desire Christ has to bring to his fold again those who have gone astray!"},{"refcode_short":"Gazette September 1,  1914, par. 14","refcode_long":"The Church Officers’ Gazette September 1,  1914, paragraph 14","content":"Watch for souls as they that must give an account. In your church and neighborhood missionary work, let your light shine forth in such clear, steady rays that no man can stand up in the judgment, and say, “Why did you not tell me about this truth? Why did not you care for my soul?”"},{"refcode_short":"Gazette September 1,  1914, par. 15","refcode_long":"The Church Officers’ Gazette September 1,  1914, paragraph 15","content":"We have no time to lose. Then let us be diligent in the distribution of literature that has been carefully prepared for use among those not of our faith. Let us make the most of every opportunity to arrest the attention of unbelievers. Let us put literature into every hand that will receive it. Let us consecrate ourselves to the proclamation of the message, “Prepare ye the way of the Lord, make straight in the desert a highway for our God.”"},{"refcode_short":"Gazette September 1,  1914, par. 16","refcode_long":"The Church Officers’ Gazette September 1,  1914, paragraph 16","content":"Divine and human instrumentalities are to unite for the accomplishment of one great object. Now is the day of our responsibility. “The Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.”"}]