[{"refcode_short":"GH","refcode_long":"The Gospel Herald","content":"The Gospel Herald"},{"refcode_short":"GH March 1,  1905","refcode_long":"The Gospel Herald March 1,  1905","content":"1905"},{"refcode_short":"GH March 1,  1905","refcode_long":"The Gospel Herald March 1,  1905","content":"March 1, 1905"},{"refcode_short":"GH March 1,  1905","refcode_long":"The Gospel Herald March 1,  1905","content":"Upward and Onward"},{"refcode_short":"GH March 1,  1905, par. 1","refcode_long":"The Gospel Herald March 1,  1905, paragraph 1","content":"We are Christ's witnesses, and we are not to allow worldly interests and plans so to absorb our time and attention that we pay no heed to the things that God has said must come first. There are higher interests at stake. “Seek ye first the kingdom of God, and His righteousness: and all these things shall be added unto you.”"},{"refcode_short":"GH March 1,  1905, par. 2","refcode_long":"The Gospel Herald March 1,  1905, paragraph 2","content":"Christ gave Himself willingly and cheerfully to the carrying out of the will of God. He became obedient unto death, even the death of the cross. In view of all that He has done, should we feel it a hardship to deny ourselves? Shall we draw back from being partakers of Christ's sufferings. His death ought to stir every fibre of our beings, making us willing to consecrate to His work all that we have and are. As we think of what He has done for us, our hearts should be filled with gratitude and love, and we should renounce all selfishness and sin. What duty could the heart refuse to perform, under the constraining influence of the love of God and Christ. “I am crucified with Christ,” the apostle Paul declared; “nevertheless I live: yet not I but Christ liveth in me: and the life which I now live in the flesh, I live by the faith of the Son of God, who loved me, and gave Himself for me”."},{"refcode_short":"GH March 1,  1905, par. 3","refcode_long":"The Gospel Herald March 1,  1905, paragraph 3","content":"Let us relate ourselves to God in self-denying, self-sacrificing obedience. Faith in Christ always leads to willing, cheerful obedience. He died to redeem us from all iniquity, and to purify unto Himself a peculiar people, zealous of good works. There is to be perfect conformity in thought, word, and deed, to the will of God. Heaven is for those only who have purified their souls through obedience to the truth. It is a place where unsullied purity alone can dwell. “Every man that hath this hope in him purifieth himself, even as He is pure.”"},{"refcode_short":"GH March 1,  1905, par. 4","refcode_long":"The Gospel Herald March 1,  1905, paragraph 4","content":"In perfect obedience there is perfect happiness. “These things have I spoken unto you,” Christ said, “that My joy might remain in you, and that your joy might be full.” May the Lord bless us, and strengthen our faith, and lead us onward to the heights to which we have not yet ascended. He gave Christ to die for us, that we might be purified from all iniquity. He has promised to pour out His Spirit upon us, that we may be sanctified through the truth. He has given us His word, that through obedience to its teachings, we may be made holy. It is our privilege, our duty, to grow in grace. This is the will of God, even your sanctification."},{"refcode_short":"GH April 1,  1905, Art. A","refcode_long":"The Gospel Herald April 1,  1905, Art. A","content":"April 1, 1905"},{"refcode_short":"GH April 1,  1905, Art. A","refcode_long":"The Gospel Herald April 1,  1905, Art. A","content":"Call for Colored Laborers"},{"refcode_short":"GH April 1,  1905, Art. A, par. 1","refcode_long":"The Gospel Herald April 1,  1905, Art. A, paragraph 1","content":"Most decided efforts should be made to educate and train colored men and women to labor as missionaries in the Southern States. Christian colored students should be preparing to give the truth to their own race. Those who make the fear of the Lord the beginning of their wisdom, and give heed to the counsel of men of experience, can be a great blessing to the colored race, by carrying to their own people the light of present truth. Every worker, laboring in humility and in harmony with his brethren, will be a channel of light to many who are now in the darkness of ignorance and superstition."},{"refcode_short":"GH April 1,  1905, Art. A, par. 2","refcode_long":"The Gospel Herald April 1,  1905, Art. A, paragraph 2","content":"Instead of wondering whether they are not fitted to labor for white people, let our colored brethren and sisters devote themselves to missionary work among the colored people. There is an abundance of room for intelligent colored men and women to labor for their own people. Much work remains to be done in the Southern field. Special efforts are to be made in the large cities. In each of these cities there are thousands of colored people, to whom the last warning message of mercy must be given. Let the missionary spirit be awakened in the hearts of our colored church members. Let earnest work be done for those who know not the truth."},{"refcode_short":"GH April 1,  1905, Art. A, par. 3","refcode_long":"The Gospel Herald April 1,  1905, Art. A, paragraph 3","content":"To every colored brother and sister I would say, Look at the situation as it is. Ask yourself, “In view of the opportunities and advantages granted me, how much do I owe to my Lord? How can I best glorify Him, and promote the interests of my people in the Southern States? How can I use to the best advantage the knowledge God has been pleased to give me? Should I not open my Bible and teach the truth to my people? Are there not thousands perishing for lack of knowledge, whom I can help if I submit myself to God, so that He can use me as His instrument? Have I not a work to do for my oppressed, discouraged fellows?”"},{"refcode_short":"GH April 1,  1905, Art. A, par. 4","refcode_long":"The Gospel Herald April 1,  1905, Art. A, paragraph 4","content":"The Southern field is suffering for workers. Will you pass by your people on the other side, or will you with a humble heart work to save the perishing? There is work you can do if you will humble yourself before God. Trusting in Him, you will find peace and comfort; but following your own way and your own will, you will find thorns and thistles, and you will lose the reward."},{"refcode_short":"GH April 1,  1905, Art. A, par. 5","refcode_long":"The Gospel Herald April 1,  1905, Art. A, paragraph 5","content":"Time is short, and what you do must be done quickly. Resolve to redeem the time. Seek not your own pleasure. Rouse yourself! Take hold of the work with a new purpose of heart. The Lord will open the way before you. Make every possible effort to work in Christ's lines in meekness and lowliness, relying upon Him for strength. Understand the work the Lord gives you to do, and, trusting in God, you will be enabled to go on from strength to strength, from grace to grace. You will be enabled to work diligently, perseveringly, for your people while the day lasts; for the night cometh in which no man shall work."},{"refcode_short":"GH April 1,  1905, Art. A, par. 6","refcode_long":"The Gospel Herald April 1,  1905, Art. A, paragraph 6","content":"There is the greatest need for all kinds of missionary work in the South. Without delay workers must be prepared for this field. Our people should now be raising a fund for the education of men and women in the Southern States, who, being accustomed to the climate, can work there without endangering the life. Promising young men and young women should be educated to become teachers. They should have the very best advantages. Schoolhouses and meeting-houses should be built in different places, and teachers employed. In the small schools established, let colored teachers work for the colored people, under the supervision of well qualified men, who have the spirit of mercy and love. The white and the black teachers should unite in counsel. Then the white teachers are to work for the white people, and the colored teachers for the colored people."},{"refcode_short":"GH April 1,  1905, Art. A, par. 7","refcode_long":"The Gospel Herald April 1,  1905, Art. A, paragraph 7","content":"Those who for years have been working to help the colored people, are best fitted to give counsel in regard to the opening of such schools. So far as possible, these schools should be established outside the cities. But in the cities there are many children who could not attend schools away from the cities; and for the benefit of these, schools should be started in the cities as well as in the country."},{"refcode_short":"GH April 1,  1905, Art. A, par. 8","refcode_long":"The Gospel Herald April 1,  1905, Art. A, paragraph 8","content":"The children and youth in these schools are to be taught something more than merely how to read. Industrial lines of work are to be carried forward. The students are to be provided with facilities for learning trades that will enable them to support themselves. This work will require talent, wisdom, experience, and, above everything else, the grace of God. The colored youth will be far more difficult to manage than the white youth, because they have not been taught from their childhood to make the best use of their time. There are many of them that have had no opportunity to learn how to take care of themselves."},{"refcode_short":"GH April 1,  1905, Art. A, par. 9","refcode_long":"The Gospel Herald April 1,  1905, Art. A, paragraph 9","content":"Our churches in the North, as well as in the South, should do what they can to help support the school work for the colored children. The schools already established should be faithfully maintained. The establishment of new schools will require additional funds. Let all our brethren and sisters do their part whole-heartedly to place these schools on vantage-ground."},{"refcode_short":"GH April 1,  1905, Art. A, par. 10","refcode_long":"The Gospel Herald April 1,  1905, Art. A, paragraph 10","content":"In addition to engaging in this line of school-work, our colored brethren may do a good work by establishing Mission Sunday Schools and Sabbath Schools among their own people,—schools in which the colored youth may be taught by teachers whose hearts are filled with love for souls."},{"refcode_short":"GH April 1,  1905, Art. A, par. 11","refcode_long":"The Gospel Herald April 1,  1905, Art. A, paragraph 11","content":"Opportunities are continually presenting themselves in the Southern States, and many wise, Christian colored men will be called to the work. But for several reasons, white men must be chosen as leaders. We are all members of one body, and are complete only in Christ Jesus, who will uplift His people from the low level to which sin has degraded them, and will place them where in the heavenly courts they shall be acknowledged as laborers together with God."},{"refcode_short":"GH April 1,  1905, Art. A, par. 12","refcode_long":"The Gospel Herald April 1,  1905, Art. A, paragraph 12","content":"There is work to be done in many hard places, and out of these hard places bright laborers are to come. Let the work be managed so that colored laborers will be educated to work for their own race. There are colored people who have talent and ability. Let us search out these men and women, and teach them how to engage in the work of saving souls. God will co-operate with them, and give them the victory."},{"refcode_short":"GH April 1,  1905, Art. A, par. 13","refcode_long":"The Gospel Herald April 1,  1905, Art. A, paragraph 13","content":"The ear of the Lord is open to the cries of those who are in His service. He has promised, “I will guide thee with Mine eye.” Walk humbly with God, and ask Him to make your course of duty plain. When He speaks of His representatives, and asks them to be laborers together with Him, they will do the same kind of work that Jesus announced as His work when He stood up to read in the synagogue at Nazareth. He opened the book of the prophet Esaias and read, “The Spirit of the Lord God is upon Me; because the Lord hath anointed Me to preach good tidings unto the meek; He hath sent Me to bind up the broken-hearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound.”"},{"refcode_short":"GH April 1,  1905, Art. A, par. 14","refcode_long":"The Gospel Herald April 1,  1905, Art. A, paragraph 14","content":"The truth is now overcast in the world by the clouds of error that prevail on the right hand and on the left. He who can influence even the most lowly, and can win them to Christ, is co-operating with divine agencies in seeking to save that which is lost. In presenting to the sinner a personal, sin-pardoning Saviour, we reach a hand of sympathy and Christlike love to grasp the hand of one fallen, and, laying hold of the hand of Christ by faith, we form a link of union between the sinner and the Saviour."},{"refcode_short":"GH April 1,  1905, Art. A, par. 15","refcode_long":"The Gospel Herald April 1,  1905, Art. A, paragraph 15","content":"The end is near, and every soul is now to walk carefully, humbly, meekly, with Christ Jesus. Our precious Saviour, from whom all the rays of truth radiate to the world through His light-bearers, wants us to put not our trust in princes, nor in the son of man, in whom there is no help; but to lean wholly upon Him. He says, “Without Me ye can do nothing.” We need to look to Jesus constantly, in order that He may impress upon us His own lovely image. We are to behold the Lamb of God, which taketh away the sin of the world. Then we shall reveal Christ to our fellow-men."},{"refcode_short":"GH April 1,  1905, par. 15","refcode_long":"The Gospel Herald April 1,  1905, paragraph 15","content":"April 1, 1905"},{"refcode_short":"GH April 1,  1905","refcode_long":"The Gospel Herald April 1,  1905","content":"Our Peril"},{"refcode_short":"GH April 1,  1905, par. 1","refcode_long":"The Gospel Herald April 1,  1905, paragraph 1","content":"“Present to the churches the true state of the long-neglected field, the long-neglected portion of My vineyard. There are hearts that will be touched and will respond. Call for means to come directly to the workers in the Southern field. I will impress hearts.”"},{"refcode_short":"GH April 1,  1905, par. 2","refcode_long":"The Gospel Herald April 1,  1905, paragraph 2","content":"“These instructions have not been revoked, and are still in force.”"},{"refcode_short":"GH April 1,  1905, par. 2","refcode_long":"The Gospel Herald April 1,  1905, paragraph 2","content":"April 1, 1905"},{"refcode_short":"GH April 1,  1905","refcode_long":"The Gospel Herald April 1,  1905","content":"Timely Instruction"},{"refcode_short":"GH April 1,  1905","refcode_long":"The Gospel Herald April 1,  1905","content":"Taken from a Private Letter to James Edson White"},{"refcode_short":"GH April 1,  1905, par. 1","refcode_long":"The Gospel Herald April 1,  1905, paragraph 1","content":"I am instructed, as the Lord's messenger, to tell you to make God your trust, and to leave your perplexities in His hands. He will bring to pass His will. Now is your time to find rest of soul. Let not your dependence be in man, but in God. You must every moment make Him your trust. You, and all the Lord's people, have a work to do. We are to build the old waste places, and raise up the foundations of many generations. The great issue regarding the law of God will soon be upon us. We are to work as those who are called and chosen of God. Our influence is to be united with that of the great Physician in repairing the breach and restoring paths to dwell in. We are to make a determined stand for the truth. Read the whole of the fifty-eighth chapter of Isaiah."},{"refcode_short":"GH April 1,  1905, par. 2","refcode_long":"The Gospel Herald April 1,  1905, paragraph 2","content":"No one is to be idle now. Oh that those who have allowed continual differences to arise could see the loss they have thus sustained. Let us work on the plan given in the fifty-eighth of Isaiah. The instruction of this chapter shows what we are to do in co-operation with the great Master-worker. My son, do what you can to relieve the situation of the colored people of the South, and especially the situation of the colored people in Nashville. “Is not this the fast that I have chosen? to loose the bands of wickedness; to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke? Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house; when thou seest the naked, that thou cover him, and that thou hide not thyself from thine own flesh?”"},{"refcode_short":"GH April 1,  1905, par. 3","refcode_long":"The Gospel Herald April 1,  1905, paragraph 3","content":"This message is given to me to give to others everywhere. God abhors selfishness. Let every one of us abhor it. Let us deal justly and mercifully with every line of the work of God. Those who change the issue, as has so often been done, to shun the doing of the work laid out in this Scripture, will lose a most precious blessing. The Word of the Lord is sufficient. God calls us to action. Let us all take hold unitedly, with the will to do what God has said must be done. Success will attend those who co-operate with God all the time, not just once in a while, when it is for their advantage to do so. We are to regard it as a sacred privilege to work out the purposes of God."},{"refcode_short":"GH April 1,  1905, par. 4","refcode_long":"The Gospel Herald April 1,  1905, paragraph 4","content":"“Then shall thy light break forth as the morning, and thine health shall spring forth speedily, and thy righteousness shall go before thee, and the glory of the Lord shall be thy rearward. Then shalt thou call, and the Lord shall answer; thou shalt cry, and He shall say, Here I am.” What does this mean but that obstructions will be placed in the way, to hinder the advancement of the work which has been kept before the Lord's people for many years."},{"refcode_short":"GH April 1,  1905, par. 5","refcode_long":"The Gospel Herald April 1,  1905, paragraph 5","content":"Are the souls for whom Christ has given His life cared for as they should be? Are those to whom He has entrusted His means moving consistently in relieving the oppressed? Are not the cries and complaints of the poor and needy entering the ears of the Lord God of hosts because His stewards are remiss in the work that they should do as His helping hand? Is not this evil in every church? “Cry aloud, spare not, lift up thy voice as a trumpet, and show my people their transgression, and the house of Jacob their sins.” Let the present order of things be changed."},{"refcode_short":"GH April 1,  1905, par. 6","refcode_long":"The Gospel Herald April 1,  1905, paragraph 6","content":"“If thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noonday.”"},{"refcode_short":"GH April 1,  1905, par. 7","refcode_long":"The Gospel Herald April 1,  1905, paragraph 7","content":"God will not permit selfish adoration of some, while others, striving with all their capabilities, are left unhelped, and are deprived of the blessings that more favored ones have. I call upon all to arouse to their responsibilities. The Lord Jesus has said, “Lo, I am with you alway, even unto the end of the world.” He takes observation, and writes in His book the deeds of His children here below. He sees when His faithful ones are put in the hardest places, and are permitted to do their God-given work under great disadvantages. He says, “Will I not judge for these things?”"},{"refcode_short":"GH April 1,  1905, par. 8","refcode_long":"The Gospel Herald April 1,  1905, paragraph 8","content":"“If thou take away from the midst of thee the yoke, the putting forth of the finger, and speaking vanity; and if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noonday. And the Lord shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones; and thou shalt be like a watered garden, and like a spring of water, whose waters fail not. And they that be of thee shall build the old waste places; thou shalt raise up the foundations of many generations; and thou shalt be called, The repairer of the breach, The restorer of paths to dwell in."},{"refcode_short":"GH April 1,  1905, par. 9","refcode_long":"The Gospel Herald April 1,  1905, paragraph 9","content":"“If thou turn away thy foot from the Sabbath, from doing thy pleasure on My holy day; and call the Sabbath a delight, the holy of the Lord, honorable; and shalt honor Him, not doing thine own ways, nor finding thine own pleasure, nor speaking thine own words; then shalt thou delight thyself in the Lord; and I will cause thee to ride upon the high places of the earth, and feed thee with the heritage of Jacob thy father; for the mouth of the Lord hath spoken it.”"},{"refcode_short":"GH April 1,  1905, par. 10","refcode_long":"The Gospel Herald April 1,  1905, paragraph 10","content":"“Cry aloud, spare not, lift up thy voice like a trumpet, and show My people their transgression, and the house of Jacob their sins.” The messenger must deal faithfully with the great deception. He must convince the people of their sins. They are called the people of God, the house of Jacob. They bear an honorable title, and because of the high privileges bestowed on them, they have become self-exalted. This is their danger. Flatter them not, but open before them their defects of character, their neglect to honor God by self-denial and self-sacrifice, their failure to follow the example set them by the Saviour."},{"refcode_short":"GH April 1,  1905, par. 11","refcode_long":"The Gospel Herald April 1,  1905, paragraph 11","content":"Said Christ, “My meat is to do the will of Him that sent Me, and to finish His work.” “I seek not Mine own glory, but the glory of Him that sent Me.” Let the people of God arouse to a sense of their deficiencies, and of the work that they must do. Let them break every yoke. Let them make their prayers practical. It is for the best good of the Lord's people that the sins and the defects caused by the enemy be plainly pointed out."},{"refcode_short":"GH April 1,  1905, par. 12","refcode_long":"The Gospel Herald April 1,  1905, paragraph 12","content":"So long have some exalted themselves as supreme in wisdom that their sins are deceptive and delusive. They have not on the robe of Christ's righteousness, but it is not yet too late for wrongs to be righted. Let them repent and be converted, and bring mercy and justice and judgment into their lives. If they would receive the message of God, and do the merciful acts of Christ, they would live a new life. They would cease all boasting, all falsifying, all evil speaking, and humble their hearts before God. They would obey the instruction given by Christ in the Old and New Testaments, remembering that in life and character they must be representatives of Christ. They would honor their Redeemer by daily living the new life,—a life hid with Christ in God."},{"refcode_short":"GH April 1,  1905, par. 13","refcode_long":"The Gospel Herald April 1,  1905, paragraph 13","content":"Practical Christianity means, not working for God now and then, but continuously. It means being laborers together with God. A neglect to reveal this practical righteousness in our lives is a denial of the faith and of the power of God, and makes of but little effect His principles of Godliness. Such negligent Christians become fault-finders, at discord with their brethren, and pronouncing judgment against many good works. They are spiritual paralytics."},{"refcode_short":"GH April 1,  1905, par. 14","refcode_long":"The Gospel Herald April 1,  1905, paragraph 14","content":"Those who thus refuse to exercise for Christ the capabilities and powers of the soul, are lukewarm Christians, neither cold or hot, and they are nauseating to Christ. He cannot endure their unsanctified traits of character. Their lives bear the evidence I do not care to confess. The confession may never be made until it is made in awful agony, when it is too late for wrongs to be righted."},{"refcode_short":"GH April 1,  1905, par. 15","refcode_long":"The Gospel Herald April 1,  1905, paragraph 15","content":"Those who allow themselves to be deceived by the enemy, are held accountable by God for failing in a faithful discharge of duty."},{"refcode_short":"GH April 1,  1905, par. 16","refcode_long":"The Gospel Herald April 1,  1905, paragraph 16","content":"These unfaithful stewards have aided in strengthening the deception that God designed should be broken. The testimony to be borne is, “Cry aloud, spare not, lift up thy voice like a trumpet, and show My people their transgression, and the house of Jacob their sins.” There are those who are self-deceived, yet, for fear of hurting their feelings, their brethren permit them to go on, though feeling that their course is not in harmony with the will of the Lord. These deceived ones commit sins that they will not acknowledge to be sins. They may appear to be reformed in some things, but they are not doing thorough work in confession and repentance. Those who might have saved them, but did not, become in turn like them. Sentiments of a misleading character are presented. Sins are committed that are not acknowledged as sins."},{"refcode_short":"GH April 1,  1905, par. 17","refcode_long":"The Gospel Herald April 1,  1905, paragraph 17","content":"God said to Isaiah, “Show My people their transgression.” Let their sins appear as they are, whether or not they confess them, that the message of reproof sent them may be vindicated, and that God's faithfulness in warning them and condemning their wrong course of action may be shown. Evidence is to be given to the evil worker that the Lord knows the course followed by those who refuse to repent and be converted, that others may shun a similar course of affronting God and setting a wrong example. Those who make no difference between those who serve God with the whole heart, and those whom He has reproved, become a snare, and they lose their power of discernment."},{"refcode_short":"GH April 1,  1905, par. 18","refcode_long":"The Gospel Herald April 1,  1905, paragraph 18","content":"There are plain, decided testimonies to be born under the power of the Holy Spirit, to men who will not see their own sins. Such ones are a snare to others, setting them an example that leads them to do likewise. And when the word of the Lord comes to His messengers, as it came to Isaiah, then wrong must be called wrong, and the right must be presented as it is presented in the fifty-eighth chapter of Isaiah."},{"refcode_short":"GH April 1,  1905, par. 19","refcode_long":"The Gospel Herald April 1,  1905, paragraph 19","content":"The reproof is to be given with the earnestness and faithfulness represented in the words, “Cry aloud, spare not, lift up thy voice like a trumpet, and show My people their transgression, and the house of Jacob their sins.”"},{"refcode_short":"GH April 1,  1905, par. 20","refcode_long":"The Gospel Herald April 1,  1905, paragraph 20","content":"“Yet they seek Me daily, and delight to know My ways, as a nation that did righteousness, and forsook not the ordinance of their God: they ask of Me the ordinance of justice; they take delight in approaching to God.” God sends His message to lay bare the deception of these ones, lest others, and among them those entrusted with large responsibilities, shall become unworthy of their trust. The reproval [reprover], the messenger of God, must speak with earnestness, as to ears that are deaf, because those addressed do not want to be convinced. They want to stand as wise men, who make no mistakes. But they are under the power of the enemy, and bring in sentiments that are dishonoring to God. “Wherefore have we fasted, say they, and Thou seest not? Wherefore have we afflicted our soul, and Thou takest no knowledge? Behold, in the day of your fast ye find pleasure, and exact all your labors. Behold, ye fast for strife and debate, and to smite with the fist of wickedness: ye shall not fast as ye do this day, to make your voice to be heard on high. Is it such a fast that I have chosen? A day for a man to afflict his soul? Is it to bow down his head as a bulrush, and to spread sackcloth and ashes under him? wilt thou call this a fast, and an acceptable day to the Lord?"},{"refcode_short":"GH April 1,  1905, par. 21","refcode_long":"The Gospel Herald April 1,  1905, paragraph 21","content":"“Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye brake every yoke? Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?"},{"refcode_short":"GH April 1,  1905, par. 22","refcode_long":"The Gospel Herald April 1,  1905, paragraph 22","content":"“If thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noonday: and the Lord shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water whose waters fail not.”"},{"refcode_short":"GH April 1,  1905, par. 23","refcode_long":"The Gospel Herald April 1,  1905, paragraph 23","content":"These rich promises are to be fulfilled. The Lord will co-operate with men in all their works of reform, but their salvation depends on their cutting loose from the scientific falsehood of Satan."},{"refcode_short":"GH April 1,  1905, par. 24","refcode_long":"The Gospel Herald April 1,  1905, paragraph 24","content":"“And they that shall be of thee shall build the old waste places: thou shalt raise up the foundations of many generations; and thou shalt be called, The repairer of the breach, the restorer of paths to dwell in.” The Christian world has been drawn into a fallacy, and has been led to trample upon the law of Jehovah. The message of the immutability of this law is to be proclaimed by all medical missionaries, and all ministers of the gospel. The foundation of many generations is the law of God, and in clear decided tones the message is to be given that the breach which has been made in the law of God is to be repaired."},{"refcode_short":"GH April 1,  1905, par. 25","refcode_long":"The Gospel Herald April 1,  1905, paragraph 25","content":"“If thou turn away thy foot from the Sabbath, from doing thy pleasure on My holy day; and call the Sabbath a delight, the holy of the Lord, honorable; and shall honor Him, not doing thine own ways, nor finding thine own pleasure, nor speaking thine own words; then shalt thou delight thyself in the Lord; and I will cause thee to ride upon the high places of the earth, and feed thee with the heritage of Jacob thy father; for the mouth of the Lord hath spoken it.”"},{"refcode_short":"GH April 1,  1905, par. 26","refcode_long":"The Gospel Herald April 1,  1905, paragraph 26","content":"The command concerning the observance of the Seventh-day Sabbath is still binding upon all the inhabitants of this earth. God has set apart this day as a sign between Him and His people of their loyalty. God's commandments never change; they are as enduring as eternity. The Lord has His messengers whom He bids to proclaim His law as changeless in its character. Those who obey this law will bear the seal of the living God. There is no sanctity in the first day of the week. The Seventh Day was set a part as a memorial of the work of creation. Every one is to look to God, the Creator of the heavens and the earth, for light and guidance, and Him alone are they to honor."},{"refcode_short":"GH May 1,  1905, par. 26","refcode_long":"The Gospel Herald May 1,  1905, paragraph 26","content":"May 1, 1905"},{"refcode_short":"GH May 1,  1905","refcode_long":"The Gospel Herald May 1,  1905","content":"California to Washington"},{"refcode_short":"GH May 1,  1905","refcode_long":"The Gospel Herald May 1,  1905","content":"From a personal letter from Mrs. E. G. White"},{"refcode_short":"GH May 1,  1905, par. 1","refcode_long":"The Gospel Herald May 1,  1905, paragraph 1","content":"I send you from Washington the assurance that the protecting care of our Heavenly Father was over us during our long journey. I want you to know of the goodness and love of God."},{"refcode_short":"GH May 1,  1905, par. 2","refcode_long":"The Gospel Herald May 1,  1905, paragraph 2","content":"I stood the trip remarkably well, and was stronger when I left the cars at Washington than when I got on board at San Francisco. During the first part of the trip, the train moved very gently and quietly. It was a pleasure to be on something that moved, and yet did not annoy me in moving."},{"refcode_short":"GH May 1,  1905, par. 3","refcode_long":"The Gospel Herald May 1,  1905, paragraph 3","content":"I rested more during the journey than it would have been possible for me to rest in my own home; for had I remained at home, I fear that I would have been troubled by a constant regret that I had not exercised faith by starting out on the journey."},{"refcode_short":"GH May 1,  1905, par. 4","refcode_long":"The Gospel Herald May 1,  1905, paragraph 4","content":"We traveled under the escort of Mr. Phillips, a very pleasant and obliging young man, who did all in his power to make us comfortable. He seemed to watch for opportunities to suggest something for my comfort and convenience."},{"refcode_short":"GH May 1,  1905, par. 5","refcode_long":"The Gospel Herald May 1,  1905, paragraph 5","content":"All the way along through Texas and Louisiana the ground was brilliantly carpeted with wild flowers, and at every stop the train made some of the men would get out to gather flowers for those inside."},{"refcode_short":"GH May 1,  1905, par. 6","refcode_long":"The Gospel Herald May 1,  1905, paragraph 6","content":"On Sabbath we had a song service. Brother Lawrence, who is a musician, led the singing. All the passengers in the car seemed to enjoy the service greatly; many of them joining in the singing."},{"refcode_short":"GH May 1,  1905, par. 7","refcode_long":"The Gospel Herald May 1,  1905, paragraph 7","content":"On Sunday we had another song service, after which Elder Corliss gave a short talk, taking for his text the words. “Behold what manner of love the Father hath bestowed up on us that we should be called the sons of God.” The passengers listened attentively, and seemed to enjoy what was said."},{"refcode_short":"GH May 1,  1905, par. 8","refcode_long":"The Gospel Herald May 1,  1905, paragraph 8","content":"On Monday we had more singing, and we all seemed to be drawing closer together."},{"refcode_short":"GH May 1,  1905, par. 9","refcode_long":"The Gospel Herald May 1,  1905, paragraph 9","content":"I dared not address the people, fearing that I would strain my vocal organs. I knew that I would have to speak often during the General Conference, and that I must be guarded, and get all the rest that I could beforehand."},{"refcode_short":"GH May 1,  1905, par. 10","refcode_long":"The Gospel Herald May 1,  1905, paragraph 10","content":"There was a larger number of passengers on the car than when we came East last year, but during the whole trip nothing occurred to mar the harmony."},{"refcode_short":"GH May 1,  1905, par. 11","refcode_long":"The Gospel Herald May 1,  1905, paragraph 11","content":"During the journey I gave away several of my books, and those to whom I gave them were very much pleased. I gave a copy of “Christ's Object Lessons” to Mr. Phillips, and he seemed to appreciate the gift very highly."},{"refcode_short":"GH May 1,  1905, par. 12","refcode_long":"The Gospel Herald May 1,  1905, paragraph 12","content":"On reaching Welch, La., we were met by about thirty of our people. In spite of the fact that the train stopped there for only a few minutes, several of the sisters pressed into the car, bringing me three boxes of beautiful flowers. I shook hands with the few who managed to get in, but how I did wish that the train would stop longer, so that I could have spoken to all who came."},{"refcode_short":"GH May 1,  1905, par. 13","refcode_long":"The Gospel Herald May 1,  1905, paragraph 13","content":"At Atlanta, Brother R. M. Kilgore and several others met us. They were expecting us to spend the day with them, but as matters turned out, we were unable to do this. It was very pleasant indeed to meet these friends along the way, and we were sorry that we could not stay longer at each place."},{"refcode_short":"GH May 1,  1905, par. 14","refcode_long":"The Gospel Herald May 1,  1905, paragraph 14","content":"We reached Washington at ten o'clock Tuesday morning. There was no one there to meet us; for our people had not been notified of our coming, so we went over to the Branch Sanitarium. Here we were given a hearty welcome. This Sanitarium is a beautiful place, in a very fine location. The building is rented furnished throughout, and the house and its appointments are just what is needed in a place like Washington. It is in the city, within easy access, and yet there is plenty of space on all sides. In front of the building, across the street, is a fine park, in which the patients can walk or sit, enjoying the precious sunshine."},{"refcode_short":"GH May 1,  1905, par. 15","refcode_long":"The Gospel Herald May 1,  1905, paragraph 15","content":"God can work wonders in preparing the way before us. I can but say, Praise the Lord, O my soul, and all that is within me bless His holy name, for the love and care that He has shown in opening the way for me to come to this Conference. I have nothing but words of encouragement to write regarding my journey across the continent. I had opportunities to give away some of my books, and to speak to some of my fellow-passengers regarding the goodness and love of God. Those with whom I talked seemed eager for opportunities to hear more."},{"refcode_short":"GH May 1,  1905, par. 16","refcode_long":"The Gospel Herald May 1,  1905, paragraph 16","content":"There was one young man in our car with whom I became deeply interested. I made a strong effort to persuade him to give up the use of tobacco, and I have every encouragement to think that my effort was not in vain. I held myself in readiness to speak a word in season and out of season, here a little and there a little."},{"refcode_short":"GH May 1,  1905, par. 17","refcode_long":"The Gospel Herald May 1,  1905, paragraph 17","content":"I can but feel that the Lord is in my coming to Washington at this time. I have a message to bear. God helping me, I will stand firm for the right, presenting truth unmixed with the falsities that have been creeping stealthily in. Those who are on the Lord's side will refuse to be drawn astray by false science, which makes a jingle of the true word of prophecy. May the Lord give me much of His grace, that in every word and act I may reveal the light of truth."},{"refcode_short":"GH June 1,  1905, par. 17","refcode_long":"The Gospel Herald June 1,  1905, paragraph 17","content":"June 1, 1905"},{"refcode_short":"GH June 1,  1905","refcode_long":"The Gospel Herald June 1,  1905","content":"Be on your Guard!"},{"refcode_short":"GH June 1,  1905, par. 1","refcode_long":"The Gospel Herald June 1,  1905, paragraph 1","content":"The following paragraphs are taken from a private letter from Mrs. E. G. White, dated July 5, 1903."},{"refcode_short":"GH June 1,  1905, par. 2","refcode_long":"The Gospel Herald June 1,  1905, paragraph 2","content":"It has been presented to me that Satanic agencies are working in ways that man does not expect. At times he puts on the robes of an angel of light, and many receive him as such a being. If we will link ourselves closely with Christ, Satan will have no power to overcome us. As we draw near to God, He draws near to us, and lifts up for us a standard against the enemy."},{"refcode_short":"GH June 1,  1905, par. 3","refcode_long":"The Gospel Herald June 1,  1905, paragraph 3","content":"I have been shown that some, even of those who teach the word of God, would be in great danger of being overcome. I saw some linking their arms in the arm of Satan, while he talked most earnestly with them, telling them of the many things that needed to be changed in the church. Afterward his words were repeated by those to whom he had talked. They were delighted with what seemed to them to be a clearer perception and better methods of working."},{"refcode_short":"GH June 1,  1905, par. 4","refcode_long":"The Gospel Herald June 1,  1905, paragraph 4","content":"I say to all, “Be on your guard, for as an angel of light Satan is walking among every church, trying to win the members to his side.” I am bidden to give to the people of God the warning, “Be not deceived; God is not mocked.”"},{"refcode_short":"GH June 1,  1905, par. 5","refcode_long":"The Gospel Herald June 1,  1905, paragraph 5","content":"Christ explains in the parable of the Sower and the seed, the need of guarding against the enemy. “When any one heareth the word of the kingdom, and understandeth it not,” He says, “then cometh the wicked one, and catcheth away the seed which was sown in his heart.”"},{"refcode_short":"GH June 1,  1905, par. 6","refcode_long":"The Gospel Herald June 1,  1905, paragraph 6","content":"After one has heard the truth, he is in great need of personal labor. Questions arise in his mind. Satan is watching for an opportunity to lead him to doubt. The enemy chooses agents whom he sends to him to misstate the words of the one who gave the message. “Then cometh the wicked one, and catcheth away that which was sown in the heart.” The tempted one opens his mind to the evil agencies, and yields to the tempter. Thus Satan turns the truth of God into a lie. The one that was convicted loses the blessed influence that if cherished would have meant eternal life to him. Satan takes possession of the heart, and it becomes hardened through the deceitfulness of sin."},{"refcode_short":"GH July 1,  1905, par. 6","refcode_long":"The Gospel Herald July 1,  1905, paragraph 6","content":"July 1, 1905"},{"refcode_short":"GH July 1,  1905","refcode_long":"The Gospel Herald July 1,  1905","content":"An Earnest Appeal"},{"refcode_short":"GH July 1,  1905, par. 1","refcode_long":"The Gospel Herald July 1,  1905, paragraph 1","content":"I have been in the South for five weeks, going from place to place, viewing the work, and seeing the needs of the field, We are making special efforts to help forward the work among the colored people."},{"refcode_short":"GH July 1,  1905, par. 2","refcode_long":"The Gospel Herald July 1,  1905, paragraph 2","content":"Schools should be opened in many places, in which colored people can be educated to work for their own race. Mission Schools must be opened, in which old and young may be taught."},{"refcode_short":"GH July 1,  1905, par. 3","refcode_long":"The Gospel Herald July 1,  1905, paragraph 3","content":"Treatment rooms and small Sanitariums must be established: for the people must be taught how to live healthfully. There is much suffering amongst them."},{"refcode_short":"GH July 1,  1905, par. 4","refcode_long":"The Gospel Herald July 1,  1905, paragraph 4","content":"I present to you this portion of the Master's vineyard, which has been neglected, but which must be worked. I make an earnest appeal to all who love the Lord Jesus to do all they can to help at this important time."},{"refcode_short":"GH July 1,  1905, par. 5","refcode_long":"The Gospel Herald July 1,  1905, paragraph 5","content":"The Lord instructed me that much could be accomplished by placing Self-Denial Boxes in the homes of our people. I acted upon the light given. I am glad to learn that the love of Christ has moved many hearts, and that so large a number have responded. My heart says, Thank God for the good results that have been seen. The money sent in from these Self-Denial Boxes helps in the accomplishment of the great and good work that we desire to see done."},{"refcode_short":"GH July 1,  1905, par. 6","refcode_long":"The Gospel Herald July 1,  1905, paragraph 6","content":"Many should become interested in the work of placing these Boxes in homes. Ask old and young to aid the work for the colored people by placing these Boxes in every home possible. A blessing will surely follow the gifts of self-denial thus brought to the Master."},{"refcode_short":"GH July 1,  1905, par. 7","refcode_long":"The Gospel Herald July 1,  1905, paragraph 7","content":"Tell the little ones about the work that is being done for the colored children, who have been so greatly neglected. Tell them that the money they put into the Self-Denial Boxes is used in giving colored children some of the blessings white children are so abundantly provided with. Schools are started, in which the colored children are told of the love of Jesus."},{"refcode_short":"GH July 1,  1905, par. 8","refcode_long":"The Gospel Herald July 1,  1905, paragraph 8","content":"Invite those not of our faith to do all they can for the advancement of this work. The Lord has placed the responsibility upon them. He expects them to act their part. As they have received, so they are to impart."},{"refcode_short":"GH August 1,  1906","refcode_long":"The Gospel Herald August 1,  1906","content":"1906"},{"refcode_short":"GH August 1,  1906","refcode_long":"The Gospel Herald August 1,  1906","content":"August 1, 1906"},{"refcode_short":"GH August 1,  1906","refcode_long":"The Gospel Herald August 1,  1906","content":"What is the Chaff to the Wheat?"},{"refcode_short":"GH August 1,  1906, par. 1","refcode_long":"The Gospel Herald August 1,  1906, paragraph 1","content":"Religion in the heart, planted there by the Spirit of God produces beauty in the character. It is not as sounding brass or a tinkling cymbal. The Spirit of truth, the righteousness of Christ, produces beauty in the soul. It is that inward adorning of great price. The Spirit of holiness if received from God into the inner sanctuary of the soul, will, if it pervades the soul-temple, work outward, moulding and fashioning the character after the divine similitude. The Spirit, the life from Jesus Christ, flows from the soul. It is represented as a well of water, springing up unto everlasting life."},{"refcode_short":"GH August 1,  1906, par. 2","refcode_long":"The Gospel Herald August 1,  1906, paragraph 2","content":"Genuine faith and love, and the reverence and fear of God, will have a refining influence on the life. Spurious pretenses, emotional, fitful, religious experiences will also make themselves apparent in the life. Too often, for a time, these pass for genuine religion; but their influence is such that the question is forced upon those who have a knowledge of the fruits of righteousness, What is the chaff to the wheat?"},{"refcode_short":"GH August 1,  1906, par. 3","refcode_long":"The Gospel Herald August 1,  1906, paragraph 3","content":"Those whose religion depends on circumstances are altogether unreliable. Their experience being fashioned by their surroundings is fitful and unsafe, and misleading to themselves; and the atmosphere which surrounds their souls is misleading to others also. The high, ecstatic flashes that occasionally brighten up their experience are regarded by many as the inspiration of God; but it is simply the development of the natural phase of character."},{"refcode_short":"GH August 1,  1906, par. 4","refcode_long":"The Gospel Herald August 1,  1906, paragraph 4","content":"These two classes are represented in the fiftieth chapter of Isaiah: “Who is among you that feareth the Lord, that obeyeth the voice of his servant, that walketh in darkness, and hath no light? Let him trust in the name of the Lord, and stay upon his God.” “For thus saith the high and lofty One that inhabiteth eternity, whose name is Holy; I dwell in the high and holy place, with him also that is of a contrite and humble spirit to revive the spirit of the humble, and to revive the heart of the contrite ones.” And the warning is given to the other class, “Behold, all ye that kindle a fire, that compass yourselves about with sparks: walk in the light of your fire, and in the sparks that ye have kindled. This shall ye have of mine hand; ye shall lie down in sorrow.”"},{"refcode_short":"GH August 1,  1906, par. 5","refcode_long":"The Gospel Herald August 1,  1906, paragraph 5","content":"There is a marked contrast between the strange fire kindled by selfish human efforts and the sacred fire of God's own kindling. The one bears the decided imprint of humanity. Its fruit testifies to the character of the tree. “By their fruits ye shall know them.” The souls that fix their attention on the fountain of truth and wisdom, who go straight to the source of true wisdom, will not be disappointed. “If any man lack wisdom, let him ask of God, who giveth liberally and upbraideth not [any man for his lack of knowledge], but let him ask in faith, nothing wavering; for he that wavereth is like a wave of the sea, driven with the wind and tossed.” To those who thus seek, it shall be given."},{"refcode_short":"GH August 1,  1906, par. 6","refcode_long":"The Gospel Herald August 1,  1906, paragraph 6","content":"The Holy One has presented his law to us as a standard of character. And the Lord is our judge, as well as our law-giver, and our king. There can be sinless human agents, who will not swerve from the strictest truth and honesty. Abraham was God's representative in his generation. God calls him the father of the faithful."},{"refcode_short":"GH August 1,  1906, par. 7","refcode_long":"The Gospel Herald August 1,  1906, paragraph 7","content":"And Christ says, “Abraham rejoiced to see my day; and he saw it and was glad.” How could Abraham behold the plan of redemption? How could he comprehend the great and grand working out of this plan through the future ages? By faith. He saw the root and offspring of David, the bright and morning star. He saw the one great anti-typical Sacrifice gracing the word with his presence, living the life of God in this sinful world: and his righteousness was going before him showing him the way, and the glory of the Lord was his reward."},{"refcode_short":"GH August 1,  1906, par. 8","refcode_long":"The Gospel Herald August 1,  1906, paragraph 8","content":"Abraham had a special interest in the Lamb of God, who taketh away the sin of the world. To him it was revealed that in Christ his hopes of eternal life were centered. Through his sacrifice his salvation was complete, and Abraham's heart was filled with comfort, hope, and assurance, which was to him a firm foundation, a solid rock, upon which he rested in confidence that could not be shaken. The very truth that came down from heaven, was welcomed into his heart. He was not an occasional Christian, and an apparently devout worshiper. God said, “I know him.” He could trust Abraham."},{"refcode_short":"GH August 1,  1906, par. 9","refcode_long":"The Gospel Herald August 1,  1906, paragraph 9","content":"Among his children God would have no tampering with the conscience of young or old, master or servant. There is to be no conniving at transgression. The ten holy precepts had not been written upon the tables of stone by the finger of God in Abraham's day. But Abraham was acquainted with them. They had been handed down from generation to generation; parents had taught their children the will of the Creator. Having educated himself to obey the law of God, the spirit of the commandments given in Eden was woven into the character of Abraham, fashioning his life after the divine pattern; and as a result his family was enlightened. He feared the Lord with all his house; for God's standard of holiness was made known by Abraham to both masters and servants."},{"refcode_short":"GH August 1,  1906, par. 10","refcode_long":"The Gospel Herald August 1,  1906, paragraph 10","content":"He who combines faith and works will command his household after him, and like Abraham, will fear the Lord with all his house. Of him God said, “I know him, that he will command his children and his household after him, and they shall keep the way of the Lord, to do justice and judgment; that the Lord may bring upon Abraham that which he hath spoken.” He who is a true child of Abraham will cultivate home religion. It is the privilege of every one to walk in the light, if they will seek the Lord earnestly for wisdom. The word of the Lord was made known to Abraham direct by heavenly intelligences. The same word was made known to the following generations by the Old Testament Scriptures; and is now revealed in the New Testament gospel. The written word can be taken into every family. It should be opened before the members of the household as their guide book; to be studied and obeyed. In every difficulty that may arise, let all inquire, What hath God said in his word; for that is our directory, our rule of life? The word is the bread of life to the hungry soul; the water of life to the thirsty soul."},{"refcode_short":"GH August 1,  1906, par. 11","refcode_long":"The Gospel Herald August 1,  1906, paragraph 11","content":"David beheld the wondrous glory of Jesus Christ, “And while I was musing the fire burned; then spake I with my tongue.” How could he keep silent? He must give utterance. He must tell of the grand scenes opened before him; the power, the majesty, the glory of Christ. Who can behold the glory of our Redeemer and not speak of it? Who, with the eye of faith, can see his beauty and not extol it? Who can taste of his love and not adore him, the Lord God of hosts is his name. Even the chosen of God cannot give expression to the glory of his goodness and love. Language fails to reveal it. Lost in wonder, one of old exclaimed, He is “the chiefest among ten thousand.... Yea, he is altogether lovely! He is my beloved, and I am his.” In the 145th psalm David offers him beautiful tribute of praise, saying, “I will extol thee, my God, O king; and I will bless thy name forever and ever.... Great is the Lord, and greatly to be praised; and his greatness is unsearchable.... All thy works shall praise thee, O Lord; and thy saints shall bless thee.” Unable to find words to express what was in his heart, John calls upon all to behold him: “Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God!”"},{"refcode_short":"GH August 1,  1906, par. 12","refcode_long":"The Gospel Herald August 1,  1906, paragraph 12","content":"“That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life (for the life was manifested and we have seen it, and bear witness, and show unto you that eternal life [Jesus Christ], which was with the Father, and was manifested unto us): that which we have seen and heard declare we unto you, that ye also may have fellowship with us; and truly our fellowship is with the Father, and with his Son Jesus Christ. And these things write we unto you, that your joy may be full. This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all.”"},{"refcode_short":"GH August 1,  1906, par. 13","refcode_long":"The Gospel Herald August 1,  1906, paragraph 13","content":"The golden chain binds the Old and New Testaments together. They both express the same thing; declaring unto humanity the living testimony of the King in his beauty. All the writers show forth the praises of him who hath called them out of darkness into his marvelous light."},{"refcode_short":"GH August 1,  1906, par. 14","refcode_long":"The Gospel Herald August 1,  1906, paragraph 14","content":"We also are to open our lips in praises. From the heart subdued with his love, let expressions of adoration arise; tell of his goodness, tell of his loveliness; extol his grace; magnify his lovely character. To the true believer, he is more precious than gold, even the finest gold of Ophir; yea, more precious to me than life itself."},{"refcode_short":"GH November 1,  1906, par. 14","refcode_long":"The Gospel Herald November 1,  1906, paragraph 14","content":"November 1, 1906"},{"refcode_short":"GH November 1,  1906","refcode_long":"The Gospel Herald November 1,  1906","content":"From Sister White"},{"refcode_short":"GH November 1,  1906, par. 1","refcode_long":"The Gospel Herald November 1,  1906, paragraph 1","content":"Referring to the Self-denial Boxes and their use Sister White says:"},{"refcode_short":"GH November 1,  1906, par. 2","refcode_long":"The Gospel Herald November 1,  1906, paragraph 2","content":"“Fathers and mothers, teach your children lessons of self-denial, by encouraging them to unite with you in dispensing with the things we really do not need, and in giving to the colored work the money thus saved. Tell your children of the poor colored people and their necessities. Implant in each tender heart a desire to deny self in order to help others. Lead the children early to realize the close relationship existing between money and missions."},{"refcode_short":"GH November 1,  1906, par. 3","refcode_long":"The Gospel Herald November 1,  1906, paragraph 3","content":"“The fields are white for the harvest. Shall not the laborers have means for gathering in the precious grain? Will not those who know the truth see what they can do to help, just now? Will not every one cut off all needless expenditures? See what you can do in self-denial. Dispense with all that is not positively necessary. Come up to the measure of your God-given responsibility. Fulfil your duty toward the colored race. “Some may say: ‘We are being drawn upon continually for means. Will there be no end to the calls?’ We hope not, so long as there are in our world souls perishing for the bread of life. Until all has been done that you can do to save the lost, we ask you not to become weary of our repeated calls. Many have not yet done that which they might do, that which God will enable them to do if they will consecrate themselves unreservedly to him."},{"refcode_short":"GH November 1,  1906, par. 4","refcode_long":"The Gospel Herald November 1,  1906, paragraph 4","content":"“The Lord's servants are to feel a noble, generous sympathy for every line of work carried on in the great harvest field. We are to be interested in everything that concerns the human brotherhood. By our baptismal vows we are bound in covenant relation with God to make persevering self-denying, self-sacrificing efforts to promote, in the hardest parts of the field, the work of soul saving. God has placed upon every believer the responsibility of helping to rescue the most needy, the most helpless, the most oppressed. Christians are to enlighten the ignorance of their less favored brothers. They are to break every yoke, and let the oppressed go free from the power of vicious habits and sinful practices. By imparting the knowledge sent from heaven, they are to enlarge the capabilities and increase the usefulness of those most in need of a helping hand.”"},{"refcode_short":"GH October 1,  1907, par. 4","refcode_long":"The Gospel Herald October 1,  1907, paragraph 4","content":"1907"},{"refcode_short":"GH October 1,  1907, par. 4","refcode_long":"The Gospel Herald October 1,  1907, paragraph 4","content":"October 1, 1907"},{"refcode_short":"GH October 1,  1907","refcode_long":"The Gospel Herald October 1,  1907","content":"A Message to Teachers"},{"refcode_short":"GH October 1,  1907, par. 1","refcode_long":"The Gospel Herald October 1,  1907, paragraph 1","content":"To our workers among the colored people, and especially to those who are teaching the children and the youth, I would say, Hold fast. Do not lose courage. We shall all be tried, to see of what material we are made. Work with an eye single to the glory of God. Labor to uplift and ennoble your students. They will be what you make them, largely. Teach them that their souls can be made clean in the blood of the Lamb. Hold up before them the hope that they can be Christians in thought, in word, in deed. Thus souls will be won to Christ. Tell them, oh, tell them of the love of Jesus, who taketh away the sin of the world."},{"refcode_short":"GH October 1,  1907, par. 2","refcode_long":"The Gospel Herald October 1,  1907, paragraph 2","content":"Keep ever before your students the thought that they are in school to be fitted to act their part in helping others to prepare for a place in the family above. The Lord desires them to act kindly and courteously, because they are members of his family. Keep this before them always. Doing this, you cannot speak harshly to them, neither can you be coarse or rough, because this would not harmonize with the Bible principles that you are trying to teach them."},{"refcode_short":"GH October 1,  1907, par. 3","refcode_long":"The Gospel Herald October 1,  1907, paragraph 3","content":"Teachers, keep heaven and the Saviour before your students. Impress their minds with the thought that they must do their very best; for God's eye is upon them. This teaching you may certainly class as a branch of higher education."},{"refcode_short":"GH October 1,  1907, par. 4","refcode_long":"The Gospel Herald October 1,  1907, paragraph 4","content":"Teachers are to bring into the schoolroom a softening, subduing influence. In their daily habits they are to be an example of propriety. In their dress they are always to be neat and tidy. Children are naturally quick to imitate; and as they see habits of order and cleanliness, industry and Christian integrity, exemplified in the daily life of their teacher, their own lives will be powerfully influenced for good. Excellent results will appear."},{"refcode_short":"GH October 1,  1907, par. 5","refcode_long":"The Gospel Herald October 1,  1907, paragraph 5","content":"The work done in the Huntsville school is to be an object-lesson of what can be done for the colored youth and children in every school, small or large, in providing advantages and surroundings that will tend to uplift and ennoble those who attend. The Huntsville school is to be a place where the standard is kept high. The teachers must be filled with a determination to teach the students, in connection with book-knowledge, practical lessons of neatness and refinement. Nothing coarse or slovenly is to be allowed in the dress of the students. Their deportment is to be above reproach. They are to be taught to be neat in their habits. And in all that pertains to the premises of the school, both inside the various buildings, and on the school-grounds and the farm, an object-lesson of orderliness and thrift is to be taught."},{"refcode_short":"GH October 1,  1907, par. 6","refcode_long":"The Gospel Herald October 1,  1907, paragraph 6","content":"The Huntsville school is to exert a far-reaching influence for good. To the teachers in this school I am instructed to say, Encourage the students. Inspire them with the hope that they can work successfully for the Master. And as you labor, remember that your school is to be an example of what all other colored schools should be, with respect to carefulness of deportment and thoroughness of work."},{"refcode_short":"GH October 1,  1907, par. 7","refcode_long":"The Gospel Herald October 1,  1907, paragraph 7","content":"In the smaller schools for colored pupils, there are promising youth who can be trained to enter the field as teachers. As these attend school, let them see that their teachers have confidence that they will become workers who will fill their appointed places in God's great plan. And let efforts be made to give those who have done faithful work, an opportunity to secure further training, if need be, at Huntsville."},{"refcode_short":"GH October 1,  1907, par. 8","refcode_long":"The Gospel Herald October 1,  1907, paragraph 8","content":"Men and women from the colored race are to be educated to work as missionaries for their own people. This education and training is to be given them within their own borders. They are to be taught line upon line, precept upon precept: here a little, and there a little. This will require patient, earnest, persevering, judicious effort. But such effort is richly rewarded."},{"refcode_short":"GH October 1,  1907, par. 9","refcode_long":"The Gospel Herald October 1,  1907, paragraph 9","content":"Schools for colored children and youth are to be established in many different places in the Southern field. I am deeply interested in the maintenance of these schools. I have often spoken on the importance of this work. I desire to do my part in helping this branch of the Lord's cause in the Southern field. And I am calling upon my brethren and sisters in America to act their part. I am pleading with them to show by their works a firm faith in the power of God to gather out from the Southland a people who shall be a praise to his name, and who shall finally unite with the redeemed from among men in singing the song of Moses and the Lamb."},{"refcode_short":"GH May 1,  1908","refcode_long":"The Gospel Herald May 1,  1908","content":"1908"},{"refcode_short":"GH May 1,  1908","refcode_long":"The Gospel Herald May 1,  1908","content":"May 1, 1908"},{"refcode_short":"GH May 1,  1908","refcode_long":"The Gospel Herald May 1,  1908","content":"Medical Missionary Work Among the Colored People of the South"},{"refcode_short":"GH May 1,  1908, par. 1","refcode_long":"The Gospel Herald May 1,  1908, paragraph 1","content":"When connected with other lines of gospel effort, medical missionary work is a most effective instrument by which the ground is prepared for the sowing of the seeds of truth, and the instrument also by which the harvest is reaped. Medical missionary work is the helping hand of the gospel ministry. So far as possible, it would be well for evangelical workers to learn how to minister to the necessities of the body as well as the soul; for in doing this, they are following the example of Christ. But intemperance has well-nigh filled the world with disease, and the ministers of the gospel cannot spend their time and strength in relieving all in need of help. The Lord has ordained that Christian physicians and nurses shall labor in connection with those who preach the Word. The medical missionary work is to be bound up with the gospel ministry."},{"refcode_short":"GH May 1,  1908, par. 2","refcode_long":"The Gospel Herald May 1,  1908, paragraph 2","content":"In no place is there greater need of genuine gospel medical missionary work than among the colored people in the South. Had such a work been done for them immediately after the proclamation of freedom, their condition today would have been very different. Medical missionary work must be carried forward for the colored people. Sanitariums and treatment-rooms should be established in many places. These will open doors for the entrance of Bible truth."},{"refcode_short":"GH May 1,  1908, par. 3","refcode_long":"The Gospel Herald May 1,  1908, paragraph 3","content":"This work will require devoted men and means, and much wise planning. Years ago we should have been training colored men and women to care for the sick. Plans should now be made to do a quick work. Let promising colored youth—young men and young women of good Christian character—be given a thorough training for this line of service. Let them be imbued with the thought that in all their work they are to proclaim the third angel's message. Strong, intelligent, consecrated colored nurses will find a wide field of usefulness opening before them."},{"refcode_short":"GH May 1,  1908, par. 4","refcode_long":"The Gospel Herald May 1,  1908, paragraph 4","content":"The Lord Jesus is our example. He came to the world as a servant of mankind. He went from city to city, from village to village, teaching the gospel of the kingdom, and healing the sick. Christ spent more time in healing than in teaching."},{"refcode_short":"GH May 1,  1908, par. 5","refcode_long":"The Gospel Herald May 1,  1908, paragraph 5","content":"As our example, Christ linked closely together the work of healing and teaching, and in this our day they should not be separated. In our schools and sanitariums nurses should be trained to go out as medical missionary evangelists. They should unite the teaching of the gospel of Christ with the work of healing."},{"refcode_short":"GH May 1,  1908, par. 6","refcode_long":"The Gospel Herald May 1,  1908, paragraph 6","content":"The Lord has instructed us that with our training schools there should be connected small sanitariums that the students may have opportunity to gain a knowledge of medical missionary work. This line of work is to be brought into our schools as part of the regular instruction. Huntsville has been especially pointed out as a school in connection with which there should be facilities for thoroughly training consecrated colored youth who desire to become competent nurses and hygienic cooks. Let us rejoice that the managers of our Huntsville school are now planning to carry out this instruction without further delay. Let us help them make Huntsville a strong training center for medical missionary workers."},{"refcode_short":"GH May 1,  1908, par. 7","refcode_long":"The Gospel Herald May 1,  1908, paragraph 7","content":"The colored medical missionary worker stands on vantage ground. In the providence of God, a wide field of usefulness is open to him. He is permitted to enter where others are refused admission. In his consistent daily life of self-denial and self-sacrifice, he may exert a quiet yet far-reaching influence in behalf of the truth for this time. And he will not lack opportunity for testifying of the saving grace by which his life is being constantly transformed into the likeness of the great Medical Missionary."},{"refcode_short":"GH May 1,  1908, par. 8","refcode_long":"The Gospel Herald May 1,  1908, paragraph 8","content":"To many of the colored people, the difficulties against which they have to contend seem almost insurmountable. But there are those who will not give up. All who are conscientiously and in the fear of God trying to acquire an education are to be helped and encouraged. There is talent among the colored race, and this talent will be developed where least expected. Every advantage possible is to be given to the colored youth who are capable of becoming useful workers in the Lord's vineyard. There are those who with proper training can be prepared to conduct sanitariums for colored people. In all cases they will need, at times, the assistance of white workers, but their talents will tell greatly for the success of the work."},{"refcode_short":"GH May 1,  1908, par. 9","refcode_long":"The Gospel Herald May 1,  1908, paragraph 9","content":"O, that we might catch a glimpse of the work God desires us to accomplish for the colored people in the South! Could the vail be removed, could we but realize the distressing condition of thousands suffering from physical and spiritual maladies, how earnestly would we plan to train suitable colored workers to go forth to minister to the needs of their own race! How gladly would we come up to the help of the Lord, by giving freely of our means for the establishment and maintenance of training-centers, where colored youth could be fitted for helpful service as true medical missionary evangelists! May God enable us to discern the opportunities now afforded us to lay broad plans for carrying forward this line of work in a manner befitting its importance."},{"refcode_short":"GH May 1,  1908, par. 10","refcode_long":"The Gospel Herald May 1,  1908, paragraph 10","content":"Those who are able to relieve the sick of their temporal necessities, will often find ready access to hearts. Grateful for the loving ministry performed in their behalf, many will gladly listen to words of spiritual comfort and consolation. Their hearts will be susceptible to the influence of the Holy Spirit, as the consecrated medical missionary opens the Scriptures of truth and brings to their attention the special warning message for this time. Many will decide to yield their all to the Lord."},{"refcode_short":"GH May 1,  1908, par. 11","refcode_long":"The Gospel Herald May 1,  1908, paragraph 11","content":"Such a work as this is sadly needed in the cities of the South. Thousands of colored people have drifted into these congested centers. In many, many families, want and misery and deep spiritual poverty prevail. For such classes as these, the medical missionary evangelist is peculiarly fitted. But work of this character cannot be undertaken, unless the workers are first trained, and then supplied with needed facilities. Means is needed for the prosecution of such work. And in the privilege of contributing to the support of his cause in the earth, God has graciously given us opportunity to participate in the rewards of those who engage in this line of service."},{"refcode_short":"GH May 1,  1908, par. 12","refcode_long":"The Gospel Herald May 1,  1908, paragraph 12","content":"Soon the work of God in the earth will close triumphantly. Soon those who have remained steadfast unto the end, will be granted an abundant entrance into the kingdom of our Lord. As the opportunities for service are now presented, shall we not quickly respond, giving freely of our means for the support of the closing work? It is now our privilege to return unto the Lord his own, in free-will gifts and offerings; soon we shall receive the reward of the faithful."},{"refcode_short":"GH May 1,  1908, par. 13","refcode_long":"The Gospel Herald May 1,  1908, paragraph 13","content":"Of all the joys that await the redeemed in the earth made new, one of the highest will be the privilege of mingling our voices with the voices of those whom we have helped to save, in praise and adoration to the One who put into our hearts a desire to give. As God hath prospered us, let us now do all in our power to further the interests of his kingdom. Soon “the redeemed of the Lord shall return, and come with singing unto Zion; and everlasting joy shall be upon their head: they shall obtain gladness and joy; and sorrow and mourning shall flee away.”"},{"refcode_short":"GH June 1,  1908, Art. A, par. 13","refcode_long":"The Gospel Herald June 1,  1908, Art. A, paragraph 13","content":"June 1, 1908"},{"refcode_short":"GH June 1,  1908, Art. A","refcode_long":"The Gospel Herald June 1,  1908, Art. A","content":"Treatment Rooms and Mission Home Colored, Nashville, Tenn"},{"refcode_short":"GH June 1,  1908, Art. A, par. 1","refcode_long":"The Gospel Herald June 1,  1908, Art. A, paragraph 1","content":"The last chapters of this earth's history are rapidly fulfilling. Our last great work is to be done. “Cry aloud, spare not, lift up thy voice like a trumpet, and show my people their transgressions, and the house of Jacob their sins.”—Testimony, December 21, 1905."},{"refcode_short":"GH June 1,  1908, par. 1","refcode_long":"The Gospel Herald June 1,  1908, paragraph 1","content":"June 1, 1908"},{"refcode_short":"GH June 1,  1908","refcode_long":"The Gospel Herald June 1,  1908","content":"About the Self-Denial Boxes"},{"refcode_short":"GH June 1,  1908, par. 1","refcode_long":"The Gospel Herald June 1,  1908, paragraph 1","content":"“As I have made acquaintance with the poverty of the Southern field, I have earnestly desired that some method might be devised by which the work for the colored people could be sustained. One night, as I was praying for this needy field, a scene was presented to me, which I will describe."},{"refcode_short":"GH June 1,  1908, par. 2","refcode_long":"The Gospel Herald June 1,  1908, paragraph 2","content":"“I saw a company of men working, and asked what they were doing. One of them replied: ‘We are making little boxes to be placed in the home of every family that is willing to practice self-denial in order that they may send of their means to help the work among the colored people of the South. Such boxes will be a constant reminder of the needs of this destitute race; and the giving of money that is saved by economy and self-denial will be an excellent education to all the members of the family.’"},{"refcode_short":"GH June 1,  1908, par. 3","refcode_long":"The Gospel Herald June 1,  1908, paragraph 3","content":"“Without delay I wrote to our brethren in the South to make little Self-Denial Boxes, and circulate them extensively, to be used as silent messengers in the homes of our people,—to remind parents and children of their duty toward a neglected race. The Southern Missionary Society of Edgefield (now Madison) Tenn., took up this matter at once, and are now prepared to send the Boxes to all who desire to help in this way."},{"refcode_short":"GH June 1,  1908, par. 4","refcode_long":"The Gospel Herald June 1,  1908, paragraph 4","content":"“Fathers, mothers, teach your children lessons of self-denial, by encouraging them to unite with you in dispensing with the things we really do not need, and in giving to the colored work the money thus saved. Tell your children of the poor colored people and their necessities. Implant in each tender heart a desire to deny self in order to help others. Lead the children early to realize the close relationship existing between money and missions."},{"refcode_short":"GH June 1,  1908, par. 5","refcode_long":"The Gospel Herald June 1,  1908, paragraph 5","content":"“The fields are white for the harvest. Shall not the laborers have means for gathering in the precious grain? Will not those who know the truth see what they can do to help, just now? Will not every one cut off all needless expenditures? See what you can do in self-denial. Dispense with all that is not positively necessary. Come up to the measure of your God-given responsibility. Fulfil your duty toward the colored race."},{"refcode_short":"GH June 1,  1908, par. 6","refcode_long":"The Gospel Herald June 1,  1908, paragraph 6","content":"“Some may say, ‘We are being drawn upon continually for means. Will there be no end to these calls?’ We hope not, so long as there are in our world souls perishing for the bread of life. Until all has been done that you can do to save the lost, we ask you not to become weary of our repeated calls. Many have not yet done that which they might do; that which God will enable them to do if they will consecrate themselves unreservedly to him."},{"refcode_short":"GH June 1,  1908, par. 7","refcode_long":"The Gospel Herald June 1,  1908, paragraph 7","content":"“The Lord's servants are to feel a noble, generous sympathy for every line of work carried on in the great harvest field. We are to be interested in everything that concerns the human brotherhood. By our baptismal vows we are bound in covenant relation with God to make persevering, self-denying, self-sacrificing efforts to promote, in the hardest parts of the field, the work of soul saving. God has placed upon every believer the responsibility of helping to rescue the most needy, the most helpless, the most oppressed. Christians are to enlighten the ignorance of their less favored brothers. They are to break every yoke, and let the oppressed go free from the power of vicious habits and sinful practices. By imparting the knowledge sent from heaven, they are to enlarge the capabilities and increase the usefulness of those most in need of a helping hand.”"},{"refcode_short":"GH June 1,  1908, par. 8","refcode_long":"The Gospel Herald June 1,  1908, paragraph 8","content":"“I have written concerning these boxes, and the self-denial they will encourage, and I now ask if you will not accept the light that God has given to his people. These boxes should be used more than they have been, and let no one, either by pen or voice, hinder their circulation.”"},{"refcode_short":"GH September 1,  1908, par. 8","refcode_long":"The Gospel Herald September 1,  1908, paragraph 8","content":"September 1, 1908"},{"refcode_short":"GH September 1,  1908","refcode_long":"The Gospel Herald September 1,  1908","content":"An Important Offering"},{"refcode_short":"GH September 1,  1908, par. 1","refcode_long":"The Gospel Herald September 1,  1908, paragraph 1","content":"“The present is an opportunity we cannot afford to lose. We call upon all our people to help to the utmost of their ability.”"},{"refcode_short":"GH September 1,  1908, par. 2","refcode_long":"The Gospel Herald September 1,  1908, paragraph 2","content":"“There should be a hundred workers where now there is but one.”"},{"refcode_short":"GH September 1,  1908, par. 3","refcode_long":"The Gospel Herald September 1,  1908, paragraph 3","content":"“The Lord's treasures are at hand, entrusted to us for just such emergencies.”"},{"refcode_short":"GH September 1,  1908, par. 4","refcode_long":"The Gospel Herald September 1,  1908, paragraph 4","content":"“The Lord calls upon his people to make offerings of self-denial. Let us give up something that we intended to purchase for personal comfort or pleasure. Let us teach our children to deny self, and become the Lord's helping hands in dispensing his blessings.”"},{"refcode_short":"GH September 1,  1908, par. 5","refcode_long":"The Gospel Herald September 1,  1908, paragraph 5","content":"“The sums which you give may be small when compared with the necessities of the work,” continues the Testimony, “but be not discouraged. Have faith in God. Hold fast the hand of infinite power, and that which seems hopeless at first will look different. The feeding of the five thousand is an object-lesson for us. He who with five loaves and two small fishes fed five thousand men, besides women and children, can do great things for his people today.” Testimonies for the Church 6:465."},{"refcode_short":"GH September 1,  1908, par. 6","refcode_long":"The Gospel Herald September 1,  1908, paragraph 6","content":"“The work there needs means, God has given warnings, but they have not been heeded. Church-members in America who have pleasant homes and surroundings, should remember the Southern field. It is in need of special attention and support.... The work which should have been done in that field has not been done."},{"refcode_short":"GH September 1,  1908, par. 7","refcode_long":"The Gospel Herald September 1,  1908, paragraph 7","content":"“Why do you neglect this work? God has made it your duty to deal with this poor, oppressed race as their circumstances demand. Let the work go forward. Encourage the people who are favorably situated to help in this field."},{"refcode_short":"GH September 1,  1908, par. 8","refcode_long":"The Gospel Herald September 1,  1908, paragraph 8","content":"“There are men who will tell you that the work in the South has been misrepresented, that it is not so arduous as it is made to appear. Let no one suppose that the Southern field is an easy place to work: for it is the most difficult portion of the Lord's vineyard, and soon it will be even more difficult. The greatest wisdom must be exercised. All connected with the work must be as wise as serpents and as harmless as doves.”"},{"refcode_short":"GH September 1,  1908, par. 9","refcode_long":"The Gospel Herald September 1,  1908, paragraph 9","content":"“I call upon every church in our land to look well to your own souls. ‘Examine yourselves, whether ye be in the faith; prove your own selves. Know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates?’ God makes no distinction between the North and the South.”"},{"refcode_short":"GH September 1,  1908, par. 10","refcode_long":"The Gospel Herald September 1,  1908, paragraph 10","content":"“Sin rests upon us as a church because we have not made greater effort for the salvation of souls among the colored people. Let us do what we can to send to this class laborers who will work in Christ's name, who will not fail nor be discouraged. We should educate colored men to be missionaries among their own people. We should recognize talent where it exists among that people, and those who have ability should be placed where they may receive an education."},{"refcode_short":"GH September 1,  1908, par. 11","refcode_long":"The Gospel Herald September 1,  1908, paragraph 11","content":"“The converting power of God must work a transformation of character in many who claim to believe the present truth, or they cannot fulfil the purpose of God. They are hearers, but not doers of the Word. Pure, unworldly benevolence will be developed in all who make Christ their personal Saviour. There needs to be far less of self and more of Jesus. The church of Christ is ordained of God that its members shall be representatives of Christ's character. He says, ‘You have given yourselves to me, and I give you to the world. I am the light of the world: I present you to the world as my representatives.’ As Christ in the fullest sense represents the Father, so we are to represent Christ. Let none of those who name the name of Christ be cowards in his cause. For Christ's sake stand as if looking within the open portals of the city of God.”"},{"refcode_short":"GH September 1,  1908, par. 12","refcode_long":"The Gospel Herald September 1,  1908, paragraph 12","content":"This work “has been touched with only the tip ends of our fingers,” compared with that which must be done, Is it not high time we were taking hold of it in a whole-hearted way, never to let go until the great Master himself says, “It is enough”?"},{"refcode_short":"GH November 1,  1908, par. 12","refcode_long":"The Gospel Herald November 1,  1908, paragraph 12","content":"November 1, 1908"},{"refcode_short":"GH November 1,  1908","refcode_long":"The Gospel Herald November 1,  1908","content":"Extracts from a Testimony, Dated October 19, 1908"},{"refcode_short":"GH November 1,  1908, par. 1","refcode_long":"The Gospel Herald November 1,  1908, paragraph 1","content":"“I am burdened, heavily burdened, for the work among the colored people. The gospel is to be presented to the down-trodden negro race.... For many years I have borne a heavy burden in behalf of the colored race. My heart has ached as I have seen the feeling against this race growing stronger and still stronger, and as I have seen that many Seventh-day Adventists are apparently unable to understand the necessity for an earnest work being done quickly. Years are passing into eternity with apparently little done to help those who were recently a race of slaves.”"},{"refcode_short":"GH November 1,  1908, par. 2","refcode_long":"The Gospel Herald November 1,  1908, paragraph 2","content":"“We should be deeply interested in the establishment of schools for the colored people. And we must not overlook the importance of placing the present truth before the teachers and students in the large colleges for colored people that have been established by men of the world.”"},{"refcode_short":"GH November 1,  1908, par. 3","refcode_long":"The Gospel Herald November 1,  1908, paragraph 3","content":"“Schools and sanitariums for colored people should be established, and in these the colored youth should be taught and trained for service by the very best teachers that can be employed.”"},{"refcode_short":"GH November 1,  1908, par. 4","refcode_long":"The Gospel Herald November 1,  1908, paragraph 4","content":"“The powers of hell are working with all their ingenuity to prevent the proclamation of the last message of mercy among the colored people”."},{"refcode_short":"GH December 1,  1908, par. 4","refcode_long":"The Gospel Herald December 1,  1908, paragraph 4","content":"December 1, 1908"},{"refcode_short":"GH December 1,  1908","refcode_long":"The Gospel Herald December 1,  1908","content":"Price Per Year, 10 Cents"},{"refcode_short":"GH December 1,  1908, par. 1","refcode_long":"The Gospel Herald December 1,  1908, paragraph 1","content":"A Testimony dated October 19, 1908, says: “Years ago the truth should have been proclaimed from city to city in those fields where there are many colored people. In these cities sanitariums and schools are to be established, in suitable locations; and these institutions are not to be left barren of much-needed facilities, as the Huntsville School was left for years.”"},{"refcode_short":"GH April 1,  1909, par. 1","refcode_long":"The Gospel Herald April 1,  1909, paragraph 1","content":"1909"},{"refcode_short":"GH April 1,  1909, par. 1","refcode_long":"The Gospel Herald April 1,  1909, paragraph 1","content":"April 1, 1909"},{"refcode_short":"GH April 1,  1909","refcode_long":"The Gospel Herald April 1,  1909","content":"Extracts"},{"refcode_short":"GH April 1,  1909, par. 1","refcode_long":"The Gospel Herald April 1,  1909, paragraph 1","content":"“A school should be established near Nashville.”"},{"refcode_short":"GH April 1,  1909, par. 2","refcode_long":"The Gospel Herald April 1,  1909, paragraph 2","content":"“The Southern Missionary Society is not to be extinguished. It must exist to do a work that will be neglected unless it lives.”"},{"refcode_short":"GH April 1,  1909, par. 3","refcode_long":"The Gospel Herald April 1,  1909, paragraph 3","content":"“The Southern Missionary Society is a helping hand to do a work in the South that would otherwise be left undone.”"},{"refcode_short":"GH April 1,  1909, par. 4","refcode_long":"The Gospel Herald April 1,  1909, paragraph 4","content":"“According to the light given me, not a pillar of the Southern Missionary Society should be moved.”"},{"refcode_short":"GH May 1,  1910, par. 4","refcode_long":"The Gospel Herald May 1,  1910, paragraph 4","content":"1910"},{"refcode_short":"GH May 1,  1910, par. 4","refcode_long":"The Gospel Herald May 1,  1910, paragraph 4","content":"May 1, 1910"},{"refcode_short":"GH May 1,  1910","refcode_long":"The Gospel Herald May 1,  1910","content":"Self-Denial Boxes"},{"refcode_short":"GH May 1,  1910, par. 1","refcode_long":"The Gospel Herald May 1,  1910, paragraph 1","content":"My Dear Brethren and Sisters everywhere,"},{"refcode_short":"GH May 1,  1910, par. 2","refcode_long":"The Gospel Herald May 1,  1910, paragraph 2","content":"I wish to ask if you would not regard it as a privilege to lay aside a certain sum weekly for the Southern field? Will you not put in a prominent place in your home a box with the inscription, “For the Work Among the Colored People of the South?” Will you not ask your children to put into this box the money that they would otherwise spend for candy and other needless things? When visitors come to your home, they will see the box, and will ask in regard to it. Let the children tell the story of their effort to help a needy missionary field by denying self."},{"refcode_short":"GH May 1,  1910, par. 3","refcode_long":"The Gospel Herald May 1,  1910, paragraph 3","content":"Every church-member should cherish a spirit of sacrifice. In every home there should be taught lessons of self-denial. Keep in your homes a self-denial box into which you can put the money saved by little acts of self-denial."},{"refcode_short":"GH May 1,  1910, par. 4","refcode_long":"The Gospel Herald May 1,  1910, paragraph 4","content":"Many should become interested in the work of placing these boxes in homes. Ask old and young to aid the work for the colored people by placing these boxes in every home possible. A blessing will surely follow the gifts of self-denial thus brought to the Master."},{"refcode_short":"GH August 1,  1910","refcode_long":"The Gospel Herald August 1,  1910","content":"August 1, 1910"},{"refcode_short":"GH August 1,  1910","refcode_long":"The Gospel Herald August 1,  1910","content":"Watch"},{"refcode_short":"GH August 1,  1910, par. 1","refcode_long":"The Gospel Herald August 1,  1910, paragraph 1","content":"We are in the waiting time; let your loins be girded about, and your lights shining, that you may wait for the Lord when he returns from the wedding, that when he comes and knocks you may open unto him immediately."},{"refcode_short":"GH August 1,  1910, par. 2","refcode_long":"The Gospel Herald August 1,  1910, paragraph 2","content":"Watch, brethren, the first dimming of your light, the first neglect of prayer, the first symptom of spiritual slumber. “He that endureth to the end shall be saved.” It is by the constant exercise of faith and love that believers are made to shine as lights in the world. We are making but poor preparation for the Master's coming if we are serving mammon while professedly serving God. When he appears, you must then present to him the talents you have buried in the earth, talents neglected, abused, misused,—a divided love."},{"refcode_short":"GH August 1,  1910, par. 3","refcode_long":"The Gospel Herald August 1,  1910, paragraph 3","content":"Watch and pray, that ye enter not into temptation. There are stern battles to be fought. We should put on the whole armor of righteousness, and prove our selves strong and true in our Redeemer's service. God wants no idlers in his fields, but colaborers with Christ, vigilant sentinels at their posts, valiant soldiers of the cross, ready to do and dare all things for the cause in which they are enlisted."},{"refcode_short":"GH August 1,  1910, par. 4","refcode_long":"The Gospel Herald August 1,  1910, paragraph 4","content":"In this age of corruption, when our adversary, the devil, as a roaring lion, walketh about seeking whom he may devour, I see the necessity of lifting my voice in warning. “Watch and pray, lest ye enter into temptation.” There are many who possess brilliant talents, who wickedly devote them to the service of Satan. What warning can I give to a people who profess to have come out from the world, and to have left its works of darkness? to a people whom God has made the repositories of his law, but who like the pretentious fig-tree, flaunt their apparently flourishing branches in the very face of the Almighty, yet bear no fruit to the glory of God. Many of them cherish impure thoughts, unholy imaginations, unsanctified desires, and base passions. God hates the fruit borne on such a tree. Angels, pure and holy, look upon the course of such with abhorrence, while Satan exults. Oh, that men and women would consider what is to be gained by transgression of God's law. Under any and every circumstance, transgression is a dishonor to God and a curse to man. We must regard it thus, however fair its guise, and by whomsoever committed."},{"refcode_short":"GH August 1,  1910, par. 5","refcode_long":"The Gospel Herald August 1,  1910, paragraph 5","content":"God is leading his people out from the abominations of the world, that they may keep his law; and because of this, the rage of “the accuser of our brethren” knows no bounds. “The devil is come down unto you, having great wrath, because he knoweth that he hath but a short time.” The antitypical land of promise is just before us, and Satan is determined to destroy the people of God, and cut them off from their inheritance. The admonition, “Watch ye and pray, lest ye enter into temptation,” was never more needed than now. We are now living in the great day of atonement. In the typical service, while the high priest was making the atonement for Israel, all were required to afflict their souls by repentance of sin and humiliation before the Lord, lest they be cut off from among the people. In like manner, all who would have their names retained in the book of life, should now, in the few remaining days of their probation, afflict their souls before God by sorrow for sin, and true repentance. There must be deep, faithful searching of heart. The light, frivolous spirit indulged by so many of professed Christians must be put away. There is earnest warfare before all who would subdue the evil tendencies that strive for the mastery. The work of preparation is an individual work. We are not saved in groups. The purity and devotion of one will not offset the want of these qualities in another. Though all nations are to pass in judgment before God, yet he will examine the case of each individual with as close and searching scrutiny as if there were not another being upon the earth. Everyone must be tested, and found without spot or wrinkle or any such thing."},{"refcode_short":"GH August 1,  1910, par. 6","refcode_long":"The Gospel Herald August 1,  1910, paragraph 6","content":"Solemn are the scenes connected with the closing work of the atonement. Momentous are the interests involved therein. The judgment is now passing in the sanctuary above. For more than sixty years this work has been in progress. Soon—none know how soon—it will pass to the cases of the living. In the awful presence of God our lives are to come up in review. At this time above all others it behooves every soul to heed the Saviour's admonition, “Watch and pray: for ye know not when the time is.” “If therefore thou shalt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee.”"},{"refcode_short":"GH August 1,  1910, par. 7","refcode_long":"The Gospel Herald August 1,  1910, paragraph 7","content":"When the work of the investigative judgment closes, the destiny of all will have been decided for life or death. Probation is ended a short time before the appearing of the Lord in the clouds of heaven. Christ in the Revelation, looking forward to that time, declares: “He that is unjust, let him be unjust still; and he which is filthy, let him be filthy still, and he that is righteous, let him be righteous still; and he that is holy, let him be holy still. And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be.”"},{"refcode_short":"GH August 1,  1910, par. 8","refcode_long":"The Gospel Herald August 1,  1910, paragraph 8","content":"The righteous and the wicked will still be living upon the earth in their mortal state—men will be planting and building, eating and drinking, all unconscious that the final, irrevocable decision has been pronounced in the sanctuary above. Before the flood, after Noah entered the ark, God shut him in, and shut the ungodly out; but for seven days the people, knowing not that their doom was fixed, continued their careless, pleasure-loving life, and mocked the warnings of impending judgment. “So,” says the Saviour, “shall also the coming of the Son of man be.” Silently, unnoticed as the midnight thief, will come the decisive hour which marks the fixing of every man's destiny, the final withdrawal of mercy's offer to guilty man."},{"refcode_short":"GH August 1,  1910, par. 9","refcode_long":"The Gospel Herald August 1,  1910, paragraph 9","content":"“Watch ye therefore, ... lest coming suddenly he find you sleeping.” Perilous is the condition of those who, growing weary of their watch, turn to the attractions of the world. While the man of business is absorbed in the pursuit of gain, while the pleasure-lover is seeking indulgence, while the daughter of fashion is arranging her adornments,—it may be in that hour the Judge of all the earth will pronounce the sentence, “Thou art weighed in the balances and art found wanting.”"},{"refcode_short":"GH August 1,  1910, par. 10","refcode_long":"The Gospel Herald August 1,  1910, paragraph 10","content":"“And what I say unto you I say unto all. Watch.”"}]