[{"refcode_short":"GMM","refcode_long":"Gospel Medical Messenger","content":"Gospel Medical Messenger"},{"refcode_short":"GMM October 15,  1913","refcode_long":"Gospel Medical Messenger October 15,  1913","content":"1913"},{"refcode_short":"GMM October 15,  1913","refcode_long":"Gospel Medical Messenger October 15,  1913","content":"October 15, 1913"},{"refcode_short":"GMM October 15,  1913","refcode_long":"Gospel Medical Messenger October 15,  1913","content":"Our Duty to Our Children"},{"refcode_short":"GMM October 15,  1913","refcode_long":"Gospel Medical Messenger October 15,  1913","content":"Christian Schools"},{"refcode_short":"GMM October 15,  1913, par. 1","refcode_long":"Gospel Medical Messenger October 15,  1913, paragraph 1","content":"The garden of Eden was not only Adam's dwelling, but his school-room. As in that school, so in the school of the earth, two trees are planted—the tree of life, which bears the fruit of true education, and the tree of knowledge, yielding the fruit of “science falsely so-called.” All that have connection with Christ have access to the tree of life, a source of knowledge of which the world is ignorant. After sin entered this world, the heavenly husbandman transplanted the tree of life to the paradise above, but its branches hang over the wall to the lower world. Through the redemption purchased by the blood of the Son of God, man may now partake of its life-giving fruit. The tree of knowledge has its roots in the earth. It is of the earth, earthly. All who have tasted of the heavenly fruit, the bread of life, are to be co-workers with God, pointing others from the tree of knowledge to the tree of life, that they also may partake of its fruit."},{"refcode_short":"GMM October 15,  1913, par. 2","refcode_long":"Gospel Medical Messenger October 15,  1913, paragraph 2","content":"Shall the education given in our schools be after God's order, or after the wisdom of this world, which the Lord pronounces foolishness? Shall the hearts of students become estranged from God by eating of the tree of knowledge, which hardens the heart into disobedience, and ministers to vanity and pride? Shall not the education given in our schools be of that character which will give a more decided knowledge of God's Word, and which will bring the soul into a vital connection with God, keeping God before the mind's eye, and arousing every better feeling in the soul? This is the kind of education which is as enduring as eternity."},{"refcode_short":"GMM October 15,  1913, par. 3","refcode_long":"Gospel Medical Messenger October 15,  1913, paragraph 3","content":"We cannot consent, at this period of time, to expose our youth to the consequences of learning a mixture of truth with error. The youth who come from school without feeling the importance of making the Word of God the first study, the main study, above every science in educational lines, are not qualified in these days of peril to enter upon the work of the teacher. The question of how to obtain a knowledge of God is to all a life-and-death question."},{"refcode_short":"GMM October 15,  1913, par. 4","refcode_long":"Gospel Medical Messenger October 15,  1913, paragraph 4","content":"It is to fortify the youth against the temptations of the enemy that we have established schools where they may be qualified for usefulness in this life and for the service of God. The love of God imparts more than finite energy and qualifications for divine achievements."},{"refcode_short":"GMM October 15,  1913, par. 5","refcode_long":"Gospel Medical Messenger October 15,  1913, paragraph 5","content":"Whatever business parents may think suitable for their children, whether they desire them to be manufacturers, agriculturists, mechanics, or to follow some professional calling, they would reap great advantages from the discipline of an education. Your children should have an opportunity to study the Bible in the school."},{"refcode_short":"GMM October 15,  1913, par. 6","refcode_long":"Gospel Medical Messenger October 15,  1913, paragraph 6","content":"Shall members of the church give means to advance the cause of Christ among others, and then let their own children carry on the work and service of Satan?"},{"refcode_short":"GMM October 15,  1913, par. 7","refcode_long":"Gospel Medical Messenger October 15,  1913, paragraph 7","content":"There are places where our schools should have been in operation years ago. Let these now be started, under wise directors, that the children and youth may be educated in their own churches."},{"refcode_short":"GMM November 5,  1913","refcode_long":"Gospel Medical Messenger November 5,  1913","content":"November 5, 1913"},{"refcode_short":"GMM November 5,  1913","refcode_long":"Gospel Medical Messenger November 5,  1913","content":"Need of Church Schools"},{"refcode_short":"GMM November 5,  1913","refcode_long":"Gospel Medical Messenger November 5,  1913","content":"Duty of Parents"},{"refcode_short":"GMM November 5,  1913, par. 1","refcode_long":"Gospel Medical Messenger November 5,  1913, paragraph 1","content":"Can we wonder that the children and youth drift into temptation, and become educated in wrong lines, when they are continually associating with other neglected children? There is a work to receive the light of truth, and workers must be educated. Schools which will provide for the education of the children must be opened in places where they are so much needed."},{"refcode_short":"GMM November 5,  1913, par. 2","refcode_long":"Gospel Medical Messenger November 5,  1913, paragraph 2","content":"There is earnest work to be done for the children before the overflowing scourge shall come upon all the dwellers upon the earth. The Lord calls upon all who are Israelites indeed to serve Him. Gather your children into your own houses. Gather them in from the crowd who are voicing the words of Satan, who are disobeying the commandments of God. Gather in your children, and give them the Word of God as the foundation of all their education. Had the churches in different localities sought counsel of God, they would not need to be thus addressed on this point."},{"refcode_short":"GMM November 5,  1913, par. 3","refcode_long":"Gospel Medical Messenger November 5,  1913, paragraph 3","content":"Any one of the children of the Hebrews who was found in the Egyptian habitations was destroyed. We have a special work to do in educating and training our children, that they may not, either in attending school or in associating with others, be influenced by those of corrupt habits."},{"refcode_short":"GMM November 5,  1913, par. 4","refcode_long":"Gospel Medical Messenger November 5,  1913, paragraph 4","content":"Fathers and mothers, make haste! Your children are to be objects of your solicitude. Principles are to be kept before your children that will exert a heavenly influence over life and character. By every means at your command, you are to teach them that they are not to pattern after the worldly plan of education, but the truth must be impressed upon their hearts and minds. The truths that Satan has concealed by his hellish shadows, the truths he has misinterpreted and misapplied, and disconnected from the Lord of glory, are to be received, opened, and explained, and made to appear in their heavenly beauty, to be seen as truths that shall stand fast forever. They are to be re-established in the minds of men by the living agents whom God has appointed, and error is to be revealed in its true character by the light of truth."},{"refcode_short":"GMM November 19,  1913","refcode_long":"Gospel Medical Messenger November 19,  1913","content":"November 19, 1913"},{"refcode_short":"GMM November 19,  1913","refcode_long":"Gospel Medical Messenger November 19,  1913","content":"Need of Church Schools"},{"refcode_short":"GMM November 19,  1913, par. 1","refcode_long":"Gospel Medical Messenger November 19,  1913, paragraph 1","content":"In all our churches, and wherever there is a company of believers, church schools should be established, and in these schools should be teachers with a true missionary spirit, for the children are to be trained to become missionaries. It is essential that the teachers be educated to act their part in instructing children of Sabbath-keepers not only in the sciences, but in the Scriptures. These schools, established in different localities, and conducted by God-fearing men and women, as the case demands, should be built upon the same principles as were the schools of the prophets."},{"refcode_short":"GMM November 19,  1913, par. 2","refcode_long":"Gospel Medical Messenger November 19,  1913, paragraph 2","content":"Children are left to come up, instead of being trained up. Parents stand in the place of God to their children, and they will have to render an account whether they have been faithful to the little few committed to their care. Parents, some of you are rearing children to be cut down by the destroying angel, unless you speedily change your course and be faithful to them. God cannot cover iniquity, even in children. He cannot love unruly children, who manifest passion, and he cannot save them in the time of trouble. Will you suffer your children to be lost through your neglect? Unfaithful parents! their blood will be upon you, and is not your salvation doubtful, with the blood of your children upon you?"},{"refcode_short":"GMM November 19,  1913, par. 3","refcode_long":"Gospel Medical Messenger November 19,  1913, paragraph 3","content":"I say again, establish schools for the children wherever there are churches; where there are those who assemble to worship God let there be schools for the children. Work as if you were working for your life to save children from being drowned in the polluting, corrupting influences of this life. If people would encourage the church in which they are members, and establish small, humble school buildings, in which to do service for God, they would accommodate their own children within their borders."},{"refcode_short":"GMM December 3,  1913","refcode_long":"Gospel Medical Messenger December 3,  1913","content":"December 3, 1913"},{"refcode_short":"GMM December 3,  1913","refcode_long":"Gospel Medical Messenger December 3,  1913","content":"Christian Schools"},{"refcode_short":"GMM December 3,  1913, par. 1","refcode_long":"Gospel Medical Messenger December 3,  1913, paragraph 1","content":"There should be a school established where there is a church or company of believers. Teachers should be employed to educate the children of Sabbath-keepers. In all of our churches there should be schools, and teachers of these schools who are missionaries."},{"refcode_short":"GMM December 3,  1913, par. 2","refcode_long":"Gospel Medical Messenger December 3,  1913, paragraph 2","content":"The Bible should not be brought into our schools to be sandwiched in between infidelity. The Bible must be made the ground-work and subject matter of education. It is true that we know much more of the Word of the living God than we knew in the past, but there is still much more to be learned. It should be used as the Word of the living God, and esteemed as first and last and best in everything. Then will be seen true spiritual growth."},{"refcode_short":"GMM December 3,  1913, par. 3","refcode_long":"Gospel Medical Messenger December 3,  1913, paragraph 3","content":"Used as a text-book in our schools, the Bible will do for mind and morals what cannot be done by books of science or philosophy. As a book to discipline and strengthen the intellect, to ennoble, purify, and refine character, it is without a rival. If there were not another book in the wide world, the Word of God lived out, through the grace of Christ, would make men perfect in this world, with a character fitted for a future immortal life."},{"refcode_short":"GMM December 3,  1913, par. 4","refcode_long":"Gospel Medical Messenger December 3,  1913, paragraph 4","content":"In localities where there is a church, a school should be established, if there are no more than six children to attend. A teacher should be employed who will educate the children in the truths of the Word of God, which are so essential in these last days, and which it is so important for them to understand. A great test is coming. It will be upon obedience or disobedience to the commandments of God."},{"refcode_short":"GMM January 7,  1914","refcode_long":"Gospel Medical Messenger January 7,  1914","content":"1914"},{"refcode_short":"GMM January 7,  1914","refcode_long":"Gospel Medical Messenger January 7,  1914","content":"January 7, 1914"},{"refcode_short":"GMM January 7,  1914","refcode_long":"Gospel Medical Messenger January 7,  1914","content":"Jesus Forgives Only as We Forgive"},{"refcode_short":"GMM January 7,  1914, par. 1","refcode_long":"Gospel Medical Messenger January 7,  1914, paragraph 1","content":"Jesus teaches that we can receive forgiveness from God only as we forgive others. To cherish an unmerciful spirit toward others is to close the heart against the mercy of God toward us."},{"refcode_short":"GMM January 7,  1914, par. 2","refcode_long":"Gospel Medical Messenger January 7,  1914, paragraph 2","content":"As if this, above all others, was the sin that His followers needed to be warned against, the one through which they were in the greatest danger of shutting from their hearts the light and love and peace of Heaven, Jesus, after completing the Lord's prayer, added, “If ye forgive men their trespasses, your heavenly Father will also forgive you. But if ye forgive not men their trespasses, neither will your Father forgive your trespasses.”"},{"refcode_short":"GMM January 7,  1914, par. 3","refcode_long":"Gospel Medical Messenger January 7,  1914, paragraph 3","content":"He who is unforgiving cuts off the very channel through which alone he can receive mercy from God. We should not think that unless those who have injured us confess the wrong we are justified in withholding from them our forgiveness. It is their part, no doubt, to humble their hearts by repentance and confession; but we are to have a spirit of compassion toward those who have trespassed against us, whether or not they confess their faults. However sorely they may have wounded us, we are not to cherish our grievances, and sympathize with ourselves over our injuries; but, as we hope to be pardoned for our offences against God, we are to pardon all who have done evil to us."},{"refcode_short":"GMM January 7,  1914, par. 4","refcode_long":"Gospel Medical Messenger January 7,  1914, paragraph 4","content":"The atmosphere of selfish and narrow criticism stifles the noble and generous emotions, and causes men to become self-centered judges and petty spies. The Pharisees were of this class; they came from their religious services, not humbled with a sense of their own weaknesses, not grateful for the great privilege that God had given them. They came forth filled with spiritual pride, and their theme was, “Myself, my feelings, my knowledge, my ways.” Their own attainments became the standard by which they judge others. Putting on the robes of self-dignity, they mounted the judgment seat, to criticise and condemn."}]