[{"refcode_short":"GosHealth","refcode_long":"The Gospel of Health","content":"The Gospel of Health"},{"refcode_short":"GosHealth June 1,  1897","refcode_long":"The Gospel of Health June 1,  1897","content":"1897"},{"refcode_short":"GosHealth June 1,  1897","refcode_long":"The Gospel of Health June 1,  1897","content":"June 1, 1897"},{"refcode_short":"GosHealth June 1,  1897","refcode_long":"The Gospel of Health June 1,  1897","content":"Medical Missionary Work"},{"refcode_short":"GosHealth June 1,  1897, par. 1","refcode_long":"The Gospel of Health June 1,  1897, paragraph 1","content":"I am deeply interested in the subject of medical missionary work and the education of men and women for that work.... I am more and more impressed with the fact that a more decided testimony must be borne upon this subject, that more direct efforts must be made to interest the proper persons, setting before them the advantages that every missionary will have in understanding how to treat those who are diseased in body, as well as to minister to sin-sick souls. This double ministration will give the laborer together with God access to homes, and will enable him to reach all classes of society. An intelligent knowledge of how to treat disease upon hygienic principles will gain the confidence of many who otherwise would not be reached with the truth. In affliction, many are humbled in spirit, and words in favor of the truth spoken to them in tenderness by one who is seeking to alleviate physical suffering may touch the heart. Prayer, short, weighted with tenderest sympathy, presenting the suffering one in faith to the Great Physician, will inspire in them a confidence, a rest, and a trust that will tend to the health of both soul and body."},{"refcode_short":"GosHealth June 1,  1897, par. 2","refcode_long":"The Gospel of Health June 1,  1897, paragraph 2","content":"I have been surprised at being asked by physicians if I did not think it would be more pleasing to God for them to give up the medical profession and enter the ministry. I am prepared to answer such an inquirer: “If you are a Christian and a competent physician, you are qualified to do tenfold more good as a missionary for God than if you were to go forth merely as a preacher of the word.” I would advise young men and women to give heed to this matter. Perilous times are before us. The whole world will be involved in perplexity and distress, disease of every kind will be upon the human family; and such ignorance as now prevails concerning the laws of health would result in great suffering and the loss of many lives that might be saved."},{"refcode_short":"GosHealth June 1,  1897, par. 3","refcode_long":"The Gospel of Health June 1,  1897, paragraph 3","content":"While Satan is doing his utmost to take advantage of men's ignorance and to lay the foundation of disease by improper treatment of the body, it is best for those who claim to be the sons of God to avail themselves, while they can, of the opportunities now presented to gain a knowledge of the human system and how it may be preserved in health...."},{"refcode_short":"GosHealth June 1,  1897, par. 4","refcode_long":"The Gospel of Health June 1,  1897, paragraph 4","content":"As religious aggression subverts the liberties of our nation, those who would stand for freedom of conscience will be placed in unfavorable positions. For their own sake, they should, while they have opportunity, become intelligent in regard to disease, its causes, prevention, and cure. And those who do this will find a field of labor anywhere. There will be suffering ones, plenty of them, who will need help, not only among those of our own faith, but largely among those who know not the truth...."},{"refcode_short":"GosHealth June 1,  1897, par. 5","refcode_long":"The Gospel of Health June 1,  1897, paragraph 5","content":"In almost every church there are young men and women who might receive education either as nurses or physicians. They will never have a more favorable opportunity than now. I would urge that this subject be considered prayerfully, that special effort be made to select those youths who give promise of usefulness and moral strength. Let these receive an education at our Sanitarium at Battle Creek, to go out as missionaries wherever the Lord may call them to labor. It should ever be kept before them that their work is not only to relieve physical suffering, but to minister to souls that are ready to perish. It is important that every one who is to act as a medical missionary be skilled in ministering to the soul as well as to the body...."},{"refcode_short":"GosHealth June 1,  1897, par. 6","refcode_long":"The Gospel of Health June 1,  1897, paragraph 6","content":"Holy and devout persons, both men and women, are wanted now to go forth as medical missionaries. Let them cultivate their physical and mental powers and their piety to the uttermost. Every effort should be made to send forth intelligent workers. The same grace that came from Jesus Christ to Paul and Apollos, which caused them to be distinguished for their spiritual excellencies, can be received now, and will bring into working order many devoted missionaries...."},{"refcode_short":"GosHealth June 1,  1897, par. 7","refcode_long":"The Gospel of Health June 1,  1897, paragraph 7","content":"I am intensely interested in the education of medical students as missionaries. This is the very means of introducing the truth where otherwise it would not find an entrance. I can see in the Lord's providence that the medical missionary work is to be a great entering wedge, whereby the diseased soul may be reached. O what a field of usefulness is opened before the medical missionary! Jesus Christ was in every sense of the word a missionary of the highest type, and combined with his missionary work that of the great physician, healing all manner of diseases.... How essential that the living missionary should understand the diseases which afflict the human body, to combine the physician, educated to care for diseased bodies, with the faithful, conscientious shepherd of the flock, to give sacredness and double efficiency to the service! The Lord in his great goodness and matchless love has been urging upon his human instrumentalities that missionaries are not really complete in their education unless they have a knowledge of how to treat the sick and suffering. If this had been felt as an important branch of education in the missionary line of labor, many who have lost their lives might have lived. Had they understood how to treat the ailments of the body, and how to study from cause to effect, they could, through their intelligent knowledge of the human body and how to treat its maladies, have reached many hardened minds that otherwise they could not approach...."},{"refcode_short":"GosHealth June 1,  1897, par. 8","refcode_long":"The Gospel of Health June 1,  1897, paragraph 8","content":"The truth expressed in living, unselfish deeds, is the strongest argument for Christianity. The relieving of the sick, the helping of the distressed, is working in Christ's lines, and demonstrates most powerful gospel truths representing Christ's mission and work upon earth. The knowledge of the art of relieving suffering humanity is the opening of doors without number, where the truth can find a lodgement in the heart, and souls be saved unto life—eternal life."},{"refcode_short":"GosHealth October 1,  1897, par. 8","refcode_long":"The Gospel of Health October 1,  1897, paragraph 8","content":"October 1, 1897"},{"refcode_short":"GosHealth October 1,  1897","refcode_long":"The Gospel of Health October 1,  1897","content":"From a Recent Testimony"},{"refcode_short":"GosHealth October 1,  1897, par. 1","refcode_long":"The Gospel of Health October 1,  1897, paragraph 1","content":"“Culture on all points of life will make the youth useful after they shall leave the school to go to foreign countries. They will not then have to depend upon the people to whom they go, to cook and sew for them, or to build their habitations. And they will be much more influential if they show that they can labor by the best methods and produce the best results. This will be appreciated where means is difficult to obtain. The laborers will reveal that missionaries can become educators in teaching how to labor. A much smaller fund will be required to sustain such missionaries, because they have put to the very best use their physical powers in useful, practical labor combined with their studies. And wherever they go, all that they have gained in this line will give them standing room.”"},{"refcode_short":"GosHealth October 1,  1897, par. 2","refcode_long":"The Gospel of Health October 1,  1897, paragraph 2","content":"“It is also essential to understand the philosophy of medical missionary work. Wherever the student may go, he will need education in the science of how to treat the sick; for this will give him a welcome in any place, because there is suffering of every kind in every part of the world.”"},{"refcode_short":"GosHealth November 1,  1897, par. 2","refcode_long":"The Gospel of Health November 1,  1897, paragraph 2","content":"November 1, 1897"},{"refcode_short":"GosHealth November 1,  1897","refcode_long":"The Gospel of Health November 1,  1897","content":"Bible Temperance"},{"refcode_short":"GosHealth November 1,  1897, par. 1","refcode_long":"The Gospel of Health November 1,  1897, paragraph 1","content":"It is necessary for every believer to be strictly temperate. The people in our world indulge pernicious habits, thus destroying their God-given susceptibility and the power of discerning sacred things. The moral sense of many of those living at the present day is clouded by wrong habits. With many, appetite is the law that governs."},{"refcode_short":"GosHealth November 1,  1897, par. 2","refcode_long":"The Gospel of Health November 1,  1897, paragraph 2","content":"There is need of a better understanding of the principles of health reform. Temperance in eating, drinking, and dressing is essential. The advocates of temperance should place their standard on a broader platform. They would then be laborers together with God. With every iota of their influence, they should encourage the spread of reform principles. Let appetite rule instead of principle, and the whole human machinery will be implicated. The violation of physical law is a violation of the law of God. Those who eat too much, and whose food is of an objectionable quality are easily led into dissipation. In proportion to the darkness of their minds, will they give license to their appetites and passions."},{"refcode_short":"GosHealth November 1,  1897, par. 3","refcode_long":"The Gospel of Health November 1,  1897, paragraph 3","content":"Tea and coffee are neither wholesome nor necessary. They are of no use so far as the health of the body is concerned. But practise in the use of these things becomes habit. When men and women are truly converted, they will conscientiously regard their habits of eating, drinking, and dressing. They will seek to avoid physical, mental, and moral feebleness."},{"refcode_short":"GosHealth November 1,  1897, par. 4","refcode_long":"The Gospel of Health November 1,  1897, paragraph 4","content":"Tobacco produces an effect on the system fully as harmful as liquor. It stimulates for the time being, but when its immediate influence is gone, those who have used it sink as far below par as they have been elevated above it. All those who cling to this habit, who refuse to practise health reform by placing themselves on the platform of temperance in all things, must bear the consequences of their course of action."},{"refcode_short":"GosHealth November 1,  1897, par. 5","refcode_long":"The Gospel of Health November 1,  1897, paragraph 5","content":"No man can be truly a minister of righteousness, and yet be under the inspiration of sensual appetites. He cannot indulge the habit of using tobacco, and yet win souls to the platform of true temperance. The cloud of smoke coming from his lips has no salutary effect upon a liquor drinker. The gospel sermon must come from lips undefiled by tobacco smoke. With pure, clean lips, God's servants must tell the triumphs of the cross. The practise of using liquor, tobacco, tea, and coffee must be overcome by the converting power of God. There shall nothing enter into the kingdom of God that defiles."},{"refcode_short":"GosHealth November 1,  1897, par. 6","refcode_long":"The Gospel of Health November 1,  1897, paragraph 6","content":"The life that many live is not half what it ought to be. Light is shining upon the subject of temperance, and much labor has been put forth to instruct people upon this point, but the dietetic habits of those who live for selfish gratification, who do not wish to be corrected, and refuse to practise health reform, leave them diseased and enfeebled. They may ask the Lord to heal them; but will He who caused the light to shine out of darkness heal them of that which is the result of not heeding this light, but continuing to eat, drink, and dress unhealthfully? Shall we not seek to do all that it is possible for us to do by placing ourselves in the right relation to health reform? Then we can say, “Father in heaven, I have done all that I can to place myself in a correct position by denying appetite and following the light given in regard to health. Heal me of disease, that I may glorify thee.”"},{"refcode_short":"GosHealth November 1,  1897, par. 7","refcode_long":"The Gospel of Health November 1,  1897, paragraph 7","content":"It is labor lost to teach people to go to God as the healer of their infirmities unless they are educated also to lay aside every wrong practise, and cease to indulge perverted appetite. They must be taught to use the provisions God has given. To refuse the remedies which they may have as well as not, without paying a doctor's fee, and to neglect to let into every room in the house God's pure air and sunshine, show a lack of faith in him. Faith in God's power to heal infirmities is dead unless the one diseased improves the light God has given him by bringing his habits into harmony with right principles."},{"refcode_short":"GosHealth November 1,  1897, par. 8","refcode_long":"The Gospel of Health November 1,  1897, paragraph 8","content":"The grace of God is always reformatory. Every human being is in a school, where he is to learn to give up hurtful practises, and obtain a knowledge of what he can do for himself. Those who ignore these things, who take no precautions in regard to getting pure air to breathe and pure water to drink, cannot be free from disease. Their systems are defiled, and the human structure injured. Such people are careless, reckless, presumptuous, and self-destroying. Knowledge is strewn along their pathway, but they refuse to gather up the rays of light, saying that they depend on God. But will God do those things that he has left for them to do? Will he supply their neglect to co-operate with him? Will he wink at their willing ignorance, and do great things for them by restoring soul, body, and spirit, while they ignore the most simple agencies, the use of which would bring them their health? While day by day they indulge their appetites by eating that which brings disease, can they expect the Lord to work a miracle to restore them? This is not the Lord's way of working. By doing this, they make the Lord altogether such an one as themselves. Faith and works go together."},{"refcode_short":"GosHealth November 1,  1897, par. 9","refcode_long":"The Gospel of Health November 1,  1897, paragraph 9","content":"I beseech my brethren and sisters to lay aside their darling luxury of tea and coffee, the use of which creates an unnatural state of mind and body. “Thou hast a few names even in Sardis which have not defiled their garments.” How are their garments defiled?—By eating of that which brings disease and infirmity. “And they shall walk with me in white: for they are worthy. He that overcometh, the same shall be clothed in white raiment; and I will not blot out his name out of the book of life, but I will confess his name before my Father, and before his angels.”"},{"refcode_short":"GosHealth November 1,  1897, par. 10","refcode_long":"The Gospel of Health November 1,  1897, paragraph 10","content":"All may become intelligent if they will. Those who worship God in the beauty of holiness will work in harmony with God by striving to supply the best conditions for worship. Says Christ: “Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.” Those who follow God's directions will be prepared to receive the Heavenly Guest; for they have listened to the voice of God, speaking through his word and his messengers."},{"refcode_short":"GosHealth November 1,  1897, par. 11","refcode_long":"The Gospel of Health November 1,  1897, paragraph 11","content":"But those who do not hear and obey the warnings and instructions of God cannot understand what sanctification of soul and body means. What word has God for those who ignore the light that is flashing around, and then ask to be prayed for, that they may be sanctified and healed?—The same word that he had for Cain: “If thou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth at the door.”"},{"refcode_short":"GosHealth November 1,  1897, par. 12","refcode_long":"The Gospel of Health November 1,  1897, paragraph 12","content":"Let all examine their own hearts, to see if they are not cherishing that which is a positive injury to them, and instead of opening the door of the heart to let Jesus, the Sun of Righteousness in, are complaining of the dearth of the Spirit of God. Let these search for the idols and cast them out. Let them cut away every unhealthful indulgence in eating and drinking. Let them bring their daily practise into harmony with nature's laws. By doing, as well as believing, an atmosphere will be created about the soul that will be a savor of life unto life."},{"refcode_short":"GosHealth January 1,  1898","refcode_long":"The Gospel of Health January 1,  1898","content":"1898"},{"refcode_short":"GosHealth January 1,  1898","refcode_long":"The Gospel of Health January 1,  1898","content":"January 1, 1898"},{"refcode_short":"GosHealth January 1,  1898","refcode_long":"The Gospel of Health January 1,  1898","content":"Faith and Works"},{"refcode_short":"GosHealth January 1,  1898, par. 1","refcode_long":"The Gospel of Health January 1,  1898, paragraph 1","content":"Faith and works are the two oars with which we are to make our way in the Christian life. The Lord calls upon all who think they know what faith is, to be sure that they are not pulling with only one oar, and their little bark going round and round, making no progress at all. Faith without intelligent works is dead. Faith in the healing power of God will not save unless it is combined with good works."},{"refcode_short":"GosHealth January 1,  1898, par. 2","refcode_long":"The Gospel of Health January 1,  1898, paragraph 2","content":"Many are made sick by the indulgence of their appetite. They eat what suits their perverted taste, thus weakening the digestive organs, and injuring their power to assimilate the food required to sustain life. The stomach is often made to do at one meal the work of two or three meals. So many varieties are introduced into the stomach that fermentation is the result. This condition brings on acute disease, and death frequently follows. Sin indeed lies at the door, which is the mouth."},{"refcode_short":"GosHealth January 1,  1898, par. 3","refcode_long":"The Gospel of Health January 1,  1898, paragraph 3","content":"Let all heed the instruction which has been given on this subject. Let them strive to bring appetite under the control of reason. Mothers and fathers, God calls upon you to abstain from fleshly lusts, which war against the soul. When you do for yourselves what as faithful servants of God you should do, you will be prepared to lead your children step by step in safe, healthful paths, and in ways of righteousness. Wake up to your responsibilities!"},{"refcode_short":"GosHealth January 1,  1898, par. 4","refcode_long":"The Gospel of Health January 1,  1898, paragraph 4","content":"When speaking to persons on the subject of health, they often say, “We know a great deal better than we do.” They do not realize that they are accountable for every ray of light in regard to their physical well-being, and that their every habit bears the inspection of God. He made the human body. We are his property, bought with a price—and what a price!"},{"refcode_short":"GosHealth January 1,  1898, par. 5","refcode_long":"The Gospel of Health January 1,  1898, paragraph 5","content":"Every organ, every fiber of our being, is to be sacredly guarded from every harmful practise, if we would not be among the number that Christ represents as walking in the same dishonorable path as did the inhabitants of the world before the flood. Those in this class will be appointed to destruction, because they have persisted in carrying lawful habits to extremes, and have created and indulged habits that have no foundation in nature, and that become warring lusts."},{"refcode_short":"GosHealth January 1,  1898, par. 6","refcode_long":"The Gospel of Health January 1,  1898, paragraph 6","content":"Our habits of eating and drinking show whether we are of the world or among the number that the Lord by his mighty cleaver of truth has separated from the world. These are his peculiar people, zealous of good works."},{"refcode_short":"GosHealth January 1,  1898, par. 7","refcode_long":"The Gospel of Health January 1,  1898, paragraph 7","content":"The mass of the inhabitants of this world are destroying for themselves the true basis of the highest earthly interest. They are destroying their power of self-control, and making themselves incapable of appreciating eternal realities. Willingly ignorant of their own structure, they lead their children in the same path of selfish indulgence, causing them to suffer the penalty of the transgression of nature's laws. They go to distant countries to seek a better climate, but their stomach will create for them a malarious atmosphere wherever they may locate. Thus they bring upon themselves sufferings that no one can alleviate."},{"refcode_short":"GosHealth January 1,  1898, par. 8","refcode_long":"The Gospel of Health January 1,  1898, paragraph 8","content":"God calls upon us to stand upon the broad platform of temperance in eating, drinking, and dressing. Parents, will you not awaken to your God-given responsibilities? Study the principles of health reform, and teach your children that the path of self-denial is the only path of safety."},{"refcode_short":"GosHealth January 1,  1898, par. 9","refcode_long":"The Gospel of Health January 1,  1898, paragraph 9","content":"Obedience to the laws of life must be made a matter of personal duty. We must answer to God for our habits and practises. The question for us to answer is not, “What will the world say?” but, “How shall I, claiming to be a Christian, treat the habitation God has given me? Shall I work for my highest temporal and spiritual good by keeping my body as a temple for the indwelling of the Holy Spirit? or shall I sacrifice myself to the world's ideas and practises?”"},{"refcode_short":"GosHealth January 1,  1898, par. 10","refcode_long":"The Gospel of Health January 1,  1898, paragraph 10","content":"It is our duty to study the laws that govern our being, and to conform to them. Ignorance in these things is sin. We cannot do as we please with our bodies; for they are God's property. “Ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's.”"},{"refcode_short":"GosHealth March 1,  1898, par. 10","refcode_long":"The Gospel of Health March 1,  1898, paragraph 10","content":"March 1, 1898"},{"refcode_short":"GosHealth March 1,  1898","refcode_long":"The Gospel of Health March 1,  1898","content":"Leaving Off Stimulants"},{"refcode_short":"GosHealth March 1,  1898, par. 1","refcode_long":"The Gospel of Health March 1,  1898, paragraph 1","content":"A letter from Mrs. E. G. White relates an instance of conversion which recently occurred in australia. She says:"},{"refcode_short":"GosHealth March 1,  1898, par. 2","refcode_long":"The Gospel of Health March 1,  1898, paragraph 2","content":"“A fisherman has recently been converted to the truth. Although a habitual user of the poisonous weed, he has, by the grace of God, determined to let it alone in the future. The question was asked him, ‘Did you have a hard struggle in giving it up?’ ‘I should think I did,’ he answered, ‘but I saw the truth as it was presented to me. I learned that tobacco was unhealthful, and prayed to the Lord to help me give it up; and he has helped me in a most marked manner. But I have not yet decided that I can give up my tea.’"},{"refcode_short":"GosHealth March 1,  1898, par. 3","refcode_long":"The Gospel of Health March 1,  1898, paragraph 3","content":"“The evils of tea-drinking were laid before him, and he was encouraged to try what giving up tea would do for him. Finally, he said, ‘I will,’ and in two weeks he bore this testimony in meeting: ‘When I said that I would give up tea, I meant it. I did not drink it, and the result was a most severe headache. But I thought, “Am I to keep using tea to ward off the headache? Must I be so dependent on it that when I let it alone, I am in this condition? Now I know that its effects are bad. I will use it no more.” I have not used it since, and feel better every day. My headache no longer troubles me; my mind is clearer than it was; and I can better understand the Scriptures as I read them.’"},{"refcode_short":"GosHealth March 1,  1898, par. 4","refcode_long":"The Gospel of Health March 1,  1898, paragraph 4","content":"“This man, poor as far as worldly possessions are concerned, had the moral courage to cut loose from smoking and tea-drinking, the habits of his boyhood. He did not plead for a little indulgence in wrongdoing. No; he decided that tobacco and tea were injurious, and that his influence must be on the right side. He has given evidence that the Holy Spirit is working on his mind and character to make him a vessel unto honor."},{"refcode_short":"GosHealth March 1,  1898, par. 5","refcode_long":"The Gospel of Health March 1,  1898, paragraph 5","content":"“Shall those who have had more opportunities and much precious light, who enjoy the advantages of education, make the plea that they cannot cut away from unhealthful practises? Why do not those who have excellent reasoning powers reason from cause to effect? Why do they not advocate reform by planting their feet firmly on principle, determined not to take alcoholic drink or use tobacco? They are poisons, and their use is a violation of God's law."},{"refcode_short":"GosHealth March 1,  1898, par. 6","refcode_long":"The Gospel of Health March 1,  1898, paragraph 6","content":"“Some say, when an effort is made to enlighten them on these things, ‘I will leave off by degrees.’ Satan laughs at all such decisions. He says, ‘They are secure in my power; I have no fear of them on that ground.’ But he knows he has no power over the man who, when sinners entice him, has the moral courage to say No, squarely and positively. Such a one has dismissed the companionship of the devil, and accepted that of Jesus Christ; and as long as he holds to Jesus, he is safe. He stands where heavenly angels can connect with him, giving him moral power to overcome. He can truly advocate temperance; for he will not urge a liquor drinker to abstain from alcohol with a tobacco pipe in his own mouth.”"},{"refcode_short":"GosHealth April 1,  1898, par. 6","refcode_long":"The Gospel of Health April 1,  1898, paragraph 6","content":"April 1, 1898"},{"refcode_short":"GosHealth April 1,  1898","refcode_long":"The Gospel of Health April 1,  1898","content":"Camp-Meeting Hygiene"},{"refcode_short":"GosHealth April 1,  1898, par. 1","refcode_long":"The Gospel of Health April 1,  1898, paragraph 1","content":"Our yearly convocations are of importance. They cost something in time, money, and wearing labor. They are held for a special purpose. We meet for the worship of God, and to obtain spiritual strength by feeding upon the bread of life. We want to seek the Lord, and find him to the joy of our souls. To do this we must banish worldly thoughts and interests; we must lay aside our home and business cares. We must not give our time to visiting and feasting, nor to the gratification of pride, nor the pursuit of pleasure. The season we spend together should be devoted to heart-searching, to confession of sin, and to earnest prayer. Jesus is among us, to hear our prayers, to pardon our sins, and to give us his blessing."},{"refcode_short":"GosHealth April 1,  1898, par. 2","refcode_long":"The Gospel of Health April 1,  1898, paragraph 2","content":"We know that time is short. Soon “our God shall come, and shall not keep silence: a fire shall devour before him, and it shall be very tempestuous round about him. He shall call to the heavens from above, and to the earth, that he may judge his people.” Then shall we not improve all our opportunities in this day of grace, that we may be able to stand in that time when heaven and earth shall hear the voice of God calling to judgment? Is anything more worthy to engage our energies and occupy our time?"},{"refcode_short":"GosHealth April 1,  1898","refcode_long":"The Gospel of Health April 1,  1898","content":"Pitching the Tents"},{"refcode_short":"GosHealth April 1,  1898, par. 3","refcode_long":"The Gospel of Health April 1,  1898, paragraph 3","content":"Nothing should be neglected that would promote the success of these gatherings. The camp-ground should be made attractive. The ground should be carefully laid out, and some one who has good taste, and understands the pitching of tents, should oversee this part of the work. The directions which God gave to the Israelites when they lived in tents may be profitably studied. There was order in the arrangement of the camp; for the Lord is a God of order, and does not sanction any confusion in his work."},{"refcode_short":"GosHealth April 1,  1898, par. 4","refcode_long":"The Gospel of Health April 1,  1898, paragraph 4","content":"Every precaution should be taken for the preservation of health. The tents should be securely staked. It is now customary to supply tents with a raised floor, which may be covered with a carpet, and made very neat and comfortable. This is an excellent plan, and should be followed wherever circumstances admit. When the meeting is held in a country where there is liability of rains, a trench should be dug around the tent to carry off the water. This should not be neglected, even though there has been no rain for weeks. Lives have been imperiled, and even lost, through neglect of this precaution. People in new countries sometimes become careless; but it should be the principle of all Christians to correct a tendency to slack, indolent habits. In many cases it is advisable that families provide stoves for their tents."},{"refcode_short":"GosHealth April 1,  1898","refcode_long":"The Gospel of Health April 1,  1898","content":"Preparation for the Meeting"},{"refcode_short":"GosHealth April 1,  1898, par. 5","refcode_long":"The Gospel of Health April 1,  1898, paragraph 5","content":"Many women spend a great deal of time and strength in sewing and cooking by way of preparation for the meeting. Much of this wearying labor is unnecessary; yet the things needful to comfort should not be neglected. As far as possible, every member of the family should be supplied with suitable clothing, sufficient for health and comfort in the changes of weather that are liable to occur. But often the work that consumes the time and energies of our sisters is done more for the gratification of pride than for the sake of providing neat, comfortable clothing."},{"refcode_short":"GosHealth April 1,  1898, par. 6","refcode_long":"The Gospel of Health April 1,  1898, paragraph 6","content":"In the matter of cooking, if the meals are taken at the dining-tent, no preparation of food will be necessary. When families board themselves, far too much cooking is often done. Some have never attended a camp-meeting, and do not know what preparations are required. Others are liberal-minded, and want everything done on a bountiful scale. The food which they provide includes rich pies and cakes, with other articles that cannot be eaten without positive injury."},{"refcode_short":"GosHealth April 1,  1898, par. 7","refcode_long":"The Gospel of Health April 1,  1898, paragraph 7","content":"It is not wise to make such great preparation. The task they take upon themselves is so heavy that these sisters come to the meeting thoroughly wearied in body and mind; and those for whom the work is done are not benefited. The stomach is overburdened with food which is not as plain and simple as that eaten at home, where a far greater amount of exercise is taken. As a result of overwork and bad food, much of the benefit of the meeting is lost. A lethargy takes possession of the mind, and it is difficult to appreciate eternal things. The meeting closes, and there is a feeling of disappointment that no more of the Spirit of God has been enjoyed."},{"refcode_short":"GosHealth April 1,  1898, par. 8","refcode_long":"The Gospel of Health April 1,  1898, paragraph 8","content":"Nothing in the line of food but the most wholesome articles, cooked in a simple manner, should be taken to camp-meeting. Plenty of good bread with other necessary food may be provided without overtaxing the strength; and all, both those who cook and those who eat, will enjoy better health, be better able to appreciate the words of life, and be more susceptible to the influence of the Holy Spirit."},{"refcode_short":"GosHealth April 1,  1898, par. 9","refcode_long":"The Gospel of Health April 1,  1898, paragraph 9","content":"My sisters, let the preparation for eating and dressing be a secondary matter; but let deep heart-searching begin at home. The great burden of the thoughts should be, How is it with my soul? When such thoughts occupy the mind, there will be such a longing for spiritual food—something that will impart spiritual strength—that no one will complain if the diet is simple. Pray often, and, like Jacob, be importunate. At home is the place to find Jesus; then take him to the meeting, and the hours you spend there will be precious. But how can you expect to realize the presence of the Lord, and to see his power displayed, when the individual work of preparation has been neglected?"},{"refcode_short":"GosHealth April 1,  1898","refcode_long":"The Gospel of Health April 1,  1898","content":"The Dining-Tent"},{"refcode_short":"GosHealth April 1,  1898, par. 10","refcode_long":"The Gospel of Health April 1,  1898, paragraph 10","content":"The arrangements for the dining-tent are very important; for on the cooking and serving of the food the health of the campers very largely depends. Those who have the responsibility of this department should be good cooks, who can be depended upon to do painstaking, skilful work. But on many occasions this has been overdone. Great care and thought have been given to the cooking, and the table has been supplied, not only with plenty of plain, substantial food, but with meat, pies, cake, and a variety of other luxuries. In this way precious time has been given to needless labor, merely for the gratification of appetite; and the faithful workers have had the privilege of attending but few of the meetings."},{"refcode_short":"GosHealth April 1,  1898, par. 11","refcode_long":"The Gospel of Health April 1,  1898, paragraph 11","content":"This is unnecessary. The cooking may be so planned as to give the workers more advantages of the meeting than they have usually enjoyed, and on the Sabbath, in particular, their duties should be made as light as possible. We should have sympathy for those who are confined to the hot kitchen, engaged in the preparation of food, and should be willing to deny ourselves unnecessary luxuries for their sake."},{"refcode_short":"GosHealth April 1,  1898, par. 12","refcode_long":"The Gospel of Health April 1,  1898, paragraph 12","content":"A few simple articles of food, cooked with care and skill, would supply all the real wants of the system. No greater luxuries are required than good wheat-meal bread, gems, and rolls, with a simple dessert, and the vegetables and fruits which are so abundant in most countries. These articles should be provided in sufficient quantity and of good quality, and when well cooked, they will afford a wholesome, nourishing diet. No one should be compelled to eat flesh meats because nothing better is provided to supply their place. Meat is not essential to health or strength; had it been, it would have been included in the bill of fare of Adam and Eve before the fall. The money that is sometimes expended in buying meat, would purchase a good variety of fruits, vegetables, and grains, which contain all the elements of nutrition."},{"refcode_short":"GosHealth April 1,  1898","refcode_long":"The Gospel of Health April 1,  1898","content":"Unwise Hospitality"},{"refcode_short":"GosHealth April 1,  1898, par. 13","refcode_long":"The Gospel of Health April 1,  1898, paragraph 13","content":"Some persons bring upon the camp-ground food that is entirely unsuitable to such occasions, rich cakes and pies, and a variety of dishes that would derange the digestion of a healthy laboring man. Of course, the best is thought none too good for the minister. The people send these things to his table, and invite him to their tables. In this way ministers are tempted to eat too much, and food that is injurious. Not only is their efficiency at the camp-meeting lessened, but many become dyspeptics."},{"refcode_short":"GosHealth April 1,  1898, par. 14","refcode_long":"The Gospel of Health April 1,  1898, paragraph 14","content":"The minister should decline this well-meant, but unwise hospitality, even at the risk of seeming to be discourteous. And the people should have too much true kindness to press such an alternative upon him. They err when they tempt the minister with unhealthful food. Precious talent has thus been lost to the cause of God; and many, while they do live, are deprived of half the vigor and strength of their faculties. Ministers, above all others, should economize the strength of brain and nerve. They should avoid all food or drink that has a tendency to irritate or excite the nerves. Excitement will be followed by depression; overindulgence will cloud the mind, and render thought difficult and confused. No man can become a successful workman in spiritual things until he observes strict temperance in his dietetic habits. God cannot let his Holy Spirit rest upon those who, while they know how they should eat for health, persist in a course that will enfeeble mind and body."},{"refcode_short":"GosHealth April 1,  1898","refcode_long":"The Gospel of Health April 1,  1898","content":"Preparation for the Sabbath"},{"refcode_short":"GosHealth April 1,  1898, par. 15","refcode_long":"The Gospel of Health April 1,  1898, paragraph 15","content":"The Sabbath should be as sacredly observed on the camp-ground as it is in our homes. We should not let the bustle and excitement around us detract from its sacred dignity. No cooking should be done on that day. The instruction which God gave to Israel should not be disregarded: “Bake that which ye will bake today, and seethe that ye will seethe;” for “tomorrow is the rest of the holy Sabbath unto the Lord.” Exodus 16:23. God meant what he said when he gave these directions; and shall we, who are presenting to the people the claims of the divine law, break that law ourselves, merely to please the appetite?—God forbid. There has sometimes been almost as much cooking done on the Sabbath as on other days; and the blessing of God has been shut out by our failure to honor him in keeping the Sabbath according to the commandment."},{"refcode_short":"GosHealth April 1,  1898, par. 16","refcode_long":"The Gospel of Health April 1,  1898, paragraph 16","content":"All needful preparation should be made beforehand. On Sabbath morning, if the weather is cool, let hot gruel, or something equally simple, be provided, and for dinner some kind of food may be warmed. Further than this, all cooking should be avoided as a violation of the Sabbath command."},{"refcode_short":"GosHealth April 1,  1898","refcode_long":"The Gospel of Health April 1,  1898","content":"Personal Obligation"},{"refcode_short":"GosHealth April 1,  1898, par. 17","refcode_long":"The Gospel of Health April 1,  1898, paragraph 17","content":"If all will exercise judgment and reasonable care in regard to clothing and diet, the blessings of the meeting may be enjoyed in health and comfort. The clothing should be varied according to the weather. During sudden changes and the chill of morning and evening, warmer garments and additional wraps are essential to health. The feet, in particular, should be well protected. Whatever the weather, they need to be kept warm and dry."},{"refcode_short":"GosHealth April 1,  1898, par. 18","refcode_long":"The Gospel of Health April 1,  1898, paragraph 18","content":"In eating, errors in the quantity as well as the quality of food should be avoided. Eating too much of even a simple diet will injure the health, as will also irregular eating and eating between meals. All these abuses of the stomach cloud the mind and blunt the conscience."},{"refcode_short":"GosHealth April 1,  1898, par. 19","refcode_long":"The Gospel of Health April 1,  1898, paragraph 19","content":"If right habits are ever observed, they certainly should be at these large and important meetings. Here, if anywhere, we want our minds clear and active. We should honor God at all times and in all places; but it seems doubly important at these meetings, where we assemble to worship him, and to gain a better knowledge of his will."},{"refcode_short":"GosHealth April 1,  1898, par. 20","refcode_long":"The Gospel of Health April 1,  1898, paragraph 20","content":"One reason why we do not enjoy more of the blessing of the Lord, is that we do not heed the light he has been pleased to give us in regard to the laws of life and health. If we would all live more simply, and let the time usually given to unnecessary table luxuries and pride of dress, be spent in searching the Scriptures and in humble prayer for the bread of life, we should receive a greater measure of spiritual strength. We need to give less attention to our mere temporal wants, and more to our eternal interests."},{"refcode_short":"GosHealth April 1,  1898, par. 21","refcode_long":"The Gospel of Health April 1,  1898, paragraph 21","content":"Let all who possibly can, attend these yearly gatherings. Return unto the Lord, gather up the rays of light that have been neglected, comply with the conditions laid down in the word of God, and then by faith claim the promises. Jesus will be present; and he will give you blessings which all the treasures you possess, be they ever so valuable, would not be rich enough to buy. A strong, clear sense of eternal things, and a heart willing to yield all to Christ, are of inestimable value; in comparison with these the riches and pleasures and glories of this world sink into insignificance."},{"refcode_short":"GosHealth May 1,  1898, par. 21","refcode_long":"The Gospel of Health May 1,  1898, paragraph 21","content":"May 1, 1898"},{"refcode_short":"GosHealth May 1,  1898","refcode_long":"The Gospel of Health May 1,  1898","content":"Sinful Indulgences"},{"refcode_short":"GosHealth May 1,  1898, par. 1","refcode_long":"The Gospel of Health May 1,  1898, paragraph 1","content":"Christ removed every obstruction that would hinder man from returning to his allegiance to God. Christ became subject to suffering in behalf of man; and yet man, by his selfish indulgence, is willing to place himself in slippery places, and through unnatural appetite to obliterate the moral image of God. Man, who has been endowed with physical, mental, and moral power, has placed himself where he is a weakling. Satan knows that he cannot overcome man unless he can control his will; but by deceiving man so that he will transgress the laws of nature in eating and drinking, which is transgression of the law of God, he can gain control of the will, and thus overcome him."},{"refcode_short":"GosHealth May 1,  1898, par. 2","refcode_long":"The Gospel of Health May 1,  1898, paragraph 2","content":"Here is where the subject of intemperance grows into importance. Here is where Satan works to confuse minds so that they cannot discern sacred things from common; cheap things are placed on a level with sacred; animalism is strengthened, the higher powers weakened."},{"refcode_short":"GosHealth May 1,  1898, par. 3","refcode_long":"The Gospel of Health May 1,  1898, paragraph 3","content":"The physical and mental condition of parents is perpetuated in their offspring. This is a matter that is not duly considered. Wherever the habits of the parents are contrary to physical law, the injury done to themselves will be repeated in future generations. Satan knows this very well, and it is through this hereditary transmission that he is perpetuating his work. Those who indulge the animal passions and gratify lust will surely stamp upon their offspring the effects of their debasing practises, and the grossness of their own physical and moral defilement. Let the husband and wife in their married life prove a help and a blessing to each other. Let them consider the cost of every indulgence in intemperance and sensualism. These indulgences do not increase love, they do not ennoble and elevate. By physical, mental, and moral culture, all may become co-workers with Christ. Very much depends upon the parents. It lies with them to decide whether they will bring into the world children who will be a blessing or a curse. The father and mother who know no higher rule of life than selfish indulgence of lustful passions are not Christians. They are lowering the standard of intellectual and moral character, and are descending toward the brute creation, rather than ascending to work in harmony with Jesus Christ to restore the moral image of God in man."},{"refcode_short":"GosHealth May 1,  1898, par. 4","refcode_long":"The Gospel of Health May 1,  1898, paragraph 4","content":"There is a much higher standard to be reached in every family. All can rise. By drawing nigh to God, they will receive power to resist the devil; for the Spirit of God lifts up a standard for them against the enemy. Benumb not, by intemperate habits, the faculties that God has given for wise improvement. Touch not, taste not, handle not, spirituous liquors in any form. But intemperance does not stop here; there are manufactured appetites which the Author of our being has never created, and every departure from the simple, natural laws which he has established in our being, is a departure from the law of God. This law embraces the treatment of the entire being. Every nerve and fiber and muscle of the body has been constructed by God, and so arranged as to minister happiness to the human agent. But man has sought out many inventions. He has treated the body as if its laws had no penalty, and in thus sinning against the body he has dishonored his Maker."},{"refcode_short":"GosHealth May 1,  1898, par. 5","refcode_long":"The Gospel of Health May 1,  1898, paragraph 5","content":"Satan has carried out his plans in this respect. Man's appetite has become perverted, his organs and powers enfeebled, crippled, and diseased. And these results, which he has through his specious temptations brought about, he uses to taunt God with. He presents before God the appearance of the human being whom Christ has purchased as his property. And what an unsightly representation he is of his Maker! God is dishonored, because man has corrupted his ways before the Lord."},{"refcode_short":"GosHealth May 1,  1898, par. 6","refcode_long":"The Gospel of Health May 1,  1898, paragraph 6","content":"God calls for reform in our churches. Appetites are cherished that are low and debasing, and entirely unnatural. Satan is playing the game of life for every soul. He is seeking to brutify humanity, whom God values; but when the appetite is held under the control of an intelligent, God-fearing mind, there will be a cultivation of pure, spiritual attributes. There will be a refusal to be led into slavery that destroys physical, mental, and moral worth, and leaves the human agent, for whom Christ has paid so high a price, crippled, worthless, and tossed about with temptation."},{"refcode_short":"GosHealth September 1,  1898, par. 6","refcode_long":"The Gospel of Health September 1,  1898, paragraph 6","content":"September 1, 1898"},{"refcode_short":"GosHealth September 1,  1898","refcode_long":"The Gospel of Health September 1,  1898","content":"The Work for Today"},{"refcode_short":"GosHealth September 1,  1898, par. 1","refcode_long":"The Gospel of Health September 1,  1898, paragraph 1","content":"Our Lord Jesus Christ was the majesty of heaven, yet he came to our world as a physician, a healer of physical and spiritual maladies. What was his work?—To do good. “The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the broken-hearted; to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised, to preach the acceptable year of the Lord.”"},{"refcode_short":"GosHealth September 1,  1898, par. 2","refcode_long":"The Gospel of Health September 1,  1898, paragraph 2","content":"The Lord's people are mainly made up of the poor of this world—the common people. Not many wise, not many mighty, not many noble, are called. God hath chosen the poor of this world. The poor have the gospel preached unto them. The wealthy are called, in one sense; they are invited, but they do not accept the invitation. In the large cities the Lord has many who are humble and yet trustful. Many of these the ministers of the gospel know nothing about. The churches do not know them, because while there are many professors, there are but few who minister. They are the Lord's lights, shining in lowly, miserable places. Patient, meek, gentle, suffering with nakedness, hunger, and cold, they are the Lord's martyrs. Angels visit them, and then bear to heaven the record that the Lord's capital, entrusted to human agents, is misappropriated; that the church is guilty of squandering the Lord's means."},{"refcode_short":"GosHealth September 1,  1898, par. 3","refcode_long":"The Gospel of Health September 1,  1898, paragraph 3","content":"It was an insult to God when David numbered Israel. God's rebuke rested upon him; for he made himself as God, as though he could tell the strength of the armies of Israel by their numbers. “This is the word of the Lord unto Zerubbabel, saying, Not by might, nor by power, but by my Spirit, saith the Lord of Hosts.” God looks not to the numbers of Israel for the success of his work. His armies number thousands of thousands, and ten thousand times ten thousand. These co-operate with the men who will connect with God to be channels of light."},{"refcode_short":"GosHealth September 1,  1898, par. 4","refcode_long":"The Gospel of Health September 1,  1898, paragraph 4","content":"There are in our cities thousands who have the fear of God before them, who have not bowed the knee to Baal. It is because so many of these are in lowly circumstances that the world does not notice them. But though hidden in highways and hedges, they are seeking God."},{"refcode_short":"GosHealth September 1,  1898, par. 5","refcode_long":"The Gospel of Health September 1,  1898, paragraph 5","content":"It is because of poverty that many are sick, and because of sickness that there is so much poverty. Many, in their poverty, minister to others. The reward received by these will be proportionate to their willing obedience. Jesus saw how it would be, and he desires his servants to communicate with these suffering ones. The last gospel call is to be sounded, not only in the highways, but in the hedges."},{"refcode_short":"GosHealth September 1,  1898, par. 6","refcode_long":"The Gospel of Health September 1,  1898, paragraph 6","content":"Jesus does not say to the Christian, Strive to shine; but, “Let your light so shine before men [for it is God's gift], that they may see your good works.” Never shut in the light God has given you, by mist and darkness caused by ill-advised words, an impatient spirit, murmuring, or complaining. Wherever you are, let your light shine in clear rays. Do not hide your light under a bushel. You need not make extra exertions to shine, for light from the throne of God will shine. The reason for this is given in Isaiah: “Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and and to let the oppressed go free, and that ye break every yoke? Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh? Then shall thy light break forth as the morning, and thine health shall spring forth speedily: and thy righteousness shall go before thee; the glory of the Lord shall be thy rereward. Then shalt thou call, and the Lord shall answer; thou shalt cry, and he shall say, Here I am. If thou take away from the midst of thee the yoke, the putting forth of the finger, and speaking vanity; and if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noonday: and the Lord shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water, whose waters fail not.”"},{"refcode_short":"GosHealth September 1,  1898, par. 7","refcode_long":"The Gospel of Health September 1,  1898, paragraph 7","content":"Many voices will be heard inviting you to wrong. Heed them not. Open the Scriptures, and let God speak to you. The time is now very short; listen to his voice. “Prepare to meet thy God.” Lay aside every weight, and the sin that doth so easily beset, and run with patience the race set before thee. “What I say unto you I say unto all, Watch.”"},{"refcode_short":"GosHealth September 1,  1898, par. 8","refcode_long":"The Gospel of Health September 1,  1898, paragraph 8","content":"The time when Babylon is to come into remembrance before God, when he is to give her to drink of the cup of the wine of the fierceness of his wrath, has come. The Lord will come out of his place to punish the inhabitants of the earth for their iniquity, and the earth shall disclose her blood, and shall no more cover her slain. Who is on the Lord's side? Let each one take his position, truly, firmly, and wholeheartedly."},{"refcode_short":"GosHealth November 1,  1898, par. 8","refcode_long":"The Gospel of Health November 1,  1898, paragraph 8","content":"November 1, 1898"},{"refcode_short":"GosHealth November 1,  1898","refcode_long":"The Gospel of Health November 1,  1898","content":"Extracts from Recent Communications"},{"refcode_short":"GosHealth November 1,  1898, par. 1","refcode_long":"The Gospel of Health November 1,  1898, paragraph 1","content":"But very few know by experience the meekness and lowliness of Christ, and they will never know his fulness unless they change their habits and practises, and become acquainted with him who is eternal life to the receiver."},{"refcode_short":"GosHealth November 1,  1898, par. 2","refcode_long":"The Gospel of Health November 1,  1898, paragraph 2","content":"Let the whole burden of soul be to be just what Christ was in his work. We are to make no compromise with the habits and practises of the world. We are to stand upon the platform of eternal truth,—pure, unadulterated truth. In this we may be considered singular, but this is the lot of all who make Christ their portion. Every worker in medical missionary lines is to make that work a success by living in connection with the great Worker."},{"refcode_short":"GosHealth November 1,  1898, par. 3","refcode_long":"The Gospel of Health November 1,  1898, paragraph 3","content":"In our connection with any line of God's work, we must use the sacred fire. Supposed human ability and efficiency is common fire, but this is unacknowledged by God. A decided position must be maintained upon the high platform of eternal truth. The time has come when all who work in Christ's lines will have the mark of God in words, in spirit, in character, in their honor of Immanuel."},{"refcode_short":"GosHealth November 1,  1898, par. 4","refcode_long":"The Gospel of Health November 1,  1898, paragraph 4","content":"A great responsibility rests upon all who in this age of the world's history claim to be followers of Christ. The example of Christ is before us. “For their sakes,” he said, “I sanctify myself, that they also might be sanctified through the truth. Neither pray I for these alone, but for them also which shall believe on me through their word; that they all may be one as thou, Father, art in me, and I in thee, that they also may be one in us; that the world may believe that thou hast sent me.”"},{"refcode_short":"GosHealth November 1,  1898, par. 5","refcode_long":"The Gospel of Health November 1,  1898, paragraph 5","content":"The truth of God has not been magnified in his believing people, because they have not brought it into their personal experience. They conform to the world, and depend upon it for their influence. They allow the world to convert them and introduce the common fire to take the place of the sacred, that they may, in their line of work, meet the world's standard. There must not be these efforts made to ape the world's customs. This is common, not sacred fire. The living Bread must not only be admired, but eaten. That Bread that cometh down from heaven will give life to the soul. It is the leaven that absorbs all the elements of the character into a oneness with the character of Christ, and molds the objectionable hereditary and cultivated tendencies after the divine similitude."},{"refcode_short":"GosHealth February 1,  1899, par. 5","refcode_long":"The Gospel of Health February 1,  1899, paragraph 5","content":"1899"},{"refcode_short":"GosHealth February 1,  1899, par. 5","refcode_long":"The Gospel of Health February 1,  1899, paragraph 5","content":"February 1, 1899"},{"refcode_short":"GosHealth February 1,  1899","refcode_long":"The Gospel of Health February 1,  1899","content":"The Importance of Students’ Caring for their Health"},{"refcode_short":"GosHealth February 1,  1899, par. 1","refcode_long":"The Gospel of Health February 1,  1899, paragraph 1","content":"I am pained as I have presented to me students who are being educated to work for the salvation of the souls and bodies of those perishing around them, but who will themselves perish before they can accomplish that for which they are striving so earnestly. Will all teachers and students learn, before they go any farther, how to treat themselves, that they may intelligently co-operate with God in bearing his message and doing his work, and not be cut off at the very time when they are most needed?"},{"refcode_short":"GosHealth February 1,  1899, par. 2","refcode_long":"The Gospel of Health February 1,  1899, paragraph 2","content":"The laws of life and health must not be trifled with. Human beings must appreciate their God-given capabilities. They are required to study to obey the laws of God, to bring their bodies under intelligent restraint. This is a work they must in no wise neglect. They are not to be under any one's jurisdiction, to place themselves in a position where their health will be endangered. They must respect and care for the physical structure. They must have the best advantages for sleeping, and not feel that it is an indifferent matter what they eat, and how many studies they take. They should not exercise violently or for too many hours at a time. They should eat regularly."},{"refcode_short":"GosHealth February 1,  1899, par. 3","refcode_long":"The Gospel of Health February 1,  1899, paragraph 3","content":"Nature will not be imposed upon. She will not forgive the injuries done to the wonderful, delicate machinery. The pale, weak student is a continual reproach to health reform. Far better would it be for some to go outdoors and work in the soil. Exercise is good. God designs that all parts of the human machinery shall be used. There should be regular hours for working, regular hours for eating. Without studying the exact cost of every article of food and providing the cheapest kind, procure those articles that are best for making steam to run the living machinery. There is no extravagance in providing those articles of food that the system can best take in and digest, and thus send vitality to every part of the living organism."},{"refcode_short":"GosHealth February 1,  1899, par. 4","refcode_long":"The Gospel of Health February 1,  1899, paragraph 4","content":"If a worker becomes worn out and incapacitated with labor, we must respect human nature because of the sacrifice made on Calvary. Christ died to restore corrupted human beings, and he desires them to look to him and live. But many students who think they are fitting themselves to lay hold of and carry responsibilities, will make distressing failures because the laws of life, which, if observed, would have helped and aided them in the accomplishment of different results, were disregarded and neglected. Nature, abused or ill treated in any way, expresses her feelings like a faithful monitor, in aches and pains."}]