[{"refcode_short":"GRC 1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 1 (Ellen Gould White)","content":"God’s Remnant Church (The Remnant Church)"},{"refcode_short":"GRC 4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 4 (Ellen Gould White)","content":"Foreword"},{"refcode_short":"GRC 4.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 4.1 (Ellen Gould White)","content":"A century ago there arose a company preaching the soon coming of Christ and declaring that God had set them on their way in fulfillment of prophecy. That movement became known as Seventh-day Adventism, and from the very beginning it grew. What is more significant, the distinctive doctrines preached by Seventh-day Adventists have gained increasing force and timeliness as the years have passed by."},{"refcode_short":"GRC 4.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 4.2 (Ellen Gould White)","content":"There was a time when the world laughed at the doctrine that the end of the world is drawing near. Few laugh today. Instead, men everywhere talk strangely like Adventists in this matter. Our teaching on the Sabbath of God gains new force with every passing decade, for the Sabbath now stands revealed as the great sign and mark of the man who has no part in the modern apostasy that stems from the evolutionary theory. Our teaching on the nature of man and the state of the dead gains new force as a bulwark against the delusions of spiritism. The proofs that our teachings are true and of God are increasingly evident."},{"refcode_short":"GRC 4.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 4.3 (Ellen Gould White)","content":"But there are those who have gone out from us, not so much because they believe that our doctrines are false, but because they believe God has forsaken the organized body with headquarters at Washington, D.C., and has given them a commission to draw off into some new organization all the truehearted who desire to be ready for the day of God. They believe that sometime in the past the advent movement lost the favor of God and has therefore been repudiated by Him. How do they know this? Their answer is that the spirit of prophecy so states. But does it?"},{"refcode_short":"GRC 4.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 4.4 (Ellen Gould White)","content":"The following pages contain sufficient from the pen of Ellen G. White to settle this whole matter of whether God is leading today the same people He has led for more than a century, and whether He will continue to lead them to a glorious climax. We invite you to read and be refreshed in spirit. The foundation of God standeth sure."},{"refcode_short":"GRC 5","refcode_long":"God’s Remnant Church (The Remnant Church), p. 5 (Ellen Gould White)","content":"Section One - God’s Love for His Church"},{"refcode_short":"GRC 5","refcode_long":"God’s Remnant Church (The Remnant Church), p. 5 (Ellen Gould White)","content":"The Object of His Supreme Regard"},{"refcode_short":"GRC 5.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 5.1 (Ellen Gould White)","content":"I testify to my brethren and sisters that the church of Christ, enfeebled and defective as it may be, is the only object on earth on which He bestows His supreme regard. While He extends to all the world His invitation to come to Him and be saved, He commissions His angels to render divine help to every soul that cometh to Him in repentance and contrition, and He comes personally by His Holy Spirit into the midst of His church. “If Thou, Lord, shouldest mark iniquities, 0 Lord, who shall stand? But there is forgiveness with Thee, that Thou mayest be feared. I wait for the Lord, my soul doth wait, and in His word do I hope. My soul waiteth for the Lord more than they that watch for the morning.” “Let Israel hope in the Lord: for with the Lord there is mercy, and with Him is plenteous redemption. And He shall redeem Israel from all his iniquities.”"},{"refcode_short":"GRC 5.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 5.2 (Ellen Gould White)","content":"Ministers and all the church, let this be our language, from hearts that respond to the great goodness and love of God to us as a people and to us individually, “Let Israel hope in the Lord from henceforth and forever.” “Ye that stand in the house of the Lord, in the courts of the house of our God, praise the Lord; for the Lord is good: sing praises unto His name; for it is pleasant. For the Lord hath chosen Jacob unto Himself, and Israel for His peculiar treasure. For I know that the Lord is great, and that our Lord is above all gods.” Consider, my brethren and sisters, that the Lord has a people, a chosen people, His church, to be His own, His own fortress, which He holds in a sin-stricken, revolted world; and He intended that no authority should be known in it, no laws be acknowledged by it, but His own. Satan has a large confederacy, his church. Christ calls them the synagogue of Satan because the members are the children of sin. The members of Satan’s church have been constantly working to cast off the divine law, and confuse the distinction between good and evil. Satan is working with great power in and through the children of disobedience, to exalt treason and apostasy as truth and loyalty. And at this time the power of his satanic inspiration is moving the living agencies carry out the great rebellion against God that commenced in heaven."},{"refcode_short":"GRC 6","refcode_long":"God’s Remnant Church (The Remnant Church), p. 6 (Ellen Gould White)","content":"Clear, Decided Distinctions"},{"refcode_short":"GRC 6.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 6.1 (Ellen Gould White)","content":"At this time the church is to put on her beautiful garments—“Christ our righteousness.” There are clear, decided distinctions to be restored and exemplified to the world in holding aloft the commandments of God and the faith of Jesus. The beauty of holiness is to appear in its native luster in contrast with the deformity and darkness of the disloyal, those who have revolted from the law of God. Thus we acknowledge God, and recognize His law, the foundation of His government in heaven and throughout His earthly dominions. His authority should be kept distinct and plain before the world; and no laws are to be acknowledged that come in collision with the laws of Jehovah. If in defiance of God’s arrangements the world be allowed to influence our decisions or our actions, the purpose of God is defeated. However specious the pretext, if the church waver here, there is written against her in the books of heaven a betrayal of the most sacred trusts, and treachery to the kingdom of Christ. The church is firmly and decidedly to hold her principles before the whole heavenly universe and the kingdoms of the world; steadfast fidelity in maintaining the honor and sacredness of the law of God will attract the notice and admiration of even the world, and many will, by the good works which they shall behold, be led to glorify our Father in heaven. The loyal and true bear the credentials of heaven, not of earthly potentates. All men shall know who are the disciples of Christ, chosen and faithful, and shall know them when crowned and glorified as those who honored God and whom He has honored, bringing them into possession of an eternal weight of glory…."},{"refcode_short":"GRC 6.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 6.2 (Ellen Gould White)","content":"The Lord has provided His church with capabilities and blessings, that they may present to the world an image of His own sufficiency, and that His church may be complete in Him, a continual representation of another, even the eternal world, of laws that are higher than earthly laws. His church is to be a temple built after the divine similitude, and the angelic architect has brought His golden measuring rod from heaven, that every stone may be hewed and squared by the divine measurement, and polished to shine as an emblem of heaven, radiating in all directions the bright, clear beams of the Sun of Righteousness. The church is to be fed with manna from heaven, and to be kept under the sole guardianship of His grace. Clad in complete armor of light and righteousness, she enters upon her final conflict. The dross, the worthless material, will be consumed, and the influence of the truth testifies to the world of its sanctifying, ennobling character. . . ."},{"refcode_short":"GRC 7","refcode_long":"God’s Remnant Church (The Remnant Church), p. 7 (Ellen Gould White)","content":"Divine Experiments"},{"refcode_short":"GRC 7.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 7.1 (Ellen Gould White)","content":"The Lord Jesus is making experiments on human hearts through the exhibition of His mercy and abundant grace. He is affecting transformations so amazing that Satan, with all his triumphant boasting, with all his confederacy of evil united against God and the laws of His government, stands viewing them as a fortress impregnable to his sophistries and delusions. They are to him an incomprehensible mystery. The angels of God, seraphim and cherubim, the powers commissioned to cooperate with human agencies, look on with astonishment and joy, that fallen men, once children of wrath, are through the training of Christ developing characters after the divine similitude, to be sons and daughters of God, to act an important part in the occupations and pleasures of heaven."},{"refcode_short":"GRC 7.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 7.2 (Ellen Gould White)","content":"To His church, Christ has given ample facilities, that He may receive a large revenue of glory from His redeemed, purchased possession. The church, being endowed with the righteousness of Christ, is His depositary, in which the wealth of His mercy, His love, His grace, is to appear in full and final display. The declaration in His intercessory prayer, that the Father’s love is as great toward us as toward Himself, the only-begotten Son, and that we shall be with Him where He is, forever one with Christ and the Father, is a marvel to the heavenly host, and it is their great joy. The gift of His Holy Spirit, rich, full, and abundant, is to be to His church as an encompassing wall of fire, which the powers of hell shall not prevail against. In their untainted purity and spotless perfection, Christ looks upon His people au the reward of all His suffering, His humiliation, and His love and the supplement of His glory—Christ, the great center from which radiates all glory. “Blessed are they which are called unto the marriage supper of the Lamb.”—General Conference Daily Bulletin, 1893, pages 408, 409. Reprinted in Testimonies to Ministers, pages 15-19."},{"refcode_short":"GRC 9","refcode_long":"God’s Remnant Church (The Remnant Church), p. 9 (Ellen Gould White)","content":"The Church the Property of God"},{"refcode_short":"GRC 9.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 9.1 (Ellen Gould White)","content":"The church is the property of God, and God constantly remembers her as she stands in the world, subject to the temptations of Satan. Christ has never forgotten the days of His humiliation. In passing from the scenes of His humiliation, Jesus has lost none of His humanity. He has the same tender, pitying love, and is ever touched with human woe. He ever bears in mind that He was a Man of Sorrows and acquainted with grief. He forgets not His representative people who are striving to uphold His downtrodden law. He knows that the world that hated Him, hates them. Although Jesus Christ has passed into the heavens, there is still a living chain binding His believing ones to His own heart of infinite love. The most lowly and weak are bound by a chain of sympathy closely to His heart. He never forgets that He is our representative, that He bears our nature."},{"refcode_short":"GRC 9.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 9.2 (Ellen Gould White)","content":"Jesus sees His true church on the earth, whose greatest ambition is to co-operate with Him in the grand work of saving souls. He hears their prayers, presented in contrition and power, and Omnipotence cannot resist their plea for the salvation of any tried, tempted member of Christ’s body. “Seeing then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast our profession. For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin. Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.” Jesus ever liveth to make intercession for us. Through our Redeemer what blessings may not the true believer receive? The church, soon to enter upon her most severe conflict, will be the object most dear to God upon earth. The confederacy of evil will be stirred with power from beneath, and Satan will cast all the reproach possible upon the chosen ones whom he cannot deceive and delude with his satanic inventions and falsehoods. But exalted “to be a Prince and a Saviour, to give repentance to Israel, and remission of sins,” will Christ, our representative and head, close His heart, or withdraw His hand, or falsify His promise? No; never, never."},{"refcode_short":"GRC 10","refcode_long":"God’s Remnant Church (The Remnant Church), p. 10 (Ellen Gould White)","content":"Identified With His Church"},{"refcode_short":"GRC 10.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 10.1 (Ellen Gould White)","content":"God has a church. a chosen people; and could all see as I have seen how closely Christ identifies Himself with His people, no such message would be h1.·ard as the one that denounces the church as Babylon. God has a people who are laborers together with Him, and they have gone straight forward, having His glory in view. Listen to the prayer of out Representative in heaven: “Father, I will that they also. whom Thou hast given Me, be with Me where I am; that they may behold My glory.” Oh, how the divine Head longed to have His church with Him! They had fellowship with Him in His suffering and humiliation, and it is His highest joy to have them with Him to be partakers of His glory. Christ claims the privilege of having His church with Him. “I will that they also, whom Thou hast given Me, be with Me where I am.” To have them with Him is according to covenant promise and agreement with His Father. He reverently presents at the mercy seat His finished redemption for His people. The bow of promise encircles our Substitute and Surety as He pours out His petition of love, “Father, I will that they also, whom Thou hast given Me, be with Me where I am; that they may behold My glory.” We shall behold the King in His beauty, and the church will be glorified."},{"refcode_short":"GRC 10.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 10.2 (Ellen Gould White)","content":"Like David, we may now pray, “It is time for Thee, Lord, to work: for they have made void Thy law.” Men have gone on in disobedience to God’s law until they have reached a point of insolence that is unparalleled. Men are training in disobedience, and are fast approaching the limit of God’s forbearance and love, and God will surely interfere. He will surely vindicate His honor, and repress the prevailing iniquity. Will God’s commandment-keeping people be carried away with the prevailing iniquity? Will they be tempted, because universal scorn is placed upon the law of God, to think less of that law which is the foundation of His government both in heaven and in earth? No. To His church His law becomes more precious, holy, honorable, as men cast upon it scorn and contempt. Like David, they can say, “They have made void Thy law. Therefore I love Thy commandments above gold; yea, above fine gold. Therefore I esteem all Thy precepts concerning all things to be right; and I hate every false way.”"},{"refcode_short":"GRC 11.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 11.1 (Ellen Gould White)","content":"The church militant is not now the church triumphant; but God loves His church, and describes through the prophet how He opposes and resists Satan, who is clothing the children of God in the blackest and most defiled garments, and pleading for the privilege of destroying them. The angels of God were protecting them from the assaults of the enemy. The prophet says:"},{"refcode_short":"GRC 11.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 11.2 (Ellen Gould White)","content":"“And he showed me Joshua the high priest standing before the Angel of the Lord, and Satan standing at his right hand to resist him. And the Lord said unto Satan, The Lord rebuke thee, O Satan; even the Lord that hath chosen Jerusalem rebuke thee: is not this a brand plucked out of the fire? Now Joshua was clothed with filthy garments, and stood before the Angel. And He answered and spake unto those that stood before Him, saying, Take away the filthy garments from him. And unto him He said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment. And I said, Let them set a fair miter upon his head. So they set a fair miter upon his head, and clothed him with garments. And the Angel of the Lord stood by. And the Angel of the Lord protested unto Joshua, saying, Thus saith the Lord of hosts; If thou wilt walk in My ways, and if thou wilt keep My charge, then thou shalt also judge My house, and shalt also keep My courts, and I will give thee places to walk among these that stand by.”"},{"refcode_short":"GRC 11","refcode_long":"God’s Remnant Church (The Remnant Church), p. 11 (Ellen Gould White)","content":"Teachers to Be Shunned"},{"refcode_short":"GRC 11.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 11.3 (Ellen Gould White)","content":"When men arise, claiming to have a message from God, but instead of warring against principalities and powers, and the rulers of the darkness of this world, they form a hollow square, and turn the weapons of warfare against the church militant, be afraid of them. They do not bear the divine credentials. God has not given them any such burden of labor. They would tear down that which God would restore by the Laodicean message. He wounds only that He may heal, not cause to perish. The Lord lays upon no man a message that will discourage and dishearten the church. He reproves, He rebukes, He chastens; but it is only that He may restore and approve at last. How glad my heart was made by the report from the General Conference that many hearts were softened and subdued, that many made humble confessions, and cleared away from the door of the heart the rubbish that was keeping the Saviour out. How glad I was to know that many welcomed Jesus in as an abiding guest. How is it that these pamphlets denouncing the Seventh-day Adventist Church as Babylon were scattered abroad everywhere, at the very time when that church was receiving the outpouring of the Spirit of God? How is it that men can he so deceived as to imagine that the loud cry consists in calling the people of God out from the fellowship of a church that is enjoying a season of refreshing? Oh, may these deceived souls come into the current, and receive the blessing, and be endued with power from on high. Review and Herald, Oct. 17, 1893. Reprinted in Testimonies to Ministers, pages 19-23."},{"refcode_short":"GRC 13","refcode_long":"God’s Remnant Church (The Remnant Church), p. 13 (Ellen Gould White)","content":"Organization and Development"},{"refcode_short":"GRC 13.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 13.1 (Ellen Gould White)","content":"It is nearly forty years since organization was introduced among us as a people. I was one of the number who had an experience in establishing it from the first. I know the difficulties that had to be met, the evils which it was designed to correct, and I have watched its influence in connection with the growth of the cause. At an early stage in the work, God gave us special light upon this point, and this light, together with the lessons that experience has taught us, should be carefully considered."},{"refcode_short":"GRC 13.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 13.2 (Ellen Gould White)","content":"From the first our work was aggressive. Our numbers were few, and mostly from the poorer class. Our views were almost unknown to the world. We had no houses of worship, but few publications, and very limited facilities for carrying forward our work. The sheep were scattered in the highways and byways, in cities, in towns, in forests. The commandments of God and the faith of Jesus was our message."},{"refcode_short":"GRC 13","refcode_long":"God’s Remnant Church (The Remnant Church), p. 13 (Ellen Gould White)","content":"Unity in Faith and Doctrine"},{"refcode_short":"GRC 13.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 13.3 (Ellen Gould White)","content":"My husband, with Elders Joseph Bates, Stephen Pierce, Hiram Edson, and others who were keen, noble, and true, was among those who, after the passing of the time in 1844, searched for the truth as for hidden treasure."},{"refcode_short":"GRC 13.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 13.4 (Ellen Gould White)","content":"We would come together burdened in soul, praying that we might be one in faith and doctrine; for we knew that Christ is not divided. One point at a time was made the subject of investigation. The Scriptures were opened with a sense of awe. Often we fasted, that we might be better fitted to understand the truth. After earnest prayer, if any point was not understood it was discussed, and each one expressed his opinion freely; then we would again bow in prayer, and earnest supplications went up to heaven that God would help us to see eye to eye, that we might be one as Christ and the Father are one. Many tears were shed."},{"refcode_short":"GRC 13.5","refcode_long":"God’s Remnant Church (The Remnant Church), p. 13.5 (Ellen Gould White)","content":"We spent many hours in this way. Sometimes the entire night was spent in solemn investigation of the Scriptures, that we might understand the truth for our time. On some occasions the Spirit of God would come upon me, and difficult portions were made clear through God’s appointed way, and then there was perfect harmony. We were all of one mind and one spirit."},{"refcode_short":"GRC 14.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 14.1 (Ellen Gould White)","content":"We sought most earnestly that the Scriptures should not be wrested to suit any man’s opinions. We tried to make our differences as slight as possible by not dwelling on points that were of minor importance, upon which there were varying opinions. But the burden of every soul was to bring about a condition among the brethren which would answer the prayer of Christ that His disciples might be one as He and the Father are one."},{"refcode_short":"GRC 14.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 14.2 (Ellen Gould White)","content":"Sometimes one or two of the brethren would stubbornly set themselves against the view presented, and would act out the natural feelings of the heart; but when this disposition appeared, we suspended our investigations and adjourned our meeting, that each one might have an opportunity to go to God in prayer, and, without conversation with others, study the point of difference, asking light from heaven. With expressions of friendliness we parted, to meet again as soon as possible for further investigation. At times the power of God came upon us in a marked manner, and when clear light revealed the points of truth, we would weep and rejoice together. We loved Jesus; we loved one another."},{"refcode_short":"GRC 14","refcode_long":"God’s Remnant Church (The Remnant Church), p. 14 (Ellen Gould White)","content":"The Introduction of Church Order"},{"refcode_short":"GRC 14.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 14.3 (Ellen Gould White)","content":"Our numbers gradually increased. The seed that was sown was watered of God, and He gave the increase. At first we assembled for worship, and presented the truth to those who would come to hear, in private houses, in large kitchens, in barns, in groves, and in schoolhouses; but it was not long before we were able to build humble houses of worship."},{"refcode_short":"GRC 14.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 14.4 (Ellen Gould White)","content":"As our numbers increased, it was evident that without some form of organization there would be great confusion, and the work would not be carried forward successfully. To provide for the support of the ministry, for carrying the work in new fields, for protecting both the churches and the ministry from unworthy members, for holding church property, for the publication of the truth through the press, and for many other objects, organization was indispensable."},{"refcode_short":"GRC 15.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 15.1 (Ellen Gould White)","content":"Yet there was strong feeling against it among our people. The First-day Adventists were opposed to organization, and most of the Seventh-day Adventists entertained the same ideas. We sought the Lord with earnest prayer that we might understand His will, and light was given by His Spirit that there must be order and thorough discipline in the church-that organization was essential. System and order are manifest in all the works of God throughout the universe. Order is the law of heaven, and it should be the law of God’s people on the earth."},{"refcode_short":"GRC 15","refcode_long":"God’s Remnant Church (The Remnant Church), p. 15 (Ellen Gould White)","content":"Entering Upon New Enterprises"},{"refcode_short":"GRC 15.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 15.2 (Ellen Gould White)","content":"We had a hard struggle in establishing organization. Notwithstanding that the Lord gave testimony after testimony upon this point, the opposition was strong, and it had to be met again and again. But we knew that the Lord God of Israel was leading us, and guiding by His providence. We engaged in the work of organization, and marked prosperity attended this advance movement."},{"refcode_short":"GRC 15.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 15.3 (Ellen Gould White)","content":"As the development of the work called upon us to engage in new enterprises, we were prepared to enter upon them. The Lord directed our minds to the importance of the educational work. We saw the need of schools, that our children might receive instruction free from the errors of false philosophy, that their training might be in harmony with the principles of the word of God. The need of a health institution had been urged upon us, both for the help and instruction of our own people and as a means of blessing and enlightenment to others. This enterprise also was carried forward. All this was missionary work of the highest order."},{"refcode_short":"GRC 15","refcode_long":"God’s Remnant Church (The Remnant Church), p. 15 (Ellen Gould White)","content":"Results of United Effort"},{"refcode_short":"GRC 15.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 15.4 (Ellen Gould White)","content":"Our work was not sustained by large gifts or legacies; for we have few wealthy men among us. What is the secret of our prosperity? We have moved under the orders of the Captain of our salvation. God has blessed our united efforts. The truth has spread and flourished. Institutions have multiplied. The mustard seed has grown to a great tree. The system of organization has proved a grand success. Systematic benevolence was entered into according to the Bible plan. The body has been “compacted by that which every joint supplieth.” As we have advanced, our system of organization has still proved effectual."},{"refcode_short":"GRC 16","refcode_long":"God’s Remnant Church (The Remnant Church), p. 16 (Ellen Gould White)","content":"Avoiding the Perils of Disorder"},{"refcode_short":"GRC 16.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 16.1 (Ellen Gould White)","content":"Let none entertain the thought that we can dispense with organization. It has cost us much study and many prayers for wisdom, that we know God has answered, to erect this structure. It has been built up by His direction, through much sacrifice and conflict. Let none of our brethren be so deceived as to attempt to tear it down, for you will thus bring in a condition of things that you do not dream of. In the name of the Lord I declare to you that it is to stand, strengthened, established, and settled. At God’s command, “Go forward,” we advanced when the difficulties to be surmounted made the advance seem impossible. We know how much it has cost to work out God’s plans in the past, which have made us as a people what we are. Then let everyone be exceedingly careful not to unsettle minds in regard to those things that God has ordained for our prosperity and success in advancing His cause."},{"refcode_short":"GRC 16.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 16.2 (Ellen Gould White)","content":"Angels work harmoniously. Perfect order characterizes all their movements. The more closely we imitate the harmony and order of the angelic host, the more successful will be the efforts of these heavenly agents in our behalf. If we see no necessity for harmonious action, and are disorderly, undisciplined, and disorganized in our course of action, angels, who are thoroughly organized and move in perfect order, cannot work for us successfully. They turn away in grief, for they are not authorized to bless confusion, distraction, and disorganization. All who desire the co-operation of the heavenly messengers must work in unison with them. Those who have the unction from on high will in all their efforts encourage order, discipline, and union of action, and then the angels of God can co-operate with them. But never, never will these heavenly messengers place their endorsement upon irregularity, disorganization, and disorder. All these evils are the result of Satan’s efforts to weaken our forces, to destroy our courage, and prevent successful action."},{"refcode_short":"GRC 16.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 16.3 (Ellen Gould White)","content":"Satan well knows that success can only attend order and harmonious action. He well knows that everything connected with heaven is in perfect order, that subjection and perfect discipline mark the movements of the angelic host. It is his studied effort to lead professed Christians just as far from heaven’s arrangement as he can; therefore he deceives even the professed people of God and makes them believe that order and discipline are enemies to spirituality, that the only safety for"},{"refcode_short":"GRC 17.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 17.1 (Ellen Gould White)","content":"them is to let each pursue his own course, and to remain especially distinct from bodies of Christians who are united and are laboring to establish discipline and harmony of action. All the efforts made to establish order are considered dangerous, a restriction of rightful liberty, and hence are feared as popery. These devoted souls consider it a virtue to boast of their freedom to think and act independently. They will not take any man’s say-so. They are amenable to no man. I was shown that it is Satan’s special work to lead men to feel that it is God’s order for them to strike out for themselves and choose their own course independent of their brethren."},{"refcode_short":"GRC 17.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 17.2 (Ellen Gould White)","content":"God is leading a people out from the world upon the exalted platform of eternal truth, the commandments of God and the faith of Jesus. He will discipline and fit up His people. They will not be at variance, one believing one thing and another having faith and views entirely opposite, each moving independently of the body. Through the diversity of the gifts and governments that He has placed in the church, they will all come to the unity of the faith. If one man takes his views of Bible truth without regard to the opinion of his brethren, and justifies his course, alleging that he has a right to his own peculiar views, and then presses them upon others, how can he be fulfilling the prayer of Christ? And if another and still another arises, each asserting his right to believe and talk what he pleases without reference to the faith of the body, where will be that harmony which existed between Christ and His Father, and which Christ prayed might exist among His brethren?"},{"refcode_short":"GRC 17","refcode_long":"God’s Remnant Church (The Remnant Church), p. 17 (Ellen Gould White)","content":"Individual Responsibility and Christian Unity"},{"refcode_short":"GRC 17.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 17.3 (Ellen Gould White)","content":"Though we have an individual work and an individual responsibility before God, we are not to follow our own independent judgment, regardless of the opinions and feelings of our brethren; for this course would lead to disorder in the church. It is the duty of ministers to respect the judgment of their brethren; but their relations to one another, as well as the doctrines they teach, should be brought to the test of the law and the testimony; then, if hearts are teachable, there will be no divisions among us. Some are inclined to be disorderly, and are drifting away from the great landmarks of the faith; but God is moving upon His ministers to be one in doctrine and in spirit."},{"refcode_short":"GRC 18.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 18.1 (Ellen Gould White)","content":"It is necessary that our unity today be of a character that will bear the test of trial . . . . We have many lessons to learn, and many, many to unlearn. God and heaven alone are infallible. Those who think that they will never have to give up a cherished view, never have occasion to change an opinion, will be disappointed. As long as we hold to our own ideas and opinions with determined persistency, we cannot have the unity for which Christ prayed."},{"refcode_short":"GRC 18.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 18.2 (Ellen Gould White)","content":"When a brother receives new light upon the Scriptures, he should frankly explain his position, and every minister should search the Scriptures with the spirit of candor to see if the points presented can be substantiated by the inspired word. “The servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient, in meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth.” 2 Timothy 2:24, 25."},{"refcode_short":"GRC 18","refcode_long":"God’s Remnant Church (The Remnant Church), p. 18 (Ellen Gould White)","content":"What Hath God Wrought!"},{"refcode_short":"GRC 18.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 18.3 (Ellen Gould White)","content":"In reviewing our past history, having traveled over every step of advance to our present standing, I can say, Praise God! As I see what God has wrought, I am filled with astonishment, and with confidence in Christ as leader. We have nothing to fear for the future except as we shall forget the way the Lord has led us."},{"refcode_short":"GRC 18.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 18.4 (Ellen Gould White)","content":"We are now a strong people, if we will put our trust in the Lord; for we are handling the mighty truths of the word of God. We have everything to be thankful for. If we walk in the light as it shines upon us from the living oracles of God, we shall have large responsibilities, corresponding to the great light given us of God. We have many duties to perform because we have been made the depositaries of sacred truth to be given to the world in all its beauty and glory. We are debtors to God to use every advantage He has entrusted to us to beautify the truth by holiness of character, and to send the messages of warning, and of comfort, of hope and love, to those who are in the darkness of error and sin."},{"refcode_short":"GRC 18.5","refcode_long":"God’s Remnant Church (The Remnant Church), p. 18.5 (Ellen Gould White)","content":"Thank God for what has already been done in providing for our youth facilities for religious and intellectual training. Many have been educated to act a part in the various branches of the work, not only in America, but in foreign fields. The press has furnished literature that has spread far and wide the knowledge of truth. Let all the gifts that like rivulets have swelled the stream of benevolence be recognized as a cause of thanksgiving to God."},{"refcode_short":"GRC 19.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 19.1 (Ellen Gould White)","content":"We have an army of youth today who can do much if they are properly directed and encouraged. We want our children to believe the truth. We want them to be blessed of God. We want them to act a part in well-organized plans for helping other youth. Let all be so trained that they may rightly represent the truth, giving the reason of the hope that is within them, and honoring God in any branch of the work where they are qualified to labor. . . ."},{"refcode_short":"GRC 19.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 19.2 (Ellen Gould White)","content":"As the disciples of Christ it is our duty to diffuse light which we know the world has not. Let the people of God “be rich in good works, ready to distribute, willing to communicate; laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.” 1 Timothy 6: 18, 19.-Testimonies to Ministers, pages 24-32."},{"refcode_short":"GRC 20","refcode_long":"God’s Remnant Church (The Remnant Church), p. 20 (Ellen Gould White)","content":"Section Two - The Remnant Church Not Babylon*This section is composed of a series of articles which were published in the Review and Herald from August 22 to September 19, 1893."},{"refcode_short":"GRC 20","refcode_long":"God’s Remnant Church (The Remnant Church), p. 20 (Ellen Gould White)","content":"The Accuser and His Work"},{"refcode_short":"GRC 20.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 20.1 (Ellen Gould White)","content":"I have been made very sad in reading the pamphlet that has been issued by Brother S. and by those associated with him in the work he has been doing. Without my consent, they have made selections from the Testimonies, and have inserted them in the pamphlet they have published, to make it appear that my writings sustain and approve the position they advocate. In doing this they have done that which is not justice or righteousness. Through taking unwarrantable liberties they have presented to the people a theory that is of a character to deceive and destroy. In times past many others have done this same thing, and have made it appear that the Testimonies sustained positions that were untenable and false."},{"refcode_short":"GRC 20.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 20.2 (Ellen Gould White)","content":"I have had light to the effect that the position taken by Brothe S. and his sympathizers is not true, but one of the “lo, heres” and “lo, theres” that will characterize the days in which we are living. As a sample of the way in which Brother S. has compiled this pamphlet, I will give the following incident: I wrote a private letter to one of our ministers, and in kindness, thinking that it might be a help to Brother S., this brother sent a copy of it to him; but instead of regarding it as a matter for his personal help, he prints portions of it in the pamphlet as an unpublished Testimony, to sustain the position he had taken. Is this honorable? There was nothing in the Testimony to sustain the position Brother S. holds; but he misapplied it, as many do the Scriptures, to the injury of his own soul and the souls of others. God will judge those who take unwarrantable liberties and make use of dishonorable means in order to give character and influence to what they regard as truth. In the use of a private letter sent to another, Brother S. has abused the kindly efforts of one who desired to help him. The parties publishing the pamphlet on"},{"refcode_short":"GRC 21.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 21.1 (Ellen Gould White)","content":"the Loud Cry, and the fall of all the churches, give evidence that the Holy Spirit of God is not working with them. “By their fruits ye shall know them.”"},{"refcode_short":"GRC 21.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 21.2 (Ellen Gould White)","content":"Those who receive the pamphlets advocating these false positions, will receive the impression that I sustain these positions, and am united with these workers in proclaiming what they term the “new light.” I know that their message is mingled with truth, but the truth is misapplied and wrested by its connection with error. I would say to the brother who sent to these men a copy of a letter I had written him, that I have not one thought of censuring you, and no one should cast the least blame upon you concerning the matter. If I should misjudge and censure you, when your motives and intentions were good, I should incur the displeasure of God. If the brother you desired to help has taken liberties, and has betrayed your confidence, do not blame yourself and grieve over the results of his unfaithfulness."},{"refcode_short":"GRC 21","refcode_long":"God’s Remnant Church (The Remnant Church), p. 21 (Ellen Gould White)","content":"Instruction to the Disciples"},{"refcode_short":"GRC 21.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 21.3 (Ellen Gould White)","content":"There are matters in the Testimonies that are written, not for the world at large, but for the believing children of God, and it is not appropriate to make instruction, warning, reproof, or counsel of this character public to the world. The world’s Redeemer, the Sent of God, the greatest teacher the children of men ever knew, presented some matters of instruction, not to the world, but to His disciples alone. While He had communications designed for the multitudes that thronged His steps, He also had some special light and instruction to impart to His followers which He did not impart to the great congregation, as it would neither be understood nor appreciated by them. He sent His disciples forth to preach, and when they returned from their first missionary labor and had various experiences to relate concerning their success in preaching the gospel of the kingdom of God, He said unto them, “Come ye yourselves apart into a desert place, and rest awhile.” In a place of seclusion Jesus imparted to His followers such instruction, counsel, cautions, and corrections as He saw were needed in their manner of work; but the instruction He then gave them was not to be thrown broadcast to the promiscuous company, for His words were designed for His disciples only."},{"refcode_short":"GRC 22.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 22.1 (Ellen Gould White)","content":"On several occasions when the Lord had wrought works of healing, He charged those whom He had blessed to tell His deed to no one. They ought to have heeded His injunctions and realized that Christ had not lightly required silence on their part, but had a reason for His command, and they should in no wise have disregarded His expressed desire. It ought to have been sufficient for them to know that He desired them to keep their own counsel, and had good reasons for His urgent request. The Lord knew that in healing the sick, in working miracles for the restoring of sight to the blind, and for the cleansing of the leper, He was endangering His own life; for if the priests and rulers would not receive the evidences He gave them of His divine mission, they would misconstrue, falsify, and make charges against Him. It is true that He did many miracles openly, yet in some instances He requested that those whom He had blessed should tell no man what He had done for them. When prejudice was aroused, envy and jealousy cherished, and His way hedged up, He left the cities, and went in search of those who would listen to and appreciate the truth He came to impart."},{"refcode_short":"GRC 22.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 22.2 (Ellen Gould White)","content":"The Lord Jesus thought it necessary to make many things clear to His disciples which He did not open to the multitudes. He plainly revealed to them the reason of the hatred manifested toward Him by the scribes, Pharisees, and priests, and told them of His suffering, betrayal, and death; but to the world He did not make these matters so plain. He had warnings to give to His followers, and He unfolded to them the sorrowful developments that would take place, and what they were to expect. He gave to His followers precious instruction that even they did not comprehend until after His death, resurrection, and ascension. When the Holy Spirit was poured out upon them, all things were brought to their remembrance, whatsoever He had said unto them."},{"refcode_short":"GRC 22","refcode_long":"God’s Remnant Church (The Remnant Church), p. 22 (Ellen Gould White)","content":"A Betrayal of Confidence"},{"refcode_short":"GRC 22.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 22.3 (Ellen Gould White)","content":"It was a betrayal of sacred trust to take that which Jesus designed should be kept secret, and publish it to others, and bring upon the cause of truth reproach and injury. The Lord has given to His people appropriate messages of warning, reproof, counsel, and instruction, but it is not appropriate to take these messages out of their connection and place them where they will seem to give force to messages of error. In the pamphlet published by Brother S. and his associates, he accuses the church of God of being Babylon, and would urge a separation from the church. This is a work that is neither honorable nor righteous. In compiling this work, they have used my name and writings for the support of that which I disapprove and denounce as error. The people to whom this pamphlet will come will charge the responsibility of this false position upon me, when it is utterly contrary to the teachings of my writings and the light which God has given me. I have no hesitancy in saying that those who are urging on this work are greatly deceived."},{"refcode_short":"GRC 23","refcode_long":"God’s Remnant Church (The Remnant Church), p. 23 (Ellen Gould White)","content":"A False Message"},{"refcode_short":"GRC 23.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 23.1 (Ellen Gould White)","content":"For years I have borne my testimony to the effect that when any arise claiming to have great light, and yet advocating the tearing down of that which the Lord through His human agents has been building up, they are greatly deceived, and are not working along the lines where Christ is working. Those who assert that the Seventh-day Adventist churches constitute Babylon, or any part of Babylon, might better stay at home. Let them stop and consider what is the message to be proclaimed at this time. In place of working with divine agencies to prepare a people to stand in the day of the Lord, they have taken their stand with him who is an accuser of the brethren, who accuses them before God day and night. Satanic agencies have been moved from beneath, and they have inspired men to unite in a confederacy of evil, that they may perplex, harass, and cause the people of God great distress. The whole world is to be stirred with enmity against Seventh-day Adventists, because they will not yield homage to the papacy, by honoring Sunday, the institution of this antichristian power. It is the purpose of Satan to cause them to be blotted from the earth, in order that his supremacy of the world may not be disputed."},{"refcode_short":"GRC 23","refcode_long":"God’s Remnant Church (The Remnant Church), p. 23 (Ellen Gould White)","content":"Satan’s Accusations"},{"refcode_short":"GRC 23.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 23.2 (Ellen Gould White)","content":"The scene of Satan’s accusation was presented before the prophet. He says, “He showed me Joshua the high priest standing before the angel of the Lord, and Satan standing at his right hand to resist him.” Jesus is our great High Priest in heaven. And what is He doing? He is making intercession and atonement for His people who believe in Him. Through His imputed righteousness, they are accepted of God as those who are manifesting to the world that they acknowledge allegiance to God, keeping all His commandments. Satan is full of malignant hatred against them, and manifests to them the same spirit that he manifested to Jesus Christ when He was upon earth. When Jesus was before Pilate, the Roman ruler sought to release Him, and desired that the people should choose to release Jesus from the ordeal through which He was about to pass. He presented before the clamoring multitude the Son of God and the criminal Barabbas, and inquired, “Whom will ye that I release unto you? Barabbas, or Jesus which is called Christ?” “They said, Barabbas. Pilate saith unto them, What shall I do then with Jesus which is called Christ? They all say unto him, Let Him be crucified.”"},{"refcode_short":"GRC 24.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 24.1 (Ellen Gould White)","content":"The world was stirred by the enmity of Satan, and when asked to choose between the Son of God and the criminal Barabbas, they chose a robber rather than Jesus. The ignorant multitudes were led, by the deceptive reasonings of those in high position, to reject the Son of God, and choose a robber and murderer in His stead. Let us all remember that we are still in a world where Jesus, the Son of God, was rejected and crucified, where the guilt of despising Christ and preferring a robber rather than the spotless Lamb of God still rests. Unless we individually repent toward God because of transgression of His law, and exercise faith toward our Lord Jesus Christ, whom the world has rejected, we shall lie under the full condemnation that the action of choosing Barabbas instead of Christ merited. The whole world stands charged today with the deliberate rejection and murder of the Son of God. The word bears record that Jews and Gentiles, kings, governors, ministers, priests, and people-all classes and sects who reveal the same spirit of envy, hatred, prejudice, and unbelief manifested by those who put to death the Son of God would act the same part, were the opportunity granted, as did the Jews and people of the time of Christ. They would be partakers of the same spirit that demanded the death of the Son of God."},{"refcode_short":"GRC 24.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 24.2 (Ellen Gould White)","content":"In the scene representing the work of Christ for us, and the determined accusation of Satan against us, Joshua stands as the high priest, and makes request in behalf of God’s commandment-keeping people. At the same time Satan represents the people of God as great sinners, and presents before God the list of sins he has tempted them to commit through their lifetime, and urges that because of their transgressions, they be given into his hands to destroy. He urges that they should not be protected by ministering angels against the confederacy of evil. He is full of anger because he cannot bind the people of God into bundles with the world, to render to him complete allegiance. Kings and rulers and governors have placed upon themselves the brand of antichrist, and are represented as the dragon who goes to make war with the saints-with those who keep the commandments of God and who have the faith of Jesus. In their enmity against the people of God, they show themselves guilty also of the choice of Barabbas instead of Christ."},{"refcode_short":"GRC 25","refcode_long":"God’s Remnant Church (The Remnant Church), p. 25 (Ellen Gould White)","content":"The World Called to Account"},{"refcode_short":"GRC 25.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 25.1 (Ellen Gould White)","content":"God has a controversy with the world. When the judgment shall sit, and the books shall be opened, He has an awful account to settle, which would now make the world fear and tremble were men not blinded and bewitched by satanic delusions and deceptions. God will call the world to account for the death of His only-begotten Son, whom to all intents and purposes the world has crucified afresh, and put to open shame in the persecution of His people. The world has rejected Christ in the person of His saints, has refused His messages in the refusal of the messages of prophets, apostles, and messengers. They have rejected those who have been colaborers with Christ, and for this they will have to render an account."},{"refcode_short":"GRC 25","refcode_long":"God’s Remnant Church (The Remnant Church), p. 25 (Ellen Gould White)","content":"The Accuser Rebuked"},{"refcode_short":"GRC 25.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 25.2 (Ellen Gould White)","content":"Satan stands at the head of all the accusers of the brethren; but when he presents the sins of the people of God, what does the Lord answer? He says, “The Lord rebuke [not Joshua, who is a representative of the tried and chosen people of God, but] thee, 0 Satan; even the Lord that hath chosen Jerusalem rebuke thee: is not this a brand plucked out of the fire? Now Joshua was clothed with filthy garments, and stood before the Angel.” Satan had represented the chosen and loyal people of God as being full of defilement and sin. He could depict the particular sins of which they had been guilty. Had he not set the whole confederacy of evil at work to lead them, through his seductive arts, into these very sins? But they had repented, they had accepted the righteousness of"},{"refcode_short":"GRC 26.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 26.1 (Ellen Gould White)","content":"Christ. They were therefore standing before God clothed with the garments of Christ’s righteousness, and “He answered and spake unto those that stood before Him, saying, Take away the filthy garments from him. And unto him He said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment.” Every sin of which they had been guilty was forgiven, and they stood before God as chosen and true, as innocent, as perfect, as though they had never sinned."},{"refcode_short":"GRC 26","refcode_long":"God’s Remnant Church (The Remnant Church), p. 26 (Ellen Gould White)","content":"The Encouraging Word"},{"refcode_short":"GRC 26.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 26.2 (Ellen Gould White)","content":"“And I said, Let them set a fair miter upon his head. So they [the angels of God] set a fair miter upon his head, and clothed him with garments. And the Angel of the Lord stood by [Jesus their Redeemer] . And the Angel of the Lord protested unto Joshua, saying, Thus saith the Lord of hosts; If thou wilt walk in My ways, and if thou wilt keep My charge, then thou shalt also judge My house, and shalt also keep My courts, and I will give thee places to walk among these that stand by.” I wish that all who claim to believe present truth would think seriously of the wonderful things presented in this chapter. However weak and compassed with infirmity the people of God may be, those who turn from disloyalty to God in this wicked and perverse generation, and come back to their allegiance, standing to vindicate the holy law of God, making up the breach made by the man of sin under the direction of Satan, will be accounted the children of God, and through the righteousness of Christ will stand perfect before God. Truth will not always lie in the dust to be trampled underfoot of men. It will be magnified and made honorable; it will yet arise and shine forth in all its natural luster, and will stand fast forever and ever. Review and Herald, Aug. 22, 29, 1893. Reprinted in Testimonies to Ministers, pages 32-41."},{"refcode_short":"GRC 27","refcode_long":"God’s Remnant Church (The Remnant Church), p. 27 (Ellen Gould White)","content":"The Church Not Babylon"},{"refcode_short":"GRC 27.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 27.1 (Ellen Gould White)","content":"God has a people in which all heaven is interested, and they are the one object on earth dear to the heart of God. Let everyone who reads these words give them thorough consideration, for in the name of Jesus I would press them home upon every soul. When anyone arises, either among us or outside of us, who is burdened with a message which declares that the people of God are numbered with Babylon, and claims that the loud cry is a call to come out of her, you may know that he is not bearing the message of truth. Receive him not, nor bid him Godspeed; for God has not spoken by him, neither has He given a message to him, but he has run before he was sent. The message contained in the pamphlet called the Loud Cry, is a deception. Such messages will come, and it will be claimed for them that they are sent of God, but the claim will be false; for they are not filled with light, but with darkness. There will be messages of accusation against the people of God, similar to the work done by Satan in accusing God’s people, and these messages will be sounding at the very time when God is saying to His people, “Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee. For, behold, the darkness shall cover the earth, and gross darkness the people: but the Lord shall arise upon thee, and His glory shall be seen upon thee.”"},{"refcode_short":"GRC 27","refcode_long":"God’s Remnant Church (The Remnant Church), p. 27 (Ellen Gould White)","content":"A Work of Deception"},{"refcode_short":"GRC 27.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 27.2 (Ellen Gould White)","content":"It will be found that those who bear false messages will not have a high sense of honor and integrity. They will deceive the people, and mix up with their error the Testimonies of Sister White, and use her name to give influence to their work. They make such selections from the Testimonies as they think they can twist to support their positions, and place them in a setting of falsehood, so that their error may have weight and be accepted by the people. They misinterpret and misapply that which God has given to the church to warn, counsel, reprove, comfort, and encourage those who shall make up the remnant people of God. Those who receive the Testimonies as the message of God will be helped and blessed thereby; but those who take them in parts, simply to support some theory or idea of their own, to vindicate themselves in a course of error, will not be blessed and benefited by what they teach. To claim that the Seventh-day Adventist Church is Babylon, is to make the same claim as does Satan, who is an accuser of the brethren, who accuses them before God night and day. By this misusing of the Testimonies, souls are placed in perplexity, because they cannot understand the relation of the Testimonies to such a position as is taken by those in error; for God intended that the Testimonies should always have a setting in the framework of truth."},{"refcode_short":"GRC 28.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 28.1 (Ellen Gould White)","content":"Those who advocate error will say, “The Lord saith,” “when the Lord hath not spoken.” They testify to falsehood, and not to truth. If those who have been proclaiming the message that the church is Babylon had used the money expended in publishing and circulating this error in building up instead of tearing down, they would have made it evident that they were the people whom God is leading."},{"refcode_short":"GRC 28.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 28.2 (Ellen Gould White)","content":"There is a great work to be done in the world, a great work to be done in foreign lands. Schools must be established in order that youth, children, and those of more mature age may be educated as rapidly as possible to enter the missionary field. There is need not only of ministers for foreign fields, but of wise, judicious laborers of all kinds. The Macedonian cry is sounding from all parts of the world, “Come over, ... and help us.” With all the responsibility upon us to go and preach the gospel to every creature, there is great need of men and means, and Satan is at work in every conceivable way to tie up means, and to hinder men from engaging in the very work that they should be doing. The money that should be used in doing the good work of building houses of worship, of establishing schools for the purpose of educating laborers for the missionary field, of drilling young men and women so that they may go forth and labor patiently, intelligently, and with all perseverance that they may be agents through whom a people may be prepared to stand in the great day of God, is diverted from a channel of usefulness and blessing into a channel of evil and cursing."},{"refcode_short":"GRC 28.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 28.3 (Ellen Gould White)","content":"The great day of God is upon us, and hasteth greatly, and there is a great work to be done, and it must be done speedily. But we find that amid the work that is to be done, there are those professing to believe the present truth who know not how to expend the means entrusted to them, and because of a lack of meekness and lowliness of heart they do not see how great is the work to be done. All those who learn of Jesus will be laborers together with God. But those who go forth to proclaim error, expending time and money in a vain work, lay upon the true workers in new fields increased burden; for instead of devoting their time to advocating truth, they are obliged to counteract the work of those who are proclaiming falsehood and claiming that they have the message from heaven."},{"refcode_short":"GRC 29.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 29.1 (Ellen Gould White)","content":"If those who have done this kind of work had felt the necessity of answering the prayer of Christ that He offered to His Father just previous to His crucifixion, -that the disciples of Christ might be one as He was one with the Father, -they would not be wasting the means entrusted to them and so greatly needed to advance the truth. They would not be wasting precious time and ability in disseminating error, and thus necessitate the devoting of the laborer’s time to counteracting and quenching its influence. A work of this character is inspired, not from above, but from beneath."},{"refcode_short":"GRC 29.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 29.2 (Ellen Gould White)","content":"“Who is among you that feareth the Lord, that obeyeth the voice of His servant, that walketh in darkness, and hath no light? let him trust in the name of the Lord, and stay upon his God. Behold, all ye that kindle a fire, that compass yourselves about with sparks: walk in the light of your fire, and in the sparks that ye have kindled. This shall ye have of Mine hand; ye shall lie down in sorrow.” The message that has been borne by those who have proclaimed the church to be Babylon has made the impression that God has no church upon earth."},{"refcode_short":"GRC 29","refcode_long":"God’s Remnant Church (The Remnant Church), p. 29 (Ellen Gould White)","content":"A Living Church"},{"refcode_short":"GRC 29.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 29.3 (Ellen Gould White)","content":"Has God no living church? He has a church, but it is the church militant, not the church triumphant. We are sorry that there are defective members, that there are tares amid the wheat. Jesus said, “The kingdom of heaven is likened unto a man which sowed good seed in his field: but while men slept, his enemy came and sowed tares among the wheat, and went his way....So the servants of the householder came and said unto him, Sir, didst not thou sow good seed in thy field? from whence then hath it tares? He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up? But he said, Nay; lest"},{"refcode_short":"GRC 30.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 30.1 (Ellen Gould White)","content":"while ye gather up the tares, ye root up also the wheat with them. Let both grow together until the harvest: and in the time of harvest I will say to the reapers, Gather ye together first the tares, and bind them in bundles to bum them: but gather the wheat into my barn.”"},{"refcode_short":"GRC 30.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 30.2 (Ellen Gould White)","content":"In the parable of the wheat and the tares, we see the reason why the tares were not to be plucked up; it was lest the wheat be rooted up with the tares. Human opinion and judgment would make grave mistakes. But rather than have a mistake made, and one single blade of wheat rooted up, the Master says, “Let both grow together until the harvest;” then the angels will gather out the tares, which will be appointed to destruction. Although in our churches, that claim to believe advanced truth, there are those who are faulty and erring, as tares among the wheat, God is long-suffering and patient. He reproves and warns the erring, but He does not destroy those who are long in learning the lesson He would teach them; He does not uproot the tares from the wheat. Tares and wheat are to grow together till the harvest; when the wheat comes to its full growth and development, and because of its character when ripened, it will be fully distinguished from the tares."},{"refcode_short":"GRC 30.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 30.3 (Ellen Gould White)","content":"The church of Christ on earth will be imperfect, but God does not destroy His church because of its imperfection. There have been and will be those who are filled with zeal not according to knowledge, who would purify the church, and uproot the tares from the midst of the wheat. But Christ has given special light as to how to deal with those who are erring, and with those who are unconverted in the church. There is to be no spasmodic, zealous, hasty action taken by church members in cutting off those they may think defective in character. Tares will appear among the wheat; but it would do more harm to weed out the tares, unless in God’s appointed way, than to leave them alone. While the Lord brings into the church those who are truly converted, Satan at the same time brings persons who are not converted into its fellowship. While Christ is sowing the good seed, Satan is sowing the tares. There are two opposing influences continually exerted on the members of the church. One influence is working for the purification of the church, and the other for the corrupting of the people of God."},{"refcode_short":"GRC 30.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 30.4 (Ellen Gould White)","content":"Jesus knew that Judas was defective in character, but notwithstanding this, He accepted him as one of the disciples, and gave him the same opportunities and privileges that He gave to the others whom He had chosen. Judas was left without excuse in the evil course he afterward pursued. Judas might have become a doer of the word, as were eventually Peter and James and John and the other disciples. Jesus gave precious lessons of instruction, so that those who were associated with Him might have been converted, and have no need of clinging to the defects that marred their characters. Review and Herald, Aug. 29, Sept. 5, 1893. Reprinted in Testimonies to Ministers, pages 41-47."},{"refcode_short":"GRC 32","refcode_long":"God’s Remnant Church (The Remnant Church), p. 32 (Ellen Gould White)","content":"The Church Militant"},{"refcode_short":"GRC 32.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 32.1 (Ellen Gould White)","content":"Some people seem to think that upon entering the church they will have their expectations fulfilled, and meet only with those who are pure and perfect. They are zealous in their faith, and when they see faults in church members, they say, “We left the world in order to have no association with evil characters, but the evil is here also;” and they ask, as did the servants in the parable, “From whence then hath it tares?” But we need not be thus disappointed, for the Lord has not warranted us in coming to the conclusion that the church is perfect; and all our zeal will not be successful in making the church militant as pure as the church triumphant. The Lord forbids us to proceed in any violent way against those whom we think erring, and we are not to deal out excommunications and denunciations to those who are faulty."},{"refcode_short":"GRC 32.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 32.2 (Ellen Gould White)","content":"Finite man is likely to misjudge character, but God does not leave the work of judgment and pronouncing upon character to those who are not fitted for it. We are not to say what constitutes the wheat, and what the tares. The time of the harvest will fully determine the character of the two classes specified under the figure of the tares and the wheat. The work of separation is given to the angels of God, and not committed into the hands of any man."},{"refcode_short":"GRC 32.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 32.3 (Ellen Gould White)","content":"False doctrine is one of the satanic influences that work in the church, and brings into it those who are unconverted in heart. Men do not obey the words of Jesus Christ, and thus seek for unity in faith, spirit, and doctrine. They do not labor for the unity of spirit for which Christ prayed, which would make the testimony of Christ’s disciples effective in convincing the world that God had sent His Son into the world, “that whosoever believeth in Him should not perish, but have everlasting life.” If the unity for which Christ prayed existed among the people of God, they would bear living testimony, would send forth a bright light to shine amid the moral darkness of the world."},{"refcode_short":"GRC 32","refcode_long":"God’s Remnant Church (The Remnant Church), p. 32 (Ellen Gould White)","content":"Satan Permitted to Tempt"},{"refcode_short":"GRC 32.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 32.4 (Ellen Gould White)","content":"Instead of the unity which should exist among believers, there is disunion; for Satan is permitted to come in and through his specious deceptions and delusions he leads those who are not learning of Christ meekness and lowliness of heart, to take a different line from the church, and break up, if possible, the unity of the church. Men arise speaking perverse things to draw away disciples after themselves. They claim that God has given them great light; but how do they act under its influence? Do they pursue the course that the two disciples pursued on their journey to Emmaus? When they received light, they returned and found those whom God had led and was still leading, and told them how they had seen Jesus and had talked with Him."},{"refcode_short":"GRC 33.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 33.1 (Ellen Gould White)","content":"Have the men who have claimed to have light concerning the church pursued this course? Have they gone to those who are chosen of God to bear a living testimony, and given them evidence that this light would better qualify them to prepare a people to stand in the great day of God? Have they sought counsel of those who have been and are still bearing the truth, and giving to the world the last message of warning? Have they counseled with those who have had a deep experience in the things of God? Why were these men, so full of zeal for the cause, not present at the General Conference held at Battle Creek, as were the devout men at Jerusalem at the time of the outpouring of the Holy Spirit? At the great heart of the work, men opened their treasures of light; and while the Lord was pouring out His Spirit upon the people, did these men receive of the heavenly anointing? While the deep movings of the Spirit of God were made manifest among the people, and souls were being converted, and hard hearts broken, there were those who were listening to the suggestions of Satan, and they were inspired with zeal from beneath to go forth and proclaim that the very people receiving of the Holy Spirit, who are to receive the latter rain and the glory that is to lighten the whole earth, were Babylon. Did the Lord give these messengers their message? No, for it was not a message of truth."},{"refcode_short":"GRC 33","refcode_long":"God’s Remnant Church (The Remnant Church), p. 33 (Ellen Gould White)","content":"The Church the Light of the World"},{"refcode_short":"GRC 33.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 33.2 (Ellen Gould White)","content":"Although there are evils existing in the church, and will be until the end of the world, the church in these last days is to be the light of the world that is polluted and demoralized by sin. The church, enfeebled and defective, needing to be reproved, warned, and counseled, is the only object upon earth upon which Christ bestows His supreme regard. The world is a workshop in which, through the co-operation of human and divine agencies, Jesus is making experiments by His grace and divine mercy upon human hearts. Angels are amazed as they behold the transformation of character brought about in those who yield themselves to God, and they express their joy in songs of rapturous praise to God and to the Lamb. They see those who are by nature the children of wrath, converted and becoming laborers together with Christ in drawing souls to God. They see those who were in darkness becoming lights to shine amid the moral night of this wicked and perverse generation. They see them becoming prepared by a Christlike experience to suffer with their Lord, and afterward to be partakers with Him in His glory in heaven above."},{"refcode_short":"GRC 34.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 34.1 (Ellen Gould White)","content":"God has a church on earth who are lifting up the downtrodden law, and presenting to the world the Lamb of God that taketh away the sins of the world. The church is the depositary of the wealth of the riches of the grace of Christ, and through the church eventually will be made manifest the final and full display of the love of God to the world that is to be lightened with its glory. The prayer of Christ that His church may be one as He was one with His Father will finally be answered. The rich dowry of the Holy Spirit will be given, and through its constant supply to the people of God they will become witnesses in the world of the power of God unto salvation."},{"refcode_short":"GRC 34","refcode_long":"God’s Remnant Church (The Remnant Church), p. 34 (Ellen Gould White)","content":"A Work of Tearing Down"},{"refcode_short":"GRC 34.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 34.2 (Ellen Gould White)","content":"There is but one church in the world who are at the present time standing in the breach, and making up the hedge, building up the old waste places; and for any man to call the attention of the world and other churches to this church, denouncing her as Babylon, is to do a work in harmony with him who is the accuser of the brethren. Is it possible that men will arise from among us, who speak perverse things, and give voice to the very sentiments that Satan would have disseminated in the world in regard to those who keep the commandments of God, and have the faith of Jesus? Is there not work enough to satisfy your zeal in presenting the truth to those who are in the darkness of error? As those who have been made stewards of means and ability, you have been misapplying your Lord’s goods in disseminating error. The whole world is filled with hatred of those who proclaim the binding claims of the law of God, and the church who are loyal to Jehovah must engage in no ordinary conflict. “We wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.” Those who have any realization of what this warfare means will not turn their weapons against the church militant, but with all their powers will wrestle with the people of God against the confederacy of evil."},{"refcode_short":"GRC 35.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 35.1 (Ellen Gould White)","content":"Those who start up to proclaim a message on their own individual responsibility, who, while claiming to be taught and led of God, still make it their special work to tear down that which God has been for years building up, are not doing the will of God. Be it known that these men are on the side of the great deceiver. Believe them not. They are allying themselves with the enemies of God and the truth. They will deride the order of the ministry as a system of priestcraft. From such turn away, have no fellowship with their message, however much they may quote the Testimonies and seek to entrench themselves behind them. Receive them not, for God has not given them this work to do. The result of such work will be unbelief in the Testimonies, and, as far as possible, they will make of none effect the work that I have for years been doing."},{"refcode_short":"GRC 35.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 35.2 (Ellen Gould White)","content":"Almost my whole lifetime has been devoted to this work, but my burden has often been made heavier by the arising of men who went forth to proclaim a message that God had not given them. This class of evil workers have selected portions of the Testimonies, and have placed them in the framework of error, in order by this setting to give influence to their false testimonies. When it is made manifest that their message is error, then the Testimonies, brought into the companionship of error, share the same condemnation; and people of the world, who do not know that the Testimonies quoted are extracts from private letters used without my consent, present these matters as evidence that my work is not of God, or of truth, but falsehood. Those who thus bring the work of God into disrepute will have to answer before God for the work they are doing. -Review and Herald, Sept. 5, 1893. Reprinted in Testimonies to Ministers, pages 47-52."},{"refcode_short":"GRC 36","refcode_long":"God’s Remnant Church (The Remnant Church), p. 36 (Ellen Gould White)","content":"A Divinely Appointed Ministry"},{"refcode_short":"GRC 36.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 36.1 (Ellen Gould White)","content":"God has a church, and she has a divinely appointed ministry. “And He gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers; for the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ: till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fullness of Christ: that we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive; but speaking the truth in love, may grow up into Him in all things, which is the head, even Christ.”"},{"refcode_short":"GRC 36.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 36.2 (Ellen Gould White)","content":"The Lord has His appointed agencies, and a church that has lived through persecution, conflict, and darkness. Jesus loved the church, and gave Himself for it, and He will replenish, refine, ennoble, and elevate it, so that it shall stand fast amid the corrupting influences of this world. Men appointed of God have been chosen to watch with jealous care, with vigilant perseverance, that the church may not be overthrown by the evil devices of Satan, but that she shall stand in the world to promote the glory of God among men. There will ever be fierce conflict between the church and the world. Mind will come into contact with mind, principle with principle, truth with error; but in the crisis soon to culminate, which has already begun, the men of experience are to do their God-appointed work, and watch for souls as they that must give an account."},{"refcode_short":"GRC 36.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 36.3 (Ellen Gould White)","content":"Those who are carrying this message of error, denouncing the church as Babylon, are neglecting their God-appointed work, are in opposition to organization, in opposition to the plain command of God spoken by Malachi in regard to bringing all the tithes into the treasury of God’s house, and imagine that they have a work to do in warning those whom God has chosen to forward His message of truth. These workers are not bringing greater efficiency to the cause and kingdom of God, but are engaged in a work similar to that in which the enemy of all righteousness is engaged. Let these men who are rising up against the ways and means ordained of God to forward His work in these days of peril, divest themselves of all unscriptural views concerning the nature, office, and power of God’s appointed agencies."},{"refcode_short":"GRC 37.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 37.1 (Ellen Gould White)","content":"Let all understand the words that I now write. Those who are laborers together with God are but His instruments, and they in themselves possess no essential grace or holiness. It is only when they are co-operating with heavenly intelligences that they are successful. They are but earthen vessels, the depositaries in which God places the treasure of His truth. Paul may plant, and Apollos water, but it is God alone that gives the increase."},{"refcode_short":"GRC 37.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 37.2 (Ellen Gould White)","content":"God speaks through His appointed agencies, and let no man, or confederacy of men, insult the Spirit of God by refusing to hear the message of God’s word from the lips of His chosen messengers. By refusing to hear the message of God, men close themselves in a chamber of darkness: They shut their own souls away from vast blessings; and rob Christ of the glory that should come to Him, by showing disrespect to His appointed agencies."},{"refcode_short":"GRC 37","refcode_long":"God’s Remnant Church (The Remnant Church), p. 37 (Ellen Gould White)","content":"Beware of False Teachers"},{"refcode_short":"GRC 37.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 37.3 (Ellen Gould White)","content":"God is not the author of confusion, but of peace. But Satan is a vigilant, unsleeping foe, ever at work upon human minds, seeking a soil in which he can sow his tares. If he finds any whom he can press into his service, he will suggest ideas and false theories, and make them zealous in advocating error. The truth not only converts, but works the purification of its receiver. Jesus has warned us to beware of false teachers. From the beginning of our work, men have arisen from time to time, advocating theories that were new and startling. But if those who claim to believe the truth would go to those who have had experience, would go to the word of God in a teachable, humble spirit, and examine their theories in the light of truth and with the aid of the brethren who have been diligent Bible students, and at the same time make supplication unto God, asking, Is this the way of the Lord, or is it a false path in which Satan would lead me? they would receive light, and would escape out of the net of the fowler."},{"refcode_short":"GRC 37.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 37.4 (Ellen Gould White)","content":"Let all our brethren and sisters beware of anyone who would set a time for the Lord to fulfill His word in regard to His coming, or in regard to any other promise He has made of special significance. “It is not for you to know the times or the seasons, which the Father hath put in His own power.” False teachers may appear to be very zealous for the work of God, and may expend means to bring their theories before the world and the church; but as they mingle error with truth, their message is one of deception, and will lead souls into false paths. They are to be met and opposed, not because they are bad men, but because they are teachers of falsehood and are endeavoring to put upon falsehood the stamp of truth."},{"refcode_short":"GRC 38.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 38.1 (Ellen Gould White)","content":"What a pity it is that men will go to such pains to discover some theory of error when there is a whole storehouse of precious gems of truth by which the people might be enriched in the most holy faith. Instead of teaching truth, they let their imagination dwell upon that which is new and strange, and throw themselves out of harmony with those whom God is using to bring the people up upon the platform of truth. They cast aside all that has been said in regard to unity of sentiment and feeling, and trample upon the prayer of Christ as though the unity for which He prayed were unessential, and there were no necessity for His followers to be one, even as He is one with the Father. They go off on a tangent, and Jehu-like, call to their brethren to follow their example of zeal for the Lord."},{"refcode_short":"GRC 38.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 38.2 (Ellen Gould White)","content":"If their zeal led them to work in the same lines in which their brethren who have carried the heat and burden of the day, are working; if they were as persevering to overcome discouragements and obstacles as their brethren have been, they might well be imitated, and God would accept them. But men are to be condemned who start out with a proclamation of wonderful light, and yet draw away from the agents whom God is leading. This was the way in which Korah, Dathan, and Abiram did, and their action is recorded as a warning to all others. We are not to do as they have done-accuse and condemn those upon whom God has laid the burden of the work."},{"refcode_short":"GRC 38.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 38.3 (Ellen Gould White)","content":"Those who have proclaimed the Seventh-day Adventist Church as Babylon, have made use of the Testimonies in giving their position a seeming support; but why is it that they did not present that which for years has been the burden of my message-the unity of the church? Why did they not quote the words of the angel, “Press together, press together, press together”? Why did they not repeat the admonition and state the principle, that “in union there is strength, in division there is weakness”? It is such messages as these men have borne that divide the church, and put us to shame before the enemies of truth, and in such messages is plainly revealed the specious working of the great deceiver, who would hinder the church from attaining unto perfection in unity. These teachers follow the sparks of their own kindling, move according to their own independent judgment, and cumber the truth with false notions and theories. They refuse the counsel of their brethren, and press on in their own way until they become just what Satan would desire to have them-unbalanced in mind."},{"refcode_short":"GRC 39.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 39.1 (Ellen Gould White)","content":"I warn my brethren to guard against the working of Satan in every form. The great adversary of God and man is exulting today that he has succeeded in deceiving souls, and in diverting their means and ability into harmful channels. Their money might have been used to advance present truth, but instead of this it has been expended in presenting notions that have no foundation in truth."},{"refcode_short":"GRC 39","refcode_long":"God’s Remnant Church (The Remnant Church), p. 39 (Ellen Gould White)","content":"Another Example"},{"refcode_short":"GRC 39.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 39.2 (Ellen Gould White)","content":"In 1845 a man by the name of Curtis did a similar work in the State of Massachusetts. He presented a false doctrine, and wove into his theories sentences and selections from the Testimonies, and published his theories in the Day Star, and in sheet form. For years these productions bore their baleful fruit, and brought reproach upon the Testimonies, that, as a whole, in no way supported his work. My husband wrote to him, and asked him what he meant by presenting the Testimonies interwoven with his own words, in support of that which we were opposed to, and requested him to correct the impression that his work had given. He flatly refused to do so, saying that his theories were truth, and that the visions ought to have corroborated his views, and that they virtually did support them, but that I had forgotten to write out the matters that made his theories plain."},{"refcode_short":"GRC 39.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 39.3 (Ellen Gould White)","content":"Ever since the beginning of the work, one after another has risen up to do this kind of work, and I have had to go to the trouble and incur the expense of contradicting these falsehoods. They have published their theories, and have deceived many souls, but may God guard the sheep of His pasture. Review and Herald, Sept. 12, 1893. Reprinted in Testimonies to Ministers, pages 52-57."},{"refcode_short":"GRC 40","refcode_long":"God’s Remnant Church (The Remnant Church), p. 40 (Ellen Gould White)","content":"God Has a Church"},{"refcode_short":"GRC 40.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 40.1 (Ellen Gould White)","content":"I urge those who claim to believe the truth, to walk in unity with their brethren. Do not seek to give to the world occasion to say that we are extremists, that we are disunited, that one teaches one thing, and one another. Avoid dissension. Let everyone be on guard, and be careful to be found standing in the gap to make up the breach, in place of standing at the wall seeking to make a breach. Let all be careful not to make an outcry against the only people who are fulfilling the description given of the remnant people who keep the commandments of God and have faith in Jesus, who are exalting the standard of righteousness in these last days."},{"refcode_short":"GRC 40.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 40.2 (Ellen Gould White)","content":"God has a distinct people, a church on earth, second to none, but superior to all in their facilities to teach the truth, to vindicate the law of God. God has divinely appointed agencies-men whom He is leading, who have borne the heat and burden of the day, who are co-operating with heavenly instrumentalities to advance the kingdom of Christ in our world. Let all unite with these chosen agents, and be found at last among those who have the patience of the saints, who keep the commandments of God, and have the faith of Jesus."},{"refcode_short":"GRC 40","refcode_long":"God’s Remnant Church (The Remnant Church), p. 40 (Ellen Gould White)","content":"The Letter"},{"refcode_short":"GRC 40.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 40.3 (Ellen Gould White)","content":"The following is the letter sent to Brother S.:"},{"refcode_short":"GRC 40.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 40.4 (Ellen Gould White)","content":"“I address to you a few lines. I am not in harmony with the position that you have taken, for I have been shown by the Lord that just such positions will be taken by those who are in error. Paul has given us warning to this effect: ‘Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils.’ “My brother, I learn that you are taking the position that the Seventh-day Adventist Church is Babylon, and that all that would be saved must come out of her. You are not the only man the devil has deceived in this matter. For the last forty years, one man after another has arisen, claiming that the Lord has sent him with the same message; but let me tell you, as I have told them, that this message you are proclaiming is one of the satanic delusions designed to create confusion among the churches."},{"refcode_short":"GRC 41.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 41.1 (Ellen Gould White)","content":"“My brother, you are certainly off the track. The second angel’s message was to go to Babylon [the churches] proclaiming her downfall, and calling the people to come out of her. This same message is to be proclaimed the second time. ‘And after these things I saw another angel come down from heaven, having great power; and the earth was lightened with his glory. And he cried mightily with a strong voice, saying, Babylon the great is fallen, is fallen, and is become the habitation of devils, and the hold of every foul spirit, and a cage of every unclean and hateful bird. For all nations have drunk of the wine of the wrath of her fornication, and the kings of the earth have committed fornication with her, and the merchants of the earth are waxed rich through the abundance of her delicacies. And I heard another voice from heaven, saying, Come out of her, My people, that ye be not partakers of her sins, and that ye receive not of her plagues. For her sins have reached unto heaven, and God hath remembered her iniquities.’ “My brother, if you are teaching that the Seventh-day Adventist Church is Babylon, you are wrong. God has not given you any such message to bear. Satan will use every mind to which he can attain access, inspiring men to originate false theories or go off on some wrong tangent, that he may create a false excitement, and thus divert souls from the true issue for this time. I presume that some may be deceived by your message, because they are full of curiosity and desire for some new thing."},{"refcode_short":"GRC 41.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 41.2 (Ellen Gould White)","content":"“It makes me feel sad indeed that you should be deceived in any way by the suggestions of the enemy; for I know the theory that you are advocating is not truth. In advancing the ideas you do, you will do great injury to yourself and to others. Do not seek to misinterpret, and twist, and pervert the Testimonies to substantiate any such message of error. Many have passed over this ground, and have done great harm. As others have started up full of zeal to proclaim this message, again and again, I have been shown that it was not truth."},{"refcode_short":"GRC 42.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 42.1 (Ellen Gould White)","content":"“I understand that you are also proclaiming that we should not pay tithe. My brother, take ‘off thy shoes from off thy feet;’ for the place whereon you are standing is holy ground. The Lord has spoken in regard to paying tithes. He has said, ‘Bring ye all the tithes into the storehouse, that there may be meat in Mine house, and prove Me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.’ But while He pronounces a blessing upon those who bring in their tithes, He pronounces a curse upon those who withhold them. Very recently I have had direct light from the Lord upon this question, that many Seventh-day Adventists were robbing God in tithes and offerings, and it was plainly revealed to me that Malachi has stated the case as it really is. Then how dare any man even think in his heart that a suggestion to withhold tithes and offerings is from the Lord? Where, my brother, have you stepped out of the path? Oh, get your feet back in the straight path again."},{"refcode_short":"GRC 42.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 42.2 (Ellen Gould White)","content":"“We are near the end, but if you or any other man shall be seduced by the enemy, and led on to set the time for Christ’s coming, he will be doing the same evil work which has wrought the ruin of the souls of those who have done it in the past."},{"refcode_short":"GRC 42.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 42.3 (Ellen Gould White)","content":"“If you are wearing the yoke of Christ, if you are lifting His burden, you will see that there is plenty to do in the same lines wherein the servants of God are laboring-in preaching Christ and Him crucified. But anyone who shall start up to proclaim a message to announce the hour, day, or year of Christ’s appearing, has taken up a yoke and is proclaiming a message that the Lord has never given him."},{"refcode_short":"GRC 42.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 42.4 (Ellen Gould White)","content":"“God has a church upon the earth who are His chosen people, who keep His commandments. He is leading, not stray offshoots, not one here and one there, but a people. The truth is a sanctifying power; but the church militant is not the church triumphant. There are tares among the wheat. ‘Wilt thou then that we .. . gather them up?’ was the question of the servant; but the master answered, ‘Nay; lest while ye gather up the tares, ye root up also the wheat with them.’ The gospel net draws not only good fish, but bad ones as well, and the Lord only knows who are His."},{"refcode_short":"GRC 42.5","refcode_long":"God’s Remnant Church (The Remnant Church), p. 42.5 (Ellen Gould White)","content":"“It is our individual duty to walk humbly with God. We are not to seek any strange, new message. We are not to think that the chosen ones of God who are trying to walk in the light compose Babylon. The fallen denominational churches are Babylon. Babylon has been fostering poisonous doctrines, the wine of error. This wine of error is made up of false doctrines, such as the natural immortality of the soul, the eternal torment of the wicked, the denial of the pre-existence of Christ prior to His birth in Bethlehem, and advocating and exalting the first day of the week above God’s holy and sanctified day. These and kindred errors are presented to the world by the various churches, and thus the Scriptures are fulfilled that say, ‘For all nations have drunk of the wine of the wrath of her fornication.’ It is a wrath which is created by false doctrines, and when kings and presidents drink this wine of the wrath of her fornication, they are stirred with anger against those who will not come into harmony with the false and satanic heresies which exalt the false sabbath, and lead men to trample underfoot God’s memorial."},{"refcode_short":"GRC 43.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 43.1 (Ellen Gould White)","content":"“Fallen angels upon earth form confederations with evil men. In this age antichrist will appear as the true Christ, and then the law of God will be fully made void in the nations of our world. Rebellion against God’s holy law will be fully ripe. But the true leader of all this rebellion is Satan clothed as an angel of light. Men will be deceived and will exalt him to the place of God, and deify him. But Omnipotence will interpose, and to the apostate churches that unite in the exaltation of Satan, the sentence will go forth, ‘Therefore shall her plagues come in one day, death, and mourning, and famine; and she shall be utterly burned with fire: for strong is the Lord God who judgeth her.’ ”-Review and Herald, Sept. 12, 1893. Reprinted in Testimonies to Ministers, pages 57-62."},{"refcode_short":"GRC 44","refcode_long":"God’s Remnant Church (The Remnant Church), p. 44 (Ellen Gould White)","content":"God’s Love for His Church"},{"refcode_short":"GRC 44","refcode_long":"God’s Remnant Church (The Remnant Church), p. 44 (Ellen Gould White)","content":"Another Letter*A communication was also addressed to an associate of Brother S., from which a portion is quoted."},{"refcode_short":"GRC 44.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 44.1 (Ellen Gould White)","content":"The Lord has not given you a message to call the Seventh-day Adventists Babylon, and to call the people of God to come out of her. All the reasons you may present cannot have weight with me on this subject; because the Lord has given me decided light that is opposed to such a message."},{"refcode_short":"GRC 44.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 44.2 (Ellen Gould White)","content":"I do not doubt your sincerity or honesty. I have written long letters at different times to those who were accusing the church of Seventh-day Adventists of being Babylon, that they were not handling the truth. You think individuals have prejudiced my mind. If I am in this state, I am not fit to be trusted with the work of God. But this matter has been brought before my mind in other cases where individuals have claimed to have messages for the Seventh-day Adventist Church, of a similar character, and the word has been given me, “Believe them not.” “I have not sent them, and yet they ran.”"},{"refcode_short":"GRC 44.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 44.3 (Ellen Gould White)","content":"God is leading out a people. He has a chosen people, a church on the earth, whom He has made the depositaries of His law. He has committed to them sacred trust and eternal truth to be given to the world. He would reprove and correct them. The message to the Laodiceans is applicable to Seventh-day Adventists who have had great light and have not walked in the light. It is those who have made great profession, but have not kept in step with their Leader, that will be spewed out of His mouth unless they repent. The message to pronounce the Seventh-day Adventist Church Babylon, and call the people of God out of her, does not come from any heavenly messenger, or any human agent inspired by the Spirit of God."},{"refcode_short":"GRC 45.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 45.1 (Ellen Gould White)","content":"The True Witness says, “I counsel thee to buy of Me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see. As many as I love, I rebuke and chasten: be zealous therefore, and repent. Behold, I stand at the door, and knock: if any man hear My voice, and open the door, I will come in to him, and will sup with him, and he with Me. To him that overcometh will I grant to sit with Me in My throne, even as I also overcame, and am set down with My Father in His throne.”"},{"refcode_short":"GRC 45","refcode_long":"God’s Remnant Church (The Remnant Church), p. 45 (Ellen Gould White)","content":"“I Rebuke and Chasten”"},{"refcode_short":"GRC 45.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 45.2 (Ellen Gould White)","content":"Jesus is corning in to give the individual members of the church the richest blessings, if they will open the door to Him. He does not once call them Babylon, nor ask them to come out. But He says, “As many as I love, I rebuke and chasten” (with messages of reproof and warning). These reproofs I am not ignorant of. I have given warnings because the Spirit of the Lord has constrained me to do so, and have uttered reproofs because the Lord has given me words of reproof. I have not shunned to declare the whole counsel of God, which has been given me for the church. I will say in the fear and love of God, I know the Lord has thoughts of love and mercy to restore and heal them of all their backslidings. He has a work for His church to do. They are not to be pronounced Babylon, but to be as the salt of the earth, the light of the world. They are to be the living messengers to proclaim a living message in these last days."},{"refcode_short":"GRC 45","refcode_long":"God’s Remnant Church (The Remnant Church), p. 45 (Ellen Gould White)","content":"The Church Not to Be Broken Up"},{"refcode_short":"GRC 45.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 45.3 (Ellen Gould White)","content":"Again I say, The Lord hath not spoken by any messenger who calls the church that keeps the commandments of God, Babylon. True, there are tares with the wheat; but Christ said He would send His angels to first gather the tares and bind them in bundles to burn them, but gather the wheat into the garner. I know that the Lord loves His church. It is not to be disorganized or broken up into independent atoms. There is not the least consistency in this; there is not the least evidence that such a thing will be. Those who shall heed this false message and try to leaven others will be deceived and prepared to receive advanced delusions, and they will come to nought. There is in some of the members of the church, pride, self-sufficiency, stubborn unbelief, and a refusing to yield their ideas, although evidence may be piled upon evidence which makes the message to the Laodicean church applicable. But that will not blot out the church that it will not exist. Let both tares and wheat grow together until the harvest. Then it is the angels that do the work of separation."},{"refcode_short":"GRC 46.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 46.1 (Ellen Gould White)","content":"I warn the Seventh-day Adventist Church to be careful how you receive every new notion and those who claim to have great light. The character of their work seems to be to accuse and to tear down. Let the believers heed the voice of the angel who has said to the church, “Press together.” In unity is your strength. Love as brethren, be pitiful, be courteous. God hath a church, and Christ hath declared, “The gates of hell shall not prevail against it.” The messengers the Lord sends bear the divine credentials.-Review and Herald, Sept. 19, 1893."},{"refcode_short":"GRC 47","refcode_long":"God’s Remnant Church (The Remnant Church), p. 47 (Ellen Gould White)","content":"Section Three - The Church Triumphant*The assurance of God’s love for His church, presented so clearly in 1893, was in subsequent years repeated again and again. To the very close of Ellen G. White’s life the Lord reassured His people of the triumph of the Seventh-day Adventist Church. A compilation of these repeated statements drawn largely from the Ellen G. White Manuscript files and from her articles published in the journals of the denomination, comprises this closing section.-[Trustees of the Ellen G. White Publications.]"},{"refcode_short":"GRC 47","refcode_long":"God’s Remnant Church (The Remnant Church), p. 47 (Ellen Gould White)","content":"An Oft-Repeated Assurance"},{"refcode_short":"GRC 47.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 47.1 (Ellen Gould White)","content":"The Father loves His people today as He loves His own Son. Someday it will be our privilege to see Him face to face.-MS. 103, 1903.(Written Sept. 15, 1902.)"},{"refcode_short":"GRC 47.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 47.2 (Ellen Gould White)","content":"We should remember that the church, enfeebled and defective though it be, is the only object on earth on which Christ bestows His supreme regard. He is constantly watching it with solicitude, and is strengthening it by His Holy Spirit.-MS. 155, 1902. (Nov. 22, 1902.)"},{"refcode_short":"GRC 47.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 47.3 (Ellen Gould White)","content":"Trust to God’s guardianship. His church is to be taught. Enfeebled and defective though it is, it is the object of His supreme regard.-Letter 279, 1904.(Aug. 1, 1904.)"},{"refcode_short":"GRC 47","refcode_long":"God’s Remnant Church (The Remnant Church), p. 47 (Ellen Gould White)","content":"Ever on Gaining Ground"},{"refcode_short":"GRC 47.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 47.4 (Ellen Gould White)","content":"The church is to increase in activity and to enlarge her bounds. Our missionary efforts are to be expansive; we must enlarge our borders. . . ."},{"refcode_short":"GRC 47.5","refcode_long":"God’s Remnant Church (The Remnant Church), p. 47.5 (Ellen Gould White)","content":"While there have been fierce contentions in the effort to maintain our distinctive character, yet we have as Bible Christians ever been on gaining ground. Remembering that the fear of the Lord is the beginning of wisdom, we are to labor earnestly, ever praying that the saving grace of God will instruct us at every step. We must ever seek to ascertain the will of the Lord, and to walk in harmony with it. Let us follow on to know the Lord, whom to know aright is life eternal.-Letter 170, 1907.(May 6, 1907.)"},{"refcode_short":"GRC 48.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 48.1 (Ellen Gould White)","content":"The evidence we have had for the past fifty years of the presence of the Spirit of God with us as a people, will stand the test of those who are now arraying themselves on the side of the enemy and bracing themselves against the message of God.-Letter 356, 1907. (Oct.24, 1907.)"},{"refcode_short":"GRC 48.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 48.2 (Ellen Gould White)","content":"I write these things to you, my brethren, although all of you may not fully comprehend them. If I did not believe that God’s eye is over His people, I could not have the courage to write the same things over and over again. . . .God has a people whom He is leading and instructing.-Letter 378, 1907.(Nov. 11, 1907.)"},{"refcode_short":"GRC 48.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 48.3 (Ellen Gould White)","content":"I am instructed to say to Seventh-day Adventists the world over, God has called us a people to be a peculiar treasure unto Himself. He has appointed that His church on earth shall stand perfectly united in the Spirit and counsel of the Lord of hosts to the end of time. Letter 54, 1908. (Jan.21, 1908.)"},{"refcode_short":"GRC 48.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 48.4 (Ellen Gould White)","content":"In a special sense Seventh-day Adventists have been set in the world as watchmen and light bearers. To them has been entrusted the last warning for a perishing world. On them is shining wonderful light from the word of God. They have been given a work of the most solemn import-the proclamation of the first, second, and third angels’ messages. There is no other work of so great importance. They are to allow nothing else to absorb their attention."},{"refcode_short":"GRC 48.5","refcode_long":"God’s Remnant Church (The Remnant Church), p. 48.5 (Ellen Gould White)","content":"The most solemn truths ever entrusted to mortals have been given us to proclaim to the world. The proclamation of these truths is to be our work. -Testimonies, Vol.9, p.19. (First published in 1909.)"},{"refcode_short":"GRC 48.6","refcode_long":"God’s Remnant Church (The Remnant Church), p. 48.6 (Ellen Gould White)","content":"Nothing in this world is so dear to God as His church. With jealous care He guards those who seek Him. Nothing so offends God as for the servants of Satan to strive to rob His people of their rights. The Lord has not forsaken His people. Satan points to the mistakes that they have made, and tries to make them believe that thus they have separated themselves from God. Evil angels seek in every way to discourage those who are striving for victory over sin. They hold up before them their past unworthiness, and represent their case as hopeless. -Letter 136, 1910. (Nov.26, 1910.)"},{"refcode_short":"GRC 50","refcode_long":"God’s Remnant Church (The Remnant Church), p. 50 (Ellen Gould White)","content":"Our Denominational Name"},{"refcode_short":"GRC 50.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 50.1 (Ellen Gould White)","content":"I was shown in regard to the remnant people of God taking a name. Two classes were presented before me. One class embraced the great bodies of professed Christians. They were trampling upon God’s law and bowing to a papal institution. They were keeping the first day of the week as the Sabbath of the Lord. The other class, who were but few in number, were bowing to the great Lawgiver. They were keeping the fourth commandment. The peculiar and prominent features of their faith were the observance of the seventh day, and waiting for the appearing of our Lord from heaven...."},{"refcode_short":"GRC 50.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 50.2 (Ellen Gould White)","content":"No name which we can take will be appropriate but that which accords with our profession and expresses our faith and marks us a peculiar people. The name Seventh-day Adventist is a standing rebuke to the Protestant world. Here is the line of distinction between the worshipers of God and those who worship the beast and receive his mark. The great conflict is between the commandments of God and the requirements of the beast. It is because the saints are keeping all ten of the commandments that the dragon makes war upon them. If they will lower the standard and yield the peculiarities of their faith, the dragon will be at peace; but they excite his ire because they have dared to raise the standard and unfurl their banner in opposition to the Protestant world, who are worshiping the institution of the papacy."},{"refcode_short":"GRC 50.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 50.3 (Ellen Gould White)","content":"The name Seventh-day Adventist carries the true features of our faith in front, and will convict the inquiring mind. Like an arrow from the Lord’s quiver, it will wound the transgressors of God’s law, and will lead to repentance toward God and faith in our Lord Jesus Christ."},{"refcode_short":"GRC 50.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 50.4 (Ellen Gould White)","content":"I was shown that almost every fanatic who has arisen, who wishes to hide his sentiments that he may lead away others, claims to belong to the church of God. Such a name would at once excite suspicion; for it is employed to conceal the most absurd errors. This name is too indefinite for the remnant people of God. It would lead to the supposition that we had a faith which we wished to cover up. -Testimonies, Vol.1, pp.223, 224.(First published in 1861.)"},{"refcode_short":"GRC 51.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 51.1 (Ellen Gould White)","content":"We are Seventh-day Adventists. Are we ashamed of our name? We answer, No, no! We are not. It is the name the Lord has given us. It points out the truth that is to be the test of the churches.-Letter 110, 1902.(Written July 7, 1902.)"},{"refcode_short":"GRC 51.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 51.2 (Ellen Gould White)","content":"We are Seventh-day Adventists, and of this name we are never to be ashamed. As a people we must take a firm stand for truth and righteousness. Thus we shall glorify God. We are to be delivered from dangers not ensnared and corrupted by them. That this may be, we must look ever to Jesus, the Author and Finisher of our faith.-Letter 106, 1903.(Written May 20, 1903.)"},{"refcode_short":"GRC 52","refcode_long":"God’s Remnant Church (The Remnant Church), p. 52 (Ellen Gould White)","content":"The General Conference"},{"refcode_short":"GRC 52.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 52.1 (Ellen Gould White)","content":"I have been shown that no man’s judgment should be surrendered to the judgment of any one man. But when the judgment of the General Conference, which is the highest authority that God has upon the earth, is exercised, private independence and private judgment must not be maintained, but be surrendered.-Testimonies, Vol. 3, p. 492. (First published in 1875.)"},{"refcode_short":"GRC 52.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 52.2 (Ellen Gould White)","content":"I had not one ray of light that He [the Lord] would have me come to this country [Australia]. I came in submission to the voice of the General Conference, which I have ever maintained to be authority.-Letter 124, 1896. (Written Aug. 9, 1896.)"},{"refcode_short":"GRC 52.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 52.3 (Ellen Gould White)","content":"Never should the mind of one man or the minds of a few men be regarded as sufficient in wisdom and power to control the work and to say what plans shall be followed. But when, in a General Conference, the judgment of the brethren assembled from all parts of the field is exercised, private independence and private judgment must not be stubbornly maintained, but surrendered. Never should a laborer regard as a virtue the persistent maintenance of his position of independence, contrary to the decision of the general body."},{"refcode_short":"GRC 52.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 52.4 (Ellen Gould White)","content":"At times, when a small group of men entrusted with the general management of the work have, in the name of the General Conference, sought to carry out unwise plans and to restrict God’s work, I have said that I could no longer regard the voice of the General Conference, represented by these few men, as the voice of God. But this is not saying that the decisions of a General Conference composed of an assembly of duly appointed, representative men from all parts of the field should not be respected. God has ordained that the representatives of His church from all parts of the earth, when assembled in a General Conference, shall have authority. The error that some are in danger of committing is in giving to the mind and judgment of one man, or of a small group of men, the full measure of authority and influence that God has vested in His church in the judgment and voice of the General Conference assembled to plan for the prosperity and advancement of His work."},{"refcode_short":"GRC 53.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 53.1 (Ellen Gould White)","content":"When this power, which God has placed in the church, is accredited wholly to one man, and he is invested with the authority to be judgment for other minds, then the true Bible order is changed. Satan’s efforts upon such a man’s mind would be most subtle and sometimes well-nigh overpowering, for the enemy would hope that through his mind he could affect many others. Let us give to the highest organized authority in the church that which we are prone to give to one man or to a small group of men. -Testimonies, Vol. 9, pp. 260, 261. (First published in 1909.)"},{"refcode_short":"GRC 53","refcode_long":"God’s Remnant Church (The Remnant Church), p. 53 (Ellen Gould White)","content":"No New Organization"},{"refcode_short":"GRC 53.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 53.2 (Ellen Gould White)","content":"The Lord has declared that the history of the past shall be rehearsed as we enter upon the closing work. Every truth that He has given for these last days is to be proclaimed to the world. Every pillar that He has established is to be strengthened. We cannot now step off the foundation that God has established. We cannot now enter into any new organization; for this would mean apostasy from the truth.-Notebook Leaflets, The Church, No. 1. (Written Dec. 24, 1905.)"},{"refcode_short":"GRC 53","refcode_long":"God’s Remnant Church (The Remnant Church), p. 53 (Ellen Gould White)","content":"God Is at the Helm"},{"refcode_short":"GRC 53.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 53.3 (Ellen Gould White)","content":"There is no need to doubt, to be fearful that the work will not succeed. God is at the head of the work, and He will set everything in order. If matters need adjusting at the head of the work, God will attend to that, and work to right every wrong. Let us have faith that God is going to carry the noble ship which bears the people of God safely into port.-Review and Herald, Sept. 20, 1892."},{"refcode_short":"GRC 54","refcode_long":"God’s Remnant Church (The Remnant Church), p. 54 (Ellen Gould White)","content":"A Message in 1913 to the General Conference in Session*Read to the conference on the afternoon of the first Sabbath of the meeting by Elder W. C. White."},{"refcode_short":"GRC 54.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 54.1 (Ellen Gould White)","content":"To those assembled in General Conference, Greeting!"},{"refcode_short":"GRC 54.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 54.2 (Ellen Gould White)","content":"“Grace be to you and peace from God our Father, and from the Lord Jesus Christ. Blessed be God, even the Father of our Lord Jesus Christ, the Father of mercies, and the God of all comfort; who comforteth us in all our tribulation, that we may be able to comfort them which are in any trouble, by the comfort wherewith we ourselves are comforted of God.”"},{"refcode_short":"GRC 54.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 54.3 (Ellen Gould White)","content":"“Thanks be unto God, which always causeth us to triumph in Christ, and maketh manifest the savor of His knowledge by us in every place. For we are unto God a sweet savor of Christ, in them that are saved, and in them that perish.”"},{"refcode_short":"GRC 54.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 54.4 (Ellen Gould White)","content":"“We preach not ourselves, but Christ Jesus the Lord; and ourselves your servants for Jesus’ sake. For God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ. But we have this treasure in earthen vessels, that the excellency of the power may be of God, and not of us.”"},{"refcode_short":"GRC 54.5","refcode_long":"God’s Remnant Church (The Remnant Church), p. 54.5 (Ellen Gould White)","content":"“For which cause we faint not; but though our outward man perish, yet the inward man is renewed day by day. For our light affliction, which is but for a moment, worketh for us a far more exceeding and eternal weight of glory; while we look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal.”"},{"refcode_short":"GRC 55","refcode_long":"God’s Remnant Church (The Remnant Church), p. 55 (Ellen Gould White)","content":"Hopefulness and Courage"},{"refcode_short":"GRC 55.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 55.1 (Ellen Gould White)","content":"It is the privilege of our representative men in attendance at the General Conference to cherish a spirit of hopefulness and courage. My brethren, the Saviour has revealed Himself to you in manifold ways; He has filled your heart with the sunlight of His presence while you have labored in distant lands and in the homeland; He has kept you through dangers seen and unseen; and now, as you meet once more with your brethren in council, it is your privilege to be glad in the Lord, and to rejoice in the knowledge of His sustaining grace. Let His love take possession of mind and heart. Guard against becoming overwearied, careworn, depressed. Bear an uplifting testimony. Turn your eyes away from that which is dark and discouraging, and behold Jesus, our great Leader, under whose watchful supervision the cause of present truth, to which we are giving our lives and our all, is destined to triumph gloriously."},{"refcode_short":"GRC 55.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 55.2 (Ellen Gould White)","content":"The attitude that our representative men maintain during the conference will have a telling influence upon all throughout the field, as well as upon the delegates themselves. Oh, let it be seen, my brethren, that Jesus is abiding in the heart, sustaining, strengthening, comforting. It is your privilege to be endowed, from day to day, with a rich measure of His Holy Spirit, and to have broadened views of the importance and scope of the message we are proclaiming to the world. The Lord is willing to reveal to you wondrous things out of His law. Wait before Him with humility of heart. Pray most earnestly for an understanding of the times in which we live, for a fuller conception of His purpose, and for increased efficiency in soulsaving."},{"refcode_short":"GRC 55.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 55.3 (Ellen Gould White)","content":"Often in the night season I am bidden to urge our brethren in responsible positions to make earnest effort to follow on to know the Lord more perfectly. When our workers realize as they should the importance of the times in which we live, there will be seen a determined purpose to be on the Lord’s side, and they will become in truth laborers together with God. When they consecrate heart and soul to the service of God, they will find that an experience deeper than any they have yet obtained is essential if they would triumph over all sin."},{"refcode_short":"GRC 55.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 55.4 (Ellen Gould White)","content":"It will be well for us to consider what is soon to come upon the earth. This is no time for trifling or self-seeking. If the times in which we are living fail to impress our minds seriously, what can reach us? Do not the Scriptures call for a more pure and holy work than we have yet seen?"},{"refcode_short":"GRC 56","refcode_long":"God’s Remnant Church (The Remnant Church), p. 56 (Ellen Gould White)","content":"A Call to Reconsecration"},{"refcode_short":"GRC 56.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 56.1 (Ellen Gould White)","content":"Men of clear understanding are needed now. God calls upon those who are willing to be controlled by the Holy Spirit to lead out in a work of thorough reformation. I see a crisis before us, and the Lord calls for His laborers to come into line. Every soul should now stand in a position of deeper, truer consecration to God than during the years that have passed."},{"refcode_short":"GRC 56.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 56.2 (Ellen Gould White)","content":"During the General Conference of 1909 a work should have been done in the hearts of those in attendance that was not done. Hours should have been given up to heart searching, that would have led to the breaking up of the fallow ground of the hearts of those who were at the meeting. This would have given them insight to understand the work so essential to be done by them in repentance and confession. But, though opportunities were given for confession of sin, for heartfelt repentance, and for a decided reformation, thorough work was not done. Some felt the influence of the Holy Spirit, and responded; but all did not yield to this influence. The minds of some were running in forbidden channels. Had there been on the part of all in the assembly a humbling of heart, there would have been manifested a wonderful blessing."},{"refcode_short":"GRC 56.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 56.3 (Ellen Gould White)","content":"For a number of months after the close of that meeting I bore a heavy burden, and urged upon the attention of the brethren in responsibility those things which the Lord was instructing me to set before them plainly. Finally, some of those in positions of trust in connection with the general work, after much prayer and careful study of the various messages given, ventured to undertake by faith the work called for-a work they could not fully understand; and as they went forward in the fear of God they received rich blessing."},{"refcode_short":"GRC 56","refcode_long":"God’s Remnant Church (The Remnant Church), p. 56 (Ellen Gould White)","content":"Result of Walking in the Light"},{"refcode_short":"GRC 56.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 56.4 (Ellen Gould White)","content":"It has brought great rejoicing to my heart to see the marvelous transformations that have been wrought in the lives of some who thus chose to advance by faith in the way of the Lord, rather than to follow a way of their own choosing. Had those brethren in responsibility continued to view matters in a false light, they would have created a condition of things that would sadly have marred the work; but when they heeded the instruction that was sent, and sought the Lord, God brought them into the full light, and enabled them to render acceptable service and to bring about spiritual reformations."},{"refcode_short":"GRC 57.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 57.1 (Ellen Gould White)","content":"When the Lord sets His hand to prepare the way before His ministers, it is their duty to follow where He directs. He will never forsake or leave in uncertainty those who follow His leadings with full purpose of heart."},{"refcode_short":"GRC 57","refcode_long":"God’s Remnant Church (The Remnant Church), p. 57 (Ellen Gould White)","content":"An Expression of Confidence"},{"refcode_short":"GRC 57.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 57.2 (Ellen Gould White)","content":"“I rejoice,” my brethren, “that I have confidence in you in all things.” And while I still feel the deepest anxiety over the attitude that some are taking toward important measures connected with the development of the cause of God in the earth, yet I have strong faith in the workers throughout the field, and believe that as they meet together and humble themselves before the Lord and consecrate themselves anew to His service, they will be enabled to do His will. There are some who do not even now view matters in the right light, but these may learn to see eye to eye with their co-workers, and may avoid making serious mistakes, by earnestly seeking the Lord at this time, and by submitting their will wholly to the will of God."},{"refcode_short":"GRC 57.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 57.3 (Ellen Gould White)","content":"I have been deeply impressed by scenes that have recently passed before me in the night season. There seemed to be a great movement-a work of revival-going forward in many places. Our people were moving into line, responding to God’s call. My brethren, the Lord is speaking to us. Shall we not heed His voice? Shall we not trim our lamps, and act like men who look for their Lord to come? The time is one that calls for light bearing, for action."},{"refcode_short":"GRC 57.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 57.4 (Ellen Gould White)","content":"“I therefore ...beseech you,” brethren, “that ye walk worthy of the vocation wherewith ye are called, with all lowliness and meekness, with long-suffering, forbearing one another in love; endeavoring to keep the unity of the Spirit in the bond of peace.”-General Conference Bulletin, May 19,1913, pp. 33,34."},{"refcode_short":"GRC 58","refcode_long":"God’s Remnant Church (The Remnant Church), p. 58 (Ellen Gould White)","content":"Courage in the Lord*This, Ellen G. White’s second message to the General Conference in session in 1913, was read to the conference by the president, A. G. Daniells, Tuesday morning, May 27."},{"refcode_short":"GRC 58.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 58.1 (Ellen Gould White)","content":"Recently in the night season, my mind was impressed by the Holy Spirit with the thought that if the Lord is coming as soon as we believe He is, we ought to be even more active than we have been in years past in getting the truth before the people."},{"refcode_short":"GRC 58.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 58.2 (Ellen Gould White)","content":"In this connection my mind reverted to the activity of the advent believers in 1843 and 1844. At that time there was much house-to house visitation, and untiring efforts were made to warn the people of the things that are spoken of in God’s word. We should be putting forth even greater effort than was put forth by those who proclaimed the first angel’s message so faithfully. We are rapidly approaching the end of this earth’s history; and as we realize that Jesus is indeed coming soon, we shall be aroused to labor as never before. We are bidden to sound an alarm to the people. And in our own lives we are to show forth the power of truth and righteousness. The world is soon to meet the great Lawgiver over His broken law. Those only who turn from transgression to obedience can hope for pardon and peace."},{"refcode_short":"GRC 58.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 58.3 (Ellen Gould White)","content":"We are to raise the banner on which is inscribed, “The commandments of God, and the faith of Jesus.” Obedience to God’s law is the great issue. Let it not be put out of sight. We must strive to arouse church members, and those who make no profession, to see and obey the claims of the law of Heaven. We are to magnify this law and make it honorable."},{"refcode_short":"GRC 58.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 58.4 (Ellen Gould White)","content":"Christ has commissioned us to sow the seeds of truth, and to urge upon our people the importance of the work to be done by those who are living amidst the closing scenes of this earth’s history. As the words of truth are proclaimed in the highways and the byways, there is to be a revelation of the working of the Spirit of God on human hearts."},{"refcode_short":"GRC 58.5","refcode_long":"God’s Remnant Church (The Remnant Church), p. 58.5 (Ellen Gould White)","content":"Oh, how much good might be accomplished if all who have the truth, the word of life, would labor for the enlightenment of those who have it not. When the Samaritans came to Christ at the call of the Samaritan woman, Christ spoke of them to His disciples as a field of grain ready for harvesting. “Say not ye, There are yet four months, and then cometh harvest?” He said, “Lift up your eyes, and look on the fields; for they are white already to harvest.” Christ abode with the Samaritans for two days; for they were hungry to hear the truth. And what busy days they were! As a result of those days of labor, “many more believed because of His own word.” This was their testimony: “We have heard Him ourselves, and know that this is indeed the Christ, the Saviour of the world.”"},{"refcode_short":"GRC 59.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 59.1 (Ellen Gould White)","content":"Who among God’s professing people will take up this sacred work, and labor for the souls who are perishing for lack of knowledge? The world must be warned. Many places are pointed out to me as in need of consecrated, faithful, untiring effort. Christ is opening the hearts and minds of many · in our large cities. These need the truths of God’s word; and if we will come into a sacred nearness with Christ, and will seek to draw near to these people, impressions for good will be made. We need to wake up, and enter into sympathy with Christ and with our fellow men. The large and small cities, and places nigh and afar off, are to be worked, and worked intelligently. Never draw back. The Lord will make the right impressions upon hearts, if we will work in unison with His Spirit."},{"refcode_short":"GRC 59.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 59.2 (Ellen Gould White)","content":"I have words of encouragement for you, my brethren. We are to move forward in faith and hope, expecting large things from God. The enemy will seek in every way to hinder the efforts that are being made to advance the truth, but in the strength of the Lord you may gain success. Let no discouraging words be spoken, but only such words as will tend to strengthen and sustain your fellow workers."},{"refcode_short":"GRC 59","refcode_long":"God’s Remnant Church (The Remnant Church), p. 59 (Ellen Gould White)","content":"A Personal Word"},{"refcode_short":"GRC 59.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 59.3 (Ellen Gould White)","content":"I long to be personally engaged in earnest work in the field, and I should most assuredly be engaged in more public labor did I not believe that at my age it is not wise to presume on one’s physical strength. I have a work to do in communicating to the church and to the world the light that has been entrusted to me from time to time all through the years during which the third angel’s message has been proclaimed. My heart is filled with a most earnest desire to place the truth before all who can be reached. And l am still acting a part in preparing matter for publication. But I have to move very carefully, lest I place myself where I cannot write at all. I know not how long I may live, but I am not suffering as much healthwise as I might expect."},{"refcode_short":"GRC 60.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 60.1 (Ellen Gould White)","content":"Following the General Conference of 1909 I spent several weeks attending camp meetings and other general gatherings, and visiting various institutions, in New England, the Central States, and the Middle West."},{"refcode_short":"GRC 60.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 60.2 (Ellen Gould White)","content":"Upon returning to my home in California I took up anew the work of preparing matter for the press. During the past four years I have written comparatively few letters. What strength I have had has been given mostly to the completion of important book work."},{"refcode_short":"GRC 60.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 60.3 (Ellen Gould White)","content":"Occasionally I have attended meetings, and have visited institutions in California, but the greater portion of the time since the last General Conference has been spent in manuscript work at my country home, “Elmshaven,” near Saint Helena."},{"refcode_short":"GRC 60.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 60.4 (Ellen Gould White)","content":"I am thankful that the Lord is sparing my life to work a little longer on my books. Oh that I had strength to do all that I see ought to be done! I pray that He may impart to me wisdom, that the truths our people so much need may be presented clearly and acceptably. I am encouraged to believe that God will enable me to do this."},{"refcode_short":"GRC 60.5","refcode_long":"God’s Remnant Church (The Remnant Church), p. 60.5 (Ellen Gould White)","content":"My interest in the general work is still as deep as ever, and I greatly desire that the cause of present truth shall steadily advance in all parts of the world. But I find it advisable not to attempt much public work while my book work demands my supervision. I have some of the best of workers-those who in the providence of God connected with me in Australia, with others who have united with me since my return to America. I thank the Lord for these helpers. We are all very busy, doing our best to prepare matter for publication. I want the light of truth to go to every place, that it may enlighten those now ignorant of the reasons of our faith. On some days my eyes trouble me, and I suffer considerable pain in them. But I praise the Lord that He preserves my sight. It would not be strange if at my age I could not use my eyes at all."},{"refcode_short":"GRC 60.6","refcode_long":"God’s Remnant Church (The Remnant Church), p. 60.6 (Ellen Gould White)","content":"I am more thankful than I can express for the uplifting of the Spirit of the Lord, for the comfort and grace that He continues to give me, and that he grants me strength and opportunity to impart courage and help to his people. As long as the Lord spares my life, I will be faithful and true to Him, seeking to do His will and to glorify His name. May the Lord increase my faith, that I may follow on to know Him, and to do His will more perfectly. Good is the Lord, and greatly to be praised."},{"refcode_short":"GRC 61","refcode_long":"God’s Remnant Church (The Remnant Church), p. 61 (Ellen Gould White)","content":"Influence of Older Workers"},{"refcode_short":"GRC 61.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 61.1 (Ellen Gould White)","content":"I greatly desire that the old soldiers of the cross, those grown gray in the Master’s service, shall continue to bear their testimony right to the point, in order that those younger in the faith may understand that the messages which the Lord gave us in the past are very important at this stage of the earth’s history. Our past experience has not lost one jot of its force."},{"refcode_short":"GRC 61.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 61.2 (Ellen Gould White)","content":"Let all be careful not to discourage the pioneers, or cause them to feel that there is little they can do. Their influence may still be mightily exerted in the work of the Lord. The testimony of the aged ministers will ever be a help and a blessing to the church. God will watch over His tried and faithful standardbearers, night and day, until the time comes for them to lay off their armor. Let them be assured that they are under the protecting care of Him who never slumbers or sleeps; that they are watched over by unwearied sentinels. Knowing this, and realizing that they are abiding in Christ, they may rest trustfully in the providences of God."},{"refcode_short":"GRC 61","refcode_long":"God’s Remnant Church (The Remnant Church), p. 61 (Ellen Gould White)","content":"“Even to the End”"},{"refcode_short":"GRC 61.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 61.3 (Ellen Gould White)","content":"I pray earnestly that the work we do at this time shall impress itself deeply on heart and mind and soul. Perplexities will increase; but let us, as believers in God, encourage one another. Let us not lower the standard, but keep it lifted high, looking to Him who is the Author and Finisher of our faith. When in the night season I am unable to sleep I lift my heart in prayer to God, and He strengthens me and gives me the assurance that He is with His ministering servants in the home field and in distant lands. I am encouraged and blessed as I realize that the God of Israel is still guiding His people, and that He will continue to be with them, even to the end."},{"refcode_short":"GRC 62","refcode_long":"God’s Remnant Church (The Remnant Church), p. 62 (Ellen Gould White)","content":"To Advance in Increased Efficiency"},{"refcode_short":"GRC 62.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 62.1 (Ellen Gould White)","content":"I am instructed to say to our ministering brethren, Let the messages that come from your lips be charged with the power of the Spirit of God. If ever there was a time when we needed the special guidance of the Holy Spirit, it is now. We need a thorough consecration. It is fully time that we gave to the world a demonstration of the power of God in our own lives and in our ministry."},{"refcode_short":"GRC 62.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 62.2 (Ellen Gould White)","content":"The Lord desires to see the work of proclaiming the third angel’s message carried forward with increasing efficiency. As He has worked in all ages to give victories to His people, so in this age He longs to carry to a triumphant fulfillment His purposes for His church. He bids His believing saints to advance unitedly, going from strength to greater strength, from faith to increased assurance and confidence in the truth and righteousness of His cause."},{"refcode_short":"GRC 62.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 62.3 (Ellen Gould White)","content":"We are to stand firm as a rock to the principles of the word of God, remembering that God is with us to give us strength to meet each new experience. Let us ever maintain in our lives the principles of righteousness, that we may go forward from strength to strength in the name of the Lord. We are to hold as very sacred the faith that has been substantiated by the instruction and approval of the Spirit of God from our earliest experience until the present time. We are to cherish as very precious the work that the Lord has been carrying forward through His commandment-keeping people, and which, through the power of His grace, will grow stronger and more efficient as time advances. The enemy is seeking to becloud the discernment of God’s people, and to weaken their efficiency, but if they will labor as the Spirit of God shall direct, He will open doors of opportunity before them for the work of building up the old waste places. Their experience will be one of constant growth, until the Lord shall descend from heaven with power and great glory to set His seal of final triumph upon His faithful ones."},{"refcode_short":"GRC 62","refcode_long":"God’s Remnant Church (The Remnant Church), p. 62 (Ellen Gould White)","content":"The Promise of Final Triumph"},{"refcode_short":"GRC 62.4","refcode_long":"God’s Remnant Church (The Remnant Church), p. 62.4 (Ellen Gould White)","content":"The work that lies before us is one that will put to the stretch every power of the human being. It will call for the exercise of strong faith and constant vigilance. At times the difficulties that we shall meet will be most disheartening. The very greatness of the task will appall us. And yet, with God’s help, His servants will finally triumph. “Wherefore,” my brethren, “I desire that ye faint not” because of the trying experiences that are before you. Jesus will be with you; He will go before you by His Holy Spirit, preparing the way; and He will be your Helper in every emergency."},{"refcode_short":"GRC 63.1","refcode_long":"God’s Remnant Church (The Remnant Church), p. 63.1 (Ellen Gould White)","content":"“For this cause I bow my knees unto the Father of our Lord Jesus Christ, of whom the whole family in heaven and earth is named, that He would grant you, according to the riches of His glory, to be strengthened with might by His Spirit in the inner man; that Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love, may be able to comprehend with all saints what is the breadth, and length, and depth, and height; and to know the love of Christ, which passeth knowledge, that ye might be filled with all the fullness of God."},{"refcode_short":"GRC 63.2","refcode_long":"God’s Remnant Church (The Remnant Church), p. 63.2 (Ellen Gould White)","content":"“Now unto Him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us, unto Him be glory in the church by Christ Jesus throughout all ages, world without end. Amen.”-General Conference Bulletin, May 1913, pp. 164, 165."},{"refcode_short":"GRC 63.3","refcode_long":"God’s Remnant Church (The Remnant Church), p. 63.3 (Ellen Gould White)","content":"Confidence Expressed in 19151From Ellen G. White’s last message to the church, dictated from her sickbed during her last illness."}]