[{"refcode_short":"GrH_c i","refcode_long":"The Great Hope (Condensed), p. i (Ellen Gould White)","content":"Great Hope (Condensed)"},{"refcode_short":"GrH_c iii","refcode_long":"The Great Hope (Condensed), p. iii (Ellen Gould White)","content":"A NOTE FOR YOU..."},{"refcode_short":"GrH_c iii.1","refcode_long":"The Great Hope (Condensed), p. iii.1 (Ellen Gould White)","content":"What does it take to live with hope amid epic-sized natural disasters, wars, terrorism, nuclear proliferation, political revolutions, constant awareness of global pain, and dizzying information overload?"},{"refcode_short":"GrH_c iii.2","refcode_long":"The Great Hope (Condensed), p. iii.2 (Ellen Gould White)","content":"While facing a future with so many unknowns, we need reminding of the old maxim “Those who cannot remember the past are condemned to repeat it.” But what will help us remember the past? Some wisdom from Albert Einstein comes to our aid: our great need for “holy curiosity.” Such a curiosity will drive us to understand our present and future in the light of our past."},{"refcode_short":"GrH_c iii.3","refcode_long":"The Great Hope (Condensed), p. iii.3 (Ellen Gould White)","content":"The book you have is a sampling condensed from The Great Controversy, a time-tested classic of both history and prophecy—exploring what God will do in the future in light of His past interaction with humanity. Although written more than a century ago, the insights found in The Great Hope offer cutting-edge direction for the twenty-first century. Its author, Ellen G. White, is considered the most widely translated American author, with one of her many books having been translated into more than 160 languages."},{"refcode_short":"GrH_c iii.4","refcode_long":"The Great Hope (Condensed), p. iii.4 (Ellen Gould White)","content":"Generous donors made it possible for you to have a personal copy of The Great Hope."},{"refcode_short":"GrH_c iii.5","refcode_long":"The Great Hope (Condensed), p. iii.5 (Ellen Gould White)","content":"Why?"},{"refcode_short":"GrH_c iii.6","refcode_long":"The Great Hope (Condensed), p. iii.6 (Ellen Gould White)","content":"Because it changed their lives for the better, and they believe it could change your life, too."},{"refcode_short":"GrH_c iii.7","refcode_long":"The Great Hope (Condensed), p. iii.7 (Ellen Gould White)","content":"Why?"},{"refcode_short":"GrH_c iii.8","refcode_long":"The Great Hope (Condensed), p. iii.8 (Ellen Gould White)","content":"Because in these chapters you will travel in time through human history, from humanity's beginning until Jesus Christ's promised return. On this adventure you will: •  find out what Christ offered to save us •  discover truths that will protect you from Satan's lies •  come to understand life-changing spiritual realities •  sense God's interplay in the cosmic history and where you fit in •  catch a glimpse of the most glorious picture ever portrayed to the human mind—the end of the human experience as we know it and the beginning of..."},{"refcode_short":"GrH_c iv.1","refcode_long":"The Great Hope (Condensed), p. iv.1 (Ellen Gould White)","content":"Well, we shouldn't tell you how the book ends, because with “holy curiosity” you can discover it for yourself!"},{"refcode_short":"GrH_c 1","refcode_long":"The Great Hope (Condensed), p. 1 (Ellen Gould White)","content":"Chapter 1—Why Is There Suffering?"},{"refcode_short":"GrH_c 1.1","refcode_long":"The Great Hope (Condensed), p. 1.1 (Ellen Gould White)","content":"Many see the work of evil, with its woe and desolation, and question how this can exist under the sovereignty of One who is infinite in wisdom, power, and love. Those who are disposed to doubt seize upon this as an excuse for rejecting the words of Holy Writ. Tradition and misinterpretation have obscured the teaching of the Bible concerning the character of God, the nature of His government, and the principles of His dealing with sin."},{"refcode_short":"GrH_c 1.2","refcode_long":"The Great Hope (Condensed), p. 1.2 (Ellen Gould White)","content":"It is impossible to explain the origin of sin so as to give a reason for its existence. Yet enough may be understood concerning the origin and final disposition of sin to make fully manifest the justice and benevolence of God. God was in no wise responsible for sin; there was no arbitrary withdrawal of divine grace, no deficiency in the divine government, that gave occasion for rebellion. Sin is an intruder for whose presence no reason can be given. To excuse it is to defend it. Could excuse for it be found, it would cease to be sin. Sin is the outworking of a principle at war with the law of love, which is the foundation of the divine government."},{"refcode_short":"GrH_c 1.3","refcode_long":"The Great Hope (Condensed), p. 1.3 (Ellen Gould White)","content":"Before the entrance of evil there was peace and joy throughout the universe. Love for God was supreme, love for one another impartial. Christ the Only Begotten of God was one with the eternal Father in nature, in character, and in purpose—the only being that could enter into all the counsels and purposes of God. “By him were all things created, that are in heaven,... whether they be thrones, or dominions, or principalities, or powers.” Colossians 1:16.The law of love being the foundation of the government of God, the happiness of all created beings depended on their accord with its principles of righteousness. God takes no pleasure in forced allegiance, and to all He grants freedom of will, that they may render Him voluntary service."},{"refcode_short":"GrH_c 1.4","refcode_long":"The Great Hope (Condensed), p. 1.4 (Ellen Gould White)","content":"But there was one that chose to pervert this freedom. Sin originated with him, who, next to Christ, had been most honored by God. Before his fall, Lucifer was first of the covering cherubs, holy and undefiled. “Thus saith the Lord God; Thou sealest up the sum, full of wisdom, and perfect in beauty. Thou hast been in Eden the garden of God; every precious stone was thy covering.... Thou art the anointed cherub that covereth; and I have set thee so: thou wast upon the holy mountain of God; thou hast walked up and down in the midst of the stones of fire. Thou wast perfect in thy ways from the day that thou wast created, till iniquity was found in thee.... Thine heart was lifted up because of thy beauty, thou hast corrupted thy wisdom by reason of thy brightness.” “Thou hast set thine heart as the heart of God.” “Thou hast said,... I will exalt my throne above the stars of God. I will sit also upon the mount of the congregation.... I will ascend above the heights of the clouds; I will be like the most High.” Ezekiel 28:12-17; 28:6; Isaiah 14:13, 14."},{"refcode_short":"GrH_c 1.5","refcode_long":"The Great Hope (Condensed), p. 1.5 (Ellen Gould White)","content":"Coveting the honor which the Father had bestowed upon His Son, this prince of angels aspired to power which it was the prerogative of Christ alone to wield. A note of discord now marred the celestial harmonies. The exaltation of self awakened forebodings of evil in minds to whom God's glory was supreme. The heavenly councils pleaded with Lucifer. The Son of God presented before him the goodness and justice of the Creator and the sacred nature of His law. In departing from it, Lucifer would dishonor his Maker and bring ruin on himself. But the warning only aroused resistance. Lucifer allowed jealousy of Christ to prevail."},{"refcode_short":"GrH_c 2.1","refcode_long":"The Great Hope (Condensed), p. 2.1 (Ellen Gould White)","content":"Pride nourished the desire for supremacy. The high honors conferred on Lucifer called forth no gratitude to the Creator. He aspired to be equal with God. Yet the Son of God was the acknowledged Sovereign of heaven, one in power and authority with the Father. In all the counsels of God, Christ was a participant, but Lucifer was not permitted to enter into the divine purposes. “Why,” questioned this mighty angel, “should Christ have the supremacy? Why is He thus honored above Lucifer?”"},{"refcode_short":"GrH_c 2","refcode_long":"The Great Hope (Condensed), p. 2 (Ellen Gould White)","content":"Discontent Among the Angels"},{"refcode_short":"GrH_c 2.2","refcode_long":"The Great Hope (Condensed), p. 2.2 (Ellen Gould White)","content":"Leaving his place in the presence of God, Lucifer went forth to diffuse discontent among the angels. With mysterious secrecy, concealing his real purpose under an appearance of reverence for God, he endeavored to excite dissatisfaction concerning the laws that governed heavenly beings, intimating that they imposed unnecessary restraint. Since their natures were holy, he urged that angels should obey the dictates of their own will. God had dealt unjustly with him in bestowing supreme honor upon Christ. He claimed he was not aiming at self-exaltation but was seeking to secure liberty for all the inhabitants of heaven, that they might attain a higher existence."},{"refcode_short":"GrH_c 2.3","refcode_long":"The Great Hope (Condensed), p. 2.3 (Ellen Gould White)","content":"God bore long with Lucifer. He was not degraded from his exalted station even when he began to present false claims before the angels. Again and again he was offered pardon on condition of repentance and submission. Such efforts as only infinite love could devise were made to convince him of his error. Discontent had never before been known in heaven. Lucifer himself did not at first understand the real nature of his feelings. As his dissatisfaction was proved to be without cause, Lucifer was convinced that the divine claims were just and that he ought to acknowledge them before all heaven. Had he done this, he might have saved himself and many angels. If he had been willing to return to God, satisfied to fill the place appointed him, he would have been reinstated in his office. But pride forbade him to submit. He maintained that he had no need of repentance, and fully committed himself in the great controversy against his Maker."},{"refcode_short":"GrH_c 2.4","refcode_long":"The Great Hope (Condensed), p. 2.4 (Ellen Gould White)","content":"All the powers of his master mind were now bent to deception, to secure the sympathy of the angels. Satan represented that he was wrongly judged and that his liberty was abridged. From misrepresentation of the words of Christ he passed to direct falsehood, accusing the Son of God of a design to humiliate him before the inhabitants of heaven."},{"refcode_short":"GrH_c 2.5","refcode_long":"The Great Hope (Condensed), p. 2.5 (Ellen Gould White)","content":"All whom he could not subvert to his side he accused of indifference to the interests of heavenly beings. He resorted to misrepresentation of the Creator. It was his policy to perplex the angels with subtle arguments concerning the purposes of God. Everything simple he shrouded in mystery, and by artful perversion cast doubt upon the plainest statements of God. His high position gave greater force to his representations. Many were induced to unite with him in rebellion."},{"refcode_short":"GrH_c 2","refcode_long":"The Great Hope (Condensed), p. 2 (Ellen Gould White)","content":"Disaffection Ripens Into Active Revolt"},{"refcode_short":"GrH_c 2.6","refcode_long":"The Great Hope (Condensed), p. 2.6 (Ellen Gould White)","content":"God in His wisdom permitted Satan to carry forward his work, until the spirit of disaffection ripened into revolt. It was necessary for his plans to be fully developed, that their true nature might be seen by all. Lucifer was greatly loved by the heavenly beings, and his influence over them was strong. God's government included not only the inhabitants of heaven, but of all the worlds He had created; and Satan thought that if he could carry the angels with him in rebellion, he could carry also the other worlds. Employing sophistry and fraud, his power to deceive was very great. Even the loyal angels could not fully discern his character or see to what his work was leading."},{"refcode_short":"GrH_c 3.1","refcode_long":"The Great Hope (Condensed), p. 3.1 (Ellen Gould White)","content":"Satan had been so highly honored, and all his acts were so clothed with mystery, that it was difficult to disclose to the angels the true nature of his work. Until fully developed, sin would not appear the evil thing it was. Holy beings could not discern the consequences of setting aside the divine law. Satan at first claimed to be seeking to promote the honor of God and the good of all the inhabitants of heaven."},{"refcode_short":"GrH_c 3.2","refcode_long":"The Great Hope (Condensed), p. 3.2 (Ellen Gould White)","content":"In His dealing with sin, God could employ only righteousness and truth. Satan could use what God could not—flattery and deceit. The true character of the usurper must be understood by all. He must have time to manifest himself by his wicked works."},{"refcode_short":"GrH_c 3.3","refcode_long":"The Great Hope (Condensed), p. 3.3 (Ellen Gould White)","content":"The discord which his own course had caused in heaven, Satan charged upon God. All evil he declared to be the result of the divine administration. Therefore it was necessary that he demonstrate the working out of his proposed changes in the divine law. His own work must condemn him. The whole universe must see the deceiver unmasked."},{"refcode_short":"GrH_c 3.4","refcode_long":"The Great Hope (Condensed), p. 3.4 (Ellen Gould White)","content":"Even when it was decided that he could no longer remain in heaven, Infinite Wisdom did not destroy Satan. The allegiance of God's creatures must rest upon a conviction of His justice. The inhabitants of heaven and of other worlds, being unprepared to comprehend the consequences of sin, could not then have seen the justice and mercy of God in the destruction of Satan. Had he been immediately blotted from existence, they would have served God from fear rather than from love. The influence of the deceiver would not have been fully destroyed, nor the spirit of rebellion eradicated. For the good of the universe through ceaseless ages Satan must more fully develop his principles, that his charges against the divine government might be seen in their true light by all created beings."},{"refcode_short":"GrH_c 3.5","refcode_long":"The Great Hope (Condensed), p. 3.5 (Ellen Gould White)","content":"Satan's rebellion was to be to the universe a testimony to the terrible results of sin. His rule would show the fruit of setting aside the divine authority. The history of this terrible experiment of rebellion was to be a perpetual safeguard to all holy intelligences to save them from sin and its punishment."},{"refcode_short":"GrH_c 3.6","refcode_long":"The Great Hope (Condensed), p. 3.6 (Ellen Gould White)","content":"When it was announced that with all his sympathizers the great usurper must be expelled from the abodes of bliss, the rebel leader boldly avowed contempt for the Creator's law. He denounced the divine statutes as a restriction of liberty and declared his purpose to secure the abolition of law. Freed from this restraint, the hosts of heaven might enter upon a more exalted state of existence."},{"refcode_short":"GrH_c 3","refcode_long":"The Great Hope (Condensed), p. 3 (Ellen Gould White)","content":"Banished From Heaven"},{"refcode_short":"GrH_c 3.7","refcode_long":"The Great Hope (Condensed), p. 3.7 (Ellen Gould White)","content":"Satan and his host threw the blame of their rebellion upon Christ; if they had not been reproved, they would never have rebelled. Stubborn and defiant, yet blasphemously claiming to be innocent victims of oppressive power, the archrebel and his sympathizers were banished from heaven. See Revelation 12:7-9."},{"refcode_short":"GrH_c 3.8","refcode_long":"The Great Hope (Condensed), p. 3.8 (Ellen Gould White)","content":"Satan's spirit still inspires rebellion on earth in the children of disobedience. Like him they promise men liberty through transgression of the law of God. Reproof of sin still arouses hatred. Satan leads men to justify themselves and seek the sympathy of others in their sin. Instead of correcting their errors, they excite indignation against the reprover, as if he were the cause of difficulty."},{"refcode_short":"GrH_c 3.9","refcode_long":"The Great Hope (Condensed), p. 3.9 (Ellen Gould White)","content":"By the same misrepresentation of the character of God as he had practiced in heaven, causing Him to be regarded as severe and tyrannical, Satan induced man to sin. He declared that God's unjust restrictions had led to man's fall, as they had led to his own rebellion."},{"refcode_short":"GrH_c 4.1","refcode_long":"The Great Hope (Condensed), p. 4.1 (Ellen Gould White)","content":"In the banishment of Satan from heaven, God declared His justice and honor. But when man sinned, God gave evidence of His love by yielding up His Son to die for the fallen race. In the atonement the character of God is revealed. The mighty argument of the cross demonstrates that sin was in no wise chargeable upon the government of God. During the Saviour's earthly ministry, the great deceiver was unmasked. The daring blasphemy of his demand that Christ pay him homage, the unsleeping malice that hunted Him from place to place, inspiring the hearts of priests and people to reject His love and to cry, “Crucify him! crucify him!”—all this excited the amazement and indignation of the universe. The prince of evil exerted all his power and cunning to destroy Jesus. Satan employed men as his agents to fill the Saviour's life with suffering and sorrow. The pent-up fires of envy and malice, hatred and revenge, burst forth on Calvary against the Son of God."},{"refcode_short":"GrH_c 4.2","refcode_long":"The Great Hope (Condensed), p. 4.2 (Ellen Gould White)","content":"Now the guilt of Satan stood forth without excuse. He had revealed his true character. Satan's lying charges against the divine character appeared in their true light. He had accused God of seeking the exaltation of Himself in requiring obedience from His creatures and had declared that while the Creator exacted self-denial from all others, He Himself practiced no self-denial and made no sacrifice. Now it was seen that the Ruler of the universe had made the greatest sacrifice which love could make, for “God was in Christ, reconciling the world unto himself.” 2 Corinthians 5:19. In order to destroy sin Christ had humbled Himself and become obedient unto death."},{"refcode_short":"GrH_c 4","refcode_long":"The Great Hope (Condensed), p. 4 (Ellen Gould White)","content":"An Argument in Man's Behalf"},{"refcode_short":"GrH_c 4.3","refcode_long":"The Great Hope (Condensed), p. 4.3 (Ellen Gould White)","content":"All heaven saw God's justice revealed. Lucifer had claimed that the sinful race were beyond redemption. But the penalty of the law fell upon Him who was equal with God, and man was free to accept the righteousness of Christ and by penitence and humiliation to triumph over the power of Satan."},{"refcode_short":"GrH_c 4.4","refcode_long":"The Great Hope (Condensed), p. 4.4 (Ellen Gould White)","content":"But it was not merely to redeem man that Christ came to earth to die. He came to demonstrate to all the worlds that God's law is unchangeable. The death of Christ proves it immutable and demonstrates that justice and mercy are the foundation of the government of God. In the final judgment it will be seen that no cause for sin exists. When the Judge of all the earth shall demand of Satan, “Why hast thou rebelled against Me?” the originator of evil can render no excuse."},{"refcode_short":"GrH_c 4.5","refcode_long":"The Great Hope (Condensed), p. 4.5 (Ellen Gould White)","content":"In the Saviour's expiring cry, “It is finished,” the death knell of Satan was rung. The great controversy*The “great controversy” between Christ and Satan is over God's character, His justice, and His law. which had been so long in progress was then decided, the final eradication of evil made certain. When “the day cometh, that shall burn as an oven;... all the proud, yea, and all that do wickedly, shall be stubble, and the day that cometh shall burn them up, saith the Lord of hosts, that it shall leave them neither root nor branch.” Malachi 4:1."},{"refcode_short":"GrH_c 4.6","refcode_long":"The Great Hope (Condensed), p. 4.6 (Ellen Gould White)","content":"Never will evil again be manifest. The law of God will be honored as the law of liberty. A tested and proved creation will never again turn from allegiance to Him whose character has been manifested as fathomless love and infinite wisdom."},{"refcode_short":"GrH_c 5","refcode_long":"The Great Hope (Condensed), p. 5 (Ellen Gould White)","content":"Chapter 2—Hope for Triumph Over Evil"},{"refcode_short":"GrH_c 5.1","refcode_long":"The Great Hope (Condensed), p. 5.1 (Ellen Gould White)","content":"“I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head and thou shalt bruise his heel.” Genesis 3:15. This enmity is not natural. When man transgressed the divine law, his nature became evil, in harmony with Satan. Fallen angels and wicked men united in desperate companionship. Had not God interposed, Satan and man would have entered into an alliance against Heaven, and the whole human family would have been united in opposition to God."},{"refcode_short":"GrH_c 5.2","refcode_long":"The Great Hope (Condensed), p. 5.2 (Ellen Gould White)","content":"When Satan heard that enmity should exist between himself and the woman, and between his seed and her seed, he knew that by some means man was to be enabled to resist his power."},{"refcode_short":"GrH_c 5","refcode_long":"The Great Hope (Condensed), p. 5 (Ellen Gould White)","content":"Grace from Christ"},{"refcode_short":"GrH_c 5.3","refcode_long":"The Great Hope (Condensed), p. 5.3 (Ellen Gould White)","content":"Christ implants in man enmity against Satan. Without this converting grace and renewing power, man would continue a servant ever ready to do Satan's bidding. But the new principle in the soul creates conflict; the power which Christ imparts enables man to resist the tyrant. To abhor sin instead of loving it displays a principle wholly from above."},{"refcode_short":"GrH_c 5.4","refcode_long":"The Great Hope (Condensed), p. 5.4 (Ellen Gould White)","content":"The antagonism between Christ and Satan was strikingly displayed in the world's reception of Jesus. The purity and holiness of Christ called forth against Him the hatred of the ungodly. His self-denial was a perpetual reproof to a proud, sensual people. Satan and evil angels joined with evil men against the Champion of truth. The same enmity is manifested toward Christ's followers. Whoever resists temptation will arouse the wrath of Satan. Christ and Satan cannot harmonize. “All that will live godly in Christ Jesus shall suffer persecution.” 2 Timothy 3:12."},{"refcode_short":"GrH_c 5.5","refcode_long":"The Great Hope (Condensed), p. 5.5 (Ellen Gould White)","content":"Satan's agents seek to deceive Christ's followers and allure them from their allegiance. They pervert Scripture to accomplish their object. The spirit which put Christ to death moves the wicked to destroy His followers. All this is foreshadowed in that first prophecy: “I will put enmity between thee and the woman, and between thy seed and her seed.”"},{"refcode_short":"GrH_c 5.6","refcode_long":"The Great Hope (Condensed), p. 5.6 (Ellen Gould White)","content":"Why is it that Satan meets no greater resistance? Because the soldiers of Christ have so little real connection with Christ. Sin is not to them repulsive as it was to their Master. They do not meet it with determined resistance. They are blinded to the character of the prince of darkness. Multitudes do not know that their enemy is a mighty general warring against Christ. Even ministers of the gospel overlook the evidences of his activity. They seem to ignore his very existence."},{"refcode_short":"GrH_c 5","refcode_long":"The Great Hope (Condensed), p. 5 (Ellen Gould White)","content":"A Vigilant Foe"},{"refcode_short":"GrH_c 5.7","refcode_long":"The Great Hope (Condensed), p. 5.7 (Ellen Gould White)","content":"This vigilant foe is intruding his presence in every household, in every street, in the churches, in national councils, in courts of justice, perplexing, deceiving, seducing, everywhere ruining the souls and bodies of men, women, and children. He breaks up families, sowing hatred, strife, sedition, and murder. And the world seems to regard these things as though God had appointed them and they must exist. All who are not decided followers of Christ are servants of Satan. When Christians choose the society of the ungodly, they expose themselves to temptation. Satan conceals himself from view and draws his deceptive covering over their eyes."},{"refcode_short":"GrH_c 6.1","refcode_long":"The Great Hope (Condensed), p. 6.1 (Ellen Gould White)","content":"Conformity to worldly customs converts the church to the world, never the world to Christ. Familiarity with sin will cause it to appear less repulsive. When in the way of duty we are brought into trial, we may be sure God will protect us; but if we place ourselves under temptation we shall fall sooner or later."},{"refcode_short":"GrH_c 6.2","refcode_long":"The Great Hope (Condensed), p. 6.2 (Ellen Gould White)","content":"The tempter often works most successfully through those least suspected of being under his control. Talent and culture are gifts of God; but when these lead away from Him, they become a snare. Many a man of cultured intellect and pleasant manners is a polished instrument in the hands of Satan."},{"refcode_short":"GrH_c 6.3","refcode_long":"The Great Hope (Condensed), p. 6.3 (Ellen Gould White)","content":"Never forget the inspired warning sounding down the centuries to our time: “Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour.” “Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.” 1 Peter 5:8; Ephesians 6:11. Our great enemy is preparing for his last campaign. All who follow Jesus will be in conflict with this foe. The more nearly the Christian imitates the divine Pattern, the more surely will he make himself a mark for the attacks of Satan."},{"refcode_short":"GrH_c 6.4","refcode_long":"The Great Hope (Condensed), p. 6.4 (Ellen Gould White)","content":"Satan assailed Christ with fierce and subtle temptations; but he was repulsed in every conflict. Those victories make it possible for us to conquer. Christ will give strength to all who seek it. No man without his own consent can be overcome by Satan. The tempter has no power to control the will or force the soul to sin. He can cause distress, but not defilement. The fact that Christ conquered should inspire His followers with courage to fight the battle against sin and Satan."},{"refcode_short":"GrH_c 6","refcode_long":"The Great Hope (Condensed), p. 6 (Ellen Gould White)","content":"Angels Help"},{"refcode_short":"GrH_c 6.5","refcode_long":"The Great Hope (Condensed), p. 6.5 (Ellen Gould White)","content":"Angels of God and evil spirits are plainly revealed in Scripture and interwoven with human history. Holy angels that “minister for them who shall be heirs of salvation” (Hebrews 1:14) are regarded by many as spirits of the dead. But the Scriptures present proof that these are not disembodied spirits of the dead."},{"refcode_short":"GrH_c 6.6","refcode_long":"The Great Hope (Condensed), p. 6.6 (Ellen Gould White)","content":"Before the creation of man, angels were in existence, for when the foundations of the earth were laid, “the morning stars sang together, and all the sons of God shouted for joy.” Job 38:7. After the fall of man, angels were sent to guard the tree of life before a human being had died. Angels are superior to men, for man was made “a little lower than the angels.” Psalm 8:5."},{"refcode_short":"GrH_c 6.7","refcode_long":"The Great Hope (Condensed), p. 6.7 (Ellen Gould White)","content":"Says the prophet, “I heard the voice of many angels round about the throne.” In the presence of the King of kings they wait—“ministers of his, that do his pleasure,” “hearkening unto the voice of his word,” “an innumerable company.” Revelation 5:11; Psalm 103:20, 21; Hebrews 12:22. As God's messengers they go forth, like “the appearance of a flash of lightning,” so swift their flight. The angel that appeared at the Saviour's tomb, his countenance “like lightning,” caused the keepers for fear of him to quake, and they “became as dead men.” When Sennacherib blasphemed God and threatened Israel, “the angel of the Lord went out, and smote in the camp of the Assyrians an hundred fourscore and five thousand.” Ezekiel 1:14; Matthew 28:3, 4; 2 Kings 19:35."},{"refcode_short":"GrH_c 6.8","refcode_long":"The Great Hope (Condensed), p. 6.8 (Ellen Gould White)","content":"Angels are sent on missions of mercy to the children of God. To Abraham, with promises of blessing; to Sodom, to rescue Lot from doom; to Elijah, about to perish in the desert; to Elisha, with chariots and horses of fire when he was shut in by his foes; to Daniel, while abandoned to become the lion's prey; to Peter, doomed to death in Herod's dungeon; to the prisoners at Philippi; to Paul in the night of tempest on the sea; to open the mind of Cornelius to receive the gospel; to dispatch Peter with the message of salvation to the Gentile stranger—thus holy angels have ministered to God's people."},{"refcode_short":"GrH_c 7","refcode_long":"The Great Hope (Condensed), p. 7 (Ellen Gould White)","content":"Guardian Angels"},{"refcode_short":"GrH_c 7.1","refcode_long":"The Great Hope (Condensed), p. 7.1 (Ellen Gould White)","content":"A guardian angel is appointed to every follower of Christ. “The angel of the Lord encampeth round about them that fear him, and delivereth them.” Said the Saviour, speaking of those that believe in Him: “In heaven their angels do always behold the face of my Father.” Psalm 34:7; Matthew 18:10. God's people, exposed to the unsleeping malice of the prince of darkness, are assured of the unceasing guardianship of angels. Such assurance is given because there are mighty agencies of evil to be met—agencies numerous, determined, and untiring."},{"refcode_short":"GrH_c 7","refcode_long":"The Great Hope (Condensed), p. 7 (Ellen Gould White)","content":"Evil Angels Oppose God's Plans"},{"refcode_short":"GrH_c 7.2","refcode_long":"The Great Hope (Condensed), p. 7.2 (Ellen Gould White)","content":"Evil spirits, in the beginning created sinless, were equal in nature, power, and glory with the holy beings that are now God's messengers. But fallen through sin, they are leagued together for the dishonor of God and the destruction of men. United with Satan in rebellion, they cooperate in warfare against divine authority."},{"refcode_short":"GrH_c 7.3","refcode_long":"The Great Hope (Condensed), p. 7.3 (Ellen Gould White)","content":"Old Testament history mentions their existence, but during the time when Christ was on earth evil spirits manifested their power in the most striking manner. Christ had come for man's redemption, and Satan determined to control the world. He had succeeded in establishing idolatry in every part of the earth except Palestine. To the only land not fully yielded to the tempter, Christ came, stretching out His arms of love, inviting all to find pardon and peace in Him. The hosts of darkness understood that if Christ's mission should be successful, their rule was soon to end."},{"refcode_short":"GrH_c 7.4","refcode_long":"The Great Hope (Condensed), p. 7.4 (Ellen Gould White)","content":"That men have been possessed with demons is clearly stated in the New Testament. Persons thus afflicted were not merely suffering with disease from natural causes; Christ recognized the direct presence and agency of evil spirits. The demoniacs at Gadara, wretched maniacs, writhing, foaming, raging, were doing violence to themselves and endangering all who should approach them. Their bleeding, disfigured bodies and distracted minds presented a spectacle well pleasing to the prince of darkness. One of the demons controlling the sufferers declared, “My name is Legion: for we are many.” Mark 5:9. In the Roman army a legion consisted of from three to five thousand men. At the command of Jesus the evil spirits departed from their victims, leaving them subdued, intelligent, and gentle. But the demons swept a herd of swine into the sea, and to the dwellers of Gadara the loss outweighed the blessing Christ had bestowed; the divine Healer was intreated to depart. See Matthew 8:23-34. By casting the blame of their loss upon Jesus, Satan aroused the selfish fears of the people and prevented them from listening to His words."},{"refcode_short":"GrH_c 7.5","refcode_long":"The Great Hope (Condensed), p. 7.5 (Ellen Gould White)","content":"Christ allowed the evil spirits to destroy the swine as a rebuke to Jews who were raising unclean beasts for gain. Had not Christ restrained the demons, they would have plunged not only the swine, but also their keepers and owners into the sea."},{"refcode_short":"GrH_c 7.6","refcode_long":"The Great Hope (Condensed), p. 7.6 (Ellen Gould White)","content":"Furthermore, this event was permitted that the disciples might witness the cruel power of Satan upon both man and beast, that they might not be deceived by his devices. It was also Christ's will that the people should behold His power to break the bondage of Satan and release his captives. Though Jesus Himself departed, the men so marvelously delivered remained to declare the mercy of their Benefactor."},{"refcode_short":"GrH_c 8.1","refcode_long":"The Great Hope (Condensed), p. 8.1 (Ellen Gould White)","content":"Other instances are recorded: The daughter of the Syrophoenician woman, grievously vexed with a devil whom Jesus cast out by His word (Mark 7:25-30); a youth who had a spirit that ofttimes “cast him into the fire, and into the waters, to destroy him” (Mark 9:17-27); the maniac, tormented by a spirit of an unclean devil who disturbed the Sabbath quiet at Capernaum (Luke 4:33-36)—all were healed by the Saviour. In nearly every instance, Christ addressed the demon as an intelligent entity, commanding him to torment his victim no more. The worshipers at Capernaum “were all amazed, and spake among themselves, saying, What a word is this! for with authority and power he commandeth the unclean spirits, and they come out.” Luke 4:36."},{"refcode_short":"GrH_c 8.2","refcode_long":"The Great Hope (Condensed), p. 8.2 (Ellen Gould White)","content":"For the sake of obtaining supernatural power, some welcomed the satanic influence. These of course had no conflict with the demons. Of this class were those who possessed the spirit of divination—Simon Magus, Elymas the sorcerer, and the damsel who followed Paul and Silas at Philippi. See Acts 8:9, 18; 13:8; 16:16-18."},{"refcode_short":"GrH_c 8","refcode_long":"The Great Hope (Condensed), p. 8 (Ellen Gould White)","content":"Danger"},{"refcode_short":"GrH_c 8.3","refcode_long":"The Great Hope (Condensed), p. 8.3 (Ellen Gould White)","content":"None are in greater danger than those who deny the existence of the devil and his angels. Many heed their suggestions while they suppose themselves to be following their own wisdom. As we approach the close of time, when Satan is to work with greatest power to deceive, he spreads everywhere the belief that he does not exist. It is his policy to conceal himself and his manner of working."},{"refcode_short":"GrH_c 8.4","refcode_long":"The Great Hope (Condensed), p. 8.4 (Ellen Gould White)","content":"The great deceiver fears that we shall become acquainted with his devices. To disguise his real character he has caused himself to be so represented as to excite ridicule or contempt. He is pleased to be painted as ludicrous, misshapen, half animal and half human. He is pleased to hear his name used in sport and mockery. Because he has masked himself with consummate skill, the question is widely asked: “Does such a being really exist?” It is because Satan can readily control the minds of those who are unconscious of his influence that the Word of God unveils before us his secret forces, thus placing us on guard."},{"refcode_short":"GrH_c 8","refcode_long":"The Great Hope (Condensed), p. 8 (Ellen Gould White)","content":"Safety With Jesus"},{"refcode_short":"GrH_c 8.5","refcode_long":"The Great Hope (Condensed), p. 8.5 (Ellen Gould White)","content":"We may find shelter and deliverance in the superior power of our Redeemer. We carefully secure our houses with bolts and locks to protect our property and lives from evil men, but seldom think of the evil angels against whose attacks we have, in our own strength, no defense. If permitted, they can distract our minds, torment our bodies, destroy our possessions and our lives. But those who follow Christ are safe under His watchcare. Angels that excel in strength are sent to protect them. The wicked one cannot break through the guard which God has stationed about His people."},{"refcode_short":"GrH_c 9","refcode_long":"The Great Hope (Condensed), p. 9 (Ellen Gould White)","content":"Chapter 3—Dangerous Seductions"},{"refcode_short":"GrH_c 9.1","refcode_long":"The Great Hope (Condensed), p. 9.1 (Ellen Gould White)","content":"The great controversy between Christ and Satan is soon to close, and the wicked one redoubles his efforts to defeat the work of Christ in man's behalf. To hold people in darkness and impenitence till the Saviour's mediation is ended is the object he seeks to accomplish. When indifference prevails in the church, Satan is not concerned. But when souls inquire, “What must I do to be saved?” he is on the ground to match his power against Christ and to counteract the influence of the Holy Spirit."},{"refcode_short":"GrH_c 9.2","refcode_long":"The Great Hope (Condensed), p. 9.2 (Ellen Gould White)","content":"On one occasion, when the angels came to present themselves before the Lord, Satan came also among them, not to bow before the Eternal King, but to further his malicious designs against the righteous. See Job 1:6. He is in attendance when men assemble for worship, working with diligence to control the minds of the worshipers. As he sees the messenger of God searching the Scriptures, he takes note of the subject to be presented. Then he employs his cunning and shrewdness so that the message may not reach those whom he is deceiving on that very point. The one who most needs the warning will be urged into some business transaction or will by some other means be prevented from hearing the word."},{"refcode_short":"GrH_c 9.3","refcode_long":"The Great Hope (Condensed), p. 9.3 (Ellen Gould White)","content":"Satan sees the Lord's servants burdened because of the darkness that enshrouds the people. He hears their prayers for divine grace and power to break the spell of indifference and indolence. Then with renewed zeal he tempts men to the indulgence of appetite or self-gratification, and thus benumbs their sensibilities so that they fail to hear the very things they most need to learn."},{"refcode_short":"GrH_c 9.4","refcode_long":"The Great Hope (Condensed), p. 9.4 (Ellen Gould White)","content":"Satan knows that all who neglect prayer and the Scriptures will be overcome by his attacks. Therefore he invents every possible device to engross the mind. His right-hand helpers are always active when God is at work. They will present the most earnest, self-denying servants of Christ as deceived or deceivers. It is their work to misrepresent the motives of every noble deed, to circulate insinuations, and arouse suspicion in the minds of the inexperienced. But it may be readily seen whose children they are, whose example they follow, and whose work they do. “Ye shall know them by their fruits.” Matthew 7:16; also see Revelation 12:10."},{"refcode_short":"GrH_c 9","refcode_long":"The Great Hope (Condensed), p. 9 (Ellen Gould White)","content":"The Truth Sanctifies"},{"refcode_short":"GrH_c 9.5","refcode_long":"The Great Hope (Condensed), p. 9.5 (Ellen Gould White)","content":"The great deceiver has many heresies prepared to suit the varied tastes of those whom he would ruin. It is his plan to bring into the church insincere, unregenerate elements that will encourage doubt and unbelief. Many who have no real faith in God assent to some principles of truth and pass as Christians, and thus are enabled to introduce error as scriptural doctrine. Satan knows that the truth, received in love, sanctifies the soul. Therefore he seeks to substitute false theories, fables, another gospel. From the beginning, servants of God have contended against false teachers, not merely as vicious men, but as inculcators of falsehoods fatal to the soul. Elijah, Jeremiah, Paul, firmly opposed those who were turning men from the Word of God. That liberality which regards a correct faith as unimportant found no favor with these holy defenders of truth."},{"refcode_short":"GrH_c 9.6","refcode_long":"The Great Hope (Condensed), p. 9.6 (Ellen Gould White)","content":"The vague and fanciful interpretations of Scripture and conflicting theories in the Christian world are the work of our great adversary to confuse minds. The discord and division among the churches are in a great measure due to wresting the Scriptures to support a favorite theory."},{"refcode_short":"GrH_c 10.1","refcode_long":"The Great Hope (Condensed), p. 10.1 (Ellen Gould White)","content":"In order to sustain erroneous doctrines, some seize upon passages of Scripture separated from the context, quoting half a verse as proving their point, when the remaining portion shows the meaning to be the opposite. With the cunning of the serpent they entrench themselves behind disconnected utterances construed to suit carnal desires. Others seize upon figures and symbols, interpret them to suit their fancy, with little regard to the testimony of Scripture as its own interpreter, and then present their vagaries as the teachings of the Bible."},{"refcode_short":"GrH_c 10","refcode_long":"The Great Hope (Condensed), p. 10 (Ellen Gould White)","content":"The Whole Bible a Guide"},{"refcode_short":"GrH_c 10.2","refcode_long":"The Great Hope (Condensed), p. 10.2 (Ellen Gould White)","content":"Whenever the study of the Scriptures is entered upon without a prayerful, teachable spirit, the plainest passages will be wrested from their true meaning. The whole Bible should be given to the people just as it reads."},{"refcode_short":"GrH_c 10.3","refcode_long":"The Great Hope (Condensed), p. 10.3 (Ellen Gould White)","content":"God gave the sure word of prophecy; angels and even Christ Himself came to make known to Daniel and John things that “must shortly come to pass.” Revelation 1:1. Important matters that concern our salvation were not revealed in a way to perplex and mislead the honest seeker after truth. The Word of God is plain to all who study it with prayerful heart."},{"refcode_short":"GrH_c 10.4","refcode_long":"The Great Hope (Condensed), p. 10.4 (Ellen Gould White)","content":"By the cry, Liberality,*Broadminded acceptance or toleration of views regardless of whether they agree with the Bible. men are blinded to the devices of their adversary. He succeeds in supplanting the Bible by human speculations; the law of God is set aside; and the churches are under the bondage of sin while they claim to be free."},{"refcode_short":"GrH_c 10.5","refcode_long":"The Great Hope (Condensed), p. 10.5 (Ellen Gould White)","content":"God has permitted a flood of light to be poured upon the world in discoveries in science. But even the greatest minds, if not guided by the Word of God, become bewildered in their attempts to investigate the relations of science and revelation."},{"refcode_short":"GrH_c 10.6","refcode_long":"The Great Hope (Condensed), p. 10.6 (Ellen Gould White)","content":"Human knowledge is partial and imperfect; therefore many are unable to harmonize their views of science with Scripture. Many accept mere theories as scientific facts, and they think that God's Word is to be tested by “science falsely so called.” 1 Timothy 6:20. Because they cannot explain the Creator and His works by natural laws, Bible history is regarded as unreliable. Those who doubt the Old and New Testaments too often go a step further and doubt the existence of God. Having let go their anchor, they beat about on the rocks of infidelity."},{"refcode_short":"GrH_c 10.7","refcode_long":"The Great Hope (Condensed), p. 10.7 (Ellen Gould White)","content":"It is a masterpiece of Satan's deceptions to keep men conjecturing in regard to that which God has not made known. Lucifer became dissatisfied because all the secrets of God's purposes were not confided to him, and he disregarded that which was revealed. Now he seeks to imbue men with the same spirit and lead them also to disregard the direct commands of God."},{"refcode_short":"GrH_c 10","refcode_long":"The Great Hope (Condensed), p. 10 (Ellen Gould White)","content":"Truth Rejected Because It Involves a Cross"},{"refcode_short":"GrH_c 10.8","refcode_long":"The Great Hope (Condensed), p. 10.8 (Ellen Gould White)","content":"The less spiritual and self-denying the doctrines presented, the greater the favor with which they are received. Satan is ready to supply the heart's desire, and he palms off deception in the place of truth. It was thus that the papacy gained its power over the minds of men. And by rejection of the truth because it involves a cross, Protestants are following the same path. All who study convenience and policy, that they may not be at variance with the world, will be left to receive “damnable heresy” for truth. 2 Peter 2:1. He who looks with horror upon one deception will readily receive another.*In the complete book, The Great Controversy, readers will find the story of how most of the Christian world gradually departed from the teachings of the Bible."},{"refcode_short":"GrH_c 11","refcode_long":"The Great Hope (Condensed), p. 11 (Ellen Gould White)","content":"Dangerous Errors"},{"refcode_short":"GrH_c 11.1","refcode_long":"The Great Hope (Condensed), p. 11.1 (Ellen Gould White)","content":"Among the most successful agencies of the great deceiver are the lying wonders of spiritualism. As men reject the truth they fall a prey to deception."},{"refcode_short":"GrH_c 11.2","refcode_long":"The Great Hope (Condensed), p. 11.2 (Ellen Gould White)","content":"Another error is the doctrine that denies the deity of Christ, claiming that He had no existence before His advent to this world. This theory contradicts the statements of our Saviour concerning His relationship with the Father and His pre-existence. It undermines faith in the Bible as a revelation from God. If men reject the testimony of Scripture concerning the deity of Christ, it is vain to argue with them; no argument, however conclusive, could convince them. None who hold this error can have a true conception of Christ or of the plan of God for man's redemption."},{"refcode_short":"GrH_c 11.3","refcode_long":"The Great Hope (Condensed), p. 11.3 (Ellen Gould White)","content":"Still another error is the belief that Satan has no existence as a personal being, that the name is used in Scripture merely to represent men's evil thoughts and desires."},{"refcode_short":"GrH_c 11.4","refcode_long":"The Great Hope (Condensed), p. 11.4 (Ellen Gould White)","content":"The teaching that the second advent of Christ is His coming to each individual at death is a device to divert minds from His personal coming in the clouds of heaven. Satan has thus been saying, “Behold, he is in the secret chambers” (see Matthew 24:23-26), and many have been lost by accepting this deception."},{"refcode_short":"GrH_c 11.5","refcode_long":"The Great Hope (Condensed), p. 11.5 (Ellen Gould White)","content":"Again men of science claim that there can be no real answer to prayer; this would be a violation of law—a miracle, and miracles have no existence. The universe, say they, is governed by fixed laws, and God Himself does nothing contrary to these laws. Thus they represent God as bound by His own laws—as if divine laws could exclude divine freedom."},{"refcode_short":"GrH_c 11.6","refcode_long":"The Great Hope (Condensed), p. 11.6 (Ellen Gould White)","content":"Were not miracles wrought by Christ and His apostles? The same Saviour is as willing to listen to the prayer of faith as when He walked visibly among men. The natural cooperates with the supernatural. It is a part of God's plan to grant us, in answer to the prayer of faith, that which He would not bestow did we not thus ask."},{"refcode_short":"GrH_c 11","refcode_long":"The Great Hope (Condensed), p. 11 (Ellen Gould White)","content":"Skepticism Toward the Bible"},{"refcode_short":"GrH_c 11.7","refcode_long":"The Great Hope (Condensed), p. 11.7 (Ellen Gould White)","content":"Erroneous doctrines among the churches remove landmarks fixed by the Word of God. Few stop with the rejection of a single truth. The majority set aside one after another of the principles of truth, until they become infidels."},{"refcode_short":"GrH_c 11.8","refcode_long":"The Great Hope (Condensed), p. 11.8 (Ellen Gould White)","content":"The errors of popular theology have driven many a soul to skepticism. It is impossible for him to accept doctrines which outrage one's sense of justice, mercy, and benevolence. Since these are represented as the teaching of the Bible, he refuses to receive it as the Word of God."},{"refcode_short":"GrH_c 11.9","refcode_long":"The Great Hope (Condensed), p. 11.9 (Ellen Gould White)","content":"The Word of God is looked upon with distrust because it reproves and condemns sin. Those unwilling to obey its requirements endeavor to overthrow its authority. Not a few become infidels in order to justify neglect of duty. Others, too ease-loving to accomplish anything which requires self-denial, secure a reputation for superior wisdom by criticizing the Bible."},{"refcode_short":"GrH_c 11.10","refcode_long":"The Great Hope (Condensed), p. 11.10 (Ellen Gould White)","content":"Many feel it is a virtue to stand on the side of unbelief, skepticism, and infidelity. But underneath an appearance of candor will be found self-confidence and pride. Many delight in finding something in the Scriptures to puzzle the minds of others. Some at first reason on the wrong side from a mere love of controversy. But having openly expressed unbelief, they unite with the ungodly."},{"refcode_short":"GrH_c 12","refcode_long":"The Great Hope (Condensed), p. 12 (Ellen Gould White)","content":"Sufficient Evidence"},{"refcode_short":"GrH_c 12.1","refcode_long":"The Great Hope (Condensed), p. 12.1 (Ellen Gould White)","content":"God has given in His Word sufficient evidence of its divine character. Yet finite minds are inadequate fully to comprehend the purposes of the Infinite One. “How unsearchable are his judgments, and his ways past finding out!” Romans 11:33. Still, we can discern boundless love and mercy united to infinite power. Our Father in heaven will reveal to us as much as it is for our good to know; beyond that we must trust the Hand that is omnipotent, the Heart that is full of love."},{"refcode_short":"GrH_c 12.2","refcode_long":"The Great Hope (Condensed), p. 12.2 (Ellen Gould White)","content":"God will never remove all excuse for unbelief. All who look for hooks to hang their doubts upon will find them. And those who refuse to obey until every objection has been removed will never come to the light. The unrenewed heart is at enmity with God. But faith is inspired by the Holy Spirit and will flourish as it is cherished. No man can become strong in faith without determined effort. If men permit themselves to cavil, they will find doubt becoming more confirmed."},{"refcode_short":"GrH_c 12.3","refcode_long":"The Great Hope (Condensed), p. 12.3 (Ellen Gould White)","content":"But those who doubt and distrust the assurance of His grace dishonor Christ. They are unproductive trees that shut away the sunlight from other plants, causing them to droop and die under the chilling shadow. The lifework of these persons will appear as a never-ceasing witness against them."},{"refcode_short":"GrH_c 12.4","refcode_long":"The Great Hope (Condensed), p. 12.4 (Ellen Gould White)","content":"There is but one cause for those to pursue who honestly desire to be freed from doubts. Instead of questioning that which they do not understand, let them give heed to the light which already shines upon them, and they will receive greater light."},{"refcode_short":"GrH_c 12.5","refcode_long":"The Great Hope (Condensed), p. 12.5 (Ellen Gould White)","content":"Satan can present a counterfeit so closely resembling the truth that it deceives those willing to be deceived, who desire to shun the sacrifice demanded by the truth. But it is impossible for him to hold under his power one soul who honesty desires, at whatever cost, to know the truth. Christ is the truth, the “Light, which lighteth every man that cometh into the world.” “If any man will do his will, he shall know of the doctrine.” John 1:9; 7:17."},{"refcode_short":"GrH_c 12.6","refcode_long":"The Great Hope (Condensed), p. 12.6 (Ellen Gould White)","content":"The Lord permits His people to be subjected to the fiery ordeal of temptation, not because He takes pleasure in their distress, but because this is essential to their final victory. He could not, consistently with His own glory, shield them from temptation, for the object of the trial is to prepare them to resist all the allurements of evil. Neither wicked men nor devils can shut out God's presence from His people if they will confess and put away their sins and claim His promises. Every temptation, open or secret, may be successfully resisted, “not by might, nor by power, but by my spirit, saith the Lord of hosts.” Zechariah 4:6."},{"refcode_short":"GrH_c 12.7","refcode_long":"The Great Hope (Condensed), p. 12.7 (Ellen Gould White)","content":"“Who is he that will harm you, if ye be followers of that which is good?” 1 Peter 3:13. Satan is well aware that the weakest soul who abides in Christ is more than a match for the hosts of darkness. Therefore he seeks to draw away the soldiers of the cross from their strong fortification, while he lies in ambush, ready to destroy all who venture upon his ground. Only in reliance upon God and obedience to all His commandments can we be secure."},{"refcode_short":"GrH_c 12.8","refcode_long":"The Great Hope (Condensed), p. 12.8 (Ellen Gould White)","content":"No man is safe for a day or an hour without prayer. Entreat the Lord for wisdom to understand His Word. Satan is an expert in quoting Scripture, placing his own interpretation on passages by which he hopes to cause us to stumble. We should study with humility of heart. While we must constantly guard against the devices of Satan, we should pray in faith continually: “Lead us not into temptation.” Matthew 6:13."},{"refcode_short":"GrH_c 14","refcode_long":"The Great Hope (Condensed), p. 14 (Ellen Gould White)","content":"Chapter 4—Everlasting Life"},{"refcode_short":"GrH_c 14.1","refcode_long":"The Great Hope (Condensed), p. 14.1 (Ellen Gould White)","content":"Satan, who had incited rebellion in heaven, desired to bring the inhabitants of the earth to unite in his warfare against God. Adam and Eve had been perfectly happy in obedience to the law of God—a constant testimony against the claim Satan had urged in heaven that God's law was oppressive. Satan determined to cause their fall, that he might possess the earth and here establish his kingdom in opposition to the Most High."},{"refcode_short":"GrH_c 14.2","refcode_long":"The Great Hope (Condensed), p. 14.2 (Ellen Gould White)","content":"Adam and Eve had been warned against this dangerous foe, but he worked in the dark, concealing his purpose. Employing as his medium the serpent, then a creature of fascinating appearance, he addressed Eve: “Hath God said, Ye shall not eat of every tree of the garden?” Eve ventured to parley with him and fell victim to his wiles: “The woman said unto the serpent, We may eat of the fruit of the trees of the garden: but of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die. And the serpent said unto the woman, Ye shall not surely die: for God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.” Genesis 3:1-5."},{"refcode_short":"GrH_c 14.3","refcode_long":"The Great Hope (Condensed), p. 14.3 (Ellen Gould White)","content":"Eve yielded, and through her influence Adam was led into sin. They accepted the words of the serpent; they distrusted their Creator and imagined that He was restricting their liberty."},{"refcode_short":"GrH_c 14.4","refcode_long":"The Great Hope (Condensed), p. 14.4 (Ellen Gould White)","content":"But what did Adam find to be the meaning of the words, “In the day that thou eatest thereof thou shalt surely die”? Was he to be ushered into a more exalted existence? Adam did not find this to be the meaning of the divine sentence. God declared that as a penalty for his sin, man should return to the ground: “Dust thou art, and unto dust shalt thou return.” Genesis 3:19. The words of Satan, “Your eyes shall be opened,” proved to be true in this sense only: their eyes were opened to discern their folly. They did know evil and tasted the bitter fruit of transgression."},{"refcode_short":"GrH_c 14.5","refcode_long":"The Great Hope (Condensed), p. 14.5 (Ellen Gould White)","content":"The tree of life had the power of perpetuating life. Adam would have continued to enjoy free access to this tree and have lived forever, but when he sinned he was cut off from the tree of life and became subject to death. Immortality had been forfeited by transgression. There could have been no hope for the fallen race had not God, by the sacrifice of His Son, brought immortality within their reach. While “death passed upon all men, for that all have sinned,” Christ “hath brought life and immortality to light through the gospel.” Only through Christ can immortality be obtained. “He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life.” Romans 5:12; 2 Timothy 1:10; John 3:36."},{"refcode_short":"GrH_c 14","refcode_long":"The Great Hope (Condensed), p. 14 (Ellen Gould White)","content":"The First Lie"},{"refcode_short":"GrH_c 14.6","refcode_long":"The Great Hope (Condensed), p. 14.6 (Ellen Gould White)","content":"The one who promised life in disobedience was the great deceiver. And the declaration of the serpent in Eden—“Ye shall not surely die”—was the first sermon ever preached on the immortality of the soul. Yet this declaration, resting solely upon the authority of Satan, is echoed from pulpits and received by the majority of mankind as readily as by our first parents. The divine sentence, “The soul that sinneth, it shall die” (Ezekiel 18:20), is made to mean, The soul that sinneth, it shall not die, but live eternally. Had man after his fall been allowed free access to the tree of life, sin would have been immortalized. But not one of the family of Adam has been permitted to partake of the life-giving fruit. Therefore there is no immortal sinner."},{"refcode_short":"GrH_c 15.1","refcode_long":"The Great Hope (Condensed), p. 15.1 (Ellen Gould White)","content":"After the Fall, Satan bade his angels to inculcate the belief in man's natural immortality. Having induced the people to receive this error, they were to lead them to conclude that the sinner would live in eternal misery. Now the prince of darkness represents God as a revengeful tyrant, declaring that He plunges into hell all who do not please Him, that while they writhe in eternal flames, their Creator looks down on them with satisfaction. Thus the archfiend clothes with his attributes the Benefactor of mankind. Cruelty is satanic. God is love. Satan is the enemy who tempts man to sin and then destroys him if he can. How repugnant to love, mercy, and justice, is the doctrine that the wicked dead are tormented in an eternally burning hell, that for the sins of a brief earthly life they suffer torture as long as God shall live! A learned doctor of divinity said, “The sight of hell torments will exalt the happiness of the saints forever, making them sensible of how happy they are.”"},{"refcode_short":"GrH_c 15.2","refcode_long":"The Great Hope (Condensed), p. 15.2 (Ellen Gould White)","content":"Where in God's Word is such teaching to be found? Are feelings of common humanity to be exchanged for the cruelty of the savage? No, such is not the teaching of the Book of God. “As I live, saith the Lord God, I have no pleasure in the death of the wicked; but that the wicked turn from his way and live: turn ye, turn ye from your evil ways; for why will ye die?” Ezekiel 33:11."},{"refcode_short":"GrH_c 15.3","refcode_long":"The Great Hope (Condensed), p. 15.3 (Ellen Gould White)","content":"Does God delight in witnessing unceasing tortures? Is He regaled with the groans and shrieks of suffering creatures whom He holds in the flames? Can these horrid sounds be music in the ear of Infinite Love? Oh, dreadful blasphemy! God's glory is not enhanced by perpetuating sin through ceaseless ages."},{"refcode_short":"GrH_c 15","refcode_long":"The Great Hope (Condensed), p. 15 (Ellen Gould White)","content":"The Heresy of Eternal Torment"},{"refcode_short":"GrH_c 15.4","refcode_long":"The Great Hope (Condensed), p. 15.4 (Ellen Gould White)","content":"Evil has been wrought by the heresy of eternal torment. The religion of the Bible, full of love and goodness, is darkened by superstition and clothed with terror. Satan has painted the character of God in false colors. Our merciful Creator is feared, dreaded, even hated. The appalling views of God which have spread over the world from the teachings of the pulpit have made millions of skeptics and infidels."},{"refcode_short":"GrH_c 15.5","refcode_long":"The Great Hope (Condensed), p. 15.5 (Ellen Gould White)","content":"Eternal torment is one of the false doctrines, the wine of abominations (Revelation 14:8; 17:2), which Babylon makes all nations drink. Ministers of Christ accepted this heresy from Rome as they received the false sabbath.*For more information about the Sabbath, see chapter 8 of this book. If we turn from God's Word and accept false doctrines because our fathers taught them, we fall under the condemnation pronounced on Babylon; we are drinking of the wine of her abominations."},{"refcode_short":"GrH_c 15.6","refcode_long":"The Great Hope (Condensed), p. 15.6 (Ellen Gould White)","content":"A large class are driven to the opposite error. They see that Scripture represents God as a being of love and compassion and cannot believe that He will consign His creatures to an eternally burning hell. Holding that the soul is naturally immortal, they conclude that all mankind will be saved. Thus the sinner can live in selfish pleasure, disregarding the requirements of God, and yet be received into His favor. Such doctrine, presuming on God's mercy but ignoring His justice, pleases the carnal heart."},{"refcode_short":"GrH_c 15","refcode_long":"The Great Hope (Condensed), p. 15 (Ellen Gould White)","content":"Will Everyone Be Saved?"},{"refcode_short":"GrH_c 15.7","refcode_long":"The Great Hope (Condensed), p. 15.7 (Ellen Gould White)","content":"Believers in universal salvation wrest the Scriptures. The professed minister of Christ reiterates the falsehood uttered by the serpent in Eden, “Ye shall not surely die.” “In the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods.” He declares that the vilest of sinners—the murderer, the thief, the adulterer—will after death enter into immortal bliss. A pleasing fable indeed, suited to gratify the carnal heart!"},{"refcode_short":"GrH_c 16.1","refcode_long":"The Great Hope (Condensed), p. 16.1 (Ellen Gould White)","content":"If it were true that all men passed directly to heaven at the hour of dissolution, we might well covet death rather than life. Many have been led by this belief to put an end to their existence. Overwhelmed with trouble and disappointment, it seems easy to break the thread of life and soar into the bliss of the eternal world."},{"refcode_short":"GrH_c 16.2","refcode_long":"The Great Hope (Condensed), p. 16.2 (Ellen Gould White)","content":"God has given in His Word decisive evidence that He will punish the transgressors of His law. Is He too merciful to execute justice upon the sinner? Look to the cross of Calvary. The death of the Son of God testifies that “the wages of sin is death” (Romans 6:23), that every violation of God's law must receive retribution. Christ the sinless became sin for man. He bore the guilt of transgression and the hiding of His Father's face until His heart was broken and His life crushed out—all this that sinners might be redeemed. And every soul that refuses to partake of the atonement provided at such a cost must bear in his own person the guilt and punishment of transgression."},{"refcode_short":"GrH_c 16","refcode_long":"The Great Hope (Condensed), p. 16 (Ellen Gould White)","content":"Conditions Are Specified"},{"refcode_short":"GrH_c 16.3","refcode_long":"The Great Hope (Condensed), p. 16.3 (Ellen Gould White)","content":"“I will give unto him that is athirst of the fountain of the water of life freely.” This promise is only to those that thirst. “He that overcometh shall inherit all things; and I will be his God, and he shall be my son.” Revelation 21:6, 7. Conditions are specified. To inherit all things, we must overcome sin."},{"refcode_short":"GrH_c 16.4","refcode_long":"The Great Hope (Condensed), p. 16.4 (Ellen Gould White)","content":"“It shall not be well with the wicked.” Ecclesiastes 8:13. The sinner is treasuring up unto himself “wrath against the day of wrath and revelation of the righteous judgment of God; who will render to every man according to his deeds,” “tribulation and anguish upon every soul of man that doeth evil.” Romans 2:5, 6, 9."},{"refcode_short":"GrH_c 16.5","refcode_long":"The Great Hope (Condensed), p. 16.5 (Ellen Gould White)","content":"“No fornicator, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and God.” “Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city. For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.” Ephesians 5:5, ARV; Revelation 22:14, 15."},{"refcode_short":"GrH_c 16.6","refcode_long":"The Great Hope (Condensed), p. 16.6 (Ellen Gould White)","content":"God has given to men a declaration of His method of dealing with sin. “All the wicked will he destroy.” “The transgressors shall be destroyed together: the end of the wicked shall be cut off.” Psalm 145:20; 37:38. The authority of the divine government will put down rebellion, yet retributive justice will be consistent with the character of God as a merciful, benevolent being."},{"refcode_short":"GrH_c 16.7","refcode_long":"The Great Hope (Condensed), p. 16.7 (Ellen Gould White)","content":"God does not force the will. He takes no pleasure in slavish obedience. He desires that the creatures of His hands shall love Him because He is worthy of love. He would have them obey Him because they have an intelligent appreciation of His wisdom, justice, and benevolence."},{"refcode_short":"GrH_c 16.8","refcode_long":"The Great Hope (Condensed), p. 16.8 (Ellen Gould White)","content":"The principles of the divine government are in harmony with the Saviour's precept, “Love your enemies.” Matthew 5:44. God executes justice on the wicked for the good of the universe and even for the good of those on whom His judgments are visited. He would make them happy if He could. He surrounds them with tokens of His love and follows them with offers of mercy; but they despise His love, make void His law, and reject His mercy. Constantly receiving His gifts, they dishonor the Giver. The Lord bears long with their perversity; but will He chain these rebels to His side, force them to do His will?"},{"refcode_short":"GrH_c 17","refcode_long":"The Great Hope (Condensed), p. 17 (Ellen Gould White)","content":"Not Prepared to Enter Heaven"},{"refcode_short":"GrH_c 17.1","refcode_long":"The Great Hope (Condensed), p. 17.1 (Ellen Gould White)","content":"Those who have chosen Satan as their leader are not prepared to enter the presence of God. Pride, deception, licentiousness, cruelty, have become fixed in their characters. Can they enter heaven to dwell forever with those whom they hated on earth? Truth will never be agreeable to a liar; meekness will not satisfy self-esteem; purity is not acceptable to the corrupt; disinterested love does not appear attractive to the selfish. What enjoyment could heaven offer those who are absorbed in selfish interests?"},{"refcode_short":"GrH_c 17.2","refcode_long":"The Great Hope (Condensed), p. 17.2 (Ellen Gould White)","content":"Could those whose hearts are filled with hatred of God, of truth and holiness, mingle with the heavenly throng and join their songs of praise? Years of probation were granted them, but they never trained the mind to love purity. They never learned the language of heaven. Now it is too late."},{"refcode_short":"GrH_c 17.3","refcode_long":"The Great Hope (Condensed), p. 17.3 (Ellen Gould White)","content":"A life of rebellion against God has unfitted them for heaven. Its purity and peace would be torture to them; the glory of God would be a consuming fire. They would long to flee from that holy place and would welcome destruction, that they might be hidden from the face of Him who died to redeem them. The destiny of the wicked is fixed by their own choice. Their exclusion from heaven is voluntary with themselves, and just and merciful on the part of God. Like the waters of the Flood the fires of the great day declare God's verdict that the wicked are incurable. Their will has been exercised in revolt. When life is ended, it is too late to turn their thoughts from transgression to obedience, from hatred to love."},{"refcode_short":"GrH_c 17","refcode_long":"The Great Hope (Condensed), p. 17 (Ellen Gould White)","content":"Two Destinies"},{"refcode_short":"GrH_c 17.4","refcode_long":"The Great Hope (Condensed), p. 17.4 (Ellen Gould White)","content":"“The wages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord.” While life is the inheritance of the righteous, death is the portion of the wicked. “The second death” is placed in contrast with everlasting life. Romans 6:23; see Revelation 20:14."},{"refcode_short":"GrH_c 17.5","refcode_long":"The Great Hope (Condensed), p. 17.5 (Ellen Gould White)","content":"In consequence of Adam's sin, death passed upon the whole human race. All alike go down into the grave. And through the plan of salvation, all are to be brought forth from their graves: “There shall be a resurrection of the dead, both of the just and unjust,” “for as in Adam all die, even so in Christ shall all be made alive.” But a distinction is made between the two classes brought forth: “All that are in the graves shall hear his voice, and shall come forth; they that have done good, unto the resurrection of life: and they that have done evil, unto the resurrection of damnation.” Acts 24:15; 1 Corinthians 15:22; John 5:28, 29."},{"refcode_short":"GrH_c 17","refcode_long":"The Great Hope (Condensed), p. 17 (Ellen Gould White)","content":"The End of Suffering"},{"refcode_short":"GrH_c 17.6","refcode_long":"The Great Hope (Condensed), p. 17.6 (Ellen Gould White)","content":"They who have been “accounted worthy” of the resurrection of life are “blessed and holy.” “On such the second death hath no power.” Luke 20:35; Revelation 20:6. But those who have not secured pardon through repentance and faith must receive “the wages of sin,” punishment “according to their works,” ending in the “second death.”"},{"refcode_short":"GrH_c 17.7","refcode_long":"The Great Hope (Condensed), p. 17.7 (Ellen Gould White)","content":"Since it is impossible for God to save the sinner in his sins, He deprives him of the existence which his transgressions have forfeited and of which he has proved himself unworthy. “Yet a little while, and the wicked shall not be: yea, thou shalt diligently consider his place, and it shall not be.” “They shall be as though they had not been.” Psalm 37:10; Obadiah 16. They sink into hopeless, eternal oblivion."},{"refcode_short":"GrH_c 18.1","refcode_long":"The Great Hope (Condensed), p. 18.1 (Ellen Gould White)","content":"Thus will be made an end of sin. “Thou hast destroyed the wicked, thou hast put out their name forever and ever. O thou enemy, destructions are come to a perpetual end.” Psalm 9:5, 6. John, in the Revelation, hears a universal anthem of praise undisturbed by one note of discord. No lost souls blaspheme God as they writhe in never-ending torment. No wretched beings in hell will mingle their shrieks with the songs of the saved."},{"refcode_short":"GrH_c 18.2","refcode_long":"The Great Hope (Condensed), p. 18.2 (Ellen Gould White)","content":"Upon the error of natural immortality rests the doctrine of consciousness in death. Like eternal torment, it is opposed to Scripture, to reason, and to our feelings of humanity."},{"refcode_short":"GrH_c 18.3","refcode_long":"The Great Hope (Condensed), p. 18.3 (Ellen Gould White)","content":"According to popular belief, the redeemed in heaven are acquainted with all that takes place on earth. But how could it be happiness to the dead to know the troubles of the living, to see them enduring the sorrows, disappointments, and anguish of life? And how revolting the belief that as soon as the breath leaves the body the soul of the impenitent is consigned to the flames of hell!"},{"refcode_short":"GrH_c 18.4","refcode_long":"The Great Hope (Condensed), p. 18.4 (Ellen Gould White)","content":"What say the Scriptures? Man is not conscious in death: “His breath goeth forth, he returneth to his earth; in that very day his thoughts perish.” “The living know that they shall die: but the dead know not anything.... Their love, and their hatred, and their envy, is now perished; neither have they any more a portion forever in anything that is done under the sun.” “The grave cannot praise thee, death cannot celebrate thee: they that go down into the pit cannot hope for thy truth. The living, the living, he shall praise thee, as I do this day.” “In death there is no remembrance of thee: in the grave who shall give thee thanks?” Psalm 146:4; Ecclesiastes 9:5, 6; Isaiah 38:18, 19; Psalm 6:5."},{"refcode_short":"GrH_c 18.5","refcode_long":"The Great Hope (Condensed), p. 18.5 (Ellen Gould White)","content":"Peter on the day of Pentecost declared that David “is both dead and buried, and his sepulcher is with us unto this day.” “For David is not ascended into the heavens.” Acts 2:29, 34. The fact that David remains in the grave until the resurrection proves that the righteous do not go to heaven at death."},{"refcode_short":"GrH_c 18","refcode_long":"The Great Hope (Condensed), p. 18 (Ellen Gould White)","content":"Resurrection to Eternal Life"},{"refcode_short":"GrH_c 18.6","refcode_long":"The Great Hope (Condensed), p. 18.6 (Ellen Gould White)","content":"When about to leave His disciples, Jesus did not tell them that they would soon come to Him: “I go to prepare a place for you,” He said. “And if I go and prepare a place for you, I will come again, and receive you unto myself.” John 14:2, 3. Paul tells us further, that “the Lord himself shall descend from heaven with a shout, with the voice of the Archangel, and with the trump of God: and the dead in Christ shall rise first: then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.” And he adds: “Comfort one another with these words.” 1 Thessalonians 4:16-18. At the coming of the Lord, the fetters of the tomb shall be broken and the “dead in Christ” shall be raised to eternal life."},{"refcode_short":"GrH_c 18.7","refcode_long":"The Great Hope (Condensed), p. 18.7 (Ellen Gould White)","content":"All are to be judged according to the things written in the books and rewarded as their works have been. This judgment does not take place at death. “He hath appointed a day, in the which he will judge the world in righteousness.” “Behold, the Lord cometh with ten thousands of his saints, to execute judgment upon all.” Acts 17:31; Jude 14, 15."},{"refcode_short":"GrH_c 18.8","refcode_long":"The Great Hope (Condensed), p. 18.8 (Ellen Gould White)","content":"But if the dead already enjoy heaven or writhe in the flames of hell, what need of a future judgment? God's Word may be understood by common minds. But what candid mind can see either wisdom or justice in the current theory? Will the righteous receive the commendation, “Well done, thou good and faithful servant,... enter thou into the joy of thy Lord,” when they have been dwelling in His presence for long ages? Are the wicked summoned from torment to receive sentence from the Judge, “Depart from me, ye cursed, into everlasting fire”? Matthew 25:21, 41."},{"refcode_short":"GrH_c 19.1","refcode_long":"The Great Hope (Condensed), p. 19.1 (Ellen Gould White)","content":"The theory of the immortality of the soul was one of those false doctrines that Rome borrowed from paganism. Martin Luther classed it with the “monstrous fables that form part of the Roman dunghill of decretals.”1E. Petavel, The Problem of Immortality, p. 255. The Bible teaches that the dead sleep until the resurrection."},{"refcode_short":"GrH_c 19","refcode_long":"The Great Hope (Condensed), p. 19 (Ellen Gould White)","content":"Immortality When Jesus Returns"},{"refcode_short":"GrH_c 19.2","refcode_long":"The Great Hope (Condensed), p. 19.2 (Ellen Gould White)","content":"Blessed rest for the weary righteous! Time, be it long or short, is but a moment to them. They sleep; they are awakened by the trump of God to a glorious immortality. “For the trumpet shall sound, and the dead shall be raised incorruptible.... So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.” 1 Corinthians 15:52-54."},{"refcode_short":"GrH_c 19.3","refcode_long":"The Great Hope (Condensed), p. 19.3 (Ellen Gould White)","content":"Called forth from their slumber, they begin to think just where they ceased. The last sensation was the pang of death; the last thought, that they were falling beneath the power of the grave. When they arise from the tomb, their first glad thought will be echoed in the triumphal shout: “O death, where is thy sting? O grave, where is thy victory?” 1 Corinthians 15:55."},{"refcode_short":"GrH_c 20","refcode_long":"The Great Hope (Condensed), p. 20 (Ellen Gould White)","content":"Chapter 5—False Hope"},{"refcode_short":"GrH_c 20.1","refcode_long":"The Great Hope (Condensed), p. 20.1 (Ellen Gould White)","content":"The doctrine of natural immortality, first borrowed from pagan philosophy and in the darkness of the great apostasy incorporated into the Christian faith, has supplanted the truth that “the dead know not anything.” Ecclesiastes 9:5. Multitudes believe that the spirits of the dead are the “ministering spirits sent forth to minister for them who shall be heirs of salvation.” Hebrews 1:14."},{"refcode_short":"GrH_c 20.2","refcode_long":"The Great Hope (Condensed), p. 20.2 (Ellen Gould White)","content":"The belief that spirits of the dead return to minister to the living has prepared the way for modern spiritualism. If the dead are privileged with knowledge far exceeding what they before possessed, why not return to earth and instruct the living? If spirits of the dead hover about their friends on earth, why not communicate with them? How can those who believe in man's consciousness in death reject “divine light” communicated by glorified spirits? Here is a channel regarded as sacred through which Satan works. Fallen angels appear as messengers from the spirit world."},{"refcode_short":"GrH_c 20.3","refcode_long":"The Great Hope (Condensed), p. 20.3 (Ellen Gould White)","content":"The prince of evil has power to bring before men the appearance of departed friends. The counterfeit is perfect, reproduced with marvelous distinctness. Many are comforted with the assurance that their loved ones are enjoying heaven. Without suspicion of danger, they give ear “to seducing spirits, and doctrines of devils.” 1 Timothy 4:1."},{"refcode_short":"GrH_c 20.4","refcode_long":"The Great Hope (Condensed), p. 20.4 (Ellen Gould White)","content":"Those who went into the grave unprepared claim to be happy and to occupy exalted positions in heaven. Pretended visitants from the world of spirits sometimes utter warnings which prove to be correct. Then, as confidence is gained, they present doctrines that undermine the Scriptures. The fact that they state some truths and at times foretell future events gives an appearance of reliability, and their false teachings are accepted. The law of God is set aside, the Spirit of grace despised. The spirits deny the deity of Christ and place the Creator on a level with themselves."},{"refcode_short":"GrH_c 20.5","refcode_long":"The Great Hope (Condensed), p. 20.5 (Ellen Gould White)","content":"While it is true that the results of trickery have often been palmed off as genuine manifestations, there have been, also, marked exhibitions of supernatural power, the direct work of evil angels. Many believe that spiritualism is merely human imposture. When brought face to face with manifestations which they cannot but regard as supernatural, they will be deceived and accept them as the great power of God."},{"refcode_short":"GrH_c 20.6","refcode_long":"The Great Hope (Condensed), p. 20.6 (Ellen Gould White)","content":"By satanic aid Pharaoh's magicians counterfeited the work of God. See Exodus 7:10-12. Paul testifies that the coming of the Lord is to be preceded by “the working of Satan with all power and signs and lying wonders, and with all deceivableness of unrighteousness.” 2 Thessalonians 2:9, 10. And John declares: “He doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men, and deceiveth them that dwell on the earth by means of those miracles which he had power to do.” Revelation 13:13, 14. No mere impostures are here foretold. Men are deceived by the miracles which Satan's agents do, not which they pretend to do."},{"refcode_short":"GrH_c 20","refcode_long":"The Great Hope (Condensed), p. 20 (Ellen Gould White)","content":"Appeal to Intellect"},{"refcode_short":"GrH_c 20.7","refcode_long":"The Great Hope (Condensed), p. 20.7 (Ellen Gould White)","content":"To persons of culture and refinement the prince of darkness presents spiritualism in its more refined and intellectual aspects. He delights the fancy with enrapturing scenes and eloquent portrayals of love and charity. He leads men to take so great pride in their own wisdom that in their hearts they despise the Eternal One."},{"refcode_short":"GrH_c 21.1","refcode_long":"The Great Hope (Condensed), p. 21.1 (Ellen Gould White)","content":"Satan beguiles men now as he beguiled Eve in Eden, by exciting ambition for self-exaltation. “Ye shall be as gods,” he declares, “knowing good and evil.” Genesis 3:5. Spiritualism teaches “that man is the creature of progression ... toward the Godhead.” And again: “The judgment will be right, because it is the judgment of self.... The throne is within you.” And another declares: “Any just and perfect being is Christ.”"},{"refcode_short":"GrH_c 21.2","refcode_long":"The Great Hope (Condensed), p. 21.2 (Ellen Gould White)","content":"Thus Satan has substituted the sinful nature of man himself for the law of God as the only rule of judgment. This is progress, not upward, but downward. Man will never rise higher than his standard of purity or goodness. If self is his loftiest ideal, he will never attain to anything more exalted. The grace of God alone has power to exalt man. Left to himself, his course must be downward."},{"refcode_short":"GrH_c 21","refcode_long":"The Great Hope (Condensed), p. 21 (Ellen Gould White)","content":"Appeal to the Pleasure-Loving"},{"refcode_short":"GrH_c 21.3","refcode_long":"The Great Hope (Condensed), p. 21.3 (Ellen Gould White)","content":"To the self-indulgent, the pleasure-loving, the sensual, spiritualism presents a less subtle disguise. In its grosser forms they find what is in harmony with their inclinations. Satan marks the sins each individual is inclined to commit and then takes care that opportunities shall not be wanting to gratify the tendency. He tempts men through intemperance to weaken physical, mental, and moral power. He destroys thousands through indulgence of passion, brutalizing the entire nature. And to complete his work, the spirits declare that “true knowledge places man above all law”; that “whatever is, is right”; that “God doth not condemn”; and that “all sins ... are innocent.” When people thus believe that desire is the highest law, that liberty is license, that man is accountable only to himself, who can wonder that corruption teems on every hand? Multitudes eagerly accept the promptings of lust. Satan sweeps into his net thousands who profess to follow Christ."},{"refcode_short":"GrH_c 21.4","refcode_long":"The Great Hope (Condensed), p. 21.4 (Ellen Gould White)","content":"But God has given sufficient light to discover the snare. The very foundation of spiritualism is at war with Scripture. The Bible declares that the dead know not anything, that their thoughts have perished; they have no part in the joys or sorrows of those on earth."},{"refcode_short":"GrH_c 21","refcode_long":"The Great Hope (Condensed), p. 21 (Ellen Gould White)","content":"Forbidden Fellowship"},{"refcode_short":"GrH_c 21.5","refcode_long":"The Great Hope (Condensed), p. 21.5 (Ellen Gould White)","content":"Furthermore, God has forbidden pretended communication with departed spirits. The “familiar spirits,” as these visitants from other worlds were called, are declared by the Bible to be “the spirits of devils.” See Numbers 25:1-3; Psalm 106:28; 1 Corinthians 10:20; Revelation 16:14. Dealing with them was forbidden under penalty of death. Leviticus 19:31; 20:27. But spiritualism has made its way into scientific circles, invaded churches, and found favor in legislative bodies, even in the courts of kings. This mammoth deception is a revival in a new disguise of the witchcraft condemned of old."},{"refcode_short":"GrH_c 21.6","refcode_long":"The Great Hope (Condensed), p. 21.6 (Ellen Gould White)","content":"By representing the basest of men as in heaven, Satan says to the world, “No matter whether you believe or disbelieve God and the Bible, live as you please; heaven is your home.” Saith the Word of God: “Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness.” Isaiah 5:20."},{"refcode_short":"GrH_c 21","refcode_long":"The Great Hope (Condensed), p. 21 (Ellen Gould White)","content":"Bible Represented as Fiction"},{"refcode_short":"GrH_c 21.7","refcode_long":"The Great Hope (Condensed), p. 21.7 (Ellen Gould White)","content":"The apostles, personated by lying spirits, are made to contradict what they wrote when on earth. Satan is making the world believe that the Bible is fiction, a book suited to the infancy of the race, but now to be regarded as obsolete. The Book that is to judge him and his followers he puts in the shade; the Saviour of the world he makes to be no more than a common man. And believers in spiritual manifestations try to make it appear that there is nothing miraculous in our Saviour's life. Their own miracles, they declare, far exceed the works of Christ."},{"refcode_short":"GrH_c 22.1","refcode_long":"The Great Hope (Condensed), p. 22.1 (Ellen Gould White)","content":"Spiritualism is now assuming a Christian guise. But its teachings cannot be denied or hidden. In its present form it is a more dangerous, more subtle, deception. It now professes to accept Christ and the Bible. But the Bible is interpreted in a manner pleasing to the unrenewed heart. Love is dwelt upon as the chief attribute of God, but is degraded to a weak sentimentalism. God's denunciations of sin, the requirements of His holy law, are kept out of sight. Fables lead men to reject the Bible as the foundation of their faith. Christ is as verily denied as before, but the deception is not discerned."},{"refcode_short":"GrH_c 22.2","refcode_long":"The Great Hope (Condensed), p. 22.2 (Ellen Gould White)","content":"Few have a just conception of the deceptive power of spiritualism. Many tamper with it merely to gratify curiosity. They would be filled with horror at the thought of yielding to the spirits' control. But they venture on forbidden ground, and the destroyer exercises his power on them against their will. Let them once be induced to submit their minds to his direction, and he holds them captive. Nothing but the power of God, in answer to earnest prayer, can deliver these souls."},{"refcode_short":"GrH_c 22.3","refcode_long":"The Great Hope (Condensed), p. 22.3 (Ellen Gould White)","content":"All who willfully cherish known sin are inviting the temptations of Satan. They separate themselves from God and the watchcare of His angels, and are without defense."},{"refcode_short":"GrH_c 22.4","refcode_long":"The Great Hope (Condensed), p. 22.4 (Ellen Gould White)","content":"“When they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter; should not a people seek unto their God? for the living to the dead? To the law and to the testimony: if they speak not according to this word, it is because there is no light in them.” Isaiah 8:19, 20."},{"refcode_short":"GrH_c 22.5","refcode_long":"The Great Hope (Condensed), p. 22.5 (Ellen Gould White)","content":"If men had been willing to receive the truth concerning the nature of man and the state of the dead, they would see in spiritualism Satan's power and lying wonders. But multitudes close their eyes to the light, and Satan weaves his snares about them. “Because they received not the love of the truth, that they might be saved,” therefore “God shall send them strong delusion, that they should believe a lie.” 2 Thessalonians 2:10, 11."},{"refcode_short":"GrH_c 22.6","refcode_long":"The Great Hope (Condensed), p. 22.6 (Ellen Gould White)","content":"Those who oppose spiritualism assail Satan and his angels. Satan will not yield one inch of ground except as driven back by heavenly messengers. He can quote Scripture now as in the days of Christ, and he will pervert its teachings. Those who would stand in this time of peril must understand for themselves the testimony of the Scriptures."},{"refcode_short":"GrH_c 22","refcode_long":"The Great Hope (Condensed), p. 22 (Ellen Gould White)","content":"Understand the Scriptures"},{"refcode_short":"GrH_c 22.7","refcode_long":"The Great Hope (Condensed), p. 22.7 (Ellen Gould White)","content":"Spirits of devils personating relatives or friends will appeal to our tender sympathies and will work miracles. We must withstand them with the Bible truth that the dead know not anything and that they who thus appear are the spirits of devils."},{"refcode_short":"GrH_c 22.8","refcode_long":"The Great Hope (Condensed), p. 22.8 (Ellen Gould White)","content":"All whose faith is not established on the Word of God will be deceived and overcome. Satan “works with all deceivableness of unrighteousness,” and his deceptions will increase. But those who seek a knowledge of the truth and purify their souls through obedience will find in the God of truth a sure defense. The Saviour would sooner send every angel out of heaven to protect His people than leave one soul that trusts in Him to be overcome by Satan. Those who comfort themselves with the assurance that there is no punishment for the sinner, who renounce the truths which Heaven has provided as a defense for the day of trouble, will accept the lies offered by Satan, the delusive pretensions of spiritualism."},{"refcode_short":"GrH_c 23.1","refcode_long":"The Great Hope (Condensed), p. 23.1 (Ellen Gould White)","content":"Scoffers hold up to ridicule the declarations of Scripture concerning the plan of salvation and the retribution to be visited upon the rejecters of truth. They affect great pity for minds so narrow, weak, and superstitious as to obey the requirements of God's law. So fully have they yielded to the tempter, so closely are they united with him and imbued with his spirit, that they have no inclination to break away from his snare."},{"refcode_short":"GrH_c 23.2","refcode_long":"The Great Hope (Condensed), p. 23.2 (Ellen Gould White)","content":"The foundation of Satan's work was laid by the assurance given to Eve in Eden: “Ye shall not surely die.” “In the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.” Genesis 3:4, 5. His masterpiece of deception will be reached in the last remnant of time. Says the prophet: “I saw three unclean spirits like frogs;... they are the spirits of devils, working miracles, which go forth unto the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.” Revelation 16:13, 14."},{"refcode_short":"GrH_c 23.3","refcode_long":"The Great Hope (Condensed), p. 23.3 (Ellen Gould White)","content":"Except those who are kept by the power of God through faith in His Word, the whole world will be swept into the ranks of this delusion. The people are fast being lulled to a fatal security, to be awakened only by the outpouring of the wrath of God."},{"refcode_short":"GrH_c 24","refcode_long":"The Great Hope (Condensed), p. 24 (Ellen Gould White)","content":"Chapter 6—True Peace"},{"refcode_short":"GrH_c 24.1","refcode_long":"The Great Hope (Condensed), p. 24.1 (Ellen Gould White)","content":"Wherever the Word of God has been faithfully preached, results have followed that attested its divine origin. Sinners felt their consciences quickened. Deep conviction took hold upon their minds and hearts. They had a sense of the righteousness of God, and cried out: “Who shall deliver me from the body of this death?” Romans 7:24. As the cross was revealed, they saw that nothing but the merits of Christ could atone for their transgressions. Through the blood of Jesus they had “remission of sins that are past.” Romans 3:25."},{"refcode_short":"GrH_c 24.2","refcode_long":"The Great Hope (Condensed), p. 24.2 (Ellen Gould White)","content":"These souls believed and were baptized and rose to walk in newness of life, by the faith of the Son of God to follow in His steps, to reflect His character, and to purify themselves even as He is pure. Things they once hated they now loved, and things they once loved they hated. The proud became meek, the vain and supercilious became serious and unobtrusive. The drunken became sober, the profligate pure. Christians sought not the “outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel; but ... that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.” 1 Peter 3:3, 4."},{"refcode_short":"GrH_c 24.3","refcode_long":"The Great Hope (Condensed), p. 24.3 (Ellen Gould White)","content":"Revivals were characterized by solemn appeals to the sinner. The fruits were seen in souls who shrank not at self-denial but rejoiced that they were counted worthy to suffer for the sake of Christ. Men beheld a transformation in those who professed the name of Jesus. Such were the effects that in former years followed seasons of religious awakening."},{"refcode_short":"GrH_c 24.4","refcode_long":"The Great Hope (Condensed), p. 24.4 (Ellen Gould White)","content":"But many revivals of modern times present a marked contrast. It is true that many profess conversion, and there are large accessions to the churches. Nevertheless the results are not such as to warrant the belief that there has been a corresponding increase of real spiritual life. The light which flames up for a time soon dies out."},{"refcode_short":"GrH_c 24.5","refcode_long":"The Great Hope (Condensed), p. 24.5 (Ellen Gould White)","content":"Popular revivals too often excite the emotions, gratifying the love for what is new and startling. Converts thus gained have little desire to listen to Bible truth. Unless a religious service has something of a sensational character, it has no attraction for them."},{"refcode_short":"GrH_c 24.6","refcode_long":"The Great Hope (Condensed), p. 24.6 (Ellen Gould White)","content":"With every truly converted soul the relation to God and to eternal things will be the great topic of life. Where in the popular churches of today is the spirit of consecration to God? Converts do not renounce pride and love of the world. They are no more willing to deny self and follow the meek and lowly Jesus than before their conversion. Godliness has well-nigh departed from many of the churches."},{"refcode_short":"GrH_c 24","refcode_long":"The Great Hope (Condensed), p. 24 (Ellen Gould White)","content":"True Followers of Christ"},{"refcode_short":"GrH_c 24.7","refcode_long":"The Great Hope (Condensed), p. 24.7 (Ellen Gould White)","content":"Notwithstanding the widespread declension of faith, there are true followers of Christ in these churches. Before the final visitation of God's judgments upon the earth, there will be among the people of the Lord a revival of primitive godliness not witnessed since apostolic times. The Spirit of God will be poured out. Many will separate from those churches in which love of this world has supplanted love for God and His Word. Many ministers and people will gladly accept those great truths which prepare a people for the Lord's second coming."},{"refcode_short":"GrH_c 24.8","refcode_long":"The Great Hope (Condensed), p. 24.8 (Ellen Gould White)","content":"The enemy of souls desires to hinder this work, and before the time for such a movement shall come, he will endeavor to prevent it by introducing a counterfeit. In those churches which he can bring under his power he will make it appear that God's special blessing is poured out. Multitudes will exult, “God is working marvelously,” when the work is that of another spirit. Under a religious guise, Satan will seek to extend his influence over the Christian world. In such revivals there is an emotional excitement, a mingling of the true with the false, well adapted to mislead."},{"refcode_short":"GrH_c 25.1","refcode_long":"The Great Hope (Condensed), p. 25.1 (Ellen Gould White)","content":"Yet in the light of God's Word it is not difficult to determine the nature of these movements. Wherever men neglect the testimony of the Bible, turning away from those plain, soul-testing truths which require self-denial and renunciation of the world, there we may be sure that God's blessing is not bestowed. And by the rule, “Ye shall know them by their fruits” (Matthew 7:16), it is evident that these movements are not the work of the Spirit of God."},{"refcode_short":"GrH_c 25.2","refcode_long":"The Great Hope (Condensed), p. 25.2 (Ellen Gould White)","content":"The truths of God's Word are a shield against the deceptions of Satan. Neglect of these truths has opened the door to the evils now widespread in the world. The importance of the law of God has been to a great extent lost sight of. A wrong conception of the divine law has led to errors in conversion and sanctification, lowering the standard of piety. Here is to be found the secret of the lack of the Spirit of God in the revivals of our time."},{"refcode_short":"GrH_c 25","refcode_long":"The Great Hope (Condensed), p. 25 (Ellen Gould White)","content":"The Law of Liberty"},{"refcode_short":"GrH_c 25.3","refcode_long":"The Great Hope (Condensed), p. 25.3 (Ellen Gould White)","content":"Many religious teachers assert that Christ by His death abolished the law. Some represent it as a grievous yoke, and in contrast to the “bondage” of the law they present the “liberty” to be enjoyed under the gospel."},{"refcode_short":"GrH_c 25.4","refcode_long":"The Great Hope (Condensed), p. 25.4 (Ellen Gould White)","content":"But not so did prophets and apostles regard the holy law of God. Said David: “I will walk at liberty: for I seek thy precepts.” Psalm 119:45. The apostle James refers to the Decalogue as “the perfect law of liberty.” James 1:25. The Revelator pronounces a blessing upon them “that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city.” Revelation 22:14."},{"refcode_short":"GrH_c 25.5","refcode_long":"The Great Hope (Condensed), p. 25.5 (Ellen Gould White)","content":"Had it been possible for the law to be changed or set aside, Christ need not have died to save man from the penalty of sin. The Son of God came to “magnify the law, and make it honorable.” Isaiah 42:21. He said: “Think not that I am come to destroy the law”; “till heaven and earth pass, one jot or one tittle shall in no wise pass from the law.” Concerning Himself He declared: “I delight to do thy will, O my God; yea, thy law is within my heart.” Matthew 5:17, 18; Psalm 40:8."},{"refcode_short":"GrH_c 25.6","refcode_long":"The Great Hope (Condensed), p. 25.6 (Ellen Gould White)","content":"The law of God is unchangeable, a revelation of the character of its Author. God is love, and His law is love. “Love is the fulfilling of the law.” Says the psalmist: “Thy law is the truth”; “all thy commandments are righteousness.” Paul declares: “The law is holy, and the commandment holy, and just, and good.” Romans 13:10; Psalm 119:142, 172; Romans 7:12. Such a law must be as enduring as its Author."},{"refcode_short":"GrH_c 25.7","refcode_long":"The Great Hope (Condensed), p. 25.7 (Ellen Gould White)","content":"It is the work of conversion and sanctification to reconcile men to God by bringing them into accord with the principles of His law. In the beginning, man was in perfect harmony with the law of God. But sin alienated him from his Maker. His heart was at war with God's law. “The carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.” Romans 8:7. But “God so loved the world, that he gave his only begotten Son,” that man might be reconciled to God, restored to harmony with his Maker. This change is the new birth, without which “he cannot see the kingdom of God.” John 3:16, 3."},{"refcode_short":"GrH_c 26","refcode_long":"The Great Hope (Condensed), p. 26 (Ellen Gould White)","content":"Conviction of Sin"},{"refcode_short":"GrH_c 26.1","refcode_long":"The Great Hope (Condensed), p. 26.1 (Ellen Gould White)","content":"The first step in reconciliation to God is the conviction of sin. “Sin is the transgression of the law.” “By the law is the knowledge of sin.” 1 John 3:4; Romans 3:20. In order to see his guilt, the sinner must test his character by God's mirror which shows the perfection of a righteous character and enables him to discern the defects in his own."},{"refcode_short":"GrH_c 26.2","refcode_long":"The Great Hope (Condensed), p. 26.2 (Ellen Gould White)","content":"The law reveals to man his sin, but provides no remedy. It declares that death is the portion of the transgressor. The gospel of Christ alone can free him from the condemnation or the defilement of sin. He must exercise repentance toward God, whose law has been transgressed, and faith in Christ, his atoning sacrifice. Thus he obtains “remission of sins that are past” (Romans 3:25) and becomes a child of God."},{"refcode_short":"GrH_c 26","refcode_long":"The Great Hope (Condensed), p. 26 (Ellen Gould White)","content":"Luther Illustrates Finding Forgiveness and Salvation"},{"refcode_short":"GrH_c 26.3","refcode_long":"The Great Hope (Condensed), p. 26.3 (Ellen Gould White)","content":"A desire to find peace with God led Martin Luther to devote himself to a monastic life. Here he was required to perform the lowest drudgery and to beg from house to house. He patiently endured this humiliation, believing it necessary because of his sins."},{"refcode_short":"GrH_c 26.4","refcode_long":"The Great Hope (Condensed), p. 26.4 (Ellen Gould White)","content":"He led a most rigorous life, endeavoring by fasting, vigils, and scourgings to subdue the evils of his nature. He afterward said, “If ever monk could obtain heaven by his monkish works, I should certainly have been entitled to it.... If it had continued much longer, I should have carried my mortifications even to death.”1. With all his efforts, his burdened soul found no relief. He was at last driven to the verge of despair."},{"refcode_short":"GrH_c 26.5","refcode_long":"The Great Hope (Condensed), p. 26.5 (Ellen Gould White)","content":"When it appeared that all was lost, God raised up a friend for him. Staupitz opened the Word of God to Luther's mind and bade him look away from self and look to Jesus. “Instead of torturing yourself on account of your sins, throw yourself into the Redeemer's arms. Trust in Him, in the righteousness of His life, in the atonement of His death.... The Son of God ... became man to give you the assurance of divine favor.... Love Him who first loved you.”2J. H. Merle D'Aubigne, History of the Reformation of the Sixteenth Century, bk. 2, ch. 4. His words made a deep impression on Luther's mind. Peace came to his troubled soul."},{"refcode_short":"GrH_c 26.6","refcode_long":"The Great Hope (Condensed), p. 26.6 (Ellen Gould White)","content":"Later, Luther's voice was heard from the pulpit in solemn warning. He set before the people the offensive character of sin and taught that it is impossible for man by his own works to lessen its guilt or evade its punishment. Nothing but repentance toward God and faith in Christ can save the sinner. The grace of Christ cannot be purchased; it is a free gift. He counseled the people not to buy indulgences, but to look in faith to a crucified Redeemer. He related his own painful experience and assured his hearers that it was by believing in Christ that he found peace and joy."},{"refcode_short":"GrH_c 26","refcode_long":"The Great Hope (Condensed), p. 26 (Ellen Gould White)","content":"Does Forgiveness Free Us From Obedience?"},{"refcode_short":"GrH_c 26.7","refcode_long":"The Great Hope (Condensed), p. 26.7 (Ellen Gould White)","content":"Is the forgiven sinner now free to transgress God's law? Says Paul: “Do we then make void the law through faith? God forbid: yea, we establish the law.” “How shall we, that are dead to sin, live any longer therein?” John declares: “This is the love of God, that we keep his commandments: and his commandments are not grievous.” In the new birth the heart is brought into harmony with God, into accord with His law. When this change has taken place in the sinner he has passed from death unto life, from transgression and rebellion to obedience and loyalty. The old life has ended; the new life of reconciliation, faith, and love has begun. Then “the righteousness of the law” will “be fulfilled in us, who walk not after the flesh, but after the Spirit.” The language of the soul will be: “O how love I thy law! it is my meditation all the day.” Romans 3:31; 6:2; 1 John 5:3; Romans 8:4; Psalm 119:97."},{"refcode_short":"GrH_c 27.1","refcode_long":"The Great Hope (Condensed), p. 27.1 (Ellen Gould White)","content":"Without the law, men have no true conviction of sin and feel no need of repentance. They do not realize their need of the atoning blood of Christ. The hope of salvation is accepted without a radical change of heart or reformation of life. Thus superficial conversions abound, and multitudes join the church who have never been united to Christ."},{"refcode_short":"GrH_c 27","refcode_long":"The Great Hope (Condensed), p. 27 (Ellen Gould White)","content":"What Is Sanctification?"},{"refcode_short":"GrH_c 27.2","refcode_long":"The Great Hope (Condensed), p. 27.2 (Ellen Gould White)","content":"Erroneous theories of sanctification also spring from neglect or rejection of the divine law. These theories, false in doctrine and dangerous in practical results, are generally finding favor."},{"refcode_short":"GrH_c 27.3","refcode_long":"The Great Hope (Condensed), p. 27.3 (Ellen Gould White)","content":"Paul declares, “This is the will of God, even your sanctification.” The Bible clearly teaches what sanctification is and how it is to be attained. The Saviour prayed for His disciples: “Sanctify them through thy truth: thy word is truth.” And Paul teaches that believers are to be “sanctified by the Holy Ghost.” 1 Thessalonians 4:3; John 17:17; Romans 15:16."},{"refcode_short":"GrH_c 27.4","refcode_long":"The Great Hope (Condensed), p. 27.4 (Ellen Gould White)","content":"What is the work of the Holy Spirit? Jesus told His disciples: “When he, the Spirit of truth, is come, he will guide you into all truth.” John 16:13. And the psalmist says: “Thy law is the truth.” Since the law of God is “holy and just and good,” a character formed by obedience to that law will be holy. Christ is a perfect example of such a character. He says: “I have kept my Father's commandments.” “I do always those things that please him.” John 15:10; 8:29. The followers of Christ are to become like Him—by the grace of God to form characters in harmony with the principles of His holy law. This is Bible sanctification."},{"refcode_short":"GrH_c 27","refcode_long":"The Great Hope (Condensed), p. 27 (Ellen Gould White)","content":"Only Through Faith"},{"refcode_short":"GrH_c 27.5","refcode_long":"The Great Hope (Condensed), p. 27.5 (Ellen Gould White)","content":"This work can be accomplished only through faith in Christ, by the power of the indwelling Spirit of God. The Christian will feel the promptings of sin, but he will maintain a constant warfare against it. Here is where Christ's help is needed. Human weakness becomes united to divine strength, and faith exclaims: “Thanks be to God, which giveth us the victory through our Lord Jesus Christ.” 1 Corinthians 15:57."},{"refcode_short":"GrH_c 27.6","refcode_long":"The Great Hope (Condensed), p. 27.6 (Ellen Gould White)","content":"The work of sanctification is progressive. When in conversion the sinner finds peace with God, the Christian life has just begun. Now he is to “go on unto perfection,” to grow up “unto the measure of the stature of the fulness of Christ.” “I press toward the mark for the prize of the high calling of God in Christ Jesus.” Hebrews 6:1; Ephesians 4:13; Philippians 3:14."},{"refcode_short":"GrH_c 27.7","refcode_long":"The Great Hope (Condensed), p. 27.7 (Ellen Gould White)","content":"Those who experience Bible sanctification will manifest humility. They see their own unworthiness in contrast with the perfection of the Infinite One. The prophet Daniel was an example of true sanctification. Instead of claiming to be pure and holy, this honored prophet identified himself with the really sinful of Israel as he pleaded before God in behalf of his people. Daniel 10:11; 9:15, 18, 20; 10:8, 11."},{"refcode_short":"GrH_c 27.8","refcode_long":"The Great Hope (Condensed), p. 27.8 (Ellen Gould White)","content":"There can be no self-exaltation, no boastful claim to freedom from sin on the part of those who walk in the shadow of Calvary's cross. They feel that it was their sin which caused the agony that broke the heart of the Son of God, and this thought will lead to self-abasement. Those who live nearest to Jesus discern most clearly the frailty and sinfulness of humanity, and their only hope is in the merit of a crucified and risen Saviour."},{"refcode_short":"GrH_c 28.1","refcode_long":"The Great Hope (Condensed), p. 28.1 (Ellen Gould White)","content":"The sanctification now gaining prominence in the religious world carries a spirit of self-exaltation and disregard for the law of God that mark it as foreign to the Bible. Its advocates teach that sanctification is an instantaneous work, by which, through “faith alone,” they attain perfect holiness. “Only believe,” say they, “and the blessing is yours.” No further effort on the part of the receiver is supposed to be required. At the same time they deny the authority of the law of God, urging that they are released from obligation to keep the commandments. But is it possible to be holy without coming into harmony with the principles which express God's nature and will?"},{"refcode_short":"GrH_c 28.2","refcode_long":"The Great Hope (Condensed), p. 28.2 (Ellen Gould White)","content":"The testimony of the Word of God is against this ensnaring doctrine of faith without works. It is not faith that claims the favor of Heaven without complying with the conditions upon which mercy is to be granted. It is presumption. See James 2:14-24."},{"refcode_short":"GrH_c 28.3","refcode_long":"The Great Hope (Condensed), p. 28.3 (Ellen Gould White)","content":"Let none deceive themselves that they can become holy while willfully violating one of God's requirements. Known sin silences the witnessing voice of the Spirit and separates the soul from God. Though John dwells so fully upon love, he does not hesitate to reveal the true character of that class who claim to be sanctified while living in transgression of the law of God. “He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him. But whoso keepeth his word, in him verily is the love of God perfected.” 1 John 2:4, 5. Here is the test of every man's profession. If men belittle and make light of God's precepts, if they “break one of the least of these commandments and teach men so” (Matthew 5:18, 19), we may know that their claims are without foundation."},{"refcode_short":"GrH_c 28.4","refcode_long":"The Great Hope (Condensed), p. 28.4 (Ellen Gould White)","content":"The claim to be without sin is evidence that he who makes this claim is far from holy. He has no true conception of the infinite purity and holiness of God, and the malignity and evil of sin. The greater the distance between himself and Christ, the more righteous he appears in his own eyes."},{"refcode_short":"GrH_c 28","refcode_long":"The Great Hope (Condensed), p. 28 (Ellen Gould White)","content":"Biblical Sanctification"},{"refcode_short":"GrH_c 28.5","refcode_long":"The Great Hope (Condensed), p. 28.5 (Ellen Gould White)","content":"Sanctification embraces the entire being—spirit, soul, and body. See 1 Thessalonians 5:23. Christians are bidden to present their bodies, “a living sacrifice, holy, acceptable unto God.” Romans 12:1. Every practice that weakens physical or mental strength unfits man for the service of his Creator. Those who love God with all their heart will constantly seek to bring every power of their being into harmony with the laws that promote their ability to do His will. They will not by indulgence of appetite or passion enfeeble or defile the offering they present to their heavenly Father."},{"refcode_short":"GrH_c 28.6","refcode_long":"The Great Hope (Condensed), p. 28.6 (Ellen Gould White)","content":"Every sinful gratification tends to benumb and deaden the mental and spiritual perceptions; the Word or Spirit of God can make but a feeble impression on the heart. “Let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.” 2 Corinthians 7:1."},{"refcode_short":"GrH_c 28.7","refcode_long":"The Great Hope (Condensed), p. 28.7 (Ellen Gould White)","content":"How many professed Christians are debasing their godlike manhood by gluttony, by wine drinking, by forbidden pleasure. And the church too often encourages the evil, to replenish her treasury which love for Christ is too feeble to supply. Were Jesus to enter the churches of today and behold the feasting there conducted in the name of religion, would He not drive out those desecrators, as He banished the moneychangers from the temple?"},{"refcode_short":"GrH_c 29.1","refcode_long":"The Great Hope (Condensed), p. 29.1 (Ellen Gould White)","content":"“Know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own? for ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's.” 1 Corinthians 6:19, 20. He whose body is the temple of the Holy Spirit will not be enslaved by a pernicious habit. His powers belong to Christ. His property is the Lord's. How could he squander this entrusted capital?"},{"refcode_short":"GrH_c 29.2","refcode_long":"The Great Hope (Condensed), p. 29.2 (Ellen Gould White)","content":"Professed Christians yearly expend an immense sum on pernicious indulgences. God is robbed in tithes and offerings, while they consume on the altar of destroying lust more than they give to relieve the poor or support the gospel. If all who profess Christ were truly sanctified, their means, instead of being spent for needless and hurtful indulgences, would be turned into the Lord's treasury. Christians would set an example of temperance and self-sacrifice. Then they would be the light of the world."},{"refcode_short":"GrH_c 29.3","refcode_long":"The Great Hope (Condensed), p. 29.3 (Ellen Gould White)","content":"“The lust of the flesh, the lust of the eyes, and the pride of life” (1 John 2:16) control the masses. But Christ's followers have a holier calling. “Come out from among them, and be ye separate, saith the Lord, and touch not the unclean.” To those who comply with the conditions, God's promise is, “I will receive you, and will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.” 2 Corinthians 6:17, 18."},{"refcode_short":"GrH_c 29","refcode_long":"The Great Hope (Condensed), p. 29 (Ellen Gould White)","content":"Direct Access to God"},{"refcode_short":"GrH_c 29.4","refcode_long":"The Great Hope (Condensed), p. 29.4 (Ellen Gould White)","content":"Every step of faith and obedience brings the soul into closer connection with the Light of the World. The bright beams of the Sun of Righteousness shine upon the servants of God, and they are to reflect His rays. The stars tell us that there is a light in heaven with whose glory they are made bright; so Christians make it manifest that there is a God on the throne whose character is worthy of praise and imitation. The holiness of His character will be manifest in His witnesses."},{"refcode_short":"GrH_c 29.5","refcode_long":"The Great Hope (Condensed), p. 29.5 (Ellen Gould White)","content":"Through the merits of Christ we have access to the throne of Infinite Power. “He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?” Jesus says: “If ye then, being evil, know how to give good gifts unto your children: how much more shall your heavenly Father give the Holy Spirit to them that ask him?” “If ye shall ask anything in my name, I will do it.” “Ask, and ye shall receive, that your joy may be full.” Romans 8:32; Luke 11:13; John 14:14; 16:24."},{"refcode_short":"GrH_c 29.6","refcode_long":"The Great Hope (Condensed), p. 29.6 (Ellen Gould White)","content":"It is the privilege of everyone so to live that God will approve and bless him. It is not the will of our heavenly Father that we should be ever under condemnation and darkness. There is no evidence of true humility in going with the head bowed down and the heart filled with thoughts of self. We may go to Jesus and be cleansed and stand before the law without shame and remorse."},{"refcode_short":"GrH_c 29.7","refcode_long":"The Great Hope (Condensed), p. 29.7 (Ellen Gould White)","content":"Through Jesus the fallen sons of Adam become “sons of God.” “He is not ashamed to call them brethren.” The Christian's life should be one of faith, victory, and joy in God. “The joy of the Lord is your strength.” “Rejoice evermore. Pray without ceasing. In everything give thanks: for this is the will of God in Christ Jesus concerning you.” Hebrews 2:11; Nehemiah 8:10; 1 Thessalonians 5:16-18."},{"refcode_short":"GrH_c 29.8","refcode_long":"The Great Hope (Condensed), p. 29.8 (Ellen Gould White)","content":"Such are the fruits of Bible conversion and sanctification; and it is because the great principles of righteousness set forth in the law are so indifferently regarded that these fruits are so rarely witnessed. This is why there is manifest so little of that deep, abiding work of the Spirit which marked former revivals."},{"refcode_short":"GrH_c 30.1","refcode_long":"The Great Hope (Condensed), p. 30.1 (Ellen Gould White)","content":"It is by beholding that we become changed. As those sacred precepts in which God has opened to men the perfection and holiness of His character are neglected, and the minds of the people are attracted to human teachings and theories, there has followed a decline of piety in the church. It is only as the law of God is restored to its rightful position that there can be a revival of primitive faith and godliness among His professed people."},{"refcode_short":"GrH_c 31","refcode_long":"The Great Hope (Condensed), p. 31 (Ellen Gould White)","content":"Chapter 7—Our Only Safeguard"},{"refcode_short":"GrH_c 31.1","refcode_long":"The Great Hope (Condensed), p. 31.1 (Ellen Gould White)","content":"The people of God are directed to the Scriptures as their safeguard against the delusive power of spirits of darkness. Satan employs every possible device to prevent men from obtaining a knowledge of the Bible. At every revival of God's work, he arouses to more intense activity. A final struggle against Christ and His followers is soon to open before us. So closely will the counterfeit resemble the true that it will be impossible to distinguish between them except by the Scriptures."},{"refcode_short":"GrH_c 31.2","refcode_long":"The Great Hope (Condensed), p. 31.2 (Ellen Gould White)","content":"Those who endeavor to obey all the commandments of God will be opposed and derided. To endure the trial, they must understand the will of God as revealed in His Word. They can honor Him only as they have a right conception of His character, government, and purposes, and act in accordance with them. None but those who have fortified the mind with the truths of the Bible will stand through the last great conflict."},{"refcode_short":"GrH_c 31.3","refcode_long":"The Great Hope (Condensed), p. 31.3 (Ellen Gould White)","content":"Before His crucifixion the Saviour explained to His disciples that He was to be put to death and rise again. Angels were present to impress His words on minds and hearts. But the words were banished from the disciples' minds. When the trial came, the death of Jesus as fully destroyed their hopes as if He had not forewarned them. So in the prophecies the future is opened before us as plainly as it was opened to the disciples by Christ. But multitudes have no more understanding of these important truths than if they had never been revealed."},{"refcode_short":"GrH_c 31.4","refcode_long":"The Great Hope (Condensed), p. 31.4 (Ellen Gould White)","content":"When God sends warnings, He requires every person endowed with reason to heed the message. The fearful judgments against the worship of the beast and his image (see Revelation 14:9-11) should lead all to learn what the mark of the beast is and how to avoid receiving it.*This subject is presented in The Great Controversy, chapter 38. But the masses of the people do not want Bible truth, because it interferes with the desires of the sinful heart. Satan supplies the deceptions they love."},{"refcode_short":"GrH_c 31.5","refcode_long":"The Great Hope (Condensed), p. 31.5 (Ellen Gould White)","content":"But God will have a people to maintain the Bible, and the Bible only, as the standard of all doctrines and the basis of all reforms. The opinions of learned men, the deductions of science, the decisions of ecclesiastical councils, the voice of the majority—not one of these should be regarded as evidence for or against any doctrine. We should demand a plain “Thus saith the Lord.” Satan leads the people to look to pastors, to professors of theology as their guides, instead of searching the Scriptures for themselves. By controlling these leaders, he can influence the multitudes."},{"refcode_short":"GrH_c 31.6","refcode_long":"The Great Hope (Condensed), p. 31.6 (Ellen Gould White)","content":"When Christ came, the common people heard Him gladly. But the chief of the priesthood and leading men incased themselves in prejudice; they rejected the evidence of His Messiahship. “How is it,” the people asked, “that our rulers and learned scribes do not believe on Jesus?” Such teachers led the Jewish nation to reject their Redeemer."},{"refcode_short":"GrH_c 31","refcode_long":"The Great Hope (Condensed), p. 31 (Ellen Gould White)","content":"Exalting Human Authority"},{"refcode_short":"GrH_c 31.7","refcode_long":"The Great Hope (Condensed), p. 31.7 (Ellen Gould White)","content":"Christ had a prophetic view of the work of exalting human authority to rule the conscience, which has been so terrible a curse in all ages. His warnings not to follow blind leaders were placed on record as an admonition to future generations."},{"refcode_short":"GrH_c 31.8","refcode_long":"The Great Hope (Condensed), p. 31.8 (Ellen Gould White)","content":"The Roman Church reserves to the clergy the right to interpret the Scriptures. Though the Reformation gave the Scriptures to all, yet the same principle which was maintained by Rome prevents multitudes in Protestant churches from searching the Bible for themselves. They are taught to accept its teachings as interpreted by the church. Thousands dare receive nothing, however plain in Scripture, that is contrary to their creed."},{"refcode_short":"GrH_c 32.1","refcode_long":"The Great Hope (Condensed), p. 32.1 (Ellen Gould White)","content":"Many are ready to commit their souls to the clergy. They pass by the Saviour's teachings almost unnoticed. But are ministers infallible? How can we trust their guidance unless we know from God's Word that they are lightbearers? A lack of moral courage leads many to follow learned men, and they become hopelessly fastened in error. They see the truth for this time in the Bible and feel the power of the Holy Spirit attend its proclamation, yet they allow the clergy to turn them from the light."},{"refcode_short":"GrH_c 32.2","refcode_long":"The Great Hope (Condensed), p. 32.2 (Ellen Gould White)","content":"Satan secures multitudes by attaching them by silken cords of affection to those who are enemies of the cross of Christ. This attachment may be parental, filial, conjugal, or social. Souls under their sway have not courage to obey their convictions of duty."},{"refcode_short":"GrH_c 32.3","refcode_long":"The Great Hope (Condensed), p. 32.3 (Ellen Gould White)","content":"Many claim that it matters not what one believes, if his life is only right. But the life is molded by the faith. If truth is within reach and we neglect it, we virtually reject it, choosing darkness rather than light."},{"refcode_short":"GrH_c 32.4","refcode_long":"The Great Hope (Condensed), p. 32.4 (Ellen Gould White)","content":"Ignorance is no excuse for error or sin, when there is every opportunity to know the will of God. A man traveling comes to a place where there are several roads and a signpost indicating where each one leads. If he disregards the sign and takes whichever road seems to be right, he may be sincere, but will in all probability find himself on the wrong road."},{"refcode_short":"GrH_c 32","refcode_long":"The Great Hope (Condensed), p. 32 (Ellen Gould White)","content":"The First and Highest Duty"},{"refcode_short":"GrH_c 32.5","refcode_long":"The Great Hope (Condensed), p. 32.5 (Ellen Gould White)","content":"It is not enough to have good intentions, to do what a man thinks is right or what the minister tells him is right. He should search the Scriptures for himself. He has a chart pointing out every waymark on the heavenward journey, and he ought not to guess at anything."},{"refcode_short":"GrH_c 32.6","refcode_long":"The Great Hope (Condensed), p. 32.6 (Ellen Gould White)","content":"It is the first and highest duty of every rational being to learn from the Scriptures what is truth, and then to walk in the light and encourage others to follow his example. We are to form our opinions for ourselves as we are to answer for ourselves before God."},{"refcode_short":"GrH_c 32.7","refcode_long":"The Great Hope (Condensed), p. 32.7 (Ellen Gould White)","content":"Learned men, with a pretense of great wisdom, teach that the Scriptures have a secret, spiritual meaning not apparent in the language employed. These men are false teachers. The language of the Bible should be explained according to its obvious meaning, unless a symbol or figure is employed. If men would but take the Bible as it reads, a work would be accomplished that would bring into the fold of Christ thousands now wandering in error."},{"refcode_short":"GrH_c 32.8","refcode_long":"The Great Hope (Condensed), p. 32.8 (Ellen Gould White)","content":"Many a Scripture which learned men pass over as unimportant is full of comfort to him who has been taught in the school of Christ. An understanding of Bible truth depends not so much on the power of intellect brought to the search as on the singleness of purpose, the earnest longing after righteousness."},{"refcode_short":"GrH_c 32","refcode_long":"The Great Hope (Condensed), p. 32 (Ellen Gould White)","content":"Results of Neglect of Prayer and Bible Study"},{"refcode_short":"GrH_c 32.9","refcode_long":"The Great Hope (Condensed), p. 32.9 (Ellen Gould White)","content":"The Bible should never be studied without prayer. The Holy Spirit alone can cause us to feel the importance of things easy to be understood, or prevent us from wresting difficult truths. Heavenly angels prepare the heart to comprehend God's Word. We shall be charmed with its beauty, strengthened by its promises. Temptations often appear irresistible because the tempted one cannot readily remember God's promises and meet Satan with the Scripture weapons. But angels are round about those willing to be taught, and they will bring to their remembrance the truths which are needed."},{"refcode_short":"GrH_c 33.1","refcode_long":"The Great Hope (Condensed), p. 33.1 (Ellen Gould White)","content":"“He shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.” John 14:26. But the teachings of Christ must previously have been stored in the mind in order for the Spirit of God to bring them to our remembrance in the time of peril."},{"refcode_short":"GrH_c 33.2","refcode_long":"The Great Hope (Condensed), p. 33.2 (Ellen Gould White)","content":"The destiny of earth's teeming multitudes is about to be decided. Every follower of Christ should earnestly inquire: “Lord, what wilt thou have me to do?” Acts 9:6. We should now seek a deep and living experience in the things of God. We have not a moment to lose. We are on Satan's enchanted ground. Sleep not, sentinels of God!"},{"refcode_short":"GrH_c 33.3","refcode_long":"The Great Hope (Condensed), p. 33.3 (Ellen Gould White)","content":"Many congratulate themselves on the wrong acts which they do not commit. It is not enough that they are trees in the garden of God. They are to bear fruit. In the books of heaven they are registered as cumberers of the ground. Yet with those who have slighted God's mercy and abused His grace, the heart of long-suffering love yet pleads."},{"refcode_short":"GrH_c 33.4","refcode_long":"The Great Hope (Condensed), p. 33.4 (Ellen Gould White)","content":"In the summer there is no noticeable difference between evergreens and other trees; but when the blasts of winter come, the evergreens remain unchanged while other trees are stripped of their foliage. Let opposition arise, let intolerance again bear sway, let persecution be kindled, and the halfhearted and hypocritical will yield the faith; but the true Christian will stand firm, his faith stronger, his hope brighter, than in days of prosperity."},{"refcode_short":"GrH_c 33.5","refcode_long":"The Great Hope (Condensed), p. 33.5 (Ellen Gould White)","content":"“He shall be as a tree planted by the waters, and that spreadeth out her roots by the river, and shall not see when heat cometh, but her leaf shall be green; and shall not be careful in the year of drought, neither shall cease from yielding fruit.” Jeremiah 17:8."},{"refcode_short":"GrH_c 34","refcode_long":"The Great Hope (Condensed), p. 34 (Ellen Gould White)","content":"Chapter 8—In Defense of the Truth"},{"refcode_short":"GrH_c 34.1","refcode_long":"The Great Hope (Condensed), p. 34.1 (Ellen Gould White)","content":"The duty to worship God is based upon the fact that He is the Creator. “O come, let us worship and bow down: let us kneel before the Lord our Maker.” Psalm 100:3; 95:6."},{"refcode_short":"GrH_c 34.2","refcode_long":"The Great Hope (Condensed), p. 34.2 (Ellen Gould White)","content":"In Revelation 14, men are called upon to worship the Creator and keep the commandments of God. One of these commandments points directly to God as the Creator. “The seventh day is the Sabbath of the Lord thy God:... for in six days the Lord made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the Lord blessed the Sabbath day, and hallowed it.” Exodus 20:10, 11. Concerning the Sabbath, the Lord says, further, that it is “a sign,... that ye may know that I am the Lord your God.” Ezekiel 20:20. Had the Sabbath been universally kept, man's thoughts and affections would have been led to the Creator as the object of reverence and worship, and there would never have been an idolater, an atheist, or an infidel. The keeping of the Sabbath is a sign of loyalty to the true God, “Him that made heaven, and earth, and the sea, and the fountains of waters.” It follows that the message which commands men to worship God and keep His commandments will especially call upon them to keep the fourth commandment."},{"refcode_short":"GrH_c 34","refcode_long":"The Great Hope (Condensed), p. 34 (Ellen Gould White)","content":"Restoration of the Truth"},{"refcode_short":"GrH_c 34.3","refcode_long":"The Great Hope (Condensed), p. 34.3 (Ellen Gould White)","content":"Sabbath reform in the last days is foretold in Isaiah: “Thus saith the Lord, Keep ye judgment, and do justice: for my salvation is near to come, and my righteousness to be revealed. Blessed is the man that doeth this, and the son of man that layeth hold on it; that keepeth the sabbath from polluting it, and keepeth his hand from doing any evil.... The sons of the stranger, that join themselves to the Lord, to serve him, and to love the name of the Lord, to be his servants, everyone that keepeth the sabbath from polluting it, and taketh hold of my covenant; even them will I bring to my holy mountain, and make them joyful in my house of prayer.” Isaiah 56:1, 2, 6, 7."},{"refcode_short":"GrH_c 34.4","refcode_long":"The Great Hope (Condensed), p. 34.4 (Ellen Gould White)","content":"These words apply in the Christian age, as shown by the context (verse 8). Here is foreshadowed the gathering in of the Gentiles by the gospel, when His servants preach to all nations the glad tidings."},{"refcode_short":"GrH_c 34.5","refcode_long":"The Great Hope (Condensed), p. 34.5 (Ellen Gould White)","content":"The Lord commands, “Seal the law among my disciples.” Isaiah 8:16. The seal of God's law is found in the fourth commandment. This only, of all the ten, brings to view both the name and the title of the Lawgiver. When the Sabbath was changed by the papal power,*This change is described in chapter 3 of The Great Controversy. the seal was taken from the law. The disciples of Jesus are called upon to restore it by exalting the Sabbath as the Creator's memorial and sign of His authority."},{"refcode_short":"GrH_c 34.6","refcode_long":"The Great Hope (Condensed), p. 34.6 (Ellen Gould White)","content":"Protestants now urge that the resurrection of Christ on Sunday made it the Christian Sabbath. But no such honor was given to the day by Christ or His apostles. The observance of Sunday had its origin in that “mystery of lawlessness” (2 Thessalonians 2:7, RV) which, even in Paul's day, had begun its work. What reason can be given for a change which the Scriptures do not sanction?"},{"refcode_short":"GrH_c 34.7","refcode_long":"The Great Hope (Condensed), p. 34.7 (Ellen Gould White)","content":"Protestants acknowledge “the complete silence of the New Testament so far as any explicit command for the Sabbath [Sunday, the first day of the week] or definite rules for its observance are concerned.”1George Elliott, The Abiding Sabbath, p. 184."},{"refcode_short":"GrH_c 34.8","refcode_long":"The Great Hope (Condensed), p. 34.8 (Ellen Gould White)","content":"“Up to the time of Christ's death, no change had been made in the day”; and, “so far as the record shows, they [the apostles] did not ... give any explicit command enjoining the abandonment of the seventh day Sabbath, and its observance on the first day of the week.”2A. E. Waffle, The Lord's Day, pp. 186-188."},{"refcode_short":"GrH_c 35.1","refcode_long":"The Great Hope (Condensed), p. 35.1 (Ellen Gould White)","content":"Roman Catholics acknowledge that the change of the Sabbath was made by their church, and declare that Protestants, by observing Sunday, recognize her power. The statement is made: “During the old law, Saturday was the day sanctified; but the Church, instructed by Jesus Christ, and directed by the Spirit of God, has substituted Sunday for Saturday; so now we sanctify the first, not the seventh day. Sunday means, and now is, the day of the Lord.”3Catholic Catechism of Christian Religion."},{"refcode_short":"GrH_c 35.2","refcode_long":"The Great Hope (Condensed), p. 35.2 (Ellen Gould White)","content":"The command is given: “Cry aloud, spare not, lift up thy voice like a trumpet, and show my people their transgression.” Those whom the Lord designates as “my people” are to be reproved for their transgressions, a class who think themselves righteous in the service of God. But the solemn rebuke of the Searcher of hearts proves them to be trampling upon the divine precepts. Isaiah 58:1, 2."},{"refcode_short":"GrH_c 35.3","refcode_long":"The Great Hope (Condensed), p. 35.3 (Ellen Gould White)","content":"The prophet thus points out the ordinance which has been forsaken: “Thou shalt raise up the foundations of many generations; and thou shalt be called, The repairer of the breach, The restorer of paths to dwell in. If thou turn away thy foot from the Sabbath, from doing thy pleasure on my holy day; and call the Sabbath a delight, the holy of the Lord, honourable; and shalt honour him, not doing thine own ways, nor finding thine own pleasure, nor speaking thine own words: then shalt thou delight thyself in the Lord.” Isaiah 58:12-14."},{"refcode_short":"GrH_c 35.4","refcode_long":"The Great Hope (Condensed), p. 35.4 (Ellen Gould White)","content":"The “breach” was made in the law of God when the Sabbath was changed by the Roman power. But the time has come for the breach to be repaired."},{"refcode_short":"GrH_c 35.5","refcode_long":"The Great Hope (Condensed), p. 35.5 (Ellen Gould White)","content":"The Sabbath was kept by Adam in his innocence in Eden; by Adam, fallen yet repentant, when driven from his estate. It was kept by all the patriarchs from Abel to Noah, to Abraham, to Jacob. When the Lord delivered Israel, He proclaimed His law to the multitude."},{"refcode_short":"GrH_c 35","refcode_long":"The Great Hope (Condensed), p. 35 (Ellen Gould White)","content":"True Sabbath Always Kept"},{"refcode_short":"GrH_c 35.6","refcode_long":"The Great Hope (Condensed), p. 35.6 (Ellen Gould White)","content":"From that day to the present the Sabbath has been kept. Though the “man of sin” succeeded in trampling underfoot God's holy day, yet hidden in secret places faithful souls paid it honor. Since the Reformation, some in every generation have maintained its observance."},{"refcode_short":"GrH_c 35.7","refcode_long":"The Great Hope (Condensed), p. 35.7 (Ellen Gould White)","content":"These truths in connection with “the everlasting gospel” will distinguish the church of Christ at the time of His appearing. “Here are they that keep the commandments of God, and the faith of Jesus.” Revelation 14:12."},{"refcode_short":"GrH_c 35.8","refcode_long":"The Great Hope (Condensed), p. 35.8 (Ellen Gould White)","content":"Those who received the light concerning the sanctuary*See chapters 23 and 24 of The Great Controversy. and the law of God were filled with joy as they saw the harmony of truth. They desired the light to be imparted to all Christians. But truths at variance with the world were not welcome to many who claimed to follow Christ."},{"refcode_short":"GrH_c 35.9","refcode_long":"The Great Hope (Condensed), p. 35.9 (Ellen Gould White)","content":"As the claims of the Sabbath were presented, many said: “We have always kept Sunday, our fathers kept it, and many good men have died happy while keeping it. The keeping of a new Sabbath would throw us out of harmony with the world. What can a little company keeping the seventh day accomplish against all the world who are keeping Sunday?” By similar arguments the Jews justified their rejection of Christ. So, in the time of Luther, papists reasoned that true Christians had died in the Catholic faith; therefore that religion was sufficient. Such reasoning would prove a barrier to all advancement in faith."},{"refcode_short":"GrH_c 36.1","refcode_long":"The Great Hope (Condensed), p. 36.1 (Ellen Gould White)","content":"Many urged that Sundaykeeping had been a widespread custom of the church for centuries. Against this argument it was shown that the Sabbath and its observance were more ancient, even as old as the world itself—established by the Ancient of Days."},{"refcode_short":"GrH_c 36.2","refcode_long":"The Great Hope (Condensed), p. 36.2 (Ellen Gould White)","content":"In the absence of Bible testimony, many urged: “Why do not our great men understand this Sabbath question? Few believe as you do. It cannot be that you are right and all the men of learning are wrong.”"},{"refcode_short":"GrH_c 36.3","refcode_long":"The Great Hope (Condensed), p. 36.3 (Ellen Gould White)","content":"To refute such arguments it was needful only to cite the Scriptures and the Lord's dealings with His people in all ages. The reason why He does not more often choose men of learning and position to lead out in reform is that they trust to their creeds and theological systems and feel no need to be taught of God. Men who have little of the learning of the schools are sometimes called to declare the truth, not because they are unlearned, but because they are not too self-sufficient to be taught of God. Their humility and obedience make them great."},{"refcode_short":"GrH_c 36","refcode_long":"The Great Hope (Condensed), p. 36 (Ellen Gould White)","content":"Faith and Courage"},{"refcode_short":"GrH_c 36.4","refcode_long":"The Great Hope (Condensed), p. 36.4 (Ellen Gould White)","content":"It was not the will of God that Israel should wander forty years in the wilderness; He desired to lead them directly to Canaan and establish them there, a holy, happy people. But “they could not enter in because of unbelief.” Hebrews 3:19. In like manner, it was not the will of God that the coming of Christ should be so long delayed and His people remain so many years in this world of sin and sorrow. Unbelief separated them from God. In mercy to the world, Jesus delays His coming, that sinners may hear the warning and find shelter before the wrath of God shall be poured out."},{"refcode_short":"GrH_c 36.5","refcode_long":"The Great Hope (Condensed), p. 36.5 (Ellen Gould White)","content":"Now as in former ages, the presentation of truth will excite opposition. Many with malice assail the character and motives of those who stand in defense of unpopular truth. Elijah was declared a troubler in Israel, Jeremiah a traitor, Paul a polluter of the temple. From that day to this, those who would be loyal to truth have been denounced as seditious, heretical, or schismatic."},{"refcode_short":"GrH_c 36.6","refcode_long":"The Great Hope (Condensed), p. 36.6 (Ellen Gould White)","content":"The confession of faith made by saints and martyrs, those examples of holiness and steadfast integrity, inspires courage in those who are now called to stand as witnesses for God. To the servant of God at this time is the command addressed: “Lift up thy voice like a trumpet, and show my people their transgression, and the house of Jacob their sins.” “I have set thee a watchman unto the house of Israel; therefore thou shalt hear the word at my mouth, and warn them from me.” Isaiah 58:1; Ezekiel 33:7."},{"refcode_short":"GrH_c 36.7","refcode_long":"The Great Hope (Condensed), p. 36.7 (Ellen Gould White)","content":"The great obstacle to the acceptance of truth is the fact that it involves inconvenience and reproach. This is the only argument against the truth which its advocates have never been able to refute. But true followers of Christ do not wait for truth to become popular. They accept the cross, with the apostle Paul counting that “our light affliction, which is but for a moment, worketh for us a far more exceeding and eternal weight of glory”; with one of old, “esteeming the reproach of Christ greater riches than the treasures in Egypt.” 2 Corinthians 4:17; Hebrews 11:26."},{"refcode_short":"GrH_c 36.8","refcode_long":"The Great Hope (Condensed), p. 36.8 (Ellen Gould White)","content":"We should choose the right because it is right, and leave consequences with God. To men of principle, faith, and daring, the world is indebted for its great reforms. By such men the work of reform for this time must be carried forward."},{"refcode_short":"GrH_c 38","refcode_long":"The Great Hope (Condensed), p. 38 (Ellen Gould White)","content":"Chapter 9—Real Hope"},{"refcode_short":"GrH_c 38.1","refcode_long":"The Great Hope (Condensed), p. 38.1 (Ellen Gould White)","content":"The promise of Christ's second coming to complete the great work of redemption is the keynote of the Sacred Scriptures. From Eden, the children of faith have waited the coming of the Promised One to bring them again to the lost Paradise."},{"refcode_short":"GrH_c 38.2","refcode_long":"The Great Hope (Condensed), p. 38.2 (Ellen Gould White)","content":"Enoch, the seventh in descent from them that dwelt in Eden, who for three centuries walked with God, declared, “Behold, the Lord cometh with ten thousands of his saints, to execute judgment upon all.” Jude 14, 15. Job in the night of affliction exclaimed, “I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:... in my flesh shall I see God: whom I shall see for myself, and mine eyes shall behold, and not another.” Job 19:25-27. The poets and prophets of the Bible have dwelt on the coming of Christ in words glowing with fire. “Let the heavens rejoice, and let the earth be glad ... before the Lord: for he cometh, for he cometh to judge the earth: he shall judge the world with righteousness, and the people with his truth.” Psalm 96:11-13."},{"refcode_short":"GrH_c 38.3","refcode_long":"The Great Hope (Condensed), p. 38.3 (Ellen Gould White)","content":"Said Isaiah: “It shall be said in that day, Lo, this is our God; we have waited for him, and he will save us: this is the Lord; we have waited for him, we will be glad and rejoice in his salvation.” Isaiah 25:9."},{"refcode_short":"GrH_c 38.4","refcode_long":"The Great Hope (Condensed), p. 38.4 (Ellen Gould White)","content":"The Saviour comforted His disciples with the assurance that He would come again: “In my father's house are many mansions.... I go to prepare a place for you. And if I go,... I will come again, and receive you unto myself.” “The Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory: and before him shall be gathered all nations.” John 14:2, 3; Matthew 25:31, 32."},{"refcode_short":"GrH_c 38.5","refcode_long":"The Great Hope (Condensed), p. 38.5 (Ellen Gould White)","content":"Angels repeated to the disciples the promise of His return: “This same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.” Acts 1:11. And Paul testified: “The Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God.” 1 Thessalonians 4:16. Said the prophet of Patmos: “Behold he cometh with clouds; and every eye shall see him.” Revelation 1:7."},{"refcode_short":"GrH_c 38.6","refcode_long":"The Great Hope (Condensed), p. 38.6 (Ellen Gould White)","content":"Then the long-continued rule of evil shall be broken: “The kingdoms of this world” will become “the kingdoms of our Lord, and of his Christ; and he shall reign for ever and ever.” Revelation 11:15. “The Lord God will cause righteousness and praise to spring forth before all the nations.” Isaiah 61:11."},{"refcode_short":"GrH_c 38.7","refcode_long":"The Great Hope (Condensed), p. 38.7 (Ellen Gould White)","content":"Then the peaceful kingdom of the Messiah shall be established: “The Lord shall comfort Zion: he will comfort all her waste places; and he will make her wilderness like Eden, and her desert like the garden of the Lord.” Isaiah 51:3."},{"refcode_short":"GrH_c 38.8","refcode_long":"The Great Hope (Condensed), p. 38.8 (Ellen Gould White)","content":"The coming of the Lord has been in all ages the hope of His true followers. Amid suffering and persecution, the “appearing of the great God and our Saviour Jesus Christ” was the “blessed hope.” Titus 2:13. Paul pointed to the resurrection to take place at the Saviour's advent, when the dead in Christ should rise, and together with the living be caught up to meet the Lord in the air. “And so,” he said, “shall we ever be with the Lord. Wherefore comfort one another with these words.” 1 Thessalonians 4:17, 18."},{"refcode_short":"GrH_c 38.9","refcode_long":"The Great Hope (Condensed), p. 38.9 (Ellen Gould White)","content":"On Patmos the beloved disciple heard the promise, “Surely I come quickly,” and his response voices the prayer of the church, “Even so, come, Lord Jesus.” Revelation 22:20."},{"refcode_short":"GrH_c 38.10","refcode_long":"The Great Hope (Condensed), p. 38.10 (Ellen Gould White)","content":"From the dungeon, the stake, the scaffold, where saints and martyrs witnessed for the truth, comes down the centuries the utterance of their faith and hope. Being “assured of His personal resurrection, and consequently of their own at His coming, for this cause,” says one of these Christians, “they despised death, and were found to be above it.”1See Daniel T. Taylor, The Reign of Christ on Earth: Or, The Voice of the Church in All Ages, p. 33. The Waldenses cherished the same faith. Wycliffe, Luther, Calvin, Knox, Ridley, and Baxter*In the complete book, The Great Controversy, readers will find the story of the Waldenses and of these and other Protestant Reformers. looked in faith for the Lord's coming. Such was the hope of the apostolic church, of the “church in the wilderness,” and of the Reformers."},{"refcode_short":"GrH_c 39.1","refcode_long":"The Great Hope (Condensed), p. 39.1 (Ellen Gould White)","content":"Prophecy not only foretells the manner and object of Christ's second coming, but presents tokens by which men are to know when that day is near. “There shall be signs in the sun, and in the moon, and in the stars.” Luke 21:25. “The sun shall be darkened, and the moon shall not give her light, and the stars of heaven shall fall, and the powers that are in heaven shall be shaken. And then shall they see the Son of man coming in the clouds with great power and glory.” Mark 13:24-26. The revelator thus describes the first of the signs to precede the second advent: “There was a great earthquake; and the sun became black as sackcloth of hair, and the moon became as blood.” Revelation 6:12."},{"refcode_short":"GrH_c 39.2","refcode_long":"The Great Hope (Condensed), p. 39.2 (Ellen Gould White)","content":"The Saviour foretold the state of backsliding that would exist just prior to His second advent. For those living at this time, Christ's admonition is: “Take heed to yourselves, lest at any time your hearts be overcharged with surfeiting, and drunkenness, and cares of this life, and so that day come upon you unawares.” “Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.” Luke 21:34, 36."},{"refcode_short":"GrH_c 39","refcode_long":"The Great Hope (Condensed), p. 39 (Ellen Gould White)","content":"The Call to Prepare"},{"refcode_short":"GrH_c 39.3","refcode_long":"The Great Hope (Condensed), p. 39.3 (Ellen Gould White)","content":"In view of that great day the Word of God calls upon His people to seek His face with repentance:"},{"refcode_short":"GrH_c 39.4","refcode_long":"The Great Hope (Condensed), p. 39.4 (Ellen Gould White)","content":"“The day of the Lord cometh, for it is nigh at hand.” “Sanctify a fast, call a solemn assembly: gather the people, sanctify the congregation, assemble the elders, gather the children:... Let the priests, the ministers of the Lord, weep between the porch and the altar.” “Turn ye even to me with all your heart, and with fasting, and with weeping, and with mourning: And rend your heart, and not your garments, and turn unto the Lord your God: for he is gracious and merciful, slow to anger, and of great kindness.” Joel 2:1, 15-17, 12, 13."},{"refcode_short":"GrH_c 39.5","refcode_long":"The Great Hope (Condensed), p. 39.5 (Ellen Gould White)","content":"To prepare a people to stand in the day of God, a great work of reform was to be accomplished. In His mercy He was about to send a message to arouse His professed people and lead them to make ready for the coming of the Lord."},{"refcode_short":"GrH_c 39.6","refcode_long":"The Great Hope (Condensed), p. 39.6 (Ellen Gould White)","content":"This warning is brought to view in Revelation 14. Here is a threefold message represented as proclaimed by heavenly beings and immediately followed by the coming of the Son of man to reap “the harvest of the earth.” The prophet saw an angel flying “in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.” Revelation 14:6, 7."},{"refcode_short":"GrH_c 40.1","refcode_long":"The Great Hope (Condensed), p. 40.1 (Ellen Gould White)","content":"This message is a part of “the everlasting gospel.” The work of preaching has been entrusted to men. Holy angels direct, but the actual proclamation of the gospel is performed by the servants of Christ on earth.*For a more detailed account of this message and of those who began to proclaim it, see The Great Controversy, chapters 17 and 18, and subsequent chapters that develop the issues further."},{"refcode_short":"GrH_c 40","refcode_long":"The Great Hope (Condensed), p. 40 (Ellen Gould White)","content":"Danger of Resisting the Gospel Call"},{"refcode_short":"GrH_c 40.2","refcode_long":"The Great Hope (Condensed), p. 40.2 (Ellen Gould White)","content":"The destruction of Jerusalem is a solemn warning to all who are resisting the pleadings of divine mercy. The Saviour's prophecy concerning judgments upon Jerusalem is to have another fulfillment. In the fate of the chosen city we behold the doom of a world that has rejected God's mercy and trampled upon His law. Dark are the records of human misery that earth has witnessed. Terrible have been the results of rejecting the authority of Heaven. But a scene yet darker is presented in the revelations of the future. When the restraining Spirit of God shall be wholly withdrawn, no longer to hold in check the outburst of human passion and satanic wrath, the world will behold, as never before, the results of Satan's rule."},{"refcode_short":"GrH_c 40.3","refcode_long":"The Great Hope (Condensed), p. 40.3 (Ellen Gould White)","content":"In that day, as in Jerusalem's destruction, God's people will be delivered. See Isaiah 4:3; Matthew 24:30, 31. Christ will come the second time to gather His faithful ones to Himself. “Then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory. And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.” Matthew 24:30, 31."},{"refcode_short":"GrH_c 40.4","refcode_long":"The Great Hope (Condensed), p. 40.4 (Ellen Gould White)","content":"Let men beware lest they neglect the words of Christ. As He warned His disciples of Jerusalem's destruction that they might make their escape, so He has warned the world of the day of final destruction. All who will may flee from the wrath to come. “There shall be signs in the sun, and in the moon, and in the stars; and upon the earth distress of nations.” Luke 21:25. See also Matthew 24:29; Mark 13:24-26; Revelation 6:12-17. “Watch ye therefore,” are Christ's words of admonition. Mark 13:35. They that heed the warning shall not be left in darkness."},{"refcode_short":"GrH_c 40.5","refcode_long":"The Great Hope (Condensed), p. 40.5 (Ellen Gould White)","content":"The world is no more ready to credit the message for this time than were the Jews to receive the Saviour's warning concerning Jerusalem. Come when it may, the day of God will come unawares to the ungodly. When life is going on in its unvarying round; when men are absorbed in pleasure, in business, in money-making; when religious leaders are magnifying the world's progress, and people are lulled in a false security—then, as the midnight thief steals within the unguarded dwelling, so shall sudden destruction come upon the careless and ungodly, “and they shall not escape.” See 1 Thessalonians 5:2-5."},{"refcode_short":"GrH_c 40","refcode_long":"The Great Hope (Condensed), p. 40 (Ellen Gould White)","content":"Satan Tries to Keep People in his Power"},{"refcode_short":"GrH_c 40.6","refcode_long":"The Great Hope (Condensed), p. 40.6 (Ellen Gould White)","content":"Through the two great errors, the immortality of the soul and Sunday sacredness, Satan will bring the people under his deceptions. While the former lays the foundation of spiritualism, the latter creates a bond of sympathy with Rome."},{"refcode_short":"GrH_c 40.7","refcode_long":"The Great Hope (Condensed), p. 40.7 (Ellen Gould White)","content":"Through spiritualism, Satan appears as a benefactor of the race, healing diseases and presenting a new system of religious faith, but at the same time he leads multitudes to ruin. Intemperance dethrones reason; sensual indulgence, strife, and bloodshed follow. War excites the worst passions of the soul and sweeps into eternity its victims steeped in vice and blood. It is Satan's object to incite the nations to war, for he can thus divert the people from preparation to stand in the day of God."},{"refcode_short":"GrH_c 41.1","refcode_long":"The Great Hope (Condensed), p. 41.1 (Ellen Gould White)","content":"Satan has studied the secrets of nature, and he uses all his power to control the elements as far as God allows. It is God that shields His creatures from the destroyer. But the Christian world has shown contempt for His law, and the Lord will do what He declared that He would—remove His protecting care from those who rebel against His law and force others to do the same. Satan has control of all whom God does not especially guard. He will favor and prosper some, in order to further his own designs; and he will bring trouble upon others, and lead men to believe that it is God who is afflicting them."},{"refcode_short":"GrH_c 41.2","refcode_long":"The Great Hope (Condensed), p. 41.2 (Ellen Gould White)","content":"While appearing as a great physician who can heal all their maladies, Satan will bring disease and disaster until populous cities are reduced to ruin. In accidents by sea and land, in great conflagrations, in fierce tornadoes and hailstorms, in tempests, floods, cyclones, tidal waves, and earthquakes, in a thousand forms, Satan is exercising his power. He sweeps away the ripening harvest, and famine and distress follow. He imparts to the air a deadly taint, and thousands perish."},{"refcode_short":"GrH_c 41.3","refcode_long":"The Great Hope (Condensed), p. 41.3 (Ellen Gould White)","content":"And then the great deceiver will persuade men to charge all their troubles on those whose obedience to God's commandments is a perpetual reproof to transgressors. It will be declared that men offend God by the violation of Sunday, that this sin has brought calamities which will not cease until Sunday observance shall be strictly enforced. “Those who destroy reverence for Sunday are preventing restoration of divine favor and prosperity.” Thus the accusation urged of old against the servant of God will be repeated. “When Ahab saw Elijah,... Ahab said unto him, art thou he that troubleth Israel?” 1 Kings 18:17, 18."},{"refcode_short":"GrH_c 41.4","refcode_long":"The Great Hope (Condensed), p. 41.4 (Ellen Gould White)","content":"Those who honor the Bible Sabbath will be denounced as enemies of law and order, breaking down the moral restraints of society, causing anarchy and corruption, and calling down the judgments of God on the earth. They will be accused of disaffection toward the government. Ministers who deny the obligation of the divine law will present from the pulpit the duty of obedience to civil authorities. In legislative halls and courts of justice, commandment-keepers will be condemned. A false coloring will be given their words; the worst construction will be put on their motives."},{"refcode_short":"GrH_c 41.5","refcode_long":"The Great Hope (Condensed), p. 41.5 (Ellen Gould White)","content":"Dignitaries of church and state will unite to persuade or compel all to honor Sunday. Even in free America rulers and legislators will yield to the popular demand for a law enforcing Sunday observance. Liberty of conscience which has cost so great a sacrifice will no longer be respected. In the soon-coming conflict we shall see exemplified the prophet's words, “The dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.” Revelation 12:17."},{"refcode_short":"GrH_c 41.6","refcode_long":"The Great Hope (Condensed), p. 41.6 (Ellen Gould White)","content":"Servants of God, their faces shining with holy consecration, will hasten from place to place to proclaim the message from heaven. Miracles will be wrought, the sick will be healed. Satan also works with lying wonders, even bringing down fire from heaven. Revelation 13:13. Thus the inhabitants of the earth will be brought to take their stand."},{"refcode_short":"GrH_c 41.7","refcode_long":"The Great Hope (Condensed), p. 41.7 (Ellen Gould White)","content":"The message will be carried not so much by argument as by the deep conviction of the Spirit of God. The arguments have been presented, publications have exerted their influence, yet many have been prevented from fully comprehending the truth. Now the truth is seen in its clearness. Family connections, church relations are powerless to stay the honest children of God now. Notwithstanding the agencies combined against the truth, a large number take their stand upon the Lord's side."},{"refcode_short":"GrH_c 42.1","refcode_long":"The Great Hope (Condensed), p. 42.1 (Ellen Gould White)","content":"Those who honor the law of God will be regarded as the cause of the fearful strife and bloodshed that fill the earth with woe. The power attending the last warning has enraged the wicked, and Satan will excite the spirit of hatred and persecution against all who have received the message."},{"refcode_short":"GrH_c 42","refcode_long":"The Great Hope (Condensed), p. 42 (Ellen Gould White)","content":"A Faith That Endures"},{"refcode_short":"GrH_c 42.2","refcode_long":"The Great Hope (Condensed), p. 42.2 (Ellen Gould White)","content":"The season of distress and anguish before us will require a faith that can endure weariness, delay, and hunger, a faith that will not faint though severely tried. Jacob's victory is an evidence of the power of importunate prayer. All who will lay hold of God's promises, as he did, will succeed as he succeeded. Wrestling with God—how few know what it is! When waves of despair sweep over the suppliant, how few cling with faith to the promises of God."},{"refcode_short":"GrH_c 42.3","refcode_long":"The Great Hope (Condensed), p. 42.3 (Ellen Gould White)","content":"Fearful sights of a supernatural character will soon be revealed in the heavens, in token of the power of miracle-working demons. Spirits of devils will go forth to the “kings of the earth” and to the whole world, to urge them to unite with Satan in his last struggle against the government of heaven. Persons will arise pretending to be Christ Himself. They will perform miracles of healing and profess to have revelations from heaven contradicting the Scriptures."},{"refcode_short":"GrH_c 42","refcode_long":"The Great Hope (Condensed), p. 42 (Ellen Gould White)","content":"The Crowning Act"},{"refcode_short":"GrH_c 42.4","refcode_long":"The Great Hope (Condensed), p. 42.4 (Ellen Gould White)","content":"As the crowning act in the great drama of deception, Satan himself will personate Christ. The church has long looked to the Saviour's advent as the consummation of her hopes. Now the great deceiver will make it appear that Christ has come. Satan will manifest himself as a majestic being of dazzling brightness, resembling the description of the Son of God in the Revelation. Revelation 1:13-15."},{"refcode_short":"GrH_c 42.5","refcode_long":"The Great Hope (Condensed), p. 42.5 (Ellen Gould White)","content":"The glory that surrounds him is unsurpassed by anything that mortal eyes have yet beheld. The shout of triumph rings out, “Christ has come!” The people prostrate themselves before him. He lifts up his hands and blesses them. His voice is soft, yet full of melody. In compassionate tones he presents some of the same heavenly truths the Saviour uttered. He heals diseases, and then, in his assumed character of Christ, claims to have changed the Sabbath to Sunday. He declares that those who keep holy the seventh day are blaspheming his name. This is the strong, almost overmastering delusion. Multitudes give heed to sorceries, saying, This is “the great power of God.” Acts 8:10."},{"refcode_short":"GrH_c 42","refcode_long":"The Great Hope (Condensed), p. 42 (Ellen Gould White)","content":"God's People Not Misled"},{"refcode_short":"GrH_c 42.6","refcode_long":"The Great Hope (Condensed), p. 42.6 (Ellen Gould White)","content":"But the people of God will not be misled. The teachings of this false christ are not in accordance with the Scriptures. His blessing is pronounced upon the worshipers of the beast and his image, the very class on whom the Bible declares that God's unmingled wrath shall be poured out."},{"refcode_short":"GrH_c 42.7","refcode_long":"The Great Hope (Condensed), p. 42.7 (Ellen Gould White)","content":"Furthermore, Satan is not permitted to counterfeit the manner of Christ's advent. The Saviour has warned His people against deception on this point. “There shall arise false christs, and false prophets, and shall show great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.... Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not. For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.” Matthew 24:24-27. See also Matthew 25:31; Revelation 1:7; 1 Thessalonians 4:16, 17. This coming, there is no possibility of counterfeiting. It will be witnessed by the whole world."},{"refcode_short":"GrH_c 43.1","refcode_long":"The Great Hope (Condensed), p. 43.1 (Ellen Gould White)","content":"Only diligent students of the Scriptures who have received the love of the truth will be shielded from the powerful delusion that takes the world captive. By the Bible testimony these will detect the deceiver in his disguise. Are the people of God now so firmly established upon His Word that they would not yield to the evidence of their senses? Would they, in such a crisis, cling to the Bible, and the Bible only?"},{"refcode_short":"GrH_c 44","refcode_long":"The Great Hope (Condensed), p. 44 (Ellen Gould White)","content":"Chapter 10—The Great Rescue"},{"refcode_short":"GrH_c 44.1","refcode_long":"The Great Hope (Condensed), p. 44.1 (Ellen Gould White)","content":"When the protection of human laws shall be withdrawn from those who honor the law of God, there will be in different lands a simultaneous movement for their destruction. As the time appointed in the decree draws near, the people will conspire to strike in one night a decisive blow which shall silence dissent and reproof."},{"refcode_short":"GrH_c 44.2","refcode_long":"The Great Hope (Condensed), p. 44.2 (Ellen Gould White)","content":"The people of God—some in prison cells, some in forests and mountains—plead for divine protection. Armed men, urged on by evil angels, are preparing for the work of death. Now, in the hour of utmost extremity, God will interpose: “Ye shall have a song, as in the night when a holy solemnity is kept; and gladness of heart, as when one goeth ... to come into the mountain of the Lord, to the mighty One of Israel. And the Lord shall cause his glorious voice to be heard, and shall shew the lighting down of his arm, with the indignation of his anger, and with the flame of a devouring fire, with scattering, and tempest, and hailstones.” Isaiah 30:29, 30."},{"refcode_short":"GrH_c 44.3","refcode_long":"The Great Hope (Condensed), p. 44.3 (Ellen Gould White)","content":"Throngs of evil men are about to rush upon their prey, when a dense blackness, deeper than night, falls on the earth. Then a rainbow spans the heavens and seems to encircle each praying company. The angry multitudes are arrested. The objects of their rage are forgotten. They gaze upon the symbol of God's covenant and long to be shielded from its brightness."},{"refcode_short":"GrH_c 44.4","refcode_long":"The Great Hope (Condensed), p. 44.4 (Ellen Gould White)","content":"By the people of God a voice is heard, saying, “Look up.” Like Stephen, the early Christian martyr, they look up and see the glory of God and the Son of man on His throne. See Acts 7:55, 56. They discern the marks of His humiliation, and hear the request, “I will that they also, whom thou hast given me, be with me where I am.” John 17:24. A voice is heard saying, “They come, holy, harmless, and undefiled! They have kept the word of my patience.”"},{"refcode_short":"GrH_c 44","refcode_long":"The Great Hope (Condensed), p. 44 (Ellen Gould White)","content":"Deliverance Comes!"},{"refcode_short":"GrH_c 44.5","refcode_long":"The Great Hope (Condensed), p. 44.5 (Ellen Gould White)","content":"At midnight God manifests His power for the deliverance of His people. The sun appears shining in its strength. Signs and wonders follow. The wicked look with terror on the scene, while the righteous behold the tokens of their deliverance. In the midst of the angry heavens is one clear space of indescribable glory whence comes the voice of God like the sound of many waters, saying, “It is done!” Revelation 16:17."},{"refcode_short":"GrH_c 44.6","refcode_long":"The Great Hope (Condensed), p. 44.6 (Ellen Gould White)","content":"That voice shakes the heavens and the earth. There is a mighty earthquake, “such as was not since men were upon the earth, so mighty an earthquake, and so great.” Revelation 16:18. Ragged rocks are scattered on every side. The sea is lashed into fury. There is heard the shriek of a hurricane like the voice of demons. The earth's surface is breaking up. Its very foundations seem to be giving way. Seaports that have become like Sodom for wickedness are swallowed up by the angry waters. “Babylon the great” has come in remembrance before God, “to give unto her the cup of the wine of the fierceness of his wrath.” Revelation 16:19. Great hailstones do their work of destruction. Proud cities are laid low. Lordly palaces on which men have lavished their wealth crumble before their eyes. Prison walls are rent asunder, and God's people are set free."},{"refcode_short":"GrH_c 44.7","refcode_long":"The Great Hope (Condensed), p. 44.7 (Ellen Gould White)","content":"Graves are opened, and “many of them that sleep in the dust of the earth ... awake, some to everlasting life, and some to shame and everlasting contempt.” “They also which pierced him,” those that derided Christ's dying agonies, and the most violent opposers of His truth, are raised to see the honor placed on the loyal and obedient. Daniel 12:2; Revelation 1:7."},{"refcode_short":"GrH_c 45.1","refcode_long":"The Great Hope (Condensed), p. 45.1 (Ellen Gould White)","content":"Fierce lightnings envelop the earth in a sheet of flame. Above the thunder, voices, mysterious and awful, declare the doom of the wicked. Those who were boastful and defiant, cruel to God's commandment-keeping people, now shudder in fear. Demons tremble while men are supplicating for mercy."},{"refcode_short":"GrH_c 45","refcode_long":"The Great Hope (Condensed), p. 45 (Ellen Gould White)","content":"The Day of the Lord"},{"refcode_short":"GrH_c 45.2","refcode_long":"The Great Hope (Condensed), p. 45.2 (Ellen Gould White)","content":"Said the prophet Isaiah: “In that day a man shall cast the idols of his silver, and the idols of his gold, which they made each one for himself to worship, to the moles and to the bats; to go into the clefts of the rocks, and into the tops of the ragged rocks, for fear of the Lord, and for the glory of his majesty, when he ariseth to shake terribly the earth.” Isaiah 2:20, 21."},{"refcode_short":"GrH_c 45.3","refcode_long":"The Great Hope (Condensed), p. 45.3 (Ellen Gould White)","content":"Those who have sacrificed all for Christ are now secure. Before the world and in the face of death they have evinced their fidelity to Him who died for them. Their faces, so lately pale and haggard, are now aglow with wonder. Their voices rise in triumphant song: “God is our refuge and strength, a very present help in trouble. Therefore will not we fear, though the earth be removed, and though the mountains be carried into the midst of the sea; though the waters thereof roar and be troubled, though the mountains shake with the swelling thereof.” Psalm 46:1-3."},{"refcode_short":"GrH_c 45.4","refcode_long":"The Great Hope (Condensed), p. 45.4 (Ellen Gould White)","content":"While these words of holy trust ascend to God, the glory of the celestial city streams from the gates ajar. Then there appears against the sky a hand holding two tables of stone. That holy law, proclaimed from Sinai, is now revealed as the rule of judgment. The words are so plain that all can read them. Memory is aroused. The darkness of superstition and heresy is swept from every mind."},{"refcode_short":"GrH_c 45.5","refcode_long":"The Great Hope (Condensed), p. 45.5 (Ellen Gould White)","content":"It is impossible to describe the horror and despair of those who have trampled upon God's law. To secure the favor of the world, they set aside its precepts and taught others to transgress. Now they are condemned by that law which they have despised. They see that they are without excuse. The enemies of God's law have a new conception of truth and duty. Too late they see that the Sabbath is the seal of the living God. Too late they see the sandy foundation upon which they have been building. They have been fighting against God. Religious teachers have led souls to perdition while professing to guide them to Paradise. How great is the responsibility of men in holy office, how terrible the results of their unfaithfulness!"},{"refcode_short":"GrH_c 45","refcode_long":"The Great Hope (Condensed), p. 45 (Ellen Gould White)","content":"The King of Kings Appears"},{"refcode_short":"GrH_c 45.6","refcode_long":"The Great Hope (Condensed), p. 45.6 (Ellen Gould White)","content":"The voice of God is heard declaring the day and hour of Jesus' coming. The Israel of God stand listening, their countenances lighted up with His glory. Soon there appears in the east a small black cloud. It is the cloud which surrounds the Saviour. In solemn silence the people of God gaze upon it as it draws nearer, until it is a great white cloud, its base a glory like consuming fire, and above it the rainbow of the covenant. Not now a “Man of sorrows,” Jesus rides forth as a mighty conqueror. Holy angels, a vast, unnumbered throng, attend Him, “ten thousand times ten thousand, and thousands of thousands.” Every eye beholds the Prince of life. A diadem of glory rests on His brow. His countenance outshines the noonday sun. “And he hath on his vesture and on his thigh a name written, King of kings, and Lord of lords.” Revelation 19:16."},{"refcode_short":"GrH_c 46.1","refcode_long":"The Great Hope (Condensed), p. 46.1 (Ellen Gould White)","content":"The King of kings descends upon the cloud, wrapped in flaming fire. The earth trembles before Him: “Our God shall come, and shall not keep silence: a fire shall devour before him, and it shall be very tempestuous round about him. He shall call to the heavens from above, and to the earth, that he may judge his people.” Psalm 50:3, 4."},{"refcode_short":"GrH_c 46.2","refcode_long":"The Great Hope (Condensed), p. 46.2 (Ellen Gould White)","content":"“And the kings of the earth, and the great men, and the rich men, and every bondman, and every freeman, hid themselves in the dens and in the rocks of the mountains; and said to the mountains and rocks, Fall on us, and hide us from the face of him that sitteth on the throne, and from the wrath of the Lamb: for the great day of his wrath is come; and who shall be able to stand?” Revelation 6:15-17. Derisive jests have ceased, lying lips hushed. Nought is heard but the voice of prayer and the sound of weeping. The wicked pray to be buried beneath the rocks rather than meet the face of Him whom they have despised. That voice which penetrates the ear of the dead, they know. How often have its tender tones called them to repentance. How often has it been heard in the entreaties of a friend, a brother, a Redeemer. That voice awakens memories of warnings despised and invitations refused."},{"refcode_short":"GrH_c 46.3","refcode_long":"The Great Hope (Condensed), p. 46.3 (Ellen Gould White)","content":"There are those who mocked Christ in His humiliation. He declared: “Hereafter shall ye see the Son of man sitting on the right hand of power, and coming in the clouds of heaven.” Matthew 26:64. Now they behold Him in His glory; they are yet to see Him sitting on the right hand of power. There is the haughty Herod who jeered at His royal title. There are the men who placed upon His brow the thorny crown and in His hand the mimic scepter—those who bowed before Him in blasphemous mockery, who spat upon the Prince of life. They seek to flee from His presence. Those who drove the nails through His hands and feet behold these marks with terror and remorse."},{"refcode_short":"GrH_c 46.4","refcode_long":"The Great Hope (Condensed), p. 46.4 (Ellen Gould White)","content":"With awful distinctness priests and rulers recall the events of Calvary, how, wagging their heads in satanic exultation, they exclaimed, “He saved others; himself he cannot save.” Matthew 27:42. Louder than the shout, “Crucify him, crucify him!” which rang through Jerusalem, swells the despairing wail, “He is the Son of God!” They seek to flee from the presence of the King of kings."},{"refcode_short":"GrH_c 46.5","refcode_long":"The Great Hope (Condensed), p. 46.5 (Ellen Gould White)","content":"In the lives of all who reject truth there are moments when conscience awakens, when the soul is harassed with vain regrets. But what are these compared with the remorse of that day! In the midst of their terror they hear the voices of the saints exclaiming: “Lo, this is our God; we have waited for him, and he will save us.” Isaiah 25:9."},{"refcode_short":"GrH_c 46","refcode_long":"The Great Hope (Condensed), p. 46 (Ellen Gould White)","content":"Resurrection of God's People"},{"refcode_short":"GrH_c 46.6","refcode_long":"The Great Hope (Condensed), p. 46.6 (Ellen Gould White)","content":"The voice of the Son of God calls forth the sleeping saints. Throughout the earth the dead shall hear that voice, and they that hear shall live, a great army of every nation, kindred, tongue, and people. From the prison house of death they come, clothed with immortal glory, crying: “O death, where is thy sting? O grave, where is thy victory?” 1 Corinthians 15:55."},{"refcode_short":"GrH_c 46.7","refcode_long":"The Great Hope (Condensed), p. 46.7 (Ellen Gould White)","content":"All come forth from their graves the same in stature as when they entered the tomb. But all arise with the freshness and vigor of eternal youth. Christ came to restore that which had been lost. He will change our vile bodies and fashion them like unto His glorious body. The mortal, corruptible form, once polluted with sin, becomes perfect, beautiful and immortal. Blemishes and deformities are left in the grave. The redeemed will “grow up” (Malachi 4:2) to the full stature of the race in its primeval glory, the last lingering traces of the curse of sin removed. Christ's faithful ones will in mind and soul and body reflect the perfect image of their Lord."},{"refcode_short":"GrH_c 47.1","refcode_long":"The Great Hope (Condensed), p. 47.1 (Ellen Gould White)","content":"The living righteous are changed “in a moment, in the twinkling of an eye.” At the voice of God they are made immortal and with the risen saints are caught up to meet their Lord in the air. Angels “gather together his elect from the four winds, from one end of heaven to the other.” Matthew 24:31. Little children are borne to their mothers' arms. Friends long separated by death are united, nevermore to part, and with songs of gladness ascend together to the city of God."},{"refcode_short":"GrH_c 47","refcode_long":"The Great Hope (Condensed), p. 47 (Ellen Gould White)","content":"Into the Holy City"},{"refcode_short":"GrH_c 47.2","refcode_long":"The Great Hope (Condensed), p. 47.2 (Ellen Gould White)","content":"Throughout the unnumbered host of the redeemed every glance is fixed upon Jesus. Every eye beholds His glory whose “visage was so marred more than any man, and his form more than the sons of men.” Isaiah 52:14. Upon the heads of the overcomers Jesus places the crown of glory. For each there is a crown bearing his own “new name” (Revelation 2:17) and the inscription, “Holiness to the Lord.” In every hand are placed the victor's palm and the shining harp. Then, as the commanding angels strike the note, every hand sweeps the strings with skillful touch in rich, melodious strains. Each voice is raised in grateful praise: “Unto him that loved us, and washed us from our sins in his own blood, and hath made us kings and priests unto God and his Father; to him be glory and dominion for ever and ever.” Revelation 1:5, 6."},{"refcode_short":"GrH_c 47.3","refcode_long":"The Great Hope (Condensed), p. 47.3 (Ellen Gould White)","content":"Before the ransomed throng is the Holy City. Jesus opens the gates, and the nations that have kept the truth enter in. Then His voice is heard, “Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world.” Matthew 25:34. Christ presents to the Father the purchase of His blood, declaring: “Here am I, and the children whom thou hast given me.” “Those that thou gavest me I have kept.” Hebrews 2:13; John 17:12. Oh, the rapture of that hour when the infinite Father, looking upon the ransomed, shall behold His image, sin's blight removed, and the human once more in harmony with the divine!"},{"refcode_short":"GrH_c 47.4","refcode_long":"The Great Hope (Condensed), p. 47.4 (Ellen Gould White)","content":"The Saviour's joy is in seeing, in the kingdom of glory, the souls saved by His agony and humiliation. The redeemed will be sharers in His joy; they behold those won through their prayers, labors, and loving sacrifice. Gladness will fill their hearts when they see that one has gained others, and these still others."},{"refcode_short":"GrH_c 47","refcode_long":"The Great Hope (Condensed), p. 47 (Ellen Gould White)","content":"The Two Adams Meet"},{"refcode_short":"GrH_c 47.5","refcode_long":"The Great Hope (Condensed), p. 47.5 (Ellen Gould White)","content":"As the ransomed are welcomed to the city of God, there rings out an exultant cry. The two Adams are about to meet. The Son of God is to receive the father of our race—whom He created, who sinned, and for whose sin the marks of the crucifixion are on the Saviour's form. As Adam discerns the prints of the nails, in humiliation he casts himself at Christ's feet. The Saviour lifts him up and bids him look once more upon the Eden home from which he has so long been exiled."},{"refcode_short":"GrH_c 47.6","refcode_long":"The Great Hope (Condensed), p. 47.6 (Ellen Gould White)","content":"Adam's life was filled with sorrow. Every dying leaf, every victim of sacrifice, every stain upon man's purity, was a reminder of his sin. Terrible was the agony of remorse as he met the reproaches cast upon himself as the cause of sin. Faithfully did he repent of his sin, and he died in the hope of a resurrection. Now, through the atonement, Adam is reinstated."},{"refcode_short":"GrH_c 48.1","refcode_long":"The Great Hope (Condensed), p. 48.1 (Ellen Gould White)","content":"Transported with joy, he beholds the trees that were once his delight, whose fruit he himself had gathered in the days of his innocence. He sees the vines his own hands trained, the very flowers he once loved to care for. This is indeed Eden restored!"},{"refcode_short":"GrH_c 48.2","refcode_long":"The Great Hope (Condensed), p. 48.2 (Ellen Gould White)","content":"The Saviour leads him to the tree of life and bids him eat. He beholds a multitude of his family redeemed. Then he casts his crown at the feet of Jesus and embraces the Redeemer. He touches the harp, and the vaults of heaven echo the triumphant song: “Worthy, worthy, is the Lamb that was slain.” Revelation 5:12. The family of Adam cast their crowns at the Saviour's feet as they bow in adoration. Angels wept at the fall of Adam and rejoiced when Jesus opened the grave for all who should believe on His name. Now they behold the work of redemption accomplished and unite their voices in praise."},{"refcode_short":"GrH_c 48.3","refcode_long":"The Great Hope (Condensed), p. 48.3 (Ellen Gould White)","content":"Upon the “sea of glass as it were mingled with fire” are gathered the company that have “gotten the victory over the beast, and over his image, and over his mark, and over the number of his name.” The hundred and forty and four thousand were redeemed from among men, and they sing “a new song,” the song of Moses and the Lamb. Revelation 15:2, 3. None but the hundred and forty-four thousand can learn that song, for it is the song of an experience such as no other company ever had. “These are they which follow the Lamb whithersoever he goeth.” These, having been translated from among the living, are “the firstfruits unto God and to the Lamb.” Revelation 14:4, 5. They passed through the time of trouble such as never was since there was a nation; they endured the anguish of the time of Jacob's trouble; they stood without an intercessor through the final outpouring of God's judgments. They “washed their robes, and made them white in the blood of the Lamb.” “In their mouth was found no guile: for they are without fault” before God. “They shall hunger no more, neither thirst any more; neither shall the sun light on them, nor any heat. For the Lamb which is in the midst of the throne shall feed them, and shall lead them unto living fountains of waters: and God shall wipe away all tears from their eyes.” Revelation 7:14; 14:5; 7:16, 17."},{"refcode_short":"GrH_c 48","refcode_long":"The Great Hope (Condensed), p. 48 (Ellen Gould White)","content":"The Redeemed in Glory"},{"refcode_short":"GrH_c 48.4","refcode_long":"The Great Hope (Condensed), p. 48.4 (Ellen Gould White)","content":"In all ages the Saviour's chosen have walked in narrow paths. They were purified in the furnace of affliction. For Jesus’ sake they endured hatred, calumny, self-denial, and bitter disappointments. They learned the evil of sin, its power, its guilt, its woe; they look on it with abhorrence. A sense of the infinite sacrifice made for its cure humbles them and fills their hearts with gratitude. They love much because they have been forgiven much. See Luke 7:47. Partakers of Christ's sufferings, they are fitted to be partakers of His glory."},{"refcode_short":"GrH_c 48.5","refcode_long":"The Great Hope (Condensed), p. 48.5 (Ellen Gould White)","content":"The heirs of God come from garrets, hovels, dungeons, scaffolds, mountains, deserts, caves. They were “destitute, afflicted, tormented.” Millions went to the grave loaded with infamy because they refused to yield to Satan. But now they are no longer afflicted, scattered, and oppressed. Henceforth they stand clad in richer robes than the most honored of the earth have worn, crowned with diadems more glorious than were ever placed on the brow of earthly monarchs. The King of glory has wiped the tears from all faces. They pour forth a song of praise, clear, sweet, and harmonious. The anthem swells through the vaults of heaven: “Salvation to our God which sitteth upon the throne, and unto the Lamb.” And all respond, “Amen: Blessing, and glory, and wisdom, and thanksgiving, and honor, and power, and might, be unto our God for ever and ever.” Revelation 7:10, 12."},{"refcode_short":"GrH_c 49.1","refcode_long":"The Great Hope (Condensed), p. 49.1 (Ellen Gould White)","content":"In this life we can only begin to understand the wonderful theme of redemption. With our finite comprehension we may consider most earnestly the shame and the glory, the life and the death, the justice and the mercy, that meet in the cross; yet with the utmost stretch of our mental powers we fail to grasp its full significance. The length and the breadth, the depth and the height, of redeeming love are but dimly comprehended. The plan of redemption will not be fully understood, even when the ransomed see as they are seen and know as they are known; but through the eternal ages new truth will continually unfold to the wondering and delighted mind. Though the griefs and pains and temptations of earth are ended and the cause removed, the people of God will ever have a distinct, intelligent knowledge of what their salvation has cost."},{"refcode_short":"GrH_c 49.2","refcode_long":"The Great Hope (Condensed), p. 49.2 (Ellen Gould White)","content":"The cross will be the song of the redeemed through all eternity. In Christ glorified they behold Christ crucified. Never will it be forgotten that the Majesty of heaven humbled Himself to uplift fallen man, that He bore the guilt and shame of sin and the hiding of His Father's face till the woes of a lost world broke His heart and crushed out His life. The Maker of all worlds laid aside His glory from love to man—this will ever excite the wonder of the universe. As the nations of the saved look upon their Redeemer and know that His kingdom is to have no end, they break forth in song: “Worthy is the Lamb that was slain, and hath redeemed us to God by his own most precious blood!”"},{"refcode_short":"GrH_c 49.3","refcode_long":"The Great Hope (Condensed), p. 49.3 (Ellen Gould White)","content":"The mystery of the cross explains all mysteries. It will be seen that He who is infinite in wisdom could devise no plan for our salvation except the sacrifice of His Son. The compensation for this sacrifice is the joy of peopling the earth with ransomed beings, holy, happy, and immortal. Such is the value of the soul that the Father is satisfied with the price paid. And Christ Himself, beholding the fruits of His great sacrifice, is satisfied."},{"refcode_short":"GrH_c 50","refcode_long":"The Great Hope (Condensed), p. 50 (Ellen Gould White)","content":"Chapter 11—Victory of Love"},{"refcode_short":"GrH_c 50.1","refcode_long":"The Great Hope (Condensed), p. 50.1 (Ellen Gould White)","content":"At the close of the 1000 years,*This is the millennium, described in the Bible in Revelation 20:1-6 and in the complete book, The Great Controversy, chapter 41. Christ returns to the earth accompanied by the redeemed and a retinue of angels. He bids the wicked dead arise to receive their doom. They come forth, numberless as the sands of the sea, bearing the traces of disease and death. What a contrast to those raised in the first resurrection!"},{"refcode_short":"GrH_c 50.2","refcode_long":"The Great Hope (Condensed), p. 50.2 (Ellen Gould White)","content":"Every eye is turned to behold the glory of the Son of God. With one voice the wicked hosts exclaim: “Blessed is he that cometh in the name of the Lord!” Matthew 23:39. It is not love that inspires this utterance. The force of truth urges the words from unwilling lips. As the wicked went in to the graves, so they come forth with the same enmity to Christ and the same spirit of rebellion. They are to have no new probation in which to remedy their past lives."},{"refcode_short":"GrH_c 50.3","refcode_long":"The Great Hope (Condensed), p. 50.3 (Ellen Gould White)","content":"Says the prophet: “His feet shall stand in that day upon the Mount of Olives,... and the Mount of Olives shall cleave in the midst thereof.” Zechariah 14:4. As the New Jerusalem comes down out of heaven, it rests upon the place made ready, and Christ, with His people and the angels, enters the holy city."},{"refcode_short":"GrH_c 50.4","refcode_long":"The Great Hope (Condensed), p. 50.4 (Ellen Gould White)","content":"While cut off from his work of deception, the prince of evil was miserable and dejected, but as the wicked dead are raised and he sees the vast multitudes upon his side, his hopes revive. He determines not to yield the great controversy. He will marshal the lost under his banner. In rejecting Christ they have accepted the rule of the rebel leader, ready to do his bidding. Yet, true to his early cunning, he does not acknowledge himself to be Satan. He claims to be the rightful owner of the world whose inheritance has been unlawfully wrested from him. He represents himself as a redeemer, assuring his deluded subjects that his power has brought them from their graves. Satan makes the weak strong, and inspires all with his own energy to lead them to take possession of the city of God. He points to the unnumbered millions who have been raised from the dead, and declares that as their leader he is able to regain his throne and kingdom."},{"refcode_short":"GrH_c 50.5","refcode_long":"The Great Hope (Condensed), p. 50.5 (Ellen Gould White)","content":"In the vast throng are the long-lived race that existed before the Flood, men of lofty stature and giant intellect; men whose wonderful works led the world to idolize their genius, but whose cruelty and evil inventions caused God to blot them from His creation. There are kings and generals who never lost a battle. In death these experienced no change. As they come up from the grave, they are actuated by the same desire to conquer that ruled them when they fell."},{"refcode_short":"GrH_c 50","refcode_long":"The Great Hope (Condensed), p. 50 (Ellen Gould White)","content":"The Final Assault Against God"},{"refcode_short":"GrH_c 50.6","refcode_long":"The Great Hope (Condensed), p. 50.6 (Ellen Gould White)","content":"Satan consults with these mighty men. They declare that the army within the city is small in comparison with theirs and can be overcome. Skillful artisans construct implements of war. Military leaders marshal warlike men into companies and divisions."},{"refcode_short":"GrH_c 50.7","refcode_long":"The Great Hope (Condensed), p. 50.7 (Ellen Gould White)","content":"At last the order to advance is given, and the countless host moves on, an army such as the combined forces of all ages could never equal. Satan leads the van, kings and warriors in his train. With military precision the serried ranks advance over the earth's broken surface to the City of God. By command of Jesus, the gates of the New Jerusalem are closed, and the armies of Satan make ready for the onset."},{"refcode_short":"GrH_c 50.8","refcode_long":"The Great Hope (Condensed), p. 50.8 (Ellen Gould White)","content":"Now Christ appears to the view of His enemies. Far above the city, upon a foundation of burnished gold, is a throne. Upon this throne sits the Son of God, and around Him are the subjects of His kingdom. The glory of the Eternal Father is enshrouding His Son. The brightness of His presence flows out beyond the gates, flooding the earth with radiance."},{"refcode_short":"GrH_c 51.1","refcode_long":"The Great Hope (Condensed), p. 51.1 (Ellen Gould White)","content":"Nearest the throne are those who were once zealous in the cause of Satan, but who, plucked as brands from the burning, have followed their Saviour with intense devotion. Next are those who perfected character in the midst of falsehood and infidelity, who honored the law of God when the world declared it void, and the millions, of all ages, who were martyred for their faith. Beyond is the “great multitude, which no man could number, of all nations, and kindreds, and people, and tongues,... clothed with white robes, and palms in their hands.” Revelation 7:9. Their warfare is ended, their victory won. The palm branch is a symbol of triumph, the white robe an emblem of the righteousness of Christ which now is theirs."},{"refcode_short":"GrH_c 51.2","refcode_long":"The Great Hope (Condensed), p. 51.2 (Ellen Gould White)","content":"In all that throng there are none to ascribe salvation to themselves by their own goodness. Nothing is said of what they have suffered; the keynote of every anthem is, Salvation to our God and to the Lamb."},{"refcode_short":"GrH_c 51","refcode_long":"The Great Hope (Condensed), p. 51 (Ellen Gould White)","content":"Sentence Pronounced Against the Rebels"},{"refcode_short":"GrH_c 51.3","refcode_long":"The Great Hope (Condensed), p. 51.3 (Ellen Gould White)","content":"In the presence of the assembled inhabitants of earth and heaven the coronation of the Son of God takes place. And now, invested with supreme majesty and power, the King of kings pronounces sentence on the rebels who have transgressed His law and oppressed His people. “I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them. And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.” Revelation 20:11, 12."},{"refcode_short":"GrH_c 51.4","refcode_long":"The Great Hope (Condensed), p. 51.4 (Ellen Gould White)","content":"As the eye of Jesus looks upon the wicked, they are conscious of every sin they have ever committed. They see where their feet diverged from the path of holiness. The seductive temptations which they encouraged by indulgence in sin, the messengers of God despised, the warnings rejected, the waves of mercy beaten back by the stubborn, unrepentant heart—all appear as if written in letters of fire."},{"refcode_short":"GrH_c 51.5","refcode_long":"The Great Hope (Condensed), p. 51.5 (Ellen Gould White)","content":"Above the throne is revealed the cross. Like a panoramic view appear the scenes of Adam's fall and the successive steps in the plan of redemption. The Saviour's lowly birth; His life of simplicity; His baptism in Jordan; the fast and temptation in the wilderness; His ministry unfolding to men heaven's blessings; the days crowded with deeds of mercy, the nights of prayer in the mountains; the plottings of envy and malice which repaid His benefits; the mysterious agony in Gethsemane beneath the weight of the sins of the world; His betrayal to the murderous mob; the events of that night of horror—the unresisting prisoner forsaken by His disciples, arraigned in the high priest's palace, in the judgment hall of Pilate, before the cowardly Herod, mocked, insulted, tortured, and condemned to die—all are vividly portrayed."},{"refcode_short":"GrH_c 51.6","refcode_long":"The Great Hope (Condensed), p. 51.6 (Ellen Gould White)","content":"And now before the swaying multitude are revealed the final scenes: the patient Sufferer treading the path to Calvary; the Prince of heaven hanging on the cross; the priests and rabbis deriding His expiring agony; the supernatural darkness marking the moment when the world's Redeemer yielded up His life."},{"refcode_short":"GrH_c 51.7","refcode_long":"The Great Hope (Condensed), p. 51.7 (Ellen Gould White)","content":"The awful spectacle appears just as it was. Satan and his subjects have no power to turn from the picture. Each actor recalls the part he performed. Herod, who slew the innocent children of Bethlehem; the base Herodias, upon whose soul rests the blood of John the Baptist; the weak, time-serving Pilate; the mocking soldiers; the maddened throng who cried, “His blood be on us, and on our children!”—all vainly seek to hide from the divine majesty of His countenance, while the redeemed cast their crowns at the Saviour's feet, exclaiming, “He died for me!”"},{"refcode_short":"GrH_c 52.1","refcode_long":"The Great Hope (Condensed), p. 52.1 (Ellen Gould White)","content":"There is Nero, monster of cruelty and vice, beholding the exaltation of those in whose anguish he found satanic delight. His mother witnesses her own work, how the passions encouraged by her influence and example have borne fruit in crimes that caused the world to shudder."},{"refcode_short":"GrH_c 52.2","refcode_long":"The Great Hope (Condensed), p. 52.2 (Ellen Gould White)","content":"There are papist priests and prelates who claimed to be Christ's ambassadors, yet employed the rack, the dungeon, and the stake to control His people. There are the proud pontiffs who exalted themselves above God and presumed to change the law of the Most High. Those pretended fathers have an account to render to God. Too late they are made to see that the Omniscient One is jealous of His law. They learn now that Christ identifies His interests with His suffering people."},{"refcode_short":"GrH_c 52.3","refcode_long":"The Great Hope (Condensed), p. 52.3 (Ellen Gould White)","content":"The whole wicked world stand arraigned on the charge of high treason against the government of heaven. They have none to plead their cause; they are without excuse; and the sentence of eternal death is pronounced against them."},{"refcode_short":"GrH_c 52.4","refcode_long":"The Great Hope (Condensed), p. 52.4 (Ellen Gould White)","content":"The wicked see what they have forfeited by their rebellion. “All this,” cries the lost soul, “I might have had. Oh, strange infatuation! I have exchanged peace, happiness, and honor for wretchedness, infamy, and despair.” All see that their exclusion from heaven is just. By their lives they have declared: “We will not have this man [Jesus] to reign over us.”"},{"refcode_short":"GrH_c 52","refcode_long":"The Great Hope (Condensed), p. 52 (Ellen Gould White)","content":"Satan Defeated"},{"refcode_short":"GrH_c 52.5","refcode_long":"The Great Hope (Condensed), p. 52.5 (Ellen Gould White)","content":"As if entranced, the wicked look upon the coronation of the Son of God. They see in His hands the tables of the divine law they have despised. They witness the outburst of adoration from the saved; and as the wave of melody sweeps over the multitudes without the city, all exclaim, “Just and true are thy ways, thou King of saints.” Falling prostrate, they worship the Prince of life. Revelation 15:3."},{"refcode_short":"GrH_c 52.6","refcode_long":"The Great Hope (Condensed), p. 52.6 (Ellen Gould White)","content":"Satan seems paralyzed. Once a covering cherub, he remembers whence he has fallen. From the council where once he was honored he is forever excluded. He sees another now standing near to the Father, an angel of majestic presence. He knows that the exalted position of this angel might have been his."},{"refcode_short":"GrH_c 52.7","refcode_long":"The Great Hope (Condensed), p. 52.7 (Ellen Gould White)","content":"Memory recalls the home of his innocence, the peace and content that were his until his rebellion. He reviews his work among men and its results—the enmity of man toward his fellow men, the terrible destruction of life, the overturning of thrones, the tumults, conflicts, and revolutions. He recalls his constant efforts to oppose the work of Christ. As he looks upon the fruit of his toil he sees only failure. Again and again in the progress of the great controversy he has been defeated and compelled to yield."},{"refcode_short":"GrH_c 52.8","refcode_long":"The Great Hope (Condensed), p. 52.8 (Ellen Gould White)","content":"The aim of the great rebel has ever been to prove the divine government responsible for the rebellion. He has led vast multitudes to accept his version. For thousands of years this chief of conspiracy has palmed off falsehood for truth. But the time has now come when the history and character of Satan are to be disclosed. In his last effort to dethrone Christ, destroy His people, and take possession of the City of God, the archdeceiver has been fully unmasked. Those united with him see the total failure of his cause."},{"refcode_short":"GrH_c 52.9","refcode_long":"The Great Hope (Condensed), p. 52.9 (Ellen Gould White)","content":"Satan sees that his voluntary rebellion has unfitted him for heaven. He has trained his powers to war against God; the purity and harmony of heaven would be to him supreme torture. He bows down and confesses the justice of his sentence."},{"refcode_short":"GrH_c 53.1","refcode_long":"The Great Hope (Condensed), p. 53.1 (Ellen Gould White)","content":"Every question of truth and error in the long-standing controversy has now been made plain. The results of setting aside the divine statutes have been laid open to the view of the whole universe. The history of sin will stand to all eternity as a witness that with the existence of God's law is bound up the happiness of all the beings He has created. The whole universe, loyal and rebellious, with one accord declare, “Just and true are thy ways, thou King of saints.”"},{"refcode_short":"GrH_c 53.2","refcode_long":"The Great Hope (Condensed), p. 53.2 (Ellen Gould White)","content":"The hour has come when Christ is glorified above every name that is named. For the joy set before Him—that He might bring many sons unto glory—He endured the cross. He looks upon the redeemed, renewed in His own image. He beholds in them the result of the travail of His soul, and He is satisfied. Isaiah 53:11. In a voice that reaches the multitudes, righteous and wicked, He declares: “Behold the purchase of my blood! For these I suffered, for these I died.”"},{"refcode_short":"GrH_c 53","refcode_long":"The Great Hope (Condensed), p. 53 (Ellen Gould White)","content":"Violent End of the Wicked"},{"refcode_short":"GrH_c 53.3","refcode_long":"The Great Hope (Condensed), p. 53.3 (Ellen Gould White)","content":"Satan's character remains unchanged. Rebellion like a mighty torrent again bursts forth. He determines not to yield the last desperate struggle against the King of heaven. But of all the countless millions whom he has allured into rebellion, none now acknowledge his supremacy. The wicked are filled with the same hatred of God that inspires Satan, but they see that their case is hopeless."},{"refcode_short":"GrH_c 53.4","refcode_long":"The Great Hope (Condensed), p. 53.4 (Ellen Gould White)","content":"Fire comes down from God out of heaven. The earth is broken up. Devouring flames burst from every yawning chasm. The very rocks are on fire. The elements melt with fervent heat, the earth also, and the works that are therein are burned up. 2 Peter 3:10. The earth's surface seems one molten mass—a vast, seething lake of fire. It is “the day of the Lord's vengeance, and the year of recompenses for the controversy of Zion.” Isaiah 34:8."},{"refcode_short":"GrH_c 53.5","refcode_long":"The Great Hope (Condensed), p. 53.5 (Ellen Gould White)","content":"The wicked are punished “according to their deeds.” Satan is made to suffer not only for his own rebellion, but for all the sins which he has caused God's people to commit. In the flames the wicked are at last destroyed, root and branch—Satan the root, his followers the branches. The full penalty of the law has been visited; the demands of justice have been met. Satan's work of ruin is forever ended. Now God's creatures are forever delivered from his temptations."},{"refcode_short":"GrH_c 53.6","refcode_long":"The Great Hope (Condensed), p. 53.6 (Ellen Gould White)","content":"While the earth is wrapped in fire, the righteous abide safely in the Holy City. While God is to the wicked a consuming fire, He is to His people a shield. See Revelation 20:6; Psalm 84:11."},{"refcode_short":"GrH_c 53","refcode_long":"The Great Hope (Condensed), p. 53 (Ellen Gould White)","content":"Our Final Home"},{"refcode_short":"GrH_c 53.7","refcode_long":"The Great Hope (Condensed), p. 53.7 (Ellen Gould White)","content":"“I saw a new heaven and a new earth: for the first heaven and the first earth were passed away.” Revelation 21:1. The fire that consumes the wicked purifies the earth. Every trace of the curse is swept away. No eternally burning hell will keep before the ransomed the fearful consequences of sin."},{"refcode_short":"GrH_c 53.8","refcode_long":"The Great Hope (Condensed), p. 53.8 (Ellen Gould White)","content":"One reminder alone remains: our Redeemer will ever bear the marks of His crucifixion, the only traces of the cruel work that sin has wrought. Through eternal ages the wounds of Calvary will show forth His praise and declare His power."},{"refcode_short":"GrH_c 53.9","refcode_long":"The Great Hope (Condensed), p. 53.9 (Ellen Gould White)","content":"Christ assured His disciples that He went to prepare mansions for them in the Father's house. Human language is inadequate to describe the reward of the righteous. It will be known only to those who behold it. No finite mind can comprehend the glory of the Paradise of God!"},{"refcode_short":"GrH_c 53.10","refcode_long":"The Great Hope (Condensed), p. 53.10 (Ellen Gould White)","content":"In the Bible the inheritance of the saved is called “a country.” Hebrews 11:14-16. There the heavenly Shepherd leads His flock to fountains of living waters. There are everflowing streams, clear as crystal, and beside them waving trees cast their shadows upon the paths prepared for the ransomed of the Lord. Wide-spreading plains swell into hills of beauty, and the mountains of God rear their lofty summits. On those peaceful plains, beside those living streams, God's people, so long pilgrims and wanderers, shall find a home."},{"refcode_short":"GrH_c 54.1","refcode_long":"The Great Hope (Condensed), p. 54.1 (Ellen Gould White)","content":"“They shall build houses, and inhabit them; and they shall plant vineyards, and eat the fruit of them. They shall not build, and another inhabit; they shall not plant, and another eat:... Mine elect shall long enjoy the work of their hands.” “The wilderness and the solitary place shall be glad for them; and the desert shall rejoice, and blossom as the rose.” “The wolf also shall dwell with the lamb, and the leopard shall lie down with the kid;... and a little child shall lead them.... They shall not hurt nor destroy in all my holy mountain.” Isaiah 65:21, 22; 35:1; 11:6, 9."},{"refcode_short":"GrH_c 54.2","refcode_long":"The Great Hope (Condensed), p. 54.2 (Ellen Gould White)","content":"Pain cannot exist in heaven. There will be no more tears, no funeral trains. “There shall be no more death, neither sorrow, nor crying:... for the former things are passed away.” “The inhabitant shall not say, I am sick: the people that dwell therein shall be forgiven their iniquity.” Revelation 21:4; Isaiah 33:24."},{"refcode_short":"GrH_c 54.3","refcode_long":"The Great Hope (Condensed), p. 54.3 (Ellen Gould White)","content":"There is the New Jerusalem, the metropolis of the glorified new earth. “Her light was like unto a stone most precious, even like a jasper stone, clear as crystal.” “The nations of them which are saved shall walk in the light of it: and the kings of the earth do bring their glory and honor into it.” “The tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.” Revelation 21:11, 24, 3."},{"refcode_short":"GrH_c 54.4","refcode_long":"The Great Hope (Condensed), p. 54.4 (Ellen Gould White)","content":"In the City of God “there shall be no night.” Revelation 22:5. There will be no weariness. We shall ever feel the freshness of the morning and ever be far from its close. The light of the sun will be superseded by a radiance which is not painfully dazzling, yet which immeasurably surpasses the brightness of our noontide. The redeemed walk in the glory of perpetual day."},{"refcode_short":"GrH_c 54.5","refcode_long":"The Great Hope (Condensed), p. 54.5 (Ellen Gould White)","content":"“I saw no temple therein: for the Lord God Almighty and the Lamb are the temple of it.” Revelation 21:22. The people of God are privileged to hold open communion with the Father and the Son. Now we behold the image of God as in a mirror, but then we shall see Him face to face, without a dimming veil between."},{"refcode_short":"GrH_c 54","refcode_long":"The Great Hope (Condensed), p. 54 (Ellen Gould White)","content":"The Triumph of God's Love"},{"refcode_short":"GrH_c 54.6","refcode_long":"The Great Hope (Condensed), p. 54.6 (Ellen Gould White)","content":"There the loves and sympathies which God Himself has planted in the soul shall find truest and sweetest exercise. The pure communion with holy beings and the faithful of all ages, the sacred ties that bind together “the whole family in heaven and earth”—these help to constitute the happiness of the redeemed. Ephesians 3:15."},{"refcode_short":"GrH_c 54.7","refcode_long":"The Great Hope (Condensed), p. 54.7 (Ellen Gould White)","content":"There, immortal minds will contemplate with never-failing delight the wonders of creative power, the mysteries of redeeming love. Every faculty will be developed, every capacity increased. The acquirement of knowledge will not exhaust the energies. The grandest enterprises may be carried forward, the loftiest aspirations reached, the highest ambitions realized. And still there will arise new heights to surmount, new wonders to admire, new truths to comprehend, fresh objects to call forth the powers of mind and soul and body."},{"refcode_short":"GrH_c 54.8","refcode_long":"The Great Hope (Condensed), p. 54.8 (Ellen Gould White)","content":"All the treasures of the universe will be open to God's redeemed. Unfettered by mortality, they wing their tireless flight to worlds afar. The children of earth enter into the joy and wisdom of unfallen beings and share treasures of knowledge gained through ages upon ages. With undimmed vision they gaze upon the glory of creation—suns and stars and systems, all in their appointed order circling the throne of Deity."},{"refcode_short":"GrH_c 54.9","refcode_long":"The Great Hope (Condensed), p. 54.9 (Ellen Gould White)","content":"And the years of eternity, as they roll, will bring still more glorious revelations of God and of Christ. The more men learn of God, the greater will be their admiration of His character. As Jesus opens before them the riches of redemption and the amazing achievements in the great controversy with Satan, the hearts of the ransomed thrill with devotion, and ten thousand times ten thousand voices unite to swell the mighty chorus of praise."},{"refcode_short":"GrH_c 55.1","refcode_long":"The Great Hope (Condensed), p. 55.1 (Ellen Gould White)","content":"“And every creature which is in heaven, and on the earth, and under the earth, and such as are in the sea, and all that are in them, heard I saying, Blessing, and honor, and glory, and power, be unto him that sitteth upon the throne, and unto the Lamb for ever and ever.” Revelation 5:13."},{"refcode_short":"GrH_c 55.2","refcode_long":"The Great Hope (Condensed), p. 55.2 (Ellen Gould White)","content":"The great controversy is ended. Sin and sinners are no more. The entire universe is clean. One pulse of harmony and gladness beats through the vast creation. From Him who created all, flow life and light and gladness throughout the realms of illimitable space. From the minutest atom to the greatest world, all things, animate and inanimate, in their unshadowed beauty and perfect joy, declare that God is love."},{"refcode_short":"GrH_c 56","refcode_long":"The Great Hope (Condensed), p. 56 (Ellen Gould White)","content":"Sources"},{"refcode_short":"GrH_c 56.1","refcode_long":"The Great Hope (Condensed), p. 56.1 (Ellen Gould White)","content":"In the list below, under each chapter in the current work are listed the source chapters in The Great Controversy that correspond to it:"},{"refcode_short":"GrH_c 56.2","refcode_long":"The Great Hope (Condensed), p. 56.2 (Ellen Gould White)","content":"Chapter 1, “Why Is There Suffering?”"},{"refcode_short":"GrH_c 56.3","refcode_long":"The Great Hope (Condensed), p. 56.3 (Ellen Gould White)","content":"The Great Controversy, chapter 29"},{"refcode_short":"GrH_c 56.4","refcode_long":"The Great Hope (Condensed), p. 56.4 (Ellen Gould White)","content":"Chapter 2, “Hope for Triumph Over Evil”"},{"refcode_short":"GrH_c 56.5","refcode_long":"The Great Hope (Condensed), p. 56.5 (Ellen Gould White)","content":"The Great Controversy, chapters 30, 31"},{"refcode_short":"GrH_c 56.6","refcode_long":"The Great Hope (Condensed), p. 56.6 (Ellen Gould White)","content":"Chapter 3, “Dangerous Seductions”"},{"refcode_short":"GrH_c 56.7","refcode_long":"The Great Hope (Condensed), p. 56.7 (Ellen Gould White)","content":"The Great Controversy, chapter 32"},{"refcode_short":"GrH_c 56.8","refcode_long":"The Great Hope (Condensed), p. 56.8 (Ellen Gould White)","content":"Chapter 4, “Everlasting Life”"},{"refcode_short":"GrH_c 56.9","refcode_long":"The Great Hope (Condensed), p. 56.9 (Ellen Gould White)","content":"The Great Controversy, chapter 33"},{"refcode_short":"GrH_c 56.10","refcode_long":"The Great Hope (Condensed), p. 56.10 (Ellen Gould White)","content":"Chapter 5, “False Hope”"},{"refcode_short":"GrH_c 56.11","refcode_long":"The Great Hope (Condensed), p. 56.11 (Ellen Gould White)","content":"The Great Controversy, chapter 34"},{"refcode_short":"GrH_c 56.12","refcode_long":"The Great Hope (Condensed), p. 56.12 (Ellen Gould White)","content":"Chapter 6, “True Peace”"},{"refcode_short":"GrH_c 56.13","refcode_long":"The Great Hope (Condensed), p. 56.13 (Ellen Gould White)","content":"The Great Controversy, chapters 7, 27"},{"refcode_short":"GrH_c 56.14","refcode_long":"The Great Hope (Condensed), p. 56.14 (Ellen Gould White)","content":"Chapter 7, “Our Only Safeguard”"},{"refcode_short":"GrH_c 56.15","refcode_long":"The Great Hope (Condensed), p. 56.15 (Ellen Gould White)","content":"The Great Controversy, chapter 37"},{"refcode_short":"GrH_c 56.16","refcode_long":"The Great Hope (Condensed), p. 56.16 (Ellen Gould White)","content":"Chapter 8, “In Defense of the Truth”"},{"refcode_short":"GrH_c 56.17","refcode_long":"The Great Hope (Condensed), p. 56.17 (Ellen Gould White)","content":"The Great Controversy, chapters 3, 25, 26"},{"refcode_short":"GrH_c 56.18","refcode_long":"The Great Hope (Condensed), p. 56.18 (Ellen Gould White)","content":"Chapter 9, “Real Hope”"},{"refcode_short":"GrH_c 56.19","refcode_long":"The Great Hope (Condensed), p. 56.19 (Ellen Gould White)","content":"The Great Controversy, chapters 1, 17, 36, 38, 39"},{"refcode_short":"GrH_c 56.20","refcode_long":"The Great Hope (Condensed), p. 56.20 (Ellen Gould White)","content":"Chapter 10, “The Great Rescue”"},{"refcode_short":"GrH_c 56.21","refcode_long":"The Great Hope (Condensed), p. 56.21 (Ellen Gould White)","content":"The Great Controversy, chapter 40"},{"refcode_short":"GrH_c 56.22","refcode_long":"The Great Hope (Condensed), p. 56.22 (Ellen Gould White)","content":"Chapter 11, “Victory of Love”"}]