[{"refcode_short":"GS","refcode_long":"The Good Samaritan","content":"The Good Samaritan"},{"refcode_short":"GS December 1,  1859, Art. A","refcode_long":"The Good Samaritan December 1,  1859, Art. A","content":"1859"},{"refcode_short":"GS December 1,  1859, Art. A","refcode_long":"The Good Samaritan December 1,  1859, Art. A","content":"December 1, 1859"},{"refcode_short":"GS December 1,  1859, Art. A","refcode_long":"The Good Samaritan December 1,  1859, Art. A","content":"From My Diary"},{"refcode_short":"GS December 1,  1859, Art. A, par. 1","refcode_long":"The Good Samaritan December 1,  1859, Art. A, paragraph 1","content":"I will copy a few items noted in my Diary."},{"refcode_short":"GS December 1,  1859, Art. A, par. 2","refcode_long":"The Good Samaritan December 1,  1859, Art. A, paragraph 2","content":"March 10th, Thursday afternoon. Sister I. came in from the country. She lives about ten miles from Battle Creek. She walked about three miles before she could get any opportunity to ride to Battle Creek. She looked sad, appeared chilled, and her sensitive heart was deeply affected as she thought of her errand—she had come for her daughter's wages. Stern necessity had compelled her to take that which she had previously earned, and now her only dependence was to get a few dollars from her daughter for bread. Her disagreeable errand sent the blood from the extremities. She appeared like a woman about to faint. Her teeth chattered, her whole frame shook. She had a husband at home dying with a lingering consumption, and she had four children to supply with bread. They were poor, suffering poor. Their daughter has worked with us ten weeks, and has deprived herself of suitable clothing to help her parents. I asked the mother in the daughter's absence how they were prospered. She said when she was at Battle Creek six weeks before, A. had given her her wages, and now she had come to ask her if she could let her have a little money to get some flour with. Said the mother, (while her heart seemed ready to burst,) “I hate to be compelled to ask her wages; it is more than ought to be asked of any child, but I know not what else to do.” As the mother told A. her wants, A. informed her mother that her wages were all taken up in getting her brother a pair of boots. The mother was disappointed; she saw that there was nothing for her. Said she, “We could have done in some way without the boots; but breadstuff we must have.” I stepped out of the house, leaving the distressed mother and daughter weeping. I related to my husband what was going on in the house. He entered into the matter with me, and we relieved their present necessities. Our little boys, H., E. and W., were moved at once. They begged the privilege of adding their mite, ten cents each. The mother's burden was lightened, and we all wept together as she expressed her gratitude. I shall ever remember these circumstances."},{"refcode_short":"GS December 1,  1859, Art. A, par. 3","refcode_long":"The Good Samaritan December 1,  1859, Art. A, paragraph 3","content":"March 17th. We rode out of the city to visit Bro. I.’s family, the daughter A. accompanying us. We found the mother had been absent. She had just returned from walking three miles and back, making six miles, to obtain help to put up a fence around a little spot of land they had cleared for the purpose of making a garden. She was disappointed, and her long walk amounted to nothing. We found her husband very low, and his difficulties aggravated by the inconvenience of the dwelling. It was a log house, unfinished. There was only one room, and a chamber which they used for a sleeping apartment by climbing a ladder. The steam of the cooking increased the sick man's cough, and the only relief he could obtain was to go out doors and cough in a painful, violent manner. They had one little son about ten years old, and small of his age. The labor of one nearly double his age came upon him. He seemed willing to do all he could. We had a praying season before leaving, and it was a solemn place; it was indeed the house of mourning. The daughter A. prayed for her father in an earnest, touching manner, and then for her sisters. As our petitions went up unitedly to God, there was weeping aloud for some time in the dwelling, and after we had risen from our knees we heard A. outside of the house pleading with her sisters to serve God, and all were weeping aloud. All felt that a sacred tie was about to be broken. Our visit was a profitable one, and we believe God approbated the efforts we had made to comfort the afflicted, suffering one, and ease his passage to the grave. The knowledge that there were those who would have a kindly care for the mother and children was a great consolation to him, for he knew that he must soon part with them."},{"refcode_short":"GS December 1,  1859, Art. A, par. 4","refcode_long":"The Good Samaritan December 1,  1859, Art. A, paragraph 4","content":"After we returned home we made the church acquainted with the situation of the afflicted family, and measures were immediately taken to relieve them. A little addition was put on to their log house for a cook-room, that the sick parent might be made more comfortable. A few weeks after this he fell asleep. He died, leaning upon the strong promises of God. Jesus was his friend, and all through his sickness he seemed to lean upon his bosom with assurance that he should come forth in the resurrection morn immortal. The family are now left without a husband and father. They must not want, they must be supplied with life's necessaries, if they are deprived of many of its comforts. And we believe it will be the highest pleasure for those who have abundance to help the poor who are needy. Especially should widows be taken care of. They should have our tenderest sympathy, prayers, and we should look after the interest of the fatherless children. Husbands and fathers, make their case your own, and have a care for them just as you would wish others to have a care for your companion and children if you should be called away from your families. This is a cold and selfish world. It is natural to look out for self, and neglect those who are pining for sympathy and consolation, and are suffering privation."},{"refcode_short":"GS December 1,  1859, Art. A, par. 5","refcode_long":"The Good Samaritan December 1,  1859, Art. A, paragraph 5","content":"It is no marvel to me that a tender husband and father's last hours are often embittered by thinking what will become of their companion and children. Must they be left to the mercies of a cold and selfish world? I have seen the dying father look tearfully around upon the family circle, and his eye rest upon the faces of every one of his dear children. I have seen the quivering lip, and could read the thoughts of that tender parent. He knew the peculiar temperament of every one of his loved ones, he knew they were illy prepared to endure hardship, privation and unfeeling coldness. No longer can a father shelter them in his dear arms, no longer can he soothe their troubled spirits, and quell the rising passion that is endangering the happiness of the child and parents. O, how would the bitterness of death be taken away if he knew there were unselfish hearts that would feel for their woes, and that would make the case of his desolate, sorrowful household their own, and that would exert a holy, salutary influence upon his children, and patiently aid the burdened mother to bear the double burden laid upon her—that of acting the part of a father and mother to the little fatherless flock."},{"refcode_short":"GS December 1,  1859, Art. A, par. 6","refcode_long":"The Good Samaritan December 1,  1859, Art. A, paragraph 6","content":"Resolved, that Srs. Uriah Smith, J. P. Kellogg, and Richard Godsmark, be a committee to receive donations of money or articles of apparel for the poor; and that Sr. Uriah Smith, as secretary of this committee, be designated as the person with whom those in different places interested in this benevolent object may correspond."},{"refcode_short":"GS December 1,  1859, Art. A, par. 7","refcode_long":"The Good Samaritan December 1,  1859, Art. A, paragraph 7","content":"We take the liberty to name the following sisters to act as agents in this benevolent cause in their several localities, to receive money or clothing for the poor. It may be well for these to correspond with Sr. Uriah Smith, and with each other relative to the interests of the enterprise, and where to appropriate free-will offerings. Some churches are passed by, not knowing who to appoint. They will please appoint soon."},{"refcode_short":"GS December 1,  1859","refcode_long":"The Good Samaritan December 1,  1859","content":"December 1, 1859"},{"refcode_short":"GS December 1,  1859","refcode_long":"The Good Samaritan December 1,  1859","content":"Friends In Michigan"},{"refcode_short":"GS December 1,  1859, par. 1","refcode_long":"The Good Samaritan December 1,  1859, paragraph 1","content":"About seventy-five dollars has been advanced for the needy in this State since June, for the benefit of such as Sr. C. of Samaritan, No. 1, and Sr. I. of No. 2. It will be a pleasure for the sisters, and brethren too, in this State to send in their mites to meet this sum, and to supply the winter's wants."},{"refcode_short":"GS December 1,  1859","refcode_long":"The Good Samaritan December 1,  1859","content":"December 1, 1859"},{"refcode_short":"GS December 1,  1859","refcode_long":"The Good Samaritan December 1,  1859","content":"Aged Pilgrims"},{"refcode_short":"GS December 1,  1859, par. 1","refcode_long":"The Good Samaritan December 1,  1859, paragraph 1","content":"We were much gratified to meet with our aged brother and sister Coburn at Buck's Bridge, N.Y. They are among the first who embraced the Sabbath in Vermont. They have taken a straightforward course, manifesting a true devotion to the cause of truth. They have been in humble circumstances, yet have always been ready to do their part to help the servants of God. We have sometimes thought they did more than was their duty; but they seemed to consider it so great a privilege that we could not hinder them, and deprive them of the blessing. The infirmities of age are upon them. They are poor, and obliged to use the strictest economy to procure the common necessaries of life. Yet we have ever found them ready with their donation."},{"refcode_short":"GS December 1,  1859, par. 2","refcode_long":"The Good Samaritan December 1,  1859, paragraph 2","content":"One year ago we met these aged pilgrims. Sister C. expressed fears that they could not do as much as they wished to. Their health was poor, and she feared she could not knit, and expressed great regret that they could not do more."},{"refcode_short":"GS December 1,  1859, par. 3","refcode_long":"The Good Samaritan December 1,  1859, paragraph 3","content":"But this last Fall as we met them, she handed me five pairs of well knit socks to be given to those who were poor, and who should need them. They had managed in some way to donate thus liberally. It was a sacrifice on their part, yet they gave as though they considered it a great blessing. They will not lose their reward. There are many families that are as well, if not better, situated than these aged pilgrims, who, instead of helping, would sooner expect to be helped."},{"refcode_short":"GS December 1,  1859","refcode_long":"The Good Samaritan December 1,  1859","content":"December 1, 1859"},{"refcode_short":"GS December 1,  1859","refcode_long":"The Good Samaritan December 1,  1859","content":"Money for the Poor"},{"refcode_short":"GS December 1,  1859, par. 1","refcode_long":"The Good Samaritan December 1,  1859, paragraph 1","content":"M. Everts, A. W. Gould, A. J. Kellogg, E. B. Saunders, E. Wilcox, H. Place, M. Churchill, E. S. Hurlbut, E. I. Wilcox, M. North, J. Y. Wilcox, each $1,00. R. Sawyer, C. R. Austin, each $2,00. M. M. Buckland, F. Howland, each $0,50. C. Rice, E. Buckland, E. A. Preston, M. T. Landon, H. Belden, each $0,25. S. C. Tuttle, E. A. Tuttle, M. A. Graham, each $0,10. M. C. Cook $0,40. E. Saxby $0,30. C. Farnsworth $0,15."},{"refcode_short":"GS December 1,  1859, par. 2","refcode_long":"The Good Samaritan December 1,  1859, paragraph 2","content":"This amount was left for Bro. Czechowski in money, books, and clothes."},{"refcode_short":"GS December 1,  1859","refcode_long":"The Good Samaritan December 1,  1859","content":"Articles of Clothing"},{"refcode_short":"GS December 1,  1859, par. 3","refcode_long":"The Good Samaritan December 1,  1859, paragraph 3","content":"Mary Cochran, a second-hand dress, 3 3/4 yards factory cloth."},{"refcode_short":"GS December 1,  1859, par. 4","refcode_long":"The Good Samaritan December 1,  1859, paragraph 4","content":"A. W. Gould, one sheet, one pair pillow-cases, three towels, one pair cotton socks, one pair cotton stockings, one pair mittens, one delain handkerchief."},{"refcode_short":"GS December 1,  1859, par. 5","refcode_long":"The Good Samaritan December 1,  1859, paragraph 5","content":"Sister S. Smith, two yards calico, one skein yarn."},{"refcode_short":"GS December 1,  1859, par. 6","refcode_long":"The Good Samaritan December 1,  1859, paragraph 6","content":"A. S. Wakefield, one pair pillow-cases, one towel."},{"refcode_short":"GS December 1,  1859, par. 7","refcode_long":"The Good Samaritan December 1,  1859, paragraph 7","content":"Anna Wakefield, one pair pillow-cases."},{"refcode_short":"GS December 1,  1859, par. 8","refcode_long":"The Good Samaritan December 1,  1859, paragraph 8","content":"Church in Ashfield, Mass., one dress, one pair shoes, two aprons, one pair pants, five shirts, two and one-quarter yards calico."},{"refcode_short":"GS December 1,  1859, par. 9","refcode_long":"The Good Samaritan December 1,  1859, paragraph 9","content":"Church in Bristol, Vt., &c., one shirt, stocking yarn, one towel, two yards factory cloth, outside of quilt and factory lining."},{"refcode_short":"GS December 1,  1859, par. 10","refcode_long":"The Good Samaritan December 1,  1859, paragraph 10","content":"M. B. Pierce, one pair socks, one pair stockings."},{"refcode_short":"GS December 1,  1859, par. 11","refcode_long":"The Good Samaritan December 1,  1859, paragraph 11","content":"D. Abbey, one factory garment, one pair cotton stockings."},{"refcode_short":"GS December 1,  1859, par. 12","refcode_long":"The Good Samaritan December 1,  1859, paragraph 12","content":"R. Abbey, two skeins of yarn, five yards of factory."},{"refcode_short":"GS December 1,  1859, par. 13","refcode_long":"The Good Samaritan December 1,  1859, paragraph 13","content":"J. Higley, one shirt, one pair of socks."},{"refcode_short":"GS December 1,  1859, par. 14","refcode_long":"The Good Samaritan December 1,  1859, paragraph 14","content":"E. B. Griggs, two pairs of children's cotton stockings."},{"refcode_short":"GS December 1,  1859, par. 15","refcode_long":"The Good Samaritan December 1,  1859, paragraph 15","content":"M. Higley, one pair of stockings."},{"refcode_short":"GS December 1,  1859, par. 16","refcode_long":"The Good Samaritan December 1,  1859, paragraph 16","content":"E. Hough, a bundle of necessary articles for poor."},{"refcode_short":"GS December 1,  1859, par. 17","refcode_long":"The Good Samaritan December 1,  1859, paragraph 17","content":"L. Hilliard, three cotton garments."},{"refcode_short":"GS December 1,  1859, par. 18","refcode_long":"The Good Samaritan December 1,  1859, paragraph 18","content":"Sister Coburn, four pairs of socks."},{"refcode_short":"GS December 1,  1859, par. 19","refcode_long":"The Good Samaritan December 1,  1859, paragraph 19","content":"L. Castle, one pair of stockings."},{"refcode_short":"GS December 1,  1859, par. 20","refcode_long":"The Good Samaritan December 1,  1859, paragraph 20","content":"H. H. Buck, one pair of mittens."},{"refcode_short":"GS December 1,  1859, par. 21","refcode_long":"The Good Samaritan December 1,  1859, paragraph 21","content":"Hannah Belden, two pairs of socks."},{"refcode_short":"GS December 1,  1859, par. 22","refcode_long":"The Good Samaritan December 1,  1859, paragraph 22","content":"M. A. Graham, nine yards calico."},{"refcode_short":"GS December 1,  1859, par. 23","refcode_long":"The Good Samaritan December 1,  1859, paragraph 23","content":"That portion of the above named articles which were collected East, were left in care of sister Whipple for the benefit of Bro. Czechowski. Those collected since are not yet appropriated."},{"refcode_short":"GS February 1,  1860, Art. A","refcode_long":"The Good Samaritan February 1,  1860, Art. A","content":"1860"},{"refcode_short":"GS February 1,  1860, Art. A","refcode_long":"The Good Samaritan February 1,  1860, Art. A","content":"February 1, 1860"},{"refcode_short":"GS February 1,  1860, Art. A","refcode_long":"The Good Samaritan February 1,  1860, Art. A","content":"Pure Religion"},{"refcode_short":"GS February 1,  1860, Art. A, par. 1","refcode_long":"The Good Samaritan February 1,  1860, Art. A, paragraph 1","content":"Pure religion, and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world. James 1:27."},{"refcode_short":"GS February 1,  1860, Art. A, par. 2","refcode_long":"The Good Samaritan February 1,  1860, Art. A, paragraph 2","content":"We too often neglect the afflicted, the sorrowing, and choose to visit those who need not our sympathy and assistance. Do we live out our religion? Do we carry out our profession in our acts, in our works? Is there not a lack with some of bearing burdens? Is the duty all done when we hand of our abundance to relieve the pressing wants of others? The afflicted need words of comfort and tenderness. Then let your voice be often heard in prayer for the Lord to give strength and courage to the sick and afflicted, and that his light may cheer them in their suffering loneliness. Let every one of us think that we can do something to make the burden a little lighter for our brother or sister, who has more to bear and suffer than ourselves. Young and old, let your life be made up of good deeds and of kind acts."},{"refcode_short":"GS February 1,  1860, Art. A, par. 3","refcode_long":"The Good Samaritan February 1,  1860, Art. A, paragraph 3","content":"When we visit the afflicted we are not in so much danger of talking to no profit. But many of the young choose to be where there is no sorrow, no affliction, that with a light and trifling spirit they may indulge in speaking unrestrained, without care or forethought. Says the True Witness, “I know thy works.” I would say to our young friends, You must have an experience in these things. You must bear burdens; encourage and cherish tender, pitiful feelings towards the suffering; study how you may be of use to others—do them good and make them happy. Do not be wrapt up in self and think merely of your own enjoyment. If there are poor, sick, and afflicted among you, do not wait to be invited to see them and have a care for them. Go to them at once. If there is an afternoon visit anticipated, deny yourself the pleasure of joining your young friends in a social visit or chit chat, and go to the house of affliction. Set your young friends an example. They may be persuaded to follow you; and hours spent with the poor, the afflicted and distressed, are precious. Angels keep a faithful record of it all, and your own conscience will commend you. Right doing will not go unrewarded. Think of the self-denying, self-sacrificing life of Jesus our pattern, who went about doing good. Who imitates his example? It is time we were awake to our duty, and that we realized that it takes more than a name to make a Christian. It is to be Christ-like. We are to be judged according to the deeds done in the body. Reader, What kind of an account will be opened of your case? If you have cared only for yourself, God notices it if others pass it by. That which you sow, you will also reap. Embrace every opportunity that presents itself for doing good. Have your life dotted all through with bright spots where self has been denied, and others benefitted. Let your experience be interwoven with acts of benevolence, and you cannot fail to be happy while you are making others happy; and you will finally receive the reward to be given to those who have “well done.”"},{"refcode_short":"GS February 1,  1860","refcode_long":"The Good Samaritan February 1,  1860","content":"February 1, 1860"},{"refcode_short":"GS February 1,  1860","refcode_long":"The Good Samaritan February 1,  1860","content":"Western Missionary Field"},{"refcode_short":"GS February 1,  1860, par. 1","refcode_long":"The Good Samaritan February 1,  1860, paragraph 1","content":"The cause of present truth arose in the East, and at first had but few friends to sustain it, and they were poor. They felt a deep interest that others should have the truth set before them, and cheerfully bore the burden. Their hearts and purses were devoted to the work. Some even sold their houses and their lands. Means that was earning interest was called in, that it might be ready at any hour to use in the cause. They did not then think that even the principal must be kept good. Yet we have not heard them complain or regret the past. Many times have I thought, where would the cause in the West now be, if these efforts had not been made by self-sacrificing men. Those who supported the cause in its first rise suffered many trials. Through many discouragements they persevered, with the fire of fanaticism on the one hand, and cold formality on the other. They held fast the truth, and when news reached them, that even one in the West had embraced the truth it caused them great joy. The truth is now made so plain, and the friends of the cause are so numerous, that those who now embrace the truth can have but little idea of the reproach and trials those endured who first embraced and supported the third angel's message."},{"refcode_short":"GS February 1,  1860, par. 2","refcode_long":"The Good Samaritan February 1,  1860, paragraph 2","content":"I am acquainted with widows who took up their carpets and sold them to advance the cause. When Bro. Bates made his first visit to Vermont, he had no means, and was intending to go on foot with his carpet-bag in his hand. I knew a sister who learned of his intentions, and borrowed five dollars, which she put in his hands, and then worked five weeks very hard as a kitchen girl to earn the money."},{"refcode_short":"GS February 1,  1860, par. 3","refcode_long":"The Good Samaritan February 1,  1860, paragraph 3","content":"By such efforts the cause has been sustained, and by privation, toil and suffering, our publications have been sustained, and those West can now have the truth in a clear manner placed before them. Do they realize that these truths cost hard study and toil, mingled with earnest, agonizing prayer to God for light, while evil men, and Satan and his angels were warring against them?"},{"refcode_short":"GS February 1,  1860, par. 4","refcode_long":"The Good Samaritan February 1,  1860, paragraph 4","content":"On our last journey East, we saw many who felt the deepest interest for the cause West. And we saw poor brethren and sisters coming forward with their donations of from 25 cts. to $1, which they had dedicated to God. We learned that they were very poor. Mothers and daughters were making heavy coats for 75 cts. each, and by going poorly clad, they save a mite to put into the missionary fund. We told them we thought they needed the means themselves, but they seemed to consider it so great a privilege to do something for the spread of the truth West, we could not hinder them. We looked at these pale mothers and daughters who are destitute, and then thought of those brethren who possess large, rich farms West. If these western brethren had the interest in the cause that God requires them to have, and were willing to sacrifice or give of their abundance to sustain the truth in their own western country, others would not be burdened and they eased."},{"refcode_short":"GS February 1,  1860, par. 5","refcode_long":"The Good Samaritan February 1,  1860, paragraph 5","content":"While in Dartmouth, Mass., I was shown the East and the West. I saw that God had regarded the efforts of those East to sustain the cause West. The brethren East have acted well their part. When many of their preachers were called from the eastern fields to labor in the West, instead of selfishly retaining their means to be used expressly for the eastern States, they have sent it where it could accomplish the most good. I have been shown the great lack in the brethren West. They do not realize that God has claims upon them. They should be willing to venture out on the result and success of this message. They should fully and cheerfully sustain the work in their own western field. Missionaries should be sent into new fields. Minnesota should be visited, and persevering labor spent there. God is bringing out souls into the truth West, and they have a lesson to learn. Every one of them will be tested and proved. I saw that those West knew but little yet of the spirit of sacrifice; that messengers who labor in western fields should faithfully teach the brethren their duty in sustaining the cause. They should patiently, prayerfully, and earnestly set this part of present duty, to sustain the cause of present truth, before believers. “Preach the word, .... reprove, rebuke, exhort, with All Long Suffering and Doctrine.”"}]