[{"refcode_short":"HFM 3","refcode_long":"The Health Food Ministry, p. 3 (Ellen Gould White)","content":"The Health Food Ministry"},{"refcode_short":"HFM 3","refcode_long":"The Health Food Ministry, p. 3 (Ellen Gould White)","content":"Foreword"},{"refcode_short":"HFM 3.1","refcode_long":"The Health Food Ministry, p. 3.1 (Ellen Gould White)","content":"This collection of statements from the pen of Ellen G. White has been assembled to provide in one convenient source the principal counsels relating to the production and distribution of foods as a part of the work of the church."},{"refcode_short":"HFM 3.2","refcode_long":"The Health Food Ministry, p. 3.2 (Ellen Gould White)","content":"For a period of about ten years, beginning with 1898, the Lord sent through His servant many messages of encouragement, instruction, counsel, and warning regarding this work. In 1902 Testimonies for the Church Volume VII appeared, in which was included a section on the health food work. This section deals comprehensively with the principles that were outlined previous to that time."},{"refcode_short":"HFM 3.3","refcode_long":"The Health Food Ministry, p. 3.3 (Ellen Gould White)","content":"After the publication of Volume VII, there developed in the food work new conditions which called forth many later messages of counsel and instruction. On the request of Loma Linda Foods the White Estate in 1934 made these counsels available in a fifty-five page mimeographed document. This document—Health Food Ministry—now draws together the counsels from both sources, first the materials from Volume VII, and then the later statement."},{"refcode_short":"HFM 3.4","refcode_long":"The Health Food Ministry, p. 3.4 (Ellen Gould White)","content":"As the 1934 compilation from the manuscripts was intended to be supplementary to that printed in Volume VII, the manuscripts from which that instruction was taken are not here included. Other statements that closely parallel the subject matter selected for the mimeographed document have also been omitted. There are still some repetitions of thought which are retained because of certain striking statements or forms of expression that seem to make each one of special value. Because much of the instruction was called forth by conditions as they arose, the materials in section two appear in chronological arrangement rather than topical. A few fillers have been inserted out of chronological order because of their close relation to certain other paragraphs."},{"refcode_short":"HFM 4.1","refcode_long":"The Health Food Ministry, p. 4.1 (Ellen Gould White)","content":"As a help to the reader, a topical outline has been prepared covering the principal points of instruction, each item being followed by references to the pages where these topics appear."},{"refcode_short":"HFM 4.2","refcode_long":"The Health Food Ministry, p. 4.2 (Ellen Gould White)","content":"The reader will note that in all these messages, emphasis is placed upon the value of health food work as a soul-winning agency. Its possibilities for good are clearly pointed out. As this work developed to large proportions, however, it was found necessary to add cautions against commercialism, heavy investments, entering into binding contracts, and permitting it to absorb talent that should be devoted more directly to evangelizing efforts."},{"refcode_short":"HFM 4.3","refcode_long":"The Health Food Ministry, p. 4.3 (Ellen Gould White)","content":"This compilation should serve as a helpful guide in the laying and execution of plans for making the health food work what God designed it to be, and to shun the pitfalls that would destroy its usefulness and make it a hindrance rather than a help to the evangelization of the world."},{"refcode_short":"HFM 9","refcode_long":"The Health Food Ministry, p. 9 (Ellen Gould White)","content":"Section One—The Testimonies Volume Seven Materials"},{"refcode_short":"HFM 9","refcode_long":"The Health Food Ministry, p. 9 (Ellen Gould White)","content":"Health Foods"},{"refcode_short":"HFM 10","refcode_long":"The Health Food Ministry, p. 10 (Ellen Gould White)","content":"Medical Missionary Work in the Cities"},{"refcode_short":"HFM 10.1","refcode_long":"The Health Food Ministry, p. 10.1 (Ellen Gould White)","content":"There is work to be done in California, a work that has been strangely neglected. Let this work be delayed no longer. As doors open for the presentation of truth, let us be ready to enter. Some work has been done in the large city of San Francisco, but as we study the field we see plainly that only a beginning has been made. As soon as possible, well-organized efforts should be put forth in different sections of this city and also in Oakland. The wickedness of San Francisco is not realized. Our work in this city must broaden and deepen. God sees in it many souls to be saved."},{"refcode_short":"HFM 10.2","refcode_long":"The Health Food Ministry, p. 10.2 (Ellen Gould White)","content":"In San Francisco a hygienic restaurant has been opened, also a food store and treatment rooms. These are doing a good work, but their influence should be greatly extended. Other restaurants similar to the one on Market Street should be opened in San Francisco and in Oakland. Concerning the effort that is now being made in these lines we can say: Amen and amen. And soon other lines of work that will be a blessing to the people will be established. Medical missionary evangelistic work should be carried forward in a most prudent and thorough manner. The solemn, sacred work of saving souls is to advance in a way that is modest and yet ever elevated."},{"refcode_short":"HFM 11.1","refcode_long":"The Health Food Ministry, p. 11.1 (Ellen Gould White)","content":"Where are the working forces? Men and women who are thoroughly converted, men and women of discernment and keen foresight, should act as directors. Good judgment must be exercised in employing persons to do this special work—persons who love God and who walk before Him in all humility, persons who will be effective agencies in God's hand for the accomplishment of the object He has in view—the uplifting and saving of human beings."},{"refcode_short":"HFM 11.2","refcode_long":"The Health Food Ministry, p. 11.2 (Ellen Gould White)","content":"Medical missionary evangelists will be able to do excellent pioneer work. The work of the minister should blend fully with that of the medical missionary evangelist. The Christian physician should regard his work as exalted as that of the ministry. He bears a double responsibility, for in him are combined the qualifications of both physician and gospel minister. His is a grand, a sacred, and a very necessary work."},{"refcode_short":"HFM 11.3","refcode_long":"The Health Food Ministry, p. 11.3 (Ellen Gould White)","content":"The physician and the minister should realize that they are engaged in the same work. They should labor in perfect harmony. They should counsel together. By their unity they will bear witness that God has sent His only-begotten Son into the world to save all who will believe in Him as their personal Saviour."},{"refcode_short":"HFM 11.4","refcode_long":"The Health Food Ministry, p. 11.4 (Ellen Gould White)","content":"Physicians whose professional abilities are above those of the ordinary doctor should engage in the service of God in the large cities. They should seek to reach the higher classes. Something is being done in this line in San Francisco, but much more should be done. Let there be no misconception of the nature and the importance of these enterprises. San Francisco is a large field and an important portion of the Lord's vineyard."},{"refcode_short":"HFM 12.1","refcode_long":"The Health Food Ministry, p. 12.1 (Ellen Gould White)","content":"Medical missionaries who labor in evangelistic lines are doing a work of as high an order as are their ministerial fellow workers. The efforts put forth by these workers are not to be limited to the poorer classes. The higher classes have been strangely neglected. In the higher walks of life will be found many who will respond to the truth because it is consistent, because it bears the stamp of the high character of the gospel. Not a few of the men of ability thus won to the cause will enter energetically into the Lord's work."},{"refcode_short":"HFM 12.2","refcode_long":"The Health Food Ministry, p. 12.2 (Ellen Gould White)","content":"The Lord calls upon those who are in positions of trust, those to whom He has entrusted His precious gifts, to use their talents of intellect and means in His service. Our workers should present before these men a plain statement of our plan of labor, telling them what we need in order to help the poor and needy and to establish this work on a firm basis. Some of these will be impressed by the Holy Spirit to invest the Lord's means in a way that will advance His cause. They will fulfill His purpose by helping to create centers of influence in the large cities. Interested workers will be led to offer themselves for various lines of missionary effort. Hygienic restaurants will be established. But with what carefulness should this work be done!"},{"refcode_short":"HFM 12.3","refcode_long":"The Health Food Ministry, p. 12.3 (Ellen Gould White)","content":"Every hygienic restaurant should be a school. The workers connected with it should be constantly studying and experimenting, that they may make improvement in the preparation of healthful foods. In the cities this work of instruction may be carried forward on a much larger scale than in smaller places. But in every place where there is a church, instruction should be given in regard to the preparation of simple, healthful foods for the use of those who wish to live in accordance with the principles of health reform. And the church members should impart to the people of their neighborhood the light they receive on this subject."},{"refcode_short":"HFM 13.1","refcode_long":"The Health Food Ministry, p. 13.1 (Ellen Gould White)","content":"The students in our schools should be taught how to cook. Let tact and skill be brought into this branch of education. With all deceivableness of unrighteousness, Satan is working to turn the feet of the youth into paths of temptation that lead to ruin. We must strengthen and help them to withstand the temptations that are to be met on every side regarding the indulgence of appetite. To teach them the science of healthful living is to do missionary work for the Master."},{"refcode_short":"HFM 13.2","refcode_long":"The Health Food Ministry, p. 13.2 (Ellen Gould White)","content":"Cooking schools are to be established in many places. This work may begin in a humble way, but as intelligent cooks do their best to enlighten others, the Lord will give them skill and understanding. The word of the Lord is: “Forbid them not, for I will reveal Myself to them as their Instructor.” He will work with those who carry out His plans, teaching the people how to bring about reformation in their diet by the preparation of healthful, inexpensive foods. Thus the poor will be encouraged to adopt the principles of health reform; they will be helped to become industrious and self-reliant."},{"refcode_short":"HFM 13.3","refcode_long":"The Health Food Ministry, p. 13.3 (Ellen Gould White)","content":"It has been presented to me that men and women of capability were being taught of God how to prepare wholesome, palatable foods in an acceptable manner. Many of these were young, and there were also those of mature age. I have been instructed to encourage the conducting of cooking schools in all places where medical missionary work is being done. Every inducement to lead the people to reform must be held out before them. Let as much light as possible shine upon them. Teach them to make every improvement that they can in the preparation of food, and encourage them to impart to others that which they learn."},{"refcode_short":"HFM 14.1","refcode_long":"The Health Food Ministry, p. 14.1 (Ellen Gould White)","content":"Shall we not do all in our power to advance the work in all of our large cities? Thousands upon thousands who live near us need help in various ways. Let the ministers of the gospel remember that the Lord Jesus Christ said to His disciples: “Ye are the light of the world. A city that is set on a hill cannot be hid.” “Ye are the salt of the earth: but if the salt have lost his savor, wherewith shall it be salted?” Matthew 5:14, 13."},{"refcode_short":"HFM 14.2","refcode_long":"The Health Food Ministry, p. 14.2 (Ellen Gould White)","content":"The Lord Jesus will work miracles for His people. In the sixteenth of Mark we read: “So then after the Lord had spoken unto them, He was received up into heaven, and sat on the right hand of God. And they went forth, and preached everywhere, the Lord working with them, and confirming the word with signs following.” Verses 19, 20. Here we are assured that the Lord was qualifying His chosen servants to take up medical missionary work after His ascension."},{"refcode_short":"HFM 14.3","refcode_long":"The Health Food Ministry, p. 14.3 (Ellen Gould White)","content":"From the record of the Lord's miracles in providing wine at the wedding feast and in feeding the multitude, we may learn a lesson of the highest importance. The health food business is one of the Lord's own instrumentalities to supply a necessity. The heavenly Provider of all foods will not leave His people in ignorance in regard to the preparation of the best foods for all times and occasions."},{"refcode_short":"HFM 15","refcode_long":"The Health Food Ministry, p. 15 (Ellen Gould White)","content":"The Restaurant Work"},{"refcode_short":"HFM 15.1","refcode_long":"The Health Food Ministry, p. 15.1 (Ellen Gould White)","content":"We must do more than we have done to reach the people of our cities. We are not to erect large buildings in the cities, but over and over again the light has been given me that we should establish in all our cities small plants which shall be centers of influence."},{"refcode_short":"HFM 15.2","refcode_long":"The Health Food Ministry, p. 15.2 (Ellen Gould White)","content":"The Lord has a message for our cities, and this message we are to proclaim in our camp meetings and by other public efforts and also through our publications. In addition to this, hygienic restaurants are to be established in the cities, and by them the message of temperance is to be proclaimed. Arrangements should be made to hold meetings in connection with our restaurants. Whenever possible, let a room be provided where the patrons can be invited to lectures on the science of health and Christian temperance, where they can receive instruction on the preparation of wholesome food and on other important subjects. In these meetings there should be prayer and singing and talks, not only on health and temperance topics, but also on other appropriate Bible subjects. As the people are taught how to preserve physical health, many opportunities will be found to sow the seeds of the gospel of the kingdom."},{"refcode_short":"HFM 15.3","refcode_long":"The Health Food Ministry, p. 15.3 (Ellen Gould White)","content":"The subjects should be presented in such a way as to impress the people favorably. There should be in the meetings nothing of a theatrical nature. The singing should not be done by a few only. All present should be encouraged to join in the song service. There are those who have a special gift of song, and there are times when a special message is borne by one singing alone or by several uniting in song. But the singing is seldom to be done by a few. The ability to sing is a talent of influence, which God desires all to cultivate and use to His name's glory."},{"refcode_short":"HFM 16.1","refcode_long":"The Health Food Ministry, p. 16.1 (Ellen Gould White)","content":"Those who come to our restaurants should be supplied with reading matter. Their attention should be called to our literature on temperance and dietetic reform, and leaflets treating on the lessons of Christ should also be given them. The burden of supplying this reading matter should be shared by all our people. All who come should be given something to read. It may be that many will leave the tract unread, but some among those in whose hands you place it may be searching for light. They will read and study what you give them, and then pass it on to others."},{"refcode_short":"HFM 16.2","refcode_long":"The Health Food Ministry, p. 16.2 (Ellen Gould White)","content":"The workers in our restaurants should live in such close connection with God that they will recognize the promptings of His Spirit to talk personally about spiritual things to such and such a one who comes to the restaurant. When self is crucified and Christ is formed within, the hope of glory, we shall reveal, in thought, word, and deed, the reality of our belief in the truth. The Lord will be with us, and through us the Holy Spirit will work to reach those who are out of Christ."},{"refcode_short":"HFM 16.3","refcode_long":"The Health Food Ministry, p. 16.3 (Ellen Gould White)","content":"The Lord has instructed me that this is the work to be done by those conducting our restaurants. The pressure and rush of business must not lead to a neglect of the work of soul saving. It is well to minister to the physical wants of our fellow men, but if ways are not found to let the light of the gospel shine forth to those who come day by day for their meals, how is God glorified by our works?"},{"refcode_short":"HFM 16.4","refcode_long":"The Health Food Ministry, p. 16.4 (Ellen Gould White)","content":"When the restaurant work was started, it was expected that it would be the means of reaching many with the message of present truth. Has it done this?"},{"refcode_short":"HFM 17.1","refcode_long":"The Health Food Ministry, p. 17.1 (Ellen Gould White)","content":"To the workers in our restaurants the question was asked by One in authority: “To how many have you spoken regarding their salvation? How many have heard from your lips earnest appeals to accept Christ as a personal Saviour? How many have been led by your words to turn from sin to the service of the living God?”"},{"refcode_short":"HFM 17.2","refcode_long":"The Health Food Ministry, p. 17.2 (Ellen Gould White)","content":"As in our restaurants people are supplied with temporal food, let not the workers forget that they themselves and those whom they serve need to be constantly supplied with the bread of heaven. Let them watch constantly for opportunities to speak of the truth to those who know it not."},{"refcode_short":"HFM 17","refcode_long":"The Health Food Ministry, p. 17 (Ellen Gould White)","content":"Care of the Helpers"},{"refcode_short":"HFM 17.3","refcode_long":"The Health Food Ministry, p. 17.3 (Ellen Gould White)","content":"The managers of our restaurants are to work for the salvation of the employees. They must not overwork, because by so doing they will place themselves where they have neither strength nor inclination to help the workers spiritually. They are to devote their best powers to instructing their employees in spiritual lines, explaining the Scriptures to them and praying with them and for them. They are to guard the religious interests of the helpers as carefully as parents are to guard the religious interests of their children. Patiently and tenderly they are to watch over them, doing all in their power to help them in the perfection of Christian characters. Their words are to be like apples of gold in pictures of silver; their actions are to be free from every trace of selfishness and harshness. They are to stand as minutemen, watching for souls as they that must give an account. They are to strive to keep their helpers standing on vantage ground, where their courage will constantly grow stronger and their faith in God constantly increase."},{"refcode_short":"HFM 18.1","refcode_long":"The Health Food Ministry, p. 18.1 (Ellen Gould White)","content":"Unless our restaurants are conducted in this way, it will be necessary to warn our people against sending their children to them as workers. Many of those who patronize our restaurants do not bring with them the angels of God; they do not desire the companionship of these holy beings. They bring with them a worldly influence, and to withstand this influence the workers need to be closely connected with God. The managers of our restaurants must do more to save the young people in their employ. They must put forth greater efforts to keep them alive spiritually, so that their young minds will not be swayed by the worldly spirit with which they are constantly brought in contact. The girls and the young women in our restaurants need a shepherd. Every one of them needs to be sheltered by home influences."},{"refcode_short":"HFM 18.2","refcode_long":"The Health Food Ministry, p. 18.2 (Ellen Gould White)","content":"There is danger that the youth, entering our institutions as believers, and desiring to help in the cause of God, will become weary and disheartened, losing their zeal and courage, and growing cold and indifferent. We cannot crowd these youth into small, dark rooms and deprive them of the privileges of home life and then expect them to have a wholesome religious experience."},{"refcode_short":"HFM 18.3","refcode_long":"The Health Food Ministry, p. 18.3 (Ellen Gould White)","content":"It is important that wise plans be laid for the care of the helpers in all our institutions and especially for those employed in our restaurants. Good helpers should be secured, and every advantage should be provided that will aid them to grow in grace and in the knowledge of Christ. They are not to be left to the mercy of haphazard circumstances, with no regular time for prayer and no time at all for Bible study. When left thus, they become heedless and careless, indifferent to eternal realities."},{"refcode_short":"HFM 18.4","refcode_long":"The Health Food Ministry, p. 18.4 (Ellen Gould White)","content":"With every restaurant there should be connected a man and his wife who can act as guardians of the helpers, a man and woman who love the Saviour and the souls for whom He died, and who keep the way of the Lord."},{"refcode_short":"HFM 19.1","refcode_long":"The Health Food Ministry, p. 19.1 (Ellen Gould White)","content":"The young women should be under the care of a wise, judicious matron, a woman who is thoroughly converted, who will carefully guard the workers, especially the younger ones."},{"refcode_short":"HFM 19.2","refcode_long":"The Health Food Ministry, p. 19.2 (Ellen Gould White)","content":"The workers are to feel that they have a home. They are God's helping hand, and they are to be treated as carefully and tenderly as Christ declared that the little child whom He set in the midst of His disciples was to be treated. “Whoso shall offend one of these little ones which believe in Me,” He said, “it were better for him that a millstone were hanged about his neck, and that he were drowned in the depths of the sea.” “Take heed that ye despise not one of these little ones; for I say unto you, That in heaven their angels do always behold the face of My Father which is in heaven.” Matthew 18:6, 10. The care that should be given to these employees is one of the reasons in favor of having in a large city several small restaurants instead of one large one. But this is not the only reason why it will be best to establish several small restaurants in different parts of our large cities. The smaller restaurants will recommend the principles of health reform just as well as the larger establishment and will be much more easily managed. We are not commissioned to feed the world, but we are instructed to educate the people. In the smaller restaurants there will not be so much work to do, and the helpers will have more time to devote to the study of the word, more time to learn how to do their work well, and more time to answer the inquiries of the patrons who are desirous of learning about the principles of health reform."},{"refcode_short":"HFM 20.1","refcode_long":"The Health Food Ministry, p. 20.1 (Ellen Gould White)","content":"If we fulfill the purpose of God in this work, the righteousness of Christ will go before us, and the glory of the Lord will be our rearward. But if there is no ingathering of souls, if the helpers themselves are not spiritually benefited, if they are not glorifying God in word and deed, why should we open and maintain such establishments? If we cannot conduct our restaurants to God's glory, if we cannot exert through them a strong religious influence, it would be better for us to close them up and use the talents of our youth in other lines of work. But our restaurants can be so conducted that they will be the means of saving souls. Let us seek the Lord earnestly for humility of heart, that He may teach us how to walk in the light of His counsel, how to understand His word, how to accept it, and how to put it into practice."},{"refcode_short":"HFM 20.2","refcode_long":"The Health Food Ministry, p. 20.2 (Ellen Gould White)","content":"There is danger that our restaurants will be conducted in such a way that our helpers will work very hard day after day and week after week, and yet not be able to point to any good accomplished. This matter needs careful consideration. We have no right to bind our young people up in a work that yields no fruit to the glory of God."},{"refcode_short":"HFM 20.3","refcode_long":"The Health Food Ministry, p. 20.3 (Ellen Gould White)","content":"There is danger that the restaurant work, though regarded as a wonderfully successful way of doing good, will be so conducted that it will promote merely the physical well-being of those whom it serves. A work may apparently bear the features of supreme excellence, but it is not good in God's sight unless it is performed with an earnest desire to do His will and fulfill His purpose. If God is not recognized as the author and end of our actions, they are weighed in the balances of the sanctuary and found wanting."},{"refcode_short":"HFM 21","refcode_long":"The Health Food Ministry, p. 21 (Ellen Gould White)","content":"Closing Our Restaurants on the Sabbath"},{"refcode_short":"HFM 21.1","refcode_long":"The Health Food Ministry, p. 21.1 (Ellen Gould White)","content":"The question has been asked: “Should our restaurants be opened on the Sabbath?” My answer is: No, no! The observance of the Sabbath is our witness to God, the mark, or sign, between Him and us that we are His people. Never is this mark to be obliterated."},{"refcode_short":"HFM 21.2","refcode_long":"The Health Food Ministry, p. 21.2 (Ellen Gould White)","content":"Were the workers in our restaurants to provide meals on the Sabbath the same as they do through the week for the mass of people who would come, where would be their day of rest? What opportunity would they have to recruit their physical and spiritual strength?"},{"refcode_short":"HFM 21.3","refcode_long":"The Health Food Ministry, p. 21.3 (Ellen Gould White)","content":"Not long since, special light was given me on this subject. I was shown that efforts would be made to break down our standard of Sabbath observance, that men would plead for the opening of our restaurants on the Sabbath; but that this must never be done."},{"refcode_short":"HFM 21.4","refcode_long":"The Health Food Ministry, p. 21.4 (Ellen Gould White)","content":"A scene passed before me. I was in our restaurant in San Francisco. It was Friday. Several of the workers were busily engaged in putting up packages of such foods as could be easily carried by the people to their homes, and a number were waiting to receive these packages. I asked the meaning of this, and the workers told me that some among their patrons were troubled because, on account of the closing of the restaurant, they could not on the Sabbath obtain food of the same kind as that which they used during the week. Realizing the value of the wholesome foods obtained at the restaurant, they protested against being denied them on the seventh day and pleaded with those in charge of the restaurant to keep it open every day in the week, pointing out what they would suffer if this were not done. “What you see today,” said the workers, “is our answer to this demand for the health foods upon the Sabbath. These people take on Friday food that lasts over the Sabbath, and in this way we avoid condemnation for refusing to open the restaurant on the Sabbath.”"},{"refcode_short":"HFM 22.1","refcode_long":"The Health Food Ministry, p. 22.1 (Ellen Gould White)","content":"The line of demarcation between our people and the world must ever be kept unmistakably plain. Our platform is the law of God, in which we are enjoined to observe the Sabbath day; for, as is distinctly stated in the thirty-first chapter of Exodus, the observance of the Sabbath is a sign between God and His people. “Verily My Sabbaths ye shall keep,” He declares; “for it is a sign between Me and you throughout your generations; that ye may know that I am the Lord that doth sanctify you. Ye shall keep the Sabbath therefore; for it is holy unto you.... It is a sign between Me and the children of Israel forever: for in six days the Lord made heaven and earth, and on the seventh day He rested, and was refreshed.”"},{"refcode_short":"HFM 22.2","refcode_long":"The Health Food Ministry, p. 22.2 (Ellen Gould White)","content":"We are to heed a “Thus saith the Lord,” even though by our obedience we cause great inconvenience to those who have no respect for the Sabbath. On one hand we have man's supposed necessities; on the other, God's commands. Which have the greatest weight with us?"},{"refcode_short":"HFM 22.3","refcode_long":"The Health Food Ministry, p. 22.3 (Ellen Gould White)","content":"In our sanitariums the family of patients, with the physicians, nurses, and helpers, must be fed upon the Sabbath, as any other family, with as little labor as possible. But our restaurants should not be opened on the Sabbath. Let the workers be assured that they will have this day for the worship of God. The closed doors on the Sabbath stamp the restaurant as a memorial for God, a memorial which declares that the seventh day is the Sabbath and that on it no unnecessary work is to be done."},{"refcode_short":"HFM 22.4","refcode_long":"The Health Food Ministry, p. 22.4 (Ellen Gould White)","content":"I have been instructed that one of the principal reasons why hygienic restaurants and treatment rooms should be established in the centers of large cities is that by this means the attention of leading men will be called to the third angel's message. Noticing that these restaurants are conducted in a way altogether different from the way in which ordinary restaurants are conducted, men of intelligence will begin to inquire into the reasons for the difference in business methods, and will investigate the principles that lead us to serve superior food. Thus they will be led to a knowledge of the message for this time."},{"refcode_short":"HFM 23.1","refcode_long":"The Health Food Ministry, p. 23.1 (Ellen Gould White)","content":"When thinking men find that our restaurants are closed on the Sabbath, they will make inquiries in regard to the principles that lead us to close our doors on Saturday. In answering their questions, we shall have opportunity to acquaint them with the reasons for our faith. We can give them copies of our periodicals and tracts, so that they may be able to understand the difference between “him that serveth God and him that serveth Him not.”"},{"refcode_short":"HFM 23.2","refcode_long":"The Health Food Ministry, p. 23.2 (Ellen Gould White)","content":"Not all our people are as particular as they should be in regard to Sabbath observance. May God help them to reform. It becomes the head of every family to plant his feet firmly on the platform of obedience."},{"refcode_short":"HFM 24","refcode_long":"The Health Food Ministry, p. 24 (Ellen Gould White)","content":"Healthful Foods"},{"refcode_short":"HFM 24.1","refcode_long":"The Health Food Ministry, p. 24.1 (Ellen Gould White)","content":"During the past night many things have been opened before me. The manufacture and sale of health foods will require careful and prayerful consideration."},{"refcode_short":"HFM 24.2","refcode_long":"The Health Food Ministry, p. 24.2 (Ellen Gould White)","content":"There are many minds in many places to whom the Lord will surely give knowledge of how to prepare foods that are healthful and palatable, if He sees that they will use this knowledge righteously. Animals are becoming more and more diseased, and it will not be long until animal food will be discarded by many besides Seventh-day Adventists. Foods that are healthful and life-sustaining are to be prepared, so that men and women will not need to eat meat."},{"refcode_short":"HFM 24.3","refcode_long":"The Health Food Ministry, p. 24.3 (Ellen Gould White)","content":"The Lord will teach many in all parts of the world to combine fruits, grains, and vegetables into foods that will sustain life and will not bring disease. Those who have never seen the recipes for making the health foods now on the market will work intelligently, experimenting with the food productions of the earth, and will be given light regarding the use of these productions. The Lord will show them what to do. He who gives skill and understanding to His people in one part of the world will give skill and understanding to His people in other parts of the world. It is His design that the food treasures of each country shall be so prepared that they can be used in the countries for which they are suited. As God gave manna from heaven to sustain the children of Israel, so He will now give His people in different places skill and wisdom to use the productions of these countries in preparing foods to take the place of meat. These foods should be made in the different countries, for to transport them from one country to another makes them so expensive that the poor cannot afford them. It will never pay to depend upon America for the supply of health foods for other countries. Great difficulty will be found in handling the imported goods without financial loss."},{"refcode_short":"HFM 25.1","refcode_long":"The Health Food Ministry, p. 25.1 (Ellen Gould White)","content":"All who handle the health foods are to work unselfishly for the benefit of their fellow men. Unless men allow the Lord to guide their minds, untold difficulties will arise as different ones engage in this work. When the Lord gives one skill and understanding, let that one remember that this wisdom was not given for his benefit only, but that with it he might help others."},{"refcode_short":"HFM 25.2","refcode_long":"The Health Food Ministry, p. 25.2 (Ellen Gould White)","content":"No man is to think that he is the possessor of all knowledge regarding the preparation of health foods, or that he has the sole right to use the Lord's treasures of earth and tree in this work. No man is to feel free to use according to his own pleasure the knowledge God has given him on this subject. “Freely ye have received, freely give.” Matthew 10:8."},{"refcode_short":"HFM 25.3","refcode_long":"The Health Food Ministry, p. 25.3 (Ellen Gould White)","content":"It is our wisdom to prepare simple, inexpensive, healthful foods. Many of our people are poor, and healthful foods are to be provided that can be supplied at prices that the poor can afford to pay. It is the Lord's design that the poorest people in every place shall be supplied with inexpensive, healthful foods. In many places industries for the manufacture of these foods are to be established. That which is a blessing to the work in one place will be a blessing in another place where money is very much harder to obtain."},{"refcode_short":"HFM 25.4","refcode_long":"The Health Food Ministry, p. 25.4 (Ellen Gould White)","content":"God is working in behalf of His people. He does not desire them to be without resources. He is bringing them back to the diet originally given to man. Their diet is to consist of the foods made from the materials He has provided. The materials principally used in these foods will be fruits and grains and nuts, but various roots will also be used."},{"refcode_short":"HFM 26.1","refcode_long":"The Health Food Ministry, p. 26.1 (Ellen Gould White)","content":"The profits on these foods are to come principally from the world, rather than from the Lord's people. God's people have to sustain His work; they have to enter new fields and establish churches. On them rest the burdens of many missionary enterprises. No unnecessary burdens are to be placed upon them. To His people God is a present help in every time of need."},{"refcode_short":"HFM 26.2","refcode_long":"The Health Food Ministry, p. 26.2 (Ellen Gould White)","content":"Great care should be exercised by those who prepare recipes for our health journals. Some of the specially prepared foods now being made can be improved, and our plans regarding their use will have to be modified. Some have used the nut preparations too freely. Many have written to me: “I cannot use the nut foods; what shall I use in the place of meat?” One night I seemed to be standing before a company of people, telling them that nuts are used too freely in their preparation of foods; that the system cannot take care of them when used as in some of the recipes given; and that, if used more sparingly, the results would be more satisfactory."},{"refcode_short":"HFM 26.3","refcode_long":"The Health Food Ministry, p. 26.3 (Ellen Gould White)","content":"The Lord desires those living in countries where fresh fruit can be obtained during a large part of the year, to awake to the blessing they have in this fruit. The more we depend upon the fresh fruit just as it is plucked from the tree, the greater will be the blessing."},{"refcode_short":"HFM 26.4","refcode_long":"The Health Food Ministry, p. 26.4 (Ellen Gould White)","content":"Some, after adopting a vegetarian diet, return to the use of flesh meat. This is foolish indeed and reveals a lack of knowledge of how to provide proper food in the place of meat."},{"refcode_short":"HFM 26.5","refcode_long":"The Health Food Ministry, p. 26.5 (Ellen Gould White)","content":"Cooking schools, conducted by wise instructors, are to be held in America and in other lands. Everything that we can do should be done to show the people the value of the reform diet."},{"refcode_short":"HFM 27","refcode_long":"The Health Food Ministry, p. 27 (Ellen Gould White)","content":"Manufacture of Health Foods"},{"refcode_short":"HFM 27.1","refcode_long":"The Health Food Ministry, p. 27.1 (Ellen Gould White)","content":"Last night I seemed to be speaking to our people, telling them that, as Seventh-day Adventists, we must cultivate love, patience, and true courtesy. Jesus will strengthen the leaders of His people if they will learn of Him. God's people must strive to reach the very highest standard of excellence. Especially should those who are medical missionaries manifest in spirit, word, and character that they are following Christ Jesus, the divine Model of medical missionary effort."},{"refcode_short":"HFM 27.2","refcode_long":"The Health Food Ministry, p. 27.2 (Ellen Gould White)","content":"I have a most earnest desire that in every place the work shall be carried forward in accordance with His commands. I see trouble ahead as high as mountains for our people in the way in which some things are now being done, and especially in regard to the health food business. As we advance we shall have to meet very difficult problems of human invention, which will bring much perplexity. Scheming tends to dishonesty."},{"refcode_short":"HFM 27.3","refcode_long":"The Health Food Ministry, p. 27.3 (Ellen Gould White)","content":"With great skill, and with painstaking effort, Dr. Kellogg and his associates have prepared a special line of health foods. Their chief motive has been to benefit humanity, and God's blessing has rested upon their efforts. If they follow in the counsel of God, if they walk after the example of Christ, they will continue to advance; for God will give skill and understanding to those who seek Him unselfishly. In many respects improvements can be made in the health foods sent out from our factories. The Lord will teach His servants how to make food preparations that are more simple and less expensive. There are many whom He will teach in this line if they will walk in His counsel, and in harmony with their brethren."},{"refcode_short":"HFM 28","refcode_long":"The Health Food Ministry, p. 28 (Ellen Gould White)","content":"To Our Brethren in All Lands"},{"refcode_short":"HFM 28.1","refcode_long":"The Health Food Ministry, p. 28.1 (Ellen Gould White)","content":"The Lord has instructed me to say that He has not confined to a few persons all the light there is to be received in regard to the best preparations of health foods. He will give to many minds in different places tact and skill that will enable them to prepare health foods suitable for the countries in which they live."},{"refcode_short":"HFM 28.2","refcode_long":"The Health Food Ministry, p. 28.2 (Ellen Gould White)","content":"God is the author of all wisdom, all intelligence, all talent. He will magnify His name by giving to many minds wisdom in the preparation of health foods. And when He does this, the making of these new foods is not to be looked upon as an infringement of the rights of those who are already manufacturing health foods, although in some respects the foods made by the different ones may be similar. God will take ordinary men and will give them skill and understanding in the use of the fruit of the earth. He deals impartially with His workers. Not one is forgotten by Him. He will impress businessmen who are Sabbathkeepers to establish industries that will provide employment for His people. He will teach His servants to prepare less expensive health foods which can be bought by the poor."},{"refcode_short":"HFM 28.3","refcode_long":"The Health Food Ministry, p. 28.3 (Ellen Gould White)","content":"In all our plans we should remember that the health food work is the property of God and that it is not to be made a financial speculation for personal gain. It is God's gift to His people, and the profits are to be used for the good of suffering humanity everywhere."},{"refcode_short":"HFM 28.4","refcode_long":"The Health Food Ministry, p. 28.4 (Ellen Gould White)","content":"Especially in the Southern States of North America many things will be devised and many facilities provided, that the poor and needy can sustain themselves by the health food industries. Under teachers who are laboring for the salvation of their souls, they will be taught how to cultivate and prepare for food those things that grow most readily in their locality."},{"refcode_short":"HFM 29","refcode_long":"The Health Food Ministry, p. 29 (Ellen Gould White)","content":"An Evil Work"},{"refcode_short":"HFM 29.1","refcode_long":"The Health Food Ministry, p. 29.1 (Ellen Gould White)","content":"Some of our brethren have done a work that has wrought great injury to the cause. The knowledge of methods for the manufacture of health foods, which God gave to His people as a means of helping to sustain His cause, these men have disclosed to worldly businessmen, who are using it for personal gain. They have sold the Lord's goods for personal profit. Those who have thus disclosed the secrets in their possession in regard to the preparation of health foods have abused a God-given trust. As they see the result of this betrayal of trust, some will sorely regret that they did not keep their own counsel and wait for the Lord to lead His servants and to work out His own plans. Some who obtain these secrets will scheme to hedge up the way of our sanitarium food work, and by misrepresentation will delude to their injury those who patronize them."},{"refcode_short":"HFM 29.2","refcode_long":"The Health Food Ministry, p. 29.2 (Ellen Gould White)","content":"The health food business should not be borrowed or stolen from those who, by its management, are endeavoring to build up and advance the cause. Dr. Kellogg, with the help of others, has, at a large outlay of means, studied out the processes for the preparation of certain special foods, and has provided expensive facilities for their manufacture. This work has taken a great deal of precious time, for many experiments have had to be made. And it is right that those who have thus labored and invested their means should be allowed to reap the fruit of their labor. As the Lord's steward, Dr. Kellogg should be allowed to control a reasonable income from the special products that he, by the blessing of God, has been enabled to produce, that he may have means wherewith to make appropriations for the advancement of the work of God as occasion may demand. Let no one having learned the secrets of their composition take up the preparation of these special foods and sell them for personal profit. Let no one give the impression that they are working in harmony with those who in the first place prepared these foods for sale, when they are not. No one has a right to engage in the manufacture of these foods in any selfish way. Let us all come near the Lord and with humble hearts seek to glorify Him in every act."},{"refcode_short":"HFM 30.1","refcode_long":"The Health Food Ministry, p. 30.1 (Ellen Gould White)","content":"I have a warning for those who have a knowledge of the methods of manufacturing the special health foods produced in our factories. They are not to use their knowledge for selfish purposes or in a way that will misrepresent the cause. Neither are they to make this knowledge public. Let the churches take hold of this and show these brethren that such a course is a betrayal of trust and that it will bring reproach on the cause."},{"refcode_short":"HFM 30.2","refcode_long":"The Health Food Ministry, p. 30.2 (Ellen Gould White)","content":"Let not those who have been and are employed in the work of making the health foods first prepared by Dr. Kellogg, or by any other pioneer in this work, disclose to others the secrets of the manufacture of the special foods; for thus they defraud the cause of that which should be used for its advancement. I beseech you, my brethren, to make straight paths for your feet, lest the lame be turned out of the way: Do not place information in the hands of those who, from lack of conscientious regard for health reform, may place impure articles on the market as health foods."},{"refcode_short":"HFM 30.3","refcode_long":"The Health Food Ministry, p. 30.3 (Ellen Gould White)","content":"Stand on the side of righteousness in all your transactions; then you will not appear to disadvantage before God or man. Do not enter into any dishonest practices. Those who take up the manufacture of sanitarium health foods for personal profit are taking a liberty to which they have no right. Thus great confusion is caused. Some are now manufacturing and selling goods that profess to be health foods, but that contain unwholesome ingredients. Again, the foods are often of so inferior a quality that much harm is done to the cause by their sale, those who buy them supposing that all health foods are similar."},{"refcode_short":"HFM 31.1","refcode_long":"The Health Food Ministry, p. 31.1 (Ellen Gould White)","content":"No one has any right to take advantage of the business arrangements that have been made in regard to sanitarium health foods. Those who handle the foods devised by Dr. Kellogg at large expense should first come to an understanding with him, or others who are working in harmony with him, and learn the best methods of handling these foods. He who enters selfishly into this work, at the same time giving his customers the impression that the profits on the goods he sells are used to aid benevolent enterprises, while in reality they are used for personal interests, is under the displeasure of God. By and by his business will fail, and he will get things into such a tangle that his brethren will have to buy him out to save the cause from disgrace."},{"refcode_short":"HFM 31.2","refcode_long":"The Health Food Ministry, p. 31.2 (Ellen Gould White)","content":"The Lord is greatly displeased when His service is dishonored by the selfishness of those engaged in it. He wills that every part of His work shall be in harmony with every other part, joint connecting with joint."},{"refcode_short":"HFM 31.3","refcode_long":"The Health Food Ministry, p. 31.3 (Ellen Gould White)","content":"The Lord wants His people to stand far above selfish interests. He wants them to conquer the temptations they meet. He calls for the communion of saints. He desires His workers to stand under His supervision. He will plane and polish the material for His temple, preparing each piece to fit closely to the other, that the building may be perfect and entire, wanting nothing."},{"refcode_short":"HFM 31.4","refcode_long":"The Health Food Ministry, p. 31.4 (Ellen Gould White)","content":"Heaven is to begin on this earth. When the Lord's people are filled with meekness and tenderness, they will realize that His banner over them is love, and His fruit will be sweet to their taste. They will make a heaven below in which to prepare for heaven above."},{"refcode_short":"HFM 32","refcode_long":"The Health Food Ministry, p. 32 (Ellen Gould White)","content":"Educate the People"},{"refcode_short":"HFM 32.1","refcode_long":"The Health Food Ministry, p. 32.1 (Ellen Gould White)","content":"August 20, 1902."},{"refcode_short":"HFM 32.2","refcode_long":"The Health Food Ministry, p. 32.2 (Ellen Gould White)","content":"Wherever the truth is proclaimed, instruction should be given in the preparation of healthful foods. God desires that in every place the people shall be taught to use wisely the products that can be easily obtained. Skillful teachers should show the people how to utilize to the very best advantage the products that they can raise or secure in their section of the country. Thus the poor, as well as those in better circumstances, can learn to live healthfully."},{"refcode_short":"HFM 32.3","refcode_long":"The Health Food Ministry, p. 32.3 (Ellen Gould White)","content":"From the beginning of the health reform work, we have found it necessary to educate, educate, educate. God desires us to continue this work of educating the people. We are not to neglect it because of the effect we may fear it will have on the sales of the health foods prepared in our factories. That is not the most important matter. Our work is to show the people how they can obtain and prepare the most wholesome food, how they can co-operate with God in restoring His moral image in themselves."},{"refcode_short":"HFM 32.4","refcode_long":"The Health Food Ministry, p. 32.4 (Ellen Gould White)","content":"Our workers should exercise their ingenuity in the preparation of healthful foods. None are to pry into Dr. Kellogg's secrets, but all should understand that the Lord is teaching many minds in many places to make healthful foods. There are many products which, if properly prepared and combined, can be made into foods that will be a blessing to those who cannot afford to purchase the more expensive, specially prepared health foods. He who in the building of the tabernacle gave skill and understanding in all manner of cunning work, will give skill and understanding to His people in the combining of natural food products, thus showing them how to secure a healthful diet."},{"refcode_short":"HFM 33.1","refcode_long":"The Health Food Ministry, p. 33.1 (Ellen Gould White)","content":"Knowledge in regard to the preparation of healthful foods is God's property and has been communicated to man in order that he may communicate it to his fellow men. In saying this I do not refer to the special preparations that it has taken Dr. Kellogg and others long study and much expense to perfect. I refer especially to the simple preparations that all can make for themselves, instruction in regard to which should be given freely to those who desire to live healthfully, and especially to the poor."},{"refcode_short":"HFM 33.2","refcode_long":"The Health Food Ministry, p. 33.2 (Ellen Gould White)","content":"It is the Lord's design that in every place men and women shall be encouraged to develop their talents by preparing healthful foods from the natural products of their own section of the country. If they look to God, exercising their skill and ingenuity under the guidance of His Spirit, they will learn how to prepare natural products into healthful foods. Thus they will be able to teach the poor how to provide themselves with foods that will take the place of flesh meat. Those thus helped can in turn instruct others. Such a work will yet be done with consecrated zeal and energy. If it had been done before, there would today be many more people in the truth and many more who could give instruction. Let us learn what our duty is, and then do it. We are not to be dependent and helpless, waiting for others to do the work that God has committed to us."},{"refcode_short":"HFM 33.3","refcode_long":"The Health Food Ministry, p. 33.3 (Ellen Gould White)","content":"In the use of foods we should exercise good, sound common sense. When we find that a certain food does not agree with us, we need not write letters of inquiry to learn the cause of the disturbance. Change the diet; use less of some foods; try other preparations. Soon we shall know the effect that certain combinations have on us. As intelligent human beings let us individually study the principles and use our experience and judgment in deciding what foods are best for us."},{"refcode_short":"HFM 34.1","refcode_long":"The Health Food Ministry, p. 34.1 (Ellen Gould White)","content":"The foods used should be suited to the occupation in which we are engaged and the climate in which we live. Some foods that are suitable in one country will not do in another."},{"refcode_short":"HFM 34.2","refcode_long":"The Health Food Ministry, p. 34.2 (Ellen Gould White)","content":"There are some who would be benefited more by abstinence from food for a day or two every week than by any amount of treatment or medical advice. To fast one day a week would be of incalculable benefit to them."},{"refcode_short":"HFM 34.3","refcode_long":"The Health Food Ministry, p. 34.3 (Ellen Gould White)","content":"I have been instructed that the nut foods are often used unwisely, that too large a proportion of nuts is used, that some nuts are not as wholesome as others. Almonds are preferable to peanuts; but peanuts, in limited quantities, may be used in connection with grains to make nourishing and digestible food."},{"refcode_short":"HFM 34.4","refcode_long":"The Health Food Ministry, p. 34.4 (Ellen Gould White)","content":"Olives may be so prepared as to be eaten with good results at every meal. The advantages sought by the use of butter may be obtained by the eating of properly prepared olives. The oil in the olives relieves constipation; and for consumptives, and for those who have inflamed, irritated stomachs, it is better than any drug. As a food it is better than any oil coming secondhand from animals."},{"refcode_short":"HFM 34.5","refcode_long":"The Health Food Ministry, p. 34.5 (Ellen Gould White)","content":"It would be well for us to do less cooking and to eat more fruit in its natural state. Let us teach the people to eat freely of the fresh grapes, apples, peaches, pears, berries, and all other kinds of fruit that can be obtained. Let these be prepared for winter use by canning, using glass, as far as possible, instead of tin."},{"refcode_short":"HFM 34.6","refcode_long":"The Health Food Ministry, p. 34.6 (Ellen Gould White)","content":"Concerning flesh meat, we should educate the people to let it alone. Its use is contrary to the best development of the physical, mental, and moral powers. And we should bear a clear testimony against the use of tea and coffee. It is also well to discard rich desserts. Milk, eggs, and butter should not be classed with flesh meat. In some cases the use of eggs is beneficial. The time has not come to say that the use of milk and eggs should be wholly discarded. There are poor families whose diet consists largely of bread and milk. They have little fruit and cannot afford to purchase the nut foods. In teaching health reform, as in all other gospel work, we are to meet the people where they are. Until we can teach them how to prepare health reform foods that are palatable, nourishing, and yet inexpensive, we are not at liberty to present the most advanced propositions regarding health reform diet."},{"refcode_short":"HFM 35.1","refcode_long":"The Health Food Ministry, p. 35.1 (Ellen Gould White)","content":"Let the diet reform be progressive. Let the people be taught how to prepare food without the use of milk or butter. Tell them that the time will soon come when there will be no safety in using eggs, milk, cream, or butter, because disease in animals is increasing in proportion to the increase of wickedness among men. The time is near when, because of the iniquity of the fallen race, the whole animal creation will groan under the diseases that curse our earth."},{"refcode_short":"HFM 35.2","refcode_long":"The Health Food Ministry, p. 35.2 (Ellen Gould White)","content":"God will give His people ability and tact to prepare wholesome food without these things. Let our people discard all unwholesome recipes. Let them learn how to live healthfully, teaching to others what they have learned. Let them impart this knowledge as they would Bible instruction. Let them teach the people to preserve the health and increase the strength by avoiding the large amount of cooking that has filled the world with chronic invalids. By precept and example make it plain that the food which God gave Adam in his sinless state is the best for man's use as he seeks to regain that sinless state."},{"refcode_short":"HFM 36.1","refcode_long":"The Health Food Ministry, p. 36.1 (Ellen Gould White)","content":"Those who teach the principles of health reform should be intelligent in regard to disease and its causes, understanding that every action of the human agent should be in perfect harmony with the laws of life. The light God has given on health reform is for our salvation and the salvation of the world. Men and women should be informed in regard to the human habitation, fitted up by our Creator as His dwelling place, and over which He desires us to be faithful stewards. “For ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be My people.” 2 Corinthians 6:16."},{"refcode_short":"HFM 36.2","refcode_long":"The Health Food Ministry, p. 36.2 (Ellen Gould White)","content":"Hold up the principles of health reform, and let the Lord lead the honest in heart. Present the principles of temperance in their most attractive form. Circulate the books that give instruction in regard to healthful living."},{"refcode_short":"HFM 36.3","refcode_long":"The Health Food Ministry, p. 36.3 (Ellen Gould White)","content":"The people are in sad need of the light shining from the pages of our health books and journals. God desires to use these books and journals as mediums through which flashes of light shall arrest the attention of the people and cause them to heed the warning of the message of the third angel. Our health journals are instrumentalities in the field to do a special work in disseminating the light that the inhabitants of the world must have in this day of God's preparation. They wield an untold influence in the interests of health and temperance and social purity reform, and will accomplish great good in presenting these subjects in a proper manner and in their true light to the people."},{"refcode_short":"HFM 36.4","refcode_long":"The Health Food Ministry, p. 36.4 (Ellen Gould White)","content":"The Lord has been sending us line upon line, and if we reject these principles we are not rejecting the messenger who teaches them, but the One who has given us the principles."},{"refcode_short":"HFM 37.1","refcode_long":"The Health Food Ministry, p. 37.1 (Ellen Gould White)","content":"Reform, continual reform, must be kept before the people, and by our example we must enforce our teaching. True religion and the laws of health go hand in hand. It is impossible to work for the salvation of men and women without presenting to them the need of breaking away from sinful gratifications, which destroy the health, debase the soul, and prevent divine truth from impressing the mind. Men and women must be taught to take a careful view of every habit and every practice, and at once put away those things that cause an unhealthy condition of the body and thus cast a dark shadow over the mind. God desires His light bearers ever to keep a high standard before them. By precept and example they must hold their perfect standard high above Satan's false standard, which, if followed, will lead to misery, degradation, disease, and death for both body and soul. Let those who have obtained a knowledge of how to eat and drink and dress so as to preserve health impart this knowledge to others. Let the poor have the gospel of health preached unto them from a practical point of view, that they may know how to care properly for the body, which is the temple of the Holy Spirit."},{"refcode_short":"HFM 38","refcode_long":"The Health Food Ministry, p. 38 (Ellen Gould White)","content":"Section Two—The Health Food Work"},{"refcode_short":"HFM 38","refcode_long":"The Health Food Ministry, p. 38 (Ellen Gould White)","content":"Introduction to the 1934 Collection"},{"refcode_short":"HFM 38.1","refcode_long":"The Health Food Ministry, p. 38.1 (Ellen Gould White)","content":"As consideration was being given in 1934 to the future of the Loma Linda Food Factory, officers of the Pacific Union Conference requested the White Estate to assemble and make available materials which would be of service as they should plan for the future of that institution."},{"refcode_short":"HFM 38.2","refcode_long":"The Health Food Ministry, p. 38.2 (Ellen Gould White)","content":"The compilation made available at that time comprises this section. In mimeograph form it has reached the hands of many. It is fitting that it should now be combined with the materials on health food work published in the Testimonies for the Church and a few items from Counsels on Diet and Foods not represented elsewhere to make one reference document."},{"refcode_short":"HFM 38","refcode_long":"The Health Food Ministry, p. 38 (Ellen Gould White)","content":"As a School Industry"},{"refcode_short":"HFM 38.3","refcode_long":"The Health Food Ministry, p. 38.3 (Ellen Gould White)","content":"As we are about to establish our facilities for the manufacture of health foods, the question has come up: How shall we treat this matter? Where shall we locate the work so important to ourselves and to the school established in Cooranbong? Shall this branch of business be established in Cooranbong, and thus open ways and means whereby many more students may obtain an all-round education?"},{"refcode_short":"HFM 38.4","refcode_long":"The Health Food Ministry, p. 38.4 (Ellen Gould White)","content":"From the light given me in regard to the location and building up of our school interests, I know that it is the purpose of God that this institution be established at a distance from the city that is so full of temptations and snares, of amusements and holidays, which are not conducive to purity and piety and religious devotion. He designs that we shall connect manual labor with the improvement of the mental powers."},{"refcode_short":"HFM 39.1","refcode_long":"The Health Food Ministry, p. 39.1 (Ellen Gould White)","content":"I have been shown that study in agricultural lines should be the A. B. and C. of the educational work of our school. This institution must not depend upon imported produce, for the fruits so essential to healthfulness, and for their grains and vegetables. This is the very first work that must be entered upon. Then as we shall advance and add to our facilities, advance studies and object lessons should come in. We are not to subtract from that which has already been taken hold of as a branch of education...."},{"refcode_short":"HFM 39.2","refcode_long":"The Health Food Ministry, p. 39.2 (Ellen Gould White)","content":"Again, our youth, both men and women, should be taught how to cook savingly, and to dispense with everything in the line of flesh foods. This is a very serious matter to the world. Thousands of human beings who subsist upon the flesh of dead animals, are suffering and dying from causes of which they are ignorant. By painstaking effort they can be taught to discriminate between a proper healthful diet and the use of flesh meats. No encouragement should be given in the training of our youth to prepare dishes which are composed in any degree of flesh meats; for this is pointing to the darkness and ignorance of Egypt rather than to the purity of health reform. Teach the students to prepare healthful drinks from grains suitably prepared to take the place of tea. This drink is unhealthful in its purest preparation; and it is so adulterated, mixed with other ingredients that resemble tea, that it has become a dangerous beverage...."},{"refcode_short":"HFM 39.3","refcode_long":"The Health Food Ministry, p. 39.3 (Ellen Gould White)","content":"The question has been asked me, Have you any light for us? If so, give it to us. From time to time many things have been opened before me, and often light has come just before difficulties have arisen. Thus it was when I was at Stanmore a few weeks ago. All through the night, in my dreams, we were making changes. Some were packing up, and moving to other localities. When examination was made of the purpose of each, there was much said. Some said they were on the way to Cooranbong, where they intended to locate in connection with the school. They said they purposed to work as work should be provided for them in any line whatever. If they could not take all the studies, they would take what they could and learn how to work. This, they said, would fit them for practical life and for the work to be done in the missionary fields. They said they could see that great changes must be wrought in their own minds in the living policy before they could be prepared to enlighten other minds."},{"refcode_short":"HFM 40.1","refcode_long":"The Health Food Ministry, p. 40.1 (Ellen Gould White)","content":"Good ideas were brought out in regard to temperance in eating and drinking. Said they, We must first learn ourselves: then, as we shall go out to do missionary work for others, we can give them our own experience. In Cooranbong, we shall have the most favorable opportunities, not only to obtain a practical knowledge of how to work, but we shall also learn how to read and study our Bibles. Then we shall know in our own experience the words of David in the 119th Psalm: “Wherewithal shall a young man cleanse his way? by taking heed thereto according to Thy word. With my whole heart have I sought Thee: O let me not wander from Thy commandments. Thy word have I hid in mine heart, that I might not sin against Thee.”"},{"refcode_short":"HFM 40.2","refcode_long":"The Health Food Ministry, p. 40.2 (Ellen Gould White)","content":"Quite a number, both of men and women, were awakened to a purpose. Then questions were asked as to the advisability of educating others to supply the place of meat and tea and coffee with a more healthful diet. Should we make known our methods, and thus cut off from ourselves the benefits we might receive in establishing the trade in the colonies? Should we give away the science of how to make these healthful foods? Should we teach the poor people how they can live without using the flesh of dead animals? Should we teach the poor people who come into the truth how to plant and raise nuts, how to produce for themselves those things which would cost too much if they bought them prepared by other hands? Should we teach them how to prepare these foods for themselves?"},{"refcode_short":"HFM 41.1","refcode_long":"The Health Food Ministry, p. 41.1 (Ellen Gould White)","content":"These seemed to be important questions, and hard to solve. Then the voice of wisdom was heard: the subject of health reform is a great subject, an important subject, and this missionary work is to be carried into the highways and byways of life. The third angel's message is present truth for 1898, and the health question is as closely connected with the message as the arm is with the body. Therefore light must be given to the best methods of introducing health reform. Meat is the greatest disease breeder that can be introduced into the human system. But you cannot teach health reform unless you present the most inexpensive methods of living. The enemy must have no advantage in any line. The Lord can only bless those who are keeping every precept He has given in relation to this life...."},{"refcode_short":"HFM 41.2","refcode_long":"The Health Food Ministry, p. 41.2 (Ellen Gould White)","content":"I see a work to be done that may appear to be working against our own interests financially. This is to give to others that information which we would have others give us. Teach those whom we wish to restore to correct principles of health reform, how to prepare for themselves the simple nut foods. They are too poor to obtain these if they do not work them up for themselves."},{"refcode_short":"HFM 41.3","refcode_long":"The Health Food Ministry, p. 41.3 (Ellen Gould White)","content":"There is a work to be done by our churches that few have any idea of. “I was an hungered,” Christ said, “and ye gave Me meat: I was thirsty, and ye gave Me drink: I was a stranger, and ye took Me in: naked, and ye clothed Me: I was sick, and ye visited Me: I was in prison, and ye came unto Me.” Matthew 25:35, 36. We shall have to give of our means to support laborers in the harvest field, and we shall rejoice in the sheaves gathered in. But while this is right, there is a work as yet untouched, that must be done. The mission of Christ was to heal the sick, encourage the hopeless, bind up the brokenhearted. This work of restoration is to be carried on among the needy suffering ones of humanity."},{"refcode_short":"HFM 42.1","refcode_long":"The Health Food Ministry, p. 42.1 (Ellen Gould White)","content":"God calls not only for your benevolence, but your cheerful countenance, your hopeful words, the grasp of your hand. Relieve some of God's afflicted ones. Some are sick, and hope has departed. Bring back the sunlight to them. There are souls who have lost their courage: speak to them. Pray for them. There are those who need the bread of life. Read to them from the word of God. There is a soul-sickness no balm can reach, no medicine heal. Pray for these, and bring them to Jesus Christ. And in all your work, Christ will be present to make impressions upon human hearts."},{"refcode_short":"HFM 42.2","refcode_long":"The Health Food Ministry, p. 42.2 (Ellen Gould White)","content":"This is the kind of medical missionary work to be done. Bring the sunshine of the Sun of righteousness into the rooms of the sick and suffering. Teach the inmates of poor homes how to cook. “He shall feed His flock like a shepherd,” with temporal and spiritual food. Christ invites you, “Take My yoke upon you, and learn of Me: for I am meek and lowly in heart: and ye shall find rest unto your souls. For My yoke is easy, and My burden is light.” Matthew 11:28-30. Manuscript 105, 1898 (written August 26, 1898)."},{"refcode_short":"HFM 42","refcode_long":"The Health Food Ministry, p. 42 (Ellen Gould White)","content":"Character of Workers"},{"refcode_short":"HFM 42.3","refcode_long":"The Health Food Ministry, p. 42.3 (Ellen Gould White)","content":"We have set forth the advantages of the school land in Cooranbong. We have shown that the Bible was our guide and teacher in establishing the school here. The latest design is to have a health food manufacturing business here. This means grave responsibilities. It calls for men who fear God, who recognize Him as present in all their transactions, men who are true, who are respectful, are courteous in every position, who are amiable, who are fitted to guide and direct others. They are to be polite, Christian gentlemen. Christ is to be their strength and their righteousness."},{"refcode_short":"HFM 43.1","refcode_long":"The Health Food Ministry, p. 43.1 (Ellen Gould White)","content":"The youth who connect with them are to see in them characters that are fragrant with good works. They are to hear from their lips peaceable words, which do not stir up strife. They are to see in them men who look upon all human beings as the purchase of the blood of the Son of God, who will speak to them with affection, tenderness, and love."},{"refcode_short":"HFM 43.2","refcode_long":"The Health Food Ministry, p. 43.2 (Ellen Gould White)","content":"To those who occupy a position as directors, I would say, As stewards of Christ, you are to act as shepherds of those whom you direct. Speak gently. Let not one authoritative word escape your lips. Lord it not over God's heritage. Make the work of those you direct pleasant and cheerful. Set them an example of how to teach others to respect their pupils. As you do this, God will abundantly bless."},{"refcode_short":"HFM 43.3","refcode_long":"The Health Food Ministry, p. 43.3 (Ellen Gould White)","content":"If the youth feel that they have the companionship of those who direct them, they will give them their confidence and love. There should be no harsh dictation. It is a part of the education given in the school to teach good manners. All young men and young women have their temptations and trials. Unadvised dictatorship, words that show that he who ought to be a servant of Christ, cherishes an accusing spirit, causes the leaven of evil to begin its work. The spirit of strife, harshness, and contention comes in and Christ is dishonored. His name is not magnified. Manuscript 159, 1898 (written December 8, 1898)."},{"refcode_short":"HFM 44","refcode_long":"The Health Food Ministry, p. 44 (Ellen Gould White)","content":"A Wide Field"},{"refcode_short":"HFM 44.1","refcode_long":"The Health Food Ministry, p. 44.1 (Ellen Gould White)","content":"Health foods are to be manufactured in Cooranbong, and are to be sent out to every place where the standard of truth is uplifted. The secular papers are dealing with the question of the cattle that are brought to the market diseased. Out of twenty cattle, only one or two are pronounced fit for consumption. This is arousing the reasoning mind. What can be done to take the place of flesh meat, the people ask. This is our time to work in proper lines, to go forth in the spirit of Elijah, and prepare the way of the Lord. Letter 14, 1899 (written January, 1899)."},{"refcode_short":"HFM 44","refcode_long":"The Health Food Ministry, p. 44 (Ellen Gould White)","content":"God's Substitute for Unhealthful Foods"},{"refcode_short":"HFM 44.2","refcode_long":"The Health Food Ministry, p. 44.2 (Ellen Gould White)","content":"[In reply to a question asked regarding the connection of the health food business and the school, Sister White gave the following reply during a talk Sabbath afternoon, July 22, 1899.]"},{"refcode_short":"HFM 44.3","refcode_long":"The Health Food Ministry, p. 44.3 (Ellen Gould White)","content":"The light given me is that it will not be very long before we shall have to give up using any animal food. Even milk will have to be discarded. Disease is accumulating rapidly. The curse of God is upon the earth, because man has cursed it. The habits and practices of men have brought the earth into such a condition that some other food than animal food must be substituted for the human family. We do not need flesh food at all. God can give us something else."},{"refcode_short":"HFM 44.4","refcode_long":"The Health Food Ministry, p. 44.4 (Ellen Gould White)","content":"When we were talking about this land, it was said, “Nothing can be raised here.” “Nevertheless,” I said, “the Lord can spread a table in the wilderness.” Under His direction food will go a long way. When we place ourselves in right relation to Him, He will help us, and the food we eat in obedience to Him, will satisfy us. We can subsist on very much less than we think we can, if God's blessing is on the food; and if it is for His glory, He can multiply it."},{"refcode_short":"HFM 45.1","refcode_long":"The Health Food Ministry, p. 45.1 (Ellen Gould White)","content":"We need to understand that God is in the health reform movement. When we put Christ in it, it is right for us to grasp every probability and possibility."},{"refcode_short":"HFM 45.2","refcode_long":"The Health Food Ministry, p. 45.2 (Ellen Gould White)","content":"The health food business is to be connected with our school, and we should make provision for it. We are erecting buildings for the care of the sick, and food will be required for the patients. Wherever an interest is awakened, the people are to be taught the principles of health reform. If this line of work is brought in, it will be the entering wedge for the work of presenting the truth. The health food business should be established here. It should be one of the industries connected with the school. God has instructed me that parents can find work in this industry, and send their children to school. But everything that is done should be done with the greatest simplicity. There is to be no extravagance in anything. Solid work is to be done, because, unless the work is done solidly, a slipshod experience is the result. We need solid, well-developed workers in every line. The work must be solid. Just as soon as the helpers in this line of work are controlled by the Holy Spirit, the Lord will give them tact and intelligence in the manufacturing of foods, just as He gave the workers on the tabernacle understanding and ability. He will enable them to do the right kind of work in building up the tabernacle of the body. Australasian Union Conference Record, July 28, 1899."},{"refcode_short":"HFM 45","refcode_long":"The Health Food Ministry, p. 45 (Ellen Gould White)","content":"Human Confederacies"},{"refcode_short":"HFM 45.3","refcode_long":"The Health Food Ministry, p. 45.3 (Ellen Gould White)","content":"God calls upon us to move carefully. He warns us against confederating with unbelievers. We are not to bind ourselves up with them in business relations. No one is excusable who does this."},{"refcode_short":"HFM 46.1","refcode_long":"The Health Food Ministry, p. 46.1 (Ellen Gould White)","content":"Those whom the Lord has appointed to do His work should not bind themselves to comply with certain restrictions in regard to the sale of health foods. He who does this is not wearing the yoke of Christ, but a yoke framed by human devising. The Lord is the owner of all things, and the instruction given me is that we are to let alone that which cannot be handled without compliance with certain restrictions. The Lord is the Manager of His own goods, and He will give counter orders to the restrictions which bind His servants. They must be left free, to act as circumstances demand."},{"refcode_short":"HFM 46.2","refcode_long":"The Health Food Ministry, p. 46.2 (Ellen Gould White)","content":"God knows all about the goods He wishes us to handle in His service. He can see beneath the surface and can read the motives which lead men to restrict those who are workers together with God. Men place restrictions on their fellow-workers in order that they may reach certain ends; but by making it necessary for others to come exactly to their terms, they may bind about a work which God has declared must advance. They desire to gain a certain object, and they use for themselves the tact and talent given them by God. Letter 51, 1900 (written March 29, 1900)."},{"refcode_short":"HFM 46","refcode_long":"The Health Food Ministry, p. 46 (Ellen Gould White)","content":"No Monopoly in the Health Food Work"},{"refcode_short":"HFM 46.3","refcode_long":"The Health Food Ministry, p. 46.3 (Ellen Gould White)","content":"When there is presented before any church or any company of believers in any country the proposition to bind those who handle the health foods to a contract to conform to certain restrictions which man has made, the answer is always to be, No. God's work is not bound."},{"refcode_short":"HFM 46.4","refcode_long":"The Health Food Ministry, p. 46.4 (Ellen Gould White)","content":"If God has given Dr. Kellogg wisdom from His immense fountain of supplies, if He has given him means and scientific knowledge to meet the emergencies of the present time, does this impartation give him a patent right to this gift bestowed on him to show that God has not forgotten His people? This gift belongs not to Dr. Kellogg, but to the great Power beyond. Dr. Kellogg has forgotten that he is a man who has to be trained and educated like other men. God has greatly honored him, and will continue to honor him as long as he will wear Christ's yoke and learn in Christ's school His meekness and lowliness. But Dr. Kellogg did not create himself. He is not the only one who can drink from the fountain of knowledge. The Lord has other men whom He will instruct. Dr. Kellogg was not given his knowledge from God that he might carry it as a product of his own creating."},{"refcode_short":"HFM 47.1","refcode_long":"The Health Food Ministry, p. 47.1 (Ellen Gould White)","content":"If through the wisdom donated by God for the benefit of His people, Dr. Kellogg has discovered something in regard to health foods, why should he feel that these productions are his own? It is a part of God's work, and is very far from being perfect, yet everyone connected with the Lord is at liberty to devise and plan and experiment from the wisdom which the Lord has in His bounty given him. God will give knowledge regarding the way in which to prepare food in the best and most wholesome manner, and the Lord forbid that any of His people should make one stroke with the pen in signing a contract saying they will do this or that in regard to the sale of these foods."},{"refcode_short":"HFM 47.2","refcode_long":"The Health Food Ministry, p. 47.2 (Ellen Gould White)","content":"Great improvements will be made in the line of health foods. Some foods will be found not to be prepared in the best and most wholesome manner. The Lord calls for men and women who will not stop where they are, but will work until under heaven's guidance, these productions are more perfect than they now are. Let skillful minds take up the matter of improvement. The Lord will give wisdom. But remember that when you begin to think that your wisdom is of your own creation, and that you have a right to bind about as you will the productions of this wisdom, you are off Christ's ground. You are making crooked paths for your feet, and many that are lame will be turned out of the way."},{"refcode_short":"HFM 48.1","refcode_long":"The Health Food Ministry, p. 48.1 (Ellen Gould White)","content":"God calls for men who will receive to impart. The Lord's work is not to be done in a corner. Impartial, unselfish witnesses are to give to others that which the Lord has given them, bearing a spontaneous testimony. One success in reform is to lead on to another and still another success. This result will be seen if God's workers are learning in the school of Christ. They will then realize that they are not to draw into their business transactions one thread of selfishness. God says, “Ye are the light of the world.” We are to exhibit in our borders all the improvements that our God-given tact and knowledge have enabled us to make. Everything which has a practical bearing on the improvement of the work is not to become the property of one man; for it comes from the heavenly Father, who gave manna from heaven to the whole camp of Israel. That which men achieve by means of the wisdom God has given them is not to be used merely to advance one line of the work, but is to be used to promote the cause of God as a whole. Manuscript 30, 1898 (written June 18, 1900)."},{"refcode_short":"HFM 48","refcode_long":"The Health Food Ministry, p. 48 (Ellen Gould White)","content":"A Part of God's Service"},{"refcode_short":"HFM 48.2","refcode_long":"The Health Food Ministry, p. 48.2 (Ellen Gould White)","content":"I have something to say to you. The Lord has opened a place for you in the food factory. He has blessed you and has given you tact and understanding for the work. Until you have positive evidence that it is your duty to change your position, remain where you are. You are blessed above many youth; for you have the society of your mother, while so many are forced to be separated from home influences."},{"refcode_short":"HFM 49.1","refcode_long":"The Health Food Ministry, p. 49.1 (Ellen Gould White)","content":"I am impressed by the Lord to say to you, my youthful brother, that some one must do the work you are doing. In the position in which you are placed you have been obtaining the best experience a young man can have. The Lord desires to have, in connection with this institution, men and women who love and fear Him. Those who are engaged in the work of preparing health foods are just as much in the service of God as if they were in the dentistry business or in the medical missionary work. As you help to prepare health foods, you are doing God's service...."},{"refcode_short":"HFM 49.2","refcode_long":"The Health Food Ministry, p. 49.2 (Ellen Gould White)","content":"When you have thoroughly mastered your present trade, you will be able to do good service in teaching the people how to prepare healthful food. This line of work is as essential as any work you could take up. It is a most important education for young men and young women; for in the future this class of work will find acceptance where many other kinds of work will not be acceptable. Letter 151, 1900 (written November 20, 1900)."},{"refcode_short":"HFM 49","refcode_long":"The Health Food Ministry, p. 49 (Ellen Gould White)","content":"A Work of God's Appointment"},{"refcode_short":"HFM 49.3","refcode_long":"The Health Food Ministry, p. 49.3 (Ellen Gould White)","content":"No one is to strive to become a great manufacturer of health foods, or to establish a monopoly in this business. Let no one seek to control the food business. Let every one do his God-appointed work in combining natural products to make healthful foods."},{"refcode_short":"HFM 49.4","refcode_long":"The Health Food Ministry, p. 49.4 (Ellen Gould White)","content":"The work of combining fruits, seeds, grains, and roots into wholesome foods, is the Lord's work. In every place where a church has been established, let the church members walk humbly before God. Let them seek to enlighten the people with health reform principles. Manuscript 79, 1900 (written December 23, 1900)."},{"refcode_short":"HFM 50","refcode_long":"The Health Food Ministry, p. 50 (Ellen Gould White)","content":"Rational Reforms"},{"refcode_short":"HFM 50.1","refcode_long":"The Health Food Ministry, p. 50.1 (Ellen Gould White)","content":"Great reforms are to be made. Many changes will be required as we strive to advance the cause of reform. But reforms which belong to the future must not be brought into the present. We are to advance step by step. Reforms are not to be brought in as innovations, but as natural consequences. Then they will be great blessings."},{"refcode_short":"HFM 50.2","refcode_long":"The Health Food Ministry, p. 50.2 (Ellen Gould White)","content":"There is danger that in presenting the principles of health reform, some will be in favor of bringing in changes that would be for the worse instead of for the better. Health reform must not be urged in a radical manner. As the situation now is, we cannot say that milk and eggs and butter should be entirely discarded. We must be careful to make no innovations, because under the influence of extreme teaching there are conscientious souls who will surely go to extremes. Their physical appearance will injure the cause of health reform; for few know how to properly supply the place of that which they discard."},{"refcode_short":"HFM 50.3","refcode_long":"The Health Food Ministry, p. 50.3 (Ellen Gould White)","content":"The Lord desires us to be wise to resist the evil and discern the good. God has been giving me instruction that He will give men in various countries ability to produce healthful foods, so that the human machinery can be kept in good order without the use of any food which contains injurious properties. By His Holy Spirit the Lord will guide His workers in the preparation of foods. And the profits from these foods are not to be used merely for the benefit of the sanitariums. God builds no such partition walls. These profits are to be used for the good of suffering humanity everywhere."},{"refcode_short":"HFM 50.4","refcode_long":"The Health Food Ministry, p. 50.4 (Ellen Gould White)","content":"In the field in which you are working [Australia], there is much to be learned regarding the preparation of healthful foods. Foods that are perfectly healthful and yet inexpensive, are to be made. To the poor the gospel of health is to be preached. In the manufacture of these foods ways will be opened up whereby those who accept the truth and lose their work will be able to earn a living. The productions which God has supplied are to be made up into healthful foods, which people can prepare for themselves. Then we can appropriately present the principles of health reform and those who hear will be convinced of the consistency of these principles, and will accept them. But until we can present health reform foods which are palatable, nourishing, and yet inexpensive, we are not at liberty to present the most advanced phases of health reform in diet. Letter 98, 1901 (written June 19, 1901)."},{"refcode_short":"HFM 51","refcode_long":"The Health Food Ministry, p. 51 (Ellen Gould White)","content":"A Question of Rights"},{"refcode_short":"HFM 51.1","refcode_long":"The Health Food Ministry, p. 51.1 (Ellen Gould White)","content":"Satan will tempt those who have been taught by God to make healthful foods to say, when others use the productions of earth and tree in making foods that may perhaps be somewhat similar, that they are infringing on their rights. But God never designed that a few men should monopolize the advantages of the food interests, forcing others, who need the same advantage, to bind themselves to fulfill certain conditions. Manuscript 159, 1902 (written December 15, 1902)."},{"refcode_short":"HFM 51.2","refcode_long":"The Health Food Ministry, p. 51.2 (Ellen Gould White)","content":"The health foods are now regarded as of man's originating, and if any other productions are made, the thought arises. “Are they not infringing on our rights?” But the health foods are of God's originating, as a blessing to His people. They are not to be bound about and held under the control of the powers of Battle Creek as their special property. This business is God's property, and He will give enlightenment to other human agencies for its development. “Ye are not your own; for ye are bought with a price: therefore glorify God in your body and in your spirit, which are God's.” 1 Corinthians 6:19, 20. We are not to follow the principle of wealthy worldly men,—of buying up and storing the whole supply of a food product, and then making people pay a high price for it; for thus the poor are made to suffer."},{"refcode_short":"HFM 52.1","refcode_long":"The Health Food Ministry, p. 52.1 (Ellen Gould White)","content":"In all parts of our world experiments will be made, processes invented and methods discovered in the preparation and manufacture of healthful foods that can be used for the benefit of all the people. The all-wise God, who has given light and wisdom to one party, will not withhold His light and wisdom from others who are just as devoted to the interests of our sanitariums and all lines of medical missionary work. There are to be new food industries. Foods that are perfectly healthful and yet inexpensive are to be made, and thus the way will be opened for those to find work who, by accepting the truth, have been thrown out of employment. The Lord God of heaven will give understanding to His human agents. Letter 192, 1901 (written July 3, 1901)."},{"refcode_short":"HFM 52","refcode_long":"The Health Food Ministry, p. 52 (Ellen Gould White)","content":"Simple and Inexpensive Foods"},{"refcode_short":"HFM 52.2","refcode_long":"The Health Food Ministry, p. 52.2 (Ellen Gould White)","content":"To many in different places the Lord will give intelligence in regard to health foods. He can spread a table in the wilderness. Health foods should be prepared by our churches who are trying to practice the principles of health reform. But as surely as they should do this, some would say that they are infringing on their rights. But who gave them wisdom to prepare these foods?— the God of heaven. That same God will give wisdom to His people in the different countries to use the productions of these countries in preparing health foods. In simple, inexpensive ways, our people are to experiment with the fruits and grains and roots in the country in which they live. In the different countries inexpensive health foods are to be manufactured for the benefit of the poor."},{"refcode_short":"HFM 53.1","refcode_long":"The Health Food Ministry, p. 53.1 (Ellen Gould White)","content":"The message God has given me is that His people in foreign lands are not to depend for their supply of health foods on the importation of health foods from America. The freight and the duty make the cost of these foods so high that the poor, who are just as precious in the sight of God as the wealthy, can not have the advantage of them."},{"refcode_short":"HFM 53","refcode_long":"The Health Food Ministry, p. 53 (Ellen Gould White)","content":"In Missionary Fields"},{"refcode_short":"HFM 53.2","refcode_long":"The Health Food Ministry, p. 53.2 (Ellen Gould White)","content":"Health foods are God's productions, and He will teach His people in missionary fields so to combine the productions of the earth that simple, inexpensive, wholesome foods will be provided. If they will seek wisdom from God, He will teach them how to plan and devise. I am instructed to say, “Forbid them not.”..."},{"refcode_short":"HFM 53.3","refcode_long":"The Health Food Ministry, p. 53.3 (Ellen Gould White)","content":"When the message comes to those who have not heard the truth for this time, they see that a great reformation must take place in their diet. They see that they must put away flesh-food, because it creates an appetite for liquor, and fills the system with disease. By meat-eating, the physical, mental, and moral powers are weakened. Man is built up from that which he eats. Animal passions bear sway as the result of meat-eating, tobacco-using, and liquor-drinking. The Lord will give His people wisdom to prepare from that which the earth yields, foods that will take the place of flesh-meat. Simple combinations of nuts and grains and fruits, manufactured with taste and skill, will commend themselves to unbelievers. But as a usual thing, too many nuts are used in the combinations made. Manuscript 156, 1900 (written November 27, 1901)."},{"refcode_short":"HFM 54","refcode_long":"The Health Food Ministry, p. 54 (Ellen Gould White)","content":"Progressive Light"},{"refcode_short":"HFM 54.1","refcode_long":"The Health Food Ministry, p. 54.1 (Ellen Gould White)","content":"In the appropriation of means for the health foods, you have not considered whose property you are handling. You are not your own. God has given to many minds jots and tittles and wisdom, one here and one there, with tact and ability; and although you have adjusted these gifts intrusted to varied minds so as to compose a large business in health foods, are not others to be privileged to use their God-given wisdom in devising health foods, as well as you, and have they not the right to use them in a way that will benefit the cause of God, and meet the necessity that exists and will always continue to exist? Why should strong barricades be built up in this manner?"},{"refcode_short":"HFM 54.2","refcode_long":"The Health Food Ministry, p. 54.2 (Ellen Gould White)","content":"The light given me is that no one person has been especially endowed with a recipe to make the greatest variety of health foods. The recipes already given have been practiced upon, and in doing this other brains have been aroused, and will continue to be sharp under the training of God. They are not to feel that the door is closed, that no more investigation can be made; because there is to be much more devising and planning of human minds, and no man is to forbid it. The work will be committed to human agencies."},{"refcode_short":"HFM 54.3","refcode_long":"The Health Food Ministry, p. 54.3 (Ellen Gould White)","content":"God did not design that this work should be shut up with a few, and the rest of the human family remain in darkness as to the preparation of health foods. The Lord would have people in all parts of the world to become intelligent in regard to using the productions of the soil in every locality. The products of each locality are to be studied and carefully investigated, to see if they cannot be combined in such a way as to simplify the production of foods and lessen the cost of manufacture and transportation. Let all do their best under the Lord's supervision to accomplish this. There are many expensive articles of food that the genius of man can combine; and yet there is no real need of using the most expensive preparations."},{"refcode_short":"HFM 55.1","refcode_long":"The Health Food Ministry, p. 55.1 (Ellen Gould White)","content":"Three years ago a letter came to me saying, “I cannot eat the nut foods; my stomach cannot take care of them.” Then there were several recipes presented before me; one was that there must be other ingredients combined with the nuts, which would harmonize with them, and not use such a large proportion of nuts. One-tenth to one-sixth part of nuts would be sufficient, varied according to combination. We tried this, and with success. Other things were mentioned. One thing spoken of was sweetened crackers or biscuit. They are made because someone likes them, and then many obtain them who should not eat them. There are yet many improvements to be made, and God will work with all who will work with Him. Letter 188, 1901 (written December 30, 1901)."},{"refcode_short":"HFM 55","refcode_long":"The Health Food Ministry, p. 55 (Ellen Gould White)","content":"A Legitimate Conference Enterprise"},{"refcode_short":"HFM 55.2","refcode_long":"The Health Food Ministry, p. 55.2 (Ellen Gould White)","content":"In the Southern fields there should be facilities for the manufacture of inexpensive, necessary health foods. Worldly policy is not to be brought into this work. Christ said, “My kingdom is not of this world.” It was not established by human power, and human power cannot overthrow it."},{"refcode_short":"HFM 55.3","refcode_long":"The Health Food Ministry, p. 55.3 (Ellen Gould White)","content":"All the gifts of God come to us through Jesus Christ. In giving His Son to our world, God gave all heaven. And in everything connected with the health food business, God is the One who is to be honored and glorified. The Lord Jesus desires all to understand His declaration, “All power is given unto Me in heaven and in earth.” Matthew 28:18."},{"refcode_short":"HFM 55.4","refcode_long":"The Health Food Ministry, p. 55.4 (Ellen Gould White)","content":"Concerning the manufacture and sale of health foods in the Southern field, I would say, If the Southern Union Conference will choose men of ability and strict economy to take up this work for the benefit of the cause in the South, it is well. But the greatest wisdom and economy will have to be exercised in order to make this work a success. If proper men are found to take up this work, then let the whole Union Conference take hold with unselfish interest to make their work a success. In this movement I can see that industries may be established which will help the cause in the Southern field. And centers of influence may be established in many places by the opening up of food stores and restaurants. All that men as missionaries for God can do for the Southern field, should be done."},{"refcode_short":"HFM 56.1","refcode_long":"The Health Food Ministry, p. 56.1 (Ellen Gould White)","content":"The light I have been given is, that in every effort made to manufacture health foods in the Southern field, the business should be conducted, not as a speculation for personal benefit, but as a business that God has devised whereby a door of hope may be opened for the people...."},{"refcode_short":"HFM 56.2","refcode_long":"The Health Food Ministry, p. 56.2 (Ellen Gould White)","content":"The spirit of selfish monopoly must not enter into this work, but the spirit to help the people to get healthful foods freely and at moderate prices. This work must not be carried on in the South just as it has been in the North. The Health Food business should be regarded as God's gift to His people."},{"refcode_short":"HFM 56.3","refcode_long":"The Health Food Ministry, p. 56.3 (Ellen Gould White)","content":"In connection with the commoner foods which you may make in the South, you may be able to arrange to handle many of the special foods manufactured by our people at Battle Creek."},{"refcode_short":"HFM 56.4","refcode_long":"The Health Food Ministry, p. 56.4 (Ellen Gould White)","content":"In all our work we are to remember that the same Jesus who fed the multitude with five loaves and two small fishes, is able today to give us the fruit of our labor. He who said to the fishers of Galilee, Let down your nets for a draught, and who as they obeyed, filled their nets till they broke, desires His people to see in this an evidence of what He will do for them today."},{"refcode_short":"HFM 57.1","refcode_long":"The Health Food Ministry, p. 57.1 (Ellen Gould White)","content":"The same God who gave the children of Israel manna from heaven, lives and reigns. He will give skill and understanding in the preparation of health foods. He will guide His people in the preparation of health foods. He will guide His people in the preparation of wholesome food. He desires them to see what they can do in the preparation of such food, not only for their own families, which is their first responsibility, but for the help of the poor. They are to show Christlike liberality, realizing that they are representing God, and that all they have is His endowment. Letter 25, 1902 (written February 5, 1902)."},{"refcode_short":"HFM 57","refcode_long":"The Health Food Ministry, p. 57 (Ellen Gould White)","content":"Inexpensive Foods"},{"refcode_short":"HFM 57.2","refcode_long":"The Health Food Ministry, p. 57.2 (Ellen Gould White)","content":"The food business, if entered into largely, is going to be most perplexing and soul-harrowing. Those who take it up, whatever talent the Lord may give them, will meet with many perplexities.... I have been instructed that the production of health foods is of the Lord's devising, and is not to be regarded as the special property of any one man. But no one should take what I say as giving liberty to infringe on Dr. Kellogg's patents or the patents of any man."},{"refcode_short":"HFM 57.3","refcode_long":"The Health Food Ministry, p. 57.3 (Ellen Gould White)","content":"The Lord will most surely impress minds in every place to devise means for the maintenance of the interests which are to feed the hungry, clothe the naked, and teach the ignorant, educating them in simple lines of book learning and in agriculture. He will give them wisdom to manufacture necessary, wholesome foods, which will be more needed in the Southern States than in any other part of America. He who feeds the ravens and cares for the wild beasts will give wisdom and skill, talent and ingenuity, for the production of wholesome foods, which are to be sold to the poor at as low a rate as possible."},{"refcode_short":"HFM 58","refcode_long":"The Health Food Ministry, p. 58 (Ellen Gould White)","content":"Wisdom and Economy"},{"refcode_short":"HFM 58.1","refcode_long":"The Health Food Ministry, p. 58.1 (Ellen Gould White)","content":"There is much at stake in this work. The wholesome productions of the earth must be experimented upon in an effort to make wholesome, inexpensive foods."},{"refcode_short":"HFM 58.2","refcode_long":"The Health Food Ministry, p. 58.2 (Ellen Gould White)","content":"The food business is to be made the subject of earnest prayer. Let the people ask God for wisdom to prepare wholesome foods. He who fed the five thousand with five loaves and two small fishes, will supply the needs of His children today. After Christ had performed this wonderful miracle, He gave a lesson on economy. After the hunger of the multitude had been satisfied, He said, “Gather up the fragments that remain, that nothing be lost.” “And they took up of the fragments that remained twelve baskets full.” Letter 27, 1902 (written February 26, 1902)."},{"refcode_short":"HFM 58","refcode_long":"The Health Food Ministry, p. 58 (Ellen Gould White)","content":"Like the Manna"},{"refcode_short":"HFM 58.3","refcode_long":"The Health Food Ministry, p. 58.3 (Ellen Gould White)","content":"I must now give to my brethren the instruction that the Lord has given me in regard to the health food question. By many the health foods are looked upon as of man's devising, but they are of God's originating, as a blessing to His people. The health food work is the property of God, and is not to be made a financial speculation for personal gain. The light that God has given and will continue to give on the food question is to be to His people today what the manna was to the children of Israel. The manna fell from heaven, and the people were told to gather it, and prepare it to be eaten. So in the different countries of the world, light will be given to the Lord's people, and health foods suited to these countries will be prepared."},{"refcode_short":"HFM 58.4","refcode_long":"The Health Food Ministry, p. 58.4 (Ellen Gould White)","content":"The members of every church are to cultivate the tact and ingenuity that God will give them. The Lord has skill and understanding for all who will use their ability in striving to learn how to combine the productions of the earth so as to make simple, easily-prepared, healthful foods, which will take the place of flesh-meat, so that people will have no excuse for eating flesh-meat."},{"refcode_short":"HFM 59.1","refcode_long":"The Health Food Ministry, p. 59.1 (Ellen Gould White)","content":"Those who are given a knowledge of how to prepare such foods must use their knowledge unselfishly. They are to help their poor brethren. They are to be producers as well as consumers."},{"refcode_short":"HFM 59.2","refcode_long":"The Health Food Ministry, p. 59.2 (Ellen Gould White)","content":"It is God's purpose that health foods shall be manufactured in many places. Those who accept the truth are to learn how to prepare these simple foods. It is not the Lord's plan that the poor shall suffer for the necessaries of life. The Lord calls upon His people in the different countries to ask Him for wisdom, and then to use aright the wisdom He gives. We are not to settle down in hopelessness and discouragement. We are to do our best to enlighten others. Manuscript 78, 1902 (written June 16, 1902)."},{"refcode_short":"HFM 59","refcode_long":"The Health Food Ministry, p. 59 (Ellen Gould White)","content":"Not a Work for the Ministry"},{"refcode_short":"HFM 59.3","refcode_long":"The Health Food Ministry, p. 59.3 (Ellen Gould White)","content":"Our ministers appointed to stand as watchmen on the walls of Zion, must not take upon themselves the burden of health food manufacture or the establishment of health food stores. Neither must they bind themselves down to other business enterprises. This is a hindrance to the advancement of the work God says they are to do. Manuscript 105, 1902 (written July 16, 1902)."},{"refcode_short":"HFM 59","refcode_long":"The Health Food Ministry, p. 59 (Ellen Gould White)","content":"The Use of Nut Foods"},{"refcode_short":"HFM 59.4","refcode_long":"The Health Food Ministry, p. 59.4 (Ellen Gould White)","content":"Careful attention should be given to the proper use of nut foods. Some kinds of nuts are not so wholesome as others. Do not reduce the bill of fare to a few articles composed largely of nut foods. These foods should not be used too freely. If they were used more sparingly by some, the results would be more satisfactory. As combined in large proportions with other articles in some of the recipes given, they make the food so rich that the system can not properly assimilate it. Letter 135, 1902 (written August 28, 1902)."},{"refcode_short":"HFM 60","refcode_long":"The Health Food Ministry, p. 60 (Ellen Gould White)","content":"The Health Food Manager"},{"refcode_short":"HFM 60.1","refcode_long":"The Health Food Ministry, p. 60.1 (Ellen Gould White)","content":"The one who is placed in charge of the food business should be a careful, economical man, who will move forward steadily and yet carefully, binding off the edges, and making sure that the business is producing as well as consuming. Letter 158, 1902 (written October 8, 1902)."},{"refcode_short":"HFM 60","refcode_long":"The Health Food Ministry, p. 60 (Ellen Gould White)","content":"Connected with Sanitariums"},{"refcode_short":"HFM 60.2","refcode_long":"The Health Food Ministry, p. 60.2 (Ellen Gould White)","content":"The Lord desires us to be sensible and to reason from cause to effect. Wherever a sanitarium is established, facilities are to be provided, to a greater or smaller extent, as the case may demand, for the preparation of health foods. In the future it will be impossible to transport the health foods from America. And for other reasons, it will be better to make your foods where you are, as far as possible."},{"refcode_short":"HFM 60.3","refcode_long":"The Health Food Ministry, p. 60.3 (Ellen Gould White)","content":"We are living amidst the perils of the last days, and the Lord desires His people to establish industries in different countries. Industries should be established in connection with the Wahroonga Sanitarium, but at the present time it is impossible to define exactly what they should be. This will open before you as you advance in your work. Letter 201, 1902 (written December 15, 1902)."},{"refcode_short":"HFM 61","refcode_long":"The Health Food Ministry, p. 61 (Ellen Gould White)","content":"Dangers in the Health Food Business"},{"refcode_short":"HFM 61.1","refcode_long":"The Health Food Ministry, p. 61.1 (Ellen Gould White)","content":"On the night of April 26, scene after scene passed before me. I was talking to our people in Battle Creek, warning them most earnestly in regard to the dangers that would come upon us."},{"refcode_short":"HFM 61.2","refcode_long":"The Health Food Ministry, p. 61.2 (Ellen Gould White)","content":"The next night I was again in meeting with my brethren, laboring most earnestly. One of authority was among us, and He said, “You rejoice that you have gained great victories. But you will certainly have severe conflicts.”"},{"refcode_short":"HFM 61.3","refcode_long":"The Health Food Ministry, p. 61.3 (Ellen Gould White)","content":"I thought that propositions were being made by our brethren in Battle Creek to establish food stores in many places. I was instructed that there was great danger that in this matter grave mistakes would be made. There is danger that this work will be treated as commercial business, and that it will be carried to an extreme. There is danger that men who are greatly needed just where they are, will be encouraged to enter this business because of the wages offered."},{"refcode_short":"HFM 61.4","refcode_long":"The Health Food Ministry, p. 61.4 (Ellen Gould White)","content":"The end of all things is at hand. The Lord is looking upon the plans that are being made, and He says, “Beware lest men shall be induced to enter business enterprises who ought to be serving the Master as evangelists and canvassers and ministers.”"},{"refcode_short":"HFM 61.5","refcode_long":"The Health Food Ministry, p. 61.5 (Ellen Gould White)","content":"The worldly plans made in the past in regard to the food business may change somewhat, but there is danger that in many respects the same wood, hay, and stubble will be piled upon the foundation, and that the work that Christ ordained should be done in the food work will be left undone for work in which more financial gain will be secured."},{"refcode_short":"HFM 61.6","refcode_long":"The Health Food Ministry, p. 61.6 (Ellen Gould White)","content":"My brethren, watch unto prayer. The men who have obtained an experience that enables them to labor successfully for the Master, and who are doing good work in their various positions of trust, should not be encouraged to leave their present work for some other line of work. If they should follow the policy that will be advocated by some, leaving the place in which they are now working, to enter the health food work, the cause of the Lord, at the end of the year, would be far behind where it ought to be."},{"refcode_short":"HFM 62.1","refcode_long":"The Health Food Ministry, p. 62.1 (Ellen Gould White)","content":"Our Instructor addressed the leaders in the health food work at Battle Creek, telling them that they must make straight paths for their feet. Should the plans for health food stores and hygienic restaurants be carried out just as they have been outlined, many souls would fall into snares and pitfalls. There are those who view in a favorable light the establishment of health food stores and restaurants. But they should understand that like some other lines of work, this line may become altogether too absorbing. There may be brought into it too much business and too little principle. Thus the work which, if rightly handled, might be a blessing, would become a curse."},{"refcode_short":"HFM 62.2","refcode_long":"The Health Food Ministry, p. 62.2 (Ellen Gould White)","content":"Great care must be shown in regard to the extension of the food work. I have been instructed that this work will prove a snare unless right plans are laid and unless caution is exercised. There is danger that worldly business plans will be brought into the food work, and that the minds of the workers will become absorbed by business cares, and will thus become dead to religious things."},{"refcode_short":"HFM 62.3","refcode_long":"The Health Food Ministry, p. 62.3 (Ellen Gould White)","content":"Bribes in the form of high wages, must not be offered to men to tempt them to leave positions where they are doing successful work for the Master, to enter the food work."},{"refcode_short":"HFM 62.4","refcode_long":"The Health Food Ministry, p. 62.4 (Ellen Gould White)","content":"Men who are already carrying heavy responsibilities must not be urged to accept heavier responsibilities than they can carry, and preserve their spirituality. Plans must not be laid in regard to this that will create perplexity and difficulty. This is a snare that the enemy would be pleased to see laid for the entanglement of our feet."},{"refcode_short":"HFM 63.1","refcode_long":"The Health Food Ministry, p. 63.1 (Ellen Gould White)","content":"There are those who can successfully carry a certain amount of work, but who become over-wearied, fractious, and impatient when there is crowded upon them a larger amount of work than they have physical or mental strength to perform. They lose the love of God out of the heart, and then they lose courage and faith, and the blessing of God is not with them. There are physicians who have lost their spiritual power because they have done double the work that they ought to have done. When men are asked or tempted to take more work than they can do, let them say firmly, I can not consent to do this. I can not safely do more than I am doing."},{"refcode_short":"HFM 63.2","refcode_long":"The Health Food Ministry, p. 63.2 (Ellen Gould White)","content":"The food business is not to be so managed that it will absorb in it the talent needed elsewhere. No plans are to be followed that tend to make a great whole of the food work, and thus deprive other branches of the cause of God of their workers. Men and women must not be led to engage in a commercial line of work, which will not help them to perfect a Christian character."},{"refcode_short":"HFM 63.3","refcode_long":"The Health Food Ministry, p. 63.3 (Ellen Gould White)","content":"We need canvassers, evangelists, ministers, who have received the Holy Spirit, and who are partakers of the divine nature. We need workers who are able to talk with God, and then with the people. I am alarmed as I see how many obstructions are coming in to divert men from evangelistic work, and thus hinder the work of God. As our restaurants are presented to me, they are not doing the work that they should be doing to bring souls into the truth. I warn those who should be in the canvassing work, circulating the books so much needed everywhere, to be careful not to turn from the work that the Lord has called them to. Let not the men that God has called to do gospel work become entangled with business perplexities. Let them keep their souls in the atmosphere most favorable to spirituality. Let them not place themselves where they will find many temptations, where they will be absorbed in cares that will lead them to be regardless of the preparation necessary for the courts above. God wants every worker who claims to believe the present truth to consecrate himself, body, soul, and spirit, to the work of seeking to save the perishing souls around him."},{"refcode_short":"HFM 64.1","refcode_long":"The Health Food Ministry, p. 64.1 (Ellen Gould White)","content":"I have been given a presentation of how the food work, if conducted as a commercial enterprise, will spread and become a dangerous element in our work. I am bidden to say to men and women, Keep your conscience clear before God. Do not place yourselves where you will be tempted and tried by the sight of your eyes and the hearing of your ears, so that you will lose your spiritual perception of what it means to be a Christian. Hold the standard firmly, and raise it high. Let no one talk you into engaging in work that will hinder you from making the preparation that you must make in order to meet Christ in peace."},{"refcode_short":"HFM 64.2","refcode_long":"The Health Food Ministry, p. 64.2 (Ellen Gould White)","content":"Many things will come up to divert the minds of God's people from the great work to which they are called. May the Lord help them to labor in such a way that they will win the crown of immortal life. “Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God. But exhort one another daily, while it is called Today; lest any of you be hardened through the deceitfulness of sin. For we are made partakers of Christ, if we hold the beginning of our confidence steadfast unto the end; while it is said, Today if ye will hear His voice, harden not your hearts, as in the provocation.” Hebrews 3:12-15."},{"refcode_short":"HFM 64.3","refcode_long":"The Health Food Ministry, p. 64.3 (Ellen Gould White)","content":"“Let us therefore fear, lest, a promise being left us of entering into His rest, any of you should seem to come short of it. For unto us was the gospel preached, as well as unto them; but the Word preached did not profit them, not being mixed with faith in them that heard it.” Hebrews 4:1, 2."},{"refcode_short":"HFM 65.1","refcode_long":"The Health Food Ministry, p. 65.1 (Ellen Gould White)","content":"There is a great and special work to be carried on in these last days, and the work is to be carried on in right lines. The Lord would have us understand that minds that are not daily enlightened by the Holy Spirit have not wisdom even concerning the carrying forward of the business enterprises which if properly managed, would tell for the advancement of God's cause. In these days of peril we must avoid anything that has a tendency to divert the mind from the great work to be done. To gain means for the accomplishment of certain results, we may make plans that appear to be wise and just and rational, but were these plans carried out the future might show that they had accomplished little or nothing for the saving of souls."},{"refcode_short":"HFM 65.2","refcode_long":"The Health Food Ministry, p. 65.2 (Ellen Gould White)","content":"The Lord has not given orders that the food business be exalted to large proportions. It will take something more than food stores and factories, with their perplexities and their commercial business, to make an impression that will convert souls. Unless the standard of godliness is raised, unless the principles of heaven are manifest in all business dealings, more souls will be lost by connecting with the food stores than will be saved by the work of these stores."},{"refcode_short":"HFM 65.3","refcode_long":"The Health Food Ministry, p. 65.3 (Ellen Gould White)","content":"When the large food factory was erected in Los Angeles, the question was asked by One who knows the end from the beginning, “Who will furnish the facilities necessary for the running of the business in this large building? Where is the talent necessary to operate such a plant? Where is the talent necessary to carry forward spiritual lines of work as they would have to be carried forward in order to produce the best results? There is danger that if this work is carried on as planned, workers, young and old, would be called in who would not maintain their spirituality. With the present clouded perception of righteousness, the way is open for injustice and selfishness to be shown, and this would provoke the wrath of God.”"},{"refcode_short":"HFM 66.1","refcode_long":"The Health Food Ministry, p. 66.1 (Ellen Gould White)","content":"It will not be wise to erect large food factories anywhere. Should this be done, there would be danger that they would be destroyed by those who are carrying out Satan's plans, unless there is a compliance with these plans. I have received light on the subject of large food factories, and the outlook is not favorable. If the food work is carried forward as many have planned, the final results will be the destruction of property and the destruction of souls. Manuscript 44, 1903 (written April 28, 1903)."},{"refcode_short":"HFM 66","refcode_long":"The Health Food Ministry, p. 66 (Ellen Gould White)","content":"Providing Promising Contacts"},{"refcode_short":"HFM 66.2","refcode_long":"The Health Food Ministry, p. 66.2 (Ellen Gould White)","content":"I am carrying a heavy burden for the work and cause of God. As I see the lack of principle manifested, and the feeble faith that is shown in the message that means so much to us, I am filled with fear. I am now obliged to write some things in regard to the danger of carrying the health food business and the restaurant work to extremes. I have written that restaurants should be established as a means of bringing those who know the truth into touch with the people of the world, and of providing opportunities of reaching these people with the message of present truth. Should those attending these restaurants reform in their habits of eating, they would be better prepared to listen to arguments in favor of the truth."},{"refcode_short":"HFM 66.3","refcode_long":"The Health Food Ministry, p. 66.3 (Ellen Gould White)","content":"But if by the restaurant work there is not awakened a deep and living interest in the things of eternal importance, what is gained by the work? Christ is hungry for souls, hungry to see those for whom He gave His life receiving the blessings placed within their reach. Shall He have died for them in vain? Satan will use every opportunity to seduce men from their allegiance to God. He and the angels who fell with him will appear on the earth as men, seeking to deceive. God's angels, also, will appear as men, and will use every means in their power to defeat the purposes of the enemy. We, too, have a part to act. We shall surely be overcome unless we fight manfully the battles of the Lord."},{"refcode_short":"HFM 67.1","refcode_long":"The Health Food Ministry, p. 67.1 (Ellen Gould White)","content":"It is in order that those who love God and keep His commandments may have as little hindrance as possible in their advancement in the heavenward way that they are warned not to live in the cities. If by our restaurant work souls are not won to the truth, what is gained by entering so largely into this work, which must be done in the cities? Will the result justify the effort put forth? Will it pay for our young men and young women to spend their time and energy in providing and serving food for worldlings, while they make no effort to save their souls, no effort to lead them to see the light of present truth? Letter 83, 1903 (written May 13, 1903)."},{"refcode_short":"HFM 67","refcode_long":"The Health Food Ministry, p. 67 (Ellen Gould White)","content":"Make the Health Food Work a Blessing"},{"refcode_short":"HFM 67.2","refcode_long":"The Health Food Ministry, p. 67.2 (Ellen Gould White)","content":"For all who are engaged in the health food business I have words of counsel. I have said that food stores and hygienic restaurants should be established in cities, and that they should be so conducted that they will be the means of reaching people with the gospel message for this time. All our restaurants are to be so conducted that there will not be an accumulation of debt. If debts accumulate, even though the patronage is large, there needs to be a careful, thorough investigation of the business, and such changes should be made as will put it on a paying basis. A restaurant should not be maintained at a continual financial loss."},{"refcode_short":"HFM 68.1","refcode_long":"The Health Food Ministry, p. 68.1 (Ellen Gould White)","content":"Recently in the night season we seemed to be in a council meeting. One of authority stood among us, and questioned the workers who were bearing responsibilities in the food work. He asked, “Have you made this work merely a commercial matter? Are you carrying out the instruction that restaurants should be established to teach the people how to prepare wholesome food, and to bring them to a knowledge of the present truth? To those whom you have met from day to day have you spoken of the Christian's hope? Have meetings been appointed, and talks given on Bible subjects?”"},{"refcode_short":"HFM 68.2","refcode_long":"The Health Food Ministry, p. 68.2 (Ellen Gould White)","content":"The workers in our restaurants are to hunt and fish for souls. Meetings should be appointed at some convenient place, and notice of these meetings should be given to those coming to the restaurant for their meals. Some will attend, and will thus be led to study the Bible, and to ask questions regarding the truths which they have heard."},{"refcode_short":"HFM 68.3","refcode_long":"The Health Food Ministry, p. 68.3 (Ellen Gould White)","content":"Seek the Lord in prayer, asking Him to show you the best way in which to reach the people with whom you come in contact. Remember the words of the Saviour, “I am not come to call the righteous, but sinners to repentance.” Remember that different methods must be followed in dealing with different people. To some you can give a tract. To others, you can put the question, “Do you love the Lord Jesus?” In the meetings that are held, talk in a way that will interest them. Deal with the subject on which you are speaking in so simple and practical a way that they can not fail to understand. There are many so ignorant of the terms used by those who speak on spiritual subjects that they do not understand what they hear. Many who hear have so little interest in spiritual things that much of the effort put forth to give them religious instruction is like beating the air."},{"refcode_short":"HFM 69.1","refcode_long":"The Health Food Ministry, p. 69.1 (Ellen Gould White)","content":"If in your restaurant work you make no advancement in religious lines, what have you gained? Daily you are brought into association with many who perhaps all their lifetime have continued in sin. Some means of arresting their attention must be devised. They must be warned of their danger. If this work can not be done in our restaurants, let them be discontinued; for what use is it to expend means and talent in a work that consumes without producing? Of what use is it for workers to spend their time preparing temporal food for men and women, while they neglect to offer them the bread of life and the water of salvation? Merely to provide temporal food is not a savor of life unto life."},{"refcode_short":"HFM 69.2","refcode_long":"The Health Food Ministry, p. 69.2 (Ellen Gould White)","content":"The servants of God are to watch for souls as they that must give an account. If in the restaurant work more is not done to advance the work of soul-saving than has been done in the past, the workers in the restaurants would better use their talents in lines of work that will do more to draw souls to Christ. The interests of Christ's kingdom are paramount to all else. We are not to bend our energies to the establishment of food stores and food factories merely to supply people with temporal food and make money. Thousands are perishing in sin, and the energies of God's people are to be put forth to arouse souls to a sense of their danger."},{"refcode_short":"HFM 69.3","refcode_long":"The Health Food Ministry, p. 69.3 (Ellen Gould White)","content":"We can not afford to call our young men and young women into a work where they are brought in contact with the worldly element, if, instead of exerting an influence that will win souls to Christ, they are leavened by the worldliness. In every work to which the people of God put their hands, soul-saving is to be made of the first importance. Let not those engaged in the food work think that their efforts can bear the approval of God unless they do all they possibly can to reach with the truth those whom they supply with temporal food."},{"refcode_short":"HFM 70","refcode_long":"The Health Food Ministry, p. 70 (Ellen Gould White)","content":"A Decided Warning"},{"refcode_short":"HFM 70.1","refcode_long":"The Health Food Ministry, p. 70.1 (Ellen Gould White)","content":"A most decided warning was given by our Instructor. He repeated the following words, found in the eighth chapter of Isaiah:"},{"refcode_short":"HFM 70.2","refcode_long":"The Health Food Ministry, p. 70.2 (Ellen Gould White)","content":"“Say ye not, A confederacy, to all them to whom this people shall say, A confederacy; neither fear ye their fear, nor be afraid. Sanctify the Lord of Hosts Himself; and let Him be your fear, and let Him be your dread. And He shall be for a sanctuary; but for a stone of stumbling, and for a rock of offense to both the houses of Israel, for a gin and for a snare to the inhabitants of Jerusalem. And many among them shall stumble, and fall, and be broken, and be snared, and be taken.” Isaiah 8:12-15."},{"refcode_short":"HFM 70.3","refcode_long":"The Health Food Ministry, p. 70.3 (Ellen Gould White)","content":"Our Instructor said, “The food business may be so conducted as to be an injury instead of a blessing to the people of God. This line of work must be jealously guarded, else we shall find ourselves on the losing instead of the gaining side. The workers must be guarded. The barriers that I have placed between them and the world must not be taken down, lest they become leavened with worldliness. Unless great care is taken, some will fall into Satan's snares, seduced by the spirit of the world, and led to corrupt their ways.”..."},{"refcode_short":"HFM 70.4","refcode_long":"The Health Food Ministry, p. 70.4 (Ellen Gould White)","content":"In the food business there is a snare for all who engage in it without realizing their danger. The Lord is not pleased with the way in which this business has been carried on. No overburdening commercialism is to be brought into it. Those connected with this work need to heed the invitation to come to Christ, and learn of Him His meekness and lowliness...."},{"refcode_short":"HFM 71.1","refcode_long":"The Health Food Ministry, p. 71.1 (Ellen Gould White)","content":"There is a great work to be done in the world, and the Lord's servants are not to start enterprises of a commercial character, which will absorb the ability and tact and skill that God calls for in other lines of work. Just as soon as God's people lay off the burdens that He has not placed on them, and obtain the robe of Christ's righteousness; just as soon as they begin to answer the prayer of Christ, and to serve the Lord with all humility, the words of the twelfth chapter of Isaiah will be fulfilled to them. Manuscript 45, 1903 (written May 17, 1903)."},{"refcode_short":"HFM 71","refcode_long":"The Health Food Ministry, p. 71 (Ellen Gould White)","content":"Workers Not to be Drawn from Other Lines"},{"refcode_short":"HFM 71.2","refcode_long":"The Health Food Ministry, p. 71.2 (Ellen Gould White)","content":"The talents of God's people are to be employed in giving the last message of mercy to the world. The Lord calls upon those connected with our sanitariums, publishing houses and other institutions, to teach the youth to do evangelistic work. Our time must not be so largely employed in establishing sanitariums, food factories, food stores, and restaurants, that other lines of work shall be neglected. Young men and young women who should be engaged in the ministry, in Bible work, and in the canvassing work, should not be bound down to mechanical employment. Letter 113, 1903 (written May, 1903)."},{"refcode_short":"HFM 71.3","refcode_long":"The Health Food Ministry, p. 71.3 (Ellen Gould White)","content":"The work of food manufacture and sale should be given a place of less consequence in our cause. There are those who have given themselves to this work who should now consecrate themselves to the doing of a higher work,—the work of soul-saving. Will not those who have entered into the enterprise of manufacturing foods ask themselves if there are not those whom they could feed with the bread of life, those who are in need of spiritual food? Letter 84, 1910 (written July 26, 1910)."},{"refcode_short":"HFM 72.1","refcode_long":"The Health Food Ministry, p. 72.1 (Ellen Gould White)","content":"Let not the food business take the time of men and women who are efficient in the work of soul-winning. These cannot afford to give their powers to the production of temporal food, when their voices should be heard in the East and in the West, in the North, and in the South, saying, “Repent ye; for the kingdom of heaven is at hand.” Manuscript 59, 1912 (written August 13, 1912)."},{"refcode_short":"HFM 72","refcode_long":"The Health Food Ministry, p. 72 (Ellen Gould White)","content":"Educating by Demonstration"},{"refcode_short":"HFM 72.2","refcode_long":"The Health Food Ministry, p. 72.2 (Ellen Gould White)","content":"There is a great work to be done in bringing the principles of health reform to the notice of the people. Public meetings should be held to introduce the subject, and schools should be held in which those who are interested can be told more particularly about our health foods and of how a wholesome, nourishing, appetizing diet can be provided without the use of meat, tea, or coffee."},{"refcode_short":"HFM 72.3","refcode_long":"The Health Food Ministry, p. 72.3 (Ellen Gould White)","content":"Thus we did in the early history of our work. We taught the people by demonstration that we can safely depend for the sustenance of life upon the productions which God gave our first parents in Eden. Let men engage in this work who can speak on the principles of health reform. Letter 343, 1904 (written December 27, 1904)."},{"refcode_short":"HFM 72","refcode_long":"The Health Food Ministry, p. 72 (Ellen Gould White)","content":"Words of Counsel Regarding the Health Food Work"},{"refcode_short":"HFM 72.4","refcode_long":"The Health Food Ministry, p. 72.4 (Ellen Gould White)","content":"Many years ago the Lord gave us light regarding health reform. This light was designed to be a blessing to those in need of physical help, and to open doors for the proclamation of the truth. The light upon health reform should be better understood. As further light is revealed to God's people, they are to communicate the truth to others."},{"refcode_short":"HFM 73.1","refcode_long":"The Health Food Ministry, p. 73.1 (Ellen Gould White)","content":"I am instructed to say that the health food work is not at present being conducted as to greatly advance the work of God. The Lord has presented before me many dangers that threaten the management of this business. The Lord never designed that the manufacture and sale of health foods should become such a commercial [business] as it now is. This is not to become a speculative business, in which a few shall receive large personal profits. To many minds God has given wisdom to devise healthful food preparations."},{"refcode_short":"HFM 73.2","refcode_long":"The Health Food Ministry, p. 73.2 (Ellen Gould White)","content":"The Lord would have a knowledge of diet reform imparted to the people of God. It is an essential part of the education to be given in our schools. As the truth is presented in new places, lessons should be given in hygienic cookery. Teach the people how they may live without the use of flesh meats. Teach them the simplicity of living."},{"refcode_short":"HFM 73.3","refcode_long":"The Health Food Ministry, p. 73.3 (Ellen Gould White)","content":"The Lord has been working, and is still working, to lead men to prepare from fruits and grains, foods more simple and less expensive than many of those that can now be obtained. Many cannot obtain these expensive food preparations, yet they need not necessarily live upon an impoverished diet. The same God who fed the thousands in the wilderness with bread from heaven will give to His people today a knowledge of how to provide food in a simple manner."},{"refcode_short":"HFM 73.4","refcode_long":"The Health Food Ministry, p. 73.4 (Ellen Gould White)","content":"I have a testimony to bear regarding the work of our restaurants. These institutions have absorbed much of the talent which could be used in evangelical work. In this enterprise, many are employed who, with Bible in hand, should be teaching in new places, flashing the light of truth into the mist and fog of error. Thus much talent and capability are absorbed in a work which, as now conducted, reveals but small results in the salvation of souls. The restaurants are carrying a burden which God has not laid upon them. The preparations of food are so expensive that the poorer class of people are unable to use them. There should be greater simplicity in the preparation of foods."},{"refcode_short":"HFM 74.1","refcode_long":"The Health Food Ministry, p. 74.1 (Ellen Gould White)","content":"As a people we stand reproved of God because so much talent is absorbed in mere commercial interests, while the all-important work of soul-saving is left to languish. Such an intensity of effort should not be given to the manufacture and merchandise of food products, while souls are left to starve for the bread of life. God never designed that the manufacture of foods should be a snare to His people, as it certainly has been. The Lord gave this work to be a blessing to His people, but selfishness and greed and dishonesty have made it productive of great evils. That which God designed to be a blessing has absorbed and diverted from His work valuable talents."},{"refcode_short":"HFM 74.2","refcode_long":"The Health Food Ministry, p. 74.2 (Ellen Gould White)","content":"The health food work is not to be conducted as a selfish monopoly, in which a few shall gather to themselves large profits, while others, equally capable, are excluded as those having no rights. The Lord forbids any one to force his brethren to sign contracts whereby he may appropriate to himself the benefits of the knowledge which has come from other minds."},{"refcode_short":"HFM 74.3","refcode_long":"The Health Food Ministry, p. 74.3 (Ellen Gould White)","content":"As God's peculiar people, we must stand free from every fraudulent transaction. Let not one thread of selfishness be drawn into the pattern. No cheap or unwholesome articles are to be placed before the public. Nothing should be represented as being pure and first-class when it is really of inferior quality."},{"refcode_short":"HFM 74.4","refcode_long":"The Health Food Ministry, p. 74.4 (Ellen Gould White)","content":"Care must be taken lest we communicate to unscrupulous men a knowledge that will enable them to utilize as a source of income for themselves the light that God has given to be a blessing to His people. In the manufacture of so-called health foods, unprincipled men would introduce adulterations that would be injurious."},{"refcode_short":"HFM 75.1","refcode_long":"The Health Food Ministry, p. 75.1 (Ellen Gould White)","content":"Let every business transaction be done in righteousness, remembering that we must all stand before the judgment seat of Christ, “For it is written, As I live, saith the Lord, every knee shall bow to Me, and every tongue shall confess to God. So then every one of us shall give an account of himself to God. Let us not therefore judge one another any more: but judge this rather, that no man put a stumbling block, or an occasion to fall in his brother's way.... Let not then your good be evil spoken of: for the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.” Romans 14:11-17."},{"refcode_short":"HFM 75.2","refcode_long":"The Health Food Ministry, p. 75.2 (Ellen Gould White)","content":"We need to cut away from our lives everything that would absorb the mind and dull our sensibilities in the perception of the future eternal riches of glory. We should bring into our daily experience those things only which will enable us to strengthen and perfect our character, that we may reflect to others the light of heavenly things."},{"refcode_short":"HFM 75.3","refcode_long":"The Health Food Ministry, p. 75.3 (Ellen Gould White)","content":"There is a world to be warned. We are nearing the close of time. The Spirit of God is being withdrawn from the world. The Lord is calling us out of sleep. We have lost many precious opportunities, but let us lose no more time. The sunlight of truth is to shine forth to the world. Cast off the works of darkness and uncertainty. Manuscript 96, 1905 (written September 7, 1905)."},{"refcode_short":"HFM 76","refcode_long":"The Health Food Ministry, p. 76 (Ellen Gould White)","content":"A Reformation Needed"},{"refcode_short":"HFM 76.1","refcode_long":"The Health Food Ministry, p. 76.1 (Ellen Gould White)","content":"Last week we had an important gathering at the sanitarium here, of our health food workers. I spoke to them on Sabbath, and on Sunday I addressed them for about an hour upon the subject of our restaurant work. I told them that there must be a thorough reformation in the health food business. It is not to be regarded so much as a commercial enterprise. At present but little is seen as the result of this work to lead us to recommend the establishment of more places to be conducted as our restaurants have been in the past. But few have been converted by this work in Los Angeles and in San Francisco. Many of the workers have lost the science of soul-saving."},{"refcode_short":"HFM 76.2","refcode_long":"The Health Food Ministry, p. 76.2 (Ellen Gould White)","content":"Please read carefully what is published in Testimonies, volume 7, regarding the health food work and the evangelical work. I feel more and more impressed that we must make diligent efforts to present the truth. I need not now write much regarding these lines of work, for the light has been in print for some time. But since these testimonies were published circumstances have arisen that reveal the necessity for the cautions that have been given. Health reform needs a reformation before it shall stand as God designs it should. We need to practice true godliness in every undertaking. In all the restaurants in our cities there is danger that the combination of many foods in the dishes served shall be carried too far. The stomach suffers when so many kinds of food are placed in it at one meal. Simplicity is a part of health reform. There is danger that our work shall cease to merit the name which it has borne."},{"refcode_short":"HFM 76.3","refcode_long":"The Health Food Ministry, p. 76.3 (Ellen Gould White)","content":"If we would work for the restoration of health it is necessary to restrain the appetite, to eat slowly, and only a limited variety at one time. This instruction needs to be repeated frequently. It is not in harmony with the principles of health reform to have so many different dishes at one meal. We must never forget that it is the religious part of the work, the work of providing food for the soul, that is more essential than anything else."},{"refcode_short":"HFM 77.1","refcode_long":"The Health Food Ministry, p. 77.1 (Ellen Gould White)","content":"Our young men and young women should be encouraged to attend schools away from the cities, that under intelligent teachers, they may receive a training that will fit them to stand on vantage ground. How can our young people advance spiritually, while working as servants simply to prepare food for and serve worldlings. They often do unnecessary work in the preparation of foods that are not even wholesome. Shall our youth be encouraged to rest satisfied with such an education?"},{"refcode_short":"HFM 77.2","refcode_long":"The Health Food Ministry, p. 77.2 (Ellen Gould White)","content":"The Lord does not design that His denominated people shall exhaust their strength to carry on restaurants in the manner in which they are now conducted. The many complicated combinations of food that are not wholesome tend to make of the health reform a health deform. Letter 271, 1905 (written September 27, 1905)."},{"refcode_short":"HFM 77","refcode_long":"The Health Food Ministry, p. 77 (Ellen Gould White)","content":"The Loma Linda Bakery"},{"refcode_short":"HFM 77.3","refcode_long":"The Health Food Ministry, p. 77.3 (Ellen Gould White)","content":"The Lord has instructed me that it would be a mistake for us to plan for the production of large quantities of health foods at Loma Linda, to be distributed through commercial channels. Loma Linda is a place that has been especially ordained of God to make a good impression upon the minds of many who have not had the light of present truth. Every phase of the work in this place, every movement made, should be so fully in harmony with the sacred character of present truth as to create a deep spiritual impression."},{"refcode_short":"HFM 77.4","refcode_long":"The Health Food Ministry, p. 77.4 (Ellen Gould White)","content":"Everything connected with the institution at Loma Linda should, so far as possible, be unmingled with commercialism. Nothing should be allowed to come in that would in any wise lessen the favorable impression you are striving to make. If we manifest a genuine faith in eternal realities, this will have a far-reaching effect on the minds of others. We must allow nothing to hinder our efforts for the saving of souls. God requires us to leave impressions that will help awaken unbelievers to a realization of their duty. Let us use voice and pen in helping those who need clear discernment."},{"refcode_short":"HFM 78.1","refcode_long":"The Health Food Ministry, p. 78.1 (Ellen Gould White)","content":"Many are now inquiring, “What shall I do to inherit eternal life?” We cannot answer this question satisfactorily by connecting with our sanitariums the production of health foods for commercial gain. By our example we are to leave upon the minds of our patients the impression that we are sustained and guided by the grace of God, and that we are keeping constantly in view the glory of the Lord."},{"refcode_short":"HFM 78.2","refcode_long":"The Health Food Ministry, p. 78.2 (Ellen Gould White)","content":"It is not rank, nor wealth, nor learning, nor power, that lends influence to a Christian; but a willing mind, and a heart consecrated to the cause of Christ. In the service of God there is a place for every one; and He is glorified when every one is satisfied in filling the place appointed him. To His servants He imparts grace sufficient for every duty. However humble may be their sphere of service, they may by His grace reveal that they are Christian gentlemen and Christian ladies."},{"refcode_short":"HFM 78.3","refcode_long":"The Health Food Ministry, p. 78.3 (Ellen Gould White)","content":"In the visions of the night, these principles were presented to me in connection with the proposal for the establishment of a bakery [Note: At the time this letter was written plans were being laid for the establishment of the health food factory within a few rods of the main sanitarium building.] at Loma Linda. I was shown a large building where many foods were made. There were also some smaller buildings near the bakery. As I stood by, I heard loud voices in dispute over the work that was being done. There was a lack of harmony among the workers, and confusion had come in."},{"refcode_short":"HFM 79.1","refcode_long":"The Health Food Ministry, p. 79.1 (Ellen Gould White)","content":"Then I saw Brother Burden approach. His countenance bore a look of anxiety and distress as he endeavored to reason with the workmen, and bring them into harmony. The scene was repeated, and Brother Burden was often drawn away from his legitimate work as manager of the sanitarium, to settle variances. He was carrying too heavy a load, and he looked careworn and perplexed."},{"refcode_short":"HFM 79.2","refcode_long":"The Health Food Ministry, p. 79.2 (Ellen Gould White)","content":"I then saw patients standing on the beautiful sanitarium grounds. They had heard the disputes between the workmen. The patients did not see me, but I could see them and hear them, and their remarks were brought to my ears. They were expressing words of regret that a food factory should be established on these beautiful grounds, in such close proximity to an institution for the care of the sick. Some were disgusted, and a most unfavorable impression was being made. How sorry I felt! All these buildings had cost money that should have been used in fitting up bathrooms, which would involve considerable expense."},{"refcode_short":"HFM 79.3","refcode_long":"The Health Food Ministry, p. 79.3 (Ellen Gould White)","content":"Then One appeared on the scene, and said: “All this has been caused to pass before you as an object-lesson, that you might see the result of carrying out certain plans. Sanitariums must help those who come to them by calling attention to the gospel truth. Commercialism must not take the place of the vital work to be done. This beautiful place came to us in the providence of God, and it should be kept as a restful, desirable, healthful retreat, to which we may call the sick, where they shall be greatly blessed physically, and where they can hear the evidences of present truth and the reasons for our faith.”"},{"refcode_short":"HFM 79.4","refcode_long":"The Health Food Ministry, p. 79.4 (Ellen Gould White)","content":"And then, lo, the whole scene changed. The bakery building was not where we had planned it, but at a distance from the sanitarium buildings, on the road toward the railway. It was a humble building, and a small work was carried on there. The commercial idea was lost sight of, and, in its stead, a strong spiritual influence pervaded the place. A suitable helper was given Brother Hansen at such times as he required help. The management of this small bakery did not bring a heavy responsibility upon Brother and Sister Burden. The patients were favorably impressed by what they saw...."},{"refcode_short":"HFM 80.1","refcode_long":"The Health Food Ministry, p. 80.1 (Ellen Gould White)","content":"Loma Linda is to be not only a sanitarium, but an educational center. With the possession of this place comes the weighty responsibility of making the work of the institution educational in character. The school that is to be established at Loma Linda is to stand in the freedom of the truth."},{"refcode_short":"HFM 80.2","refcode_long":"The Health Food Ministry, p. 80.2 (Ellen Gould White)","content":"We shall have a work to do at Loma Linda in supplying health foods, in a limited way, to the surrounding cities; but it has been presented to me that in the establishment of a large food factory, you would be disappointed in your expectations. The influences connected with its management would not make a favorable impression upon the people. The Lord is able to make the proper impression upon human minds, when we cooperate with Him and follow the plans that He outlines."},{"refcode_short":"HFM 80.3","refcode_long":"The Health Food Ministry, p. 80.3 (Ellen Gould White)","content":"The light given me is that in a food business large enough to supply Southern California, it would be difficult to avoid commercialism; and if the perplexing details were not attended to most carefully, there would be more expense than income. You can ill afford to spend the time that would be required to make the business a success."},{"refcode_short":"HFM 80.4","refcode_long":"The Health Food Ministry, p. 80.4 (Ellen Gould White)","content":"The Lord calls upon us to ascend a higher platform. Our example must exert a decided influence in favor of the doctrines we profess. Let us cling close to the teaching of the word. Let us make the word our counselor. The truths of the word, carried out in our daily lives, will keep the soul pure and refined, noble and elevated. Walking in the light of the truth, self will be hid in constant love and fear of God. Before the world, the truth is to become majestic; for it reveals God in word, in spirit, in character."},{"refcode_short":"HFM 81.1","refcode_long":"The Health Food Ministry, p. 81.1 (Ellen Gould White)","content":"The words were spoken by my Instructor: “The influence to be constantly going out, is that which is created by the light shining forth with clear, convincing power from every soul who claims to believe the truth. The Lord would have you exalt the truth in language, in faith, in practice. Those who are connected with you are in no wise to be permitted to become deficient in tenderness, in mercy, in refinement of speech. The heart is ever to be obedient unto God. Cling to your heavenly Helper.”..."},{"refcode_short":"HFM 81.2","refcode_long":"The Health Food Ministry, p. 81.2 (Ellen Gould White)","content":"Many are now perishing for want of knowledge. Shall we not give mind and soul and voice to proclaiming the truth as it is in Christ Jesus? To every worker I would say, Show to unbelievers that there is strength in God. Communicate your ideas in regard to what is required, by the words of warning, “Prepare to meet thy God!” Sow the seeds of truth by all waters. Wake up the watchmen, and, with them, bear the message in words of power. “Cry aloud, spare not, lift up thy voice like a trumpet, and show My people their transgression, and the house of Jacob their sins.” The increase of your own experience will be proportionate to your individual trust and confidence in God."},{"refcode_short":"HFM 81.3","refcode_long":"The Health Food Ministry, p. 81.3 (Ellen Gould White)","content":"There are many, many to be converted through the instrumentality of men who will be taken from the plow and from the common vocations of life to engage in the great, grand work of giving soul-saving truth to the people."},{"refcode_short":"HFM 81.4","refcode_long":"The Health Food Ministry, p. 81.4 (Ellen Gould White)","content":"There are all classes to be reached. Those who have been called to labor in hygienic restaurants where thousands are fed but are not given the bread of life, should inquire, What is the way of the Lord? There are some who are laboring in hygienic restaurants who should be breaking away and be giving themselves to the grand work of carrying the last gospel message to multitudes. They must make sure that the truth for this time is implanted within their own hearts by the Holy Spirit of God. Then with minds cleansed from all sin, they will be able to feed the flock of God with pure provender, thoroughly winnowed from all fanciful and fatal delusions...."},{"refcode_short":"HFM 82.1","refcode_long":"The Health Food Ministry, p. 82.1 (Ellen Gould White)","content":"There is a large work to be done. Sanitariums are to be carried on in many lands. When facilities are added to sanitariums that have been set in operation, let the additions be most thoroughly and firmly constructed; but there should be no large expenditure of means to secure every advantage at the beginning...."},{"refcode_short":"HFM 82.2","refcode_long":"The Health Food Ministry, p. 82.2 (Ellen Gould White)","content":"The Lord calls upon us to do a work in many places. We shall have sanitariums that can be carried on without involving our cause heavily in debt. A word to the wise is sufficient. Let none think they must invest in the most costly conveniences. There is a more humble way of working successfully. Provide first the simpler appliances necessary for giving treatments. We need not now go to the expense of providing swimming pools and other costly facilities. Letter 140, 1906 (written May 6, 1906)."},{"refcode_short":"HFM 82","refcode_long":"The Health Food Ministry, p. 82 (Ellen Gould White)","content":"A Specious Offer"},{"refcode_short":"HFM 82.3","refcode_long":"The Health Food Ministry, p. 82.3 (Ellen Gould White)","content":"Since daylight I have written eleven pages in regard to the manufacture and sale of flake foods on the Pacific Coast. Dr. Kellogg and his brother offer to sell for forty-five thousand dollars, the right to manufacture and sell corn flakes in a certain section. The light given me is that we are not to accept this offer. Neither the territory nor the knowledge regarding health foods belongs to Dr. Kellogg. This is the Lord's talent. He has not made it over to any man, to be handled as his own property and invention, and to speculate upon for his own benefit. It has not been given to any man to be used to oppress his fellow-men."},{"refcode_short":"HFM 83.1","refcode_long":"The Health Food Ministry, p. 83.1 (Ellen Gould White)","content":"“Thus speaketh the Lord of hosts, saying, Execute true judgment, and shew mercy and compassion every man to his brother; and oppress not the widow, nor the fatherless, the stranger, nor the poor; and let none of you imagine evil against his brother in your heart.” Zechariah 7:9-10."},{"refcode_short":"HFM 83.2","refcode_long":"The Health Food Ministry, p. 83.2 (Ellen Gould White)","content":"The third and fourth chapters of Malachi teach many important lessons. They are full of weighty sentences. We are to consider these chapters carefully. The Lord is weighing character. Every chapter of the work carried on in Battle Creek has been recorded in the books of heaven, from the first action to the last."},{"refcode_short":"HFM 83.3","refcode_long":"The Health Food Ministry, p. 83.3 (Ellen Gould White)","content":"Our people are not to invest large sums of money in the production of health foods. It has been plainly stated that the light regarding health foods was not given for one man's benefit alone. I have been given light on this subject. We are not to accept this offer. Our people can use the talent God has given them to prepare foods such as He would be pleased to have them prepare for the use of the common people. The Lord has given the sunshine and the rain, and has caused the fruit to grow, and the earth to produce that which may be prepared for the food of mankind. He requires His family diligently to till the soil, that it may produce those things that may be used as food. They are to plant the seed, and care for it as it grows. This is the provision that He has made for man's food. He has given genius and tact to man, that he may prepare from the fruit of the earth a great variety of foods. Grains, vegetables, and fruits are to be planted and cultivated. The ground is to be dressed and worked, and the earth will produce her treasures...."},{"refcode_short":"HFM 84.1","refcode_long":"The Health Food Ministry, p. 84.1 (Ellen Gould White)","content":"Men and women are to be taught how to prepare food for the common people. This branch of education is to be given a place in every school established. The students are to be patiently taught how to cook, as well as how to read. The very best methods are to be employed in teaching the industries essential to everyday life. Instruction is to be faithfully given in simple methods of treating the sick."},{"refcode_short":"HFM 84.2","refcode_long":"The Health Food Ministry, p. 84.2 (Ellen Gould White)","content":"The Lord has given to us as a people great knowledge upon health reform. The work is to go forward. But God forbid that the food business should continue to take so large a place as it has taken. The capabilities and talents of valuable workers are not to be confined to the production of foods, while spiritual interests become secondary. This is a matter that must be dealt with upon a right basis, else it will become a great hindrance to us in our work of soul-saving. Letter 354, 1906 (written September 19, 1906)."},{"refcode_short":"HFM 84.3","refcode_long":"The Health Food Ministry, p. 84.3 (Ellen Gould White)","content":"Any line of work from which is left out the essence of true service might better be turned over to the world. The talents of God's people are to be employed in lines of work in which they can be laborers together with Him. The will of Christ is to be our will. Union with Him means freedom of action. It means activity in the work for the accomplishment of which He gave His life. Anything that interposes between us and this work is to be discarded as a hindrance to true advancement. Manuscript 119, 1902 (written October 8, 1902)."},{"refcode_short":"HFM 85","refcode_long":"The Health Food Ministry, p. 85 (Ellen Gould White)","content":"A Caution Against Heavy Investment in Food Manufacture"},{"refcode_short":"HFM 85.1","refcode_long":"The Health Food Ministry, p. 85.1 (Ellen Gould White)","content":"In the night season a representation was given to me, and some instruction regarding the health food work. A few men were examining some plants having a tangled mass of roots. The roots on some of these plants were very long. Others had shorter roots. Those with the long roots looked healthy and promising, and men were rejoicing in the prospects of much fruit from these plants. Each seemed eager to secure the ones he regarded as the most promising, and there was strife and contention over them."},{"refcode_short":"HFM 85.2","refcode_long":"The Health Food Ministry, p. 85.2 (Ellen Gould White)","content":"One of authority appeared in the midst of them, and said, “You do not need these long roots.”"},{"refcode_short":"HFM 85.3","refcode_long":"The Health Food Ministry, p. 85.3 (Ellen Gould White)","content":"“Why do we not need them?” some asked."},{"refcode_short":"HFM 85.4","refcode_long":"The Health Food Ministry, p. 85.4 (Ellen Gould White)","content":"“Because the Lord is honored only by those plants that are connected with fruit-bearing branches. You are greatly mistaken in supposing that these longer roots will bring forth fruit such as you desire. A large expenditure of means to secure possession of them will result in confusion and will involve you in difficulties that you do not now realize."},{"refcode_short":"HFM 85.5","refcode_long":"The Health Food Ministry, p. 85.5 (Ellen Gould White)","content":"“The plants with the short roots are the ones you should select; for their cultivation will not absorb a large amount of means, and within a short time they will bear fruit to the glory of God.”"},{"refcode_short":"HFM 85.6","refcode_long":"The Health Food Ministry, p. 85.6 (Ellen Gould White)","content":"I was shown that the plants with the long, tangled roots represent certain food enterprises, which seem to be very promising, but which would produce but small returns in proclaiming God's redeeming love to man. These enterprises represent a large outlay of means, but they are not in harmony with the Lord's method of carrying forward His work, and they will result in entanglements."},{"refcode_short":"HFM 86.1","refcode_long":"The Health Food Ministry, p. 86.1 (Ellen Gould White)","content":"The plants with the short roots represent enterprises which will not require such a large outlay of means, but which will bring speedy returns in the advancement of the gospel, and will result in the salvation of many souls."},{"refcode_short":"HFM 86.2","refcode_long":"The Health Food Ministry, p. 86.2 (Ellen Gould White)","content":"To us as a people God has given the work of preaching in all parts of the world, the gospel of the kingdom. Our means and talents are not to be bound up in the production of expensive foods. Our commission is to proclaim the truth, that “God so loved the world that He gave His only begotten Son that whosoever believeth in Him should not perish, but have everlasting life.”"},{"refcode_short":"HFM 86","refcode_long":"The Health Food Ministry, p. 86 (Ellen Gould White)","content":"Education-Our Primary Work"},{"refcode_short":"HFM 86.3","refcode_long":"The Health Food Ministry, p. 86.3 (Ellen Gould White)","content":"I am bidden to say that we are not largely to bind up talents in food enterprises. Our food-stores and our restaurants have not been trees that have borne a large crop of fruit. There needs now to be a converting power among our workers. In our food work we should study the simplicity of health reform. Better results will be seen if we devote our energies largely to the work of educating the people how to prepare simple, healthful foods in their own homes, instead of spending our entire time in the manufacture and sale of foods, which involve a large investment of means. Many are unable to purchase the manufactured health foods. By teaching these persons how to utilize the simple food products of the earth in a healthful manner, we shall reveal a spirit of true Christian benevolence."},{"refcode_short":"HFM 86.4","refcode_long":"The Health Food Ministry, p. 86.4 (Ellen Gould White)","content":"During the past night, I received this instruction for our brethren: Keep your money, and deal in foods that are much less costly, and which, prepared in a nutritious form, will answer every purpose. I call upon our people: Be not deceived; be not decoyed; neither begrudge to the speculating parties their wonderful advantages. The Lord bids me raise my voice in warning. Beware how you invest the Lord's money in things that you can get along without. Endeavor to produce less expensive preparations of the grains and fruits. All these are freely given us of God to supply our necessities. Health is not insured by the use of expensive preparations. We can have just as good health while using the simple food preparations from the fruits, grains, and the vegetables...."},{"refcode_short":"HFM 87.1","refcode_long":"The Health Food Ministry, p. 87.1 (Ellen Gould White)","content":"Every feature of the third angel's message is to be proclaimed in all parts of the world. This is a much greater work than many realize. Our missionary enterprises are the one great object demanding our undivided attention at this time. “Go ye into all the world, and preach the gospel to every creature.” In this work we are to study simplicity."},{"refcode_short":"HFM 87.2","refcode_long":"The Health Food Ministry, p. 87.2 (Ellen Gould White)","content":"This message is a testing message. Received into honest hearts, it will prove an antidote for all the world's sins and sorrows. No conditions of climate, of poverty, of ignorance, or of prejudice can hinder its efficiency, or lessen its adaptability to the needs of mankind."},{"refcode_short":"HFM 87.3","refcode_long":"The Health Food Ministry, p. 87.3 (Ellen Gould White)","content":"The proclamation of the great gospel message is the work of the disciples of Christ. Some will labor for this in one way, and others will carry another branch of the work, as the Lord calls and directs them individually. All have not the same line of work, but all may unite in their efforts."},{"refcode_short":"HFM 87.4","refcode_long":"The Health Food Ministry, p. 87.4 (Ellen Gould White)","content":"The word of the living God is to be proclaimed throughout the world. The gospel is to go forth with great power, marked by practical manifestations of the Spirit of God. Our workers are to become a living agency to reveal the purpose of God in calling them to His work. The word of the glorious gospel is to be preached in its divine comprehensiveness. By the living voice, and by kind, compassionate deeds, we are to exemplify the principles of the gospel. The simple, effective methods of teaching truth are represented by the short roots."},{"refcode_short":"HFM 88.1","refcode_long":"The Health Food Ministry, p. 88.1 (Ellen Gould White)","content":"The truth may be advanced by works of charity, by helping the ignorant, the sick, the hungry, and the helpless. But our work is not to be confined to the outcasts. The highways as well as the byways are to be thoroughly worked. Manuscript 75, 1906 (written September 1906)."},{"refcode_short":"HFM 88","refcode_long":"The Health Food Ministry, p. 88 (Ellen Gould White)","content":"The Object of Health Food Work"},{"refcode_short":"HFM 88.2","refcode_long":"The Health Food Ministry, p. 88.2 (Ellen Gould White)","content":"There was need for the establishment of the health food work and hygienic restaurants, and these have accomplished good. But they are not to become simply commercial enterprises. They are to be an object-lesson."},{"refcode_short":"HFM 88.3","refcode_long":"The Health Food Ministry, p. 88.3 (Ellen Gould White)","content":"In the feeding of the five thousand, Christ passed food from His hands to the hands of the disciples. Of this we read, “So the men sat down, in number about five thousand. And Jesus took the loaves; and when He had given thanks, He distributed to the disciples, and the disciples to them that were set down.” John 6:10, 11."},{"refcode_short":"HFM 88.4","refcode_long":"The Health Food Ministry, p. 88.4 (Ellen Gould White)","content":"The word of God is here represented. The feeding of the five thousand with food from the hands of the disciples prepared the way for the giving of the gospel message. It was done with thanksgiving. The feeding of the multitude represents the feeding of hungry souls with the bread of life."},{"refcode_short":"HFM 88.5","refcode_long":"The Health Food Ministry, p. 88.5 (Ellen Gould White)","content":"After the hunger of the people had been satisfied, the word was given, “Gather up the fragments that remain, that nothing be lost.” John 6:12."},{"refcode_short":"HFM 88.6","refcode_long":"The Health Food Ministry, p. 88.6 (Ellen Gould White)","content":"Then follows the history of Christ's giving the Word of life. Although Christ could furnish a supply of temporal food as often as He desired, yet He did not often perform a like miracle. When the people saw this miracle, they said, “This is of a truth that prophet that should come into the world.” John 6:14. Will they eat as readily of the bread of life, the Word-food, as they did of the temporal food? Their minds, corrupted by false teaching, would not so readily receive the word of eternal life...."},{"refcode_short":"HFM 89.1","refcode_long":"The Health Food Ministry, p. 89.1 (Ellen Gould White)","content":"I have earnest words to speak to those who shall engage in the health food business. There is to be an entirely different feature brought into the work of our food stores, restaurants, and into every line in which our food productions are handled. This work must be carried forward as a means of gospel enlightenment to those who have not given themselves to the Lord. Those who handle these foods need daily the counsel of the One who created food for the five thousand hungry men. The work of our food stores and restaurants must be carried on in such a way that there will be no loss financially. We must not forget that this line of work needs to live. But all corrupting influences must be weeded out from it."},{"refcode_short":"HFM 89.2","refcode_long":"The Health Food Ministry, p. 89.2 (Ellen Gould White)","content":"Keep on the gaining side we must. But what is the use of carrying on this work if we have to sacrifice principles of justice, mercy, and the love of God? What is the use of carrying it on if through its influence, no souls are enlightened and prepared to lay hold upon the word that is their spiritual food? Upon those connected with this work there should be urged the necessity of calling the attention of the people with whom they are brought into contact [to] the truths of heavenly origin."},{"refcode_short":"HFM 89.3","refcode_long":"The Health Food Ministry, p. 89.3 (Ellen Gould White)","content":"There should be appointed to the health food work, men who are well qualified to speak words in season, and out of season, and who can enlighten the minds of men and women in regard to the truth. Special wisdom is needed in order to understand when to speak, and when to keep silent. Let each worker pray much for spiritual understanding."},{"refcode_short":"HFM 89.4","refcode_long":"The Health Food Ministry, p. 89.4 (Ellen Gould White)","content":"Financial gain is to be made a secondary matter. Let the mind become spiritualized. Watch unto prayer. It is hard for some to admit that, to a great extent, selfishness controls their actions. The food business is a door through which we are to let our light shine forth. Jesus is watching, ready to help every one who desires His help. My brethren, humble yourselves under the mighty hand of God. Watch and pray, and work to answer your prayers by seizing the precious opportunities for service as they come."},{"refcode_short":"HFM 90.1","refcode_long":"The Health Food Ministry, p. 90.1 (Ellen Gould White)","content":"There is a genuine, sensible way in which to speak words of faith and encouragement. Paul, who had been greatly blessed by God, brought his religion into the workshop. Our workers may be sanctified by the Holy Spirit, and thus reap the very best results in their efforts to proclaim the truth. Such workers will not be satisfied unless they see something done. Often they will earnestly inquire of God, “Have I done all I might have done in sowing the seeds of truth?”"},{"refcode_short":"HFM 90.2","refcode_long":"The Health Food Ministry, p. 90.2 (Ellen Gould White)","content":"Let our food stores and restaurants be provided with suitable reading matter,—simply prepared tracts and papers, containing the truth in short, pointed articles. Thus the workers can bring the truth for this time before the minds of those with whom they talk. The mind needs to be sanctified, that it may be worked by the Spirit of God. The words spoken in season and out of season may be good seed dropped in the soil of the soul."},{"refcode_short":"HFM 90.3","refcode_long":"The Health Food Ministry, p. 90.3 (Ellen Gould White)","content":"Those who claim to be Christians do not do half that they might for the Master. Beside all waters the seed of truth is to be sown. Our restaurants and food stores must be made a means of enlightening minds. Let the workers have at hand leaflets and tracts containing the very best selections. If these can not readily be sold, let them be given away; and good results will be seen from the seed thus sown...."},{"refcode_short":"HFM 90.4","refcode_long":"The Health Food Ministry, p. 90.4 (Ellen Gould White)","content":"An effort should be made to utilize natural products for healthful foods. A good work along this line may be done at Loma Linda. Our brethren there should make a beginning soon, even if all the arrangements regarding this work can not be definitely decided upon at this time. As our brethren at Loma Linda study how to make the health food work a means of bringing the truth for this time before the minds of unbelievers, the Lord will add His blessing and will make plain the course they should pursue in the conduct of the business."},{"refcode_short":"HFM 91.1","refcode_long":"The Health Food Ministry, p. 91.1 (Ellen Gould White)","content":"A similar work is to be carried forward in the Southern States. Men and women who embrace the truth in the South will often need to be helped to find employment. Many will find opportunity to engage in evangelistic work; and these should learn, in connection with this work, to teach worldlings how to prepare simple, palatable food."},{"refcode_short":"HFM 91.2","refcode_long":"The Health Food Ministry, p. 91.2 (Ellen Gould White)","content":"Outside the city of Nashville, there are advantages that should be utilized in providing wholesome food for the people. Expensive buildings are not essential in order for this work to be carried forward. Let our health food men realize that the truth is to be sown beside all waters. My brethren in the health food work, speak words that will impress minds. Conduct meetings that will be a means of converting souls."},{"refcode_short":"HFM 91.3","refcode_long":"The Health Food Ministry, p. 91.3 (Ellen Gould White)","content":"In times past I have written to our brethren in the South that as soon as they are prepared to carry forward the health food work in a proper manner, for the advancement of present truth, it would be well for them to make a beginning. If wise plans could be made to operate the food plant near Nashville, this would give opportunity for many to secure employment. But let not our brethren in the South, or in any other field, pay large sums for the privilege of manufacturing and handling expensive foods. We can use the productions that the Lord has given us. These are to be prepared by the skillful hands and minds of those whom the Lord shall teach. We need minds that can be worked in an unselfish way. Manuscript 81, 1906 (written September 27, 1906)."},{"refcode_short":"HFM 92","refcode_long":"The Health Food Ministry, p. 92 (Ellen Gould White)","content":"Ultimate Aim of Health Food Work"},{"refcode_short":"HFM 92.1","refcode_long":"The Health Food Ministry, p. 92.1 (Ellen Gould White)","content":"When conducted in such a manner that the gospel of Christ is brought to the attention of the people, the health food work can be profitably engaged in. But I lift my voice in warning against efforts that accomplish nothing more than the production of foods to supply the physical needs. It is a serious mistake to employ so much time, and so much of the talents of men and women, in manufacturing foods, while no special effort is made at the same time to supply the multitudes with the bread of life. Great dangers attend a work that has not for its object the revelation of the way of eternal life. Manuscript 10, 1906 (Counsels on Diet and Foods, 277)."},{"refcode_short":"HFM 92","refcode_long":"The Health Food Ministry, p. 92 (Ellen Gould White)","content":"Section Three—Miscellaneous Items"},{"refcode_short":"HFM 92","refcode_long":"The Health Food Ministry, p. 92 (Ellen Gould White)","content":"As Famine Increases, Foods Will Be Simplified"},{"refcode_short":"HFM 92.2","refcode_long":"The Health Food Ministry, p. 92.2 (Ellen Gould White)","content":"The food question has not yet reached perfection. There is still much to learn in this line. The Lord desires the minds of His people all over the world to be in such a condition that they can receive His impressions regarding the combining of certain articles in the production of foods, which will be a necessity, but are not yet produced."},{"refcode_short":"HFM 92.3","refcode_long":"The Health Food Ministry, p. 92.3 (Ellen Gould White)","content":"As famine and want and distress shall increase more and more in the world, the production of the health foods will be greatly simplified. Those who are engaged in this work should learn constantly of the Great Teacher, who loves His people, and keeps their good ever in view. Manuscript 14, 1901 (Counsels on Diet and Foods, 271)."},{"refcode_short":"HFM 93","refcode_long":"The Health Food Ministry, p. 93 (Ellen Gould White)","content":"Foods From Local Products in Different Lands"},{"refcode_short":"HFM 93.1","refcode_long":"The Health Food Ministry, p. 93.1 (Ellen Gould White)","content":"To many in different places the Lord will give intelligence in regard to health foods. He can spread a table in the wilderness. Health foods should be prepared by our churches who are trying to practice the principles of health reform. But as surely as they should do this, some would say that they were infringing on their rights. But who gave them the wisdom to prepare these foods?—The God of heaven. That same God will give wisdom to His people in the different countries to use the productions of these countries in preparing health foods. In simple, inexpensive ways, our people are to experiment with the fruits and grains and roots in the countries in which they live. In the different countries inexpensive health foods are to be manufactured for the benefit of the poor and for the benefit of the families of our own people."},{"refcode_short":"HFM 93.2","refcode_long":"The Health Food Ministry, p. 93.2 (Ellen Gould White)","content":"The message that God has given me is that His people in foreign lands are not to depend for their supply of health foods on the importations of health foods from America. The freight and the duty make the cost of these foods so high that the poor, who are just as precious in the sight of God as the wealthy, cannot have the advantage of them."},{"refcode_short":"HFM 93.3","refcode_long":"The Health Food Ministry, p. 93.3 (Ellen Gould White)","content":"Health foods are God's productions, and He will teach His people in missionary fields so to combine the productions of the earth, that simple, inexpensive, wholesome foods will be provided. If they will seek wisdom from God, He will teach them how to plan and devise to utilize these productions, I am instructed to say, Forbid them not. Manuscript 40, 1902 (Counsels on Diet and Foods, 271-2)."},{"refcode_short":"HFM 94","refcode_long":"The Health Food Ministry, p. 94 (Ellen Gould White)","content":"Every Hygienic Restaurant to Be a School"},{"refcode_short":"HFM 94.1","refcode_long":"The Health Food Ministry, p. 94.1 (Ellen Gould White)","content":"In our cities interested workers will take hold of various lines of missionary effort. Hygienic restaurants will be established. But with what carefulness should this work be done! Those working in these restaurants should be constantly experimenting, that they may learn how to prepare palatable, healthful foods. Every hygienic restaurant should be a school for the workers connected with it. In the cities this line of work may be done on a much larger scale than in smaller places. But in every place where there is a church and a church school, instruction should be given in regard to the preparation of simple health foods for the use of those who wish to live in accordance with the principles of health reform. And in all our missionary fields a similar work can be done. Manuscript 79, 1900 (Counsels on Diet and Foods, 274-5)."},{"refcode_short":"HFM 94","refcode_long":"The Health Food Ministry, p. 94 (Ellen Gould White)","content":"Our Restaurants to Stand for Principle"},{"refcode_short":"HFM 94.2","refcode_long":"The Health Food Ministry, p. 94.2 (Ellen Gould White)","content":"You will need to guard constantly against the introduction of this and that, which, though seemingly harmless, would lead to the sacrifice of principles that should ever be maintained in our restaurant work.... We must not expect that those who all their life have indulged appetite will understand how to prepare food that will be at once wholesome, simple, and appetizing. This is the science that every sanitarium and health restaurant is to teach...."},{"refcode_short":"HFM 94.3","refcode_long":"The Health Food Ministry, p. 94.3 (Ellen Gould White)","content":"If the patronage of our restaurants lessens because we refuse to depart from right principles, then let it lessen. We must keep the way of the Lord, through evil report as well as good report."},{"refcode_short":"HFM 95","refcode_long":"The Health Food Ministry, p. 95 (Ellen Gould White)","content":"Ultimate Aim of Health Food Work"}]