[{"refcode_short":"HM","refcode_long":"The Missionary Magazine","content":"The Missionary Magazine"},{"refcode_short":"HM February 1,  1898","refcode_long":"The Missionary Magazine February 1,  1898","content":"1898"},{"refcode_short":"HM February 1,  1898","refcode_long":"The Missionary Magazine February 1,  1898","content":"February 1, 1898"},{"refcode_short":"HM February 1,  1898","refcode_long":"The Missionary Magazine February 1,  1898","content":"Abiding in the Vine"},{"refcode_short":"HM February 1,  1898, par. 1","refcode_long":"The Missionary Magazine February 1,  1898, paragraph 1","content":"Christ says to his church, “Ye are the light of the world.” If each would let his light shine in the home, he would then be able to work earnestly for the church. But the Christian is powerless unless he is in living connection with Christ. It is only through its connection with the vine, that the branch can bring forth the same fruit as does the vine. “Who is a wise man and endued with knowledge among you? let him show out of a good conversation his works with meekness of wisdom.” This is the fruit that every branch which is grafted into the True Vine will bear. There will be no pomposity, no rash, independent, self-sufficient movements. No envy or jealousy, no evil surmisings or harsh denunciations, will be manifested by any who love Jesus. There will be no crowding, no climbing above one another; for there is room for all to work."},{"refcode_short":"HM February 1,  1898, par. 2","refcode_long":"The Missionary Magazine February 1,  1898, paragraph 2","content":"“But if ye have bitter envying and strife in your hearts, glory not, and lie not against the truth.” This kind of fruit is not borne by the branch that abides in the Vine. “This wisdom descendeth not from above, but is earthly, sensual, devilish.” “But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits, without partiality and without hypocrisy. And the fruit of righteousness is sown in peace, of them that make peace.”"},{"refcode_short":"HM February 1,  1898, par. 3","refcode_long":"The Missionary Magazine February 1,  1898, paragraph 3","content":"Through the apostle Peter the Holy Spirit admonishes us: “Giving all diligence, add to your faith virtue; and to virtue knowledge; and to knowledge temperance; and to temperance patience; and to patience godliness; and to godliness brotherly kindness; and to brotherly kindness charity. For if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ. [. . .] Wherefore the rather, brethren, give diligence to make your calling and election sure; for if ye do these things, ye shall never fail: for so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ.”"},{"refcode_short":"HM February 1,  1898, par. 4","refcode_long":"The Missionary Magazine February 1,  1898, paragraph 4","content":"By living and working upon the plan of addition, we shall receive the rich grace of God. For as we, with the grace given, work to benefit other souls in need, God will work in our behalf on the plan of multiplication: “Grace and peace be multiplied unto you through the knowledge of God, and of Jesus our Lord, according as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue; whereby are given unto us exceeding great and precious promises; that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust.”"},{"refcode_short":"HM February 1,  1898, par. 5","refcode_long":"The Missionary Magazine February 1,  1898, paragraph 5","content":"Will God's people listen to his voice speaking to them through his word? Will they take the instruction that comes from the source of all light? Will they receive the Holy Spirit's teaching? In the words of the Scripture I have quoted is a sermon for every member of the church. Will you receive it and profit by it? Will you be wise in your conception of what constitutes Christian character and Christian experience? Will you hear and receive the truth because it is truth? Will you have the faith that works by love, and purifies the soul from every spiritual defilement?"},{"refcode_short":"HM February 1,  1898, par. 6","refcode_long":"The Missionary Magazine February 1,  1898, paragraph 6","content":"The Lord is coming. The earth's history is soon to close. Are you prepared to meet the Judge of the earth? Bear in mind that “he shall have judgment without mercy, that hath shewed no mercy.” How terrible it will be in the last great day to find that those with whom we have been familiarly associated are separated from us forever; to see the members of our family, perhaps our own children, unsaved; to find those who have visited our homes, and eaten at our tables, among the lost. Then we shall ask ourselves the question, Was it because of my impatience, my unchristlike disposition; was it because self was not under control, that the religion of Christ became distasteful to them?"},{"refcode_short":"HM February 1,  1898, par. 7","refcode_long":"The Missionary Magazine February 1,  1898, paragraph 7","content":"The world must be warned of the soon coming of the Lord. We have but a little time in which to work. Years have passed into eternity that might have been improved in seeking first the kingdom of God and his righteousness, and in diffusing the light to others. God calls upon his people who have great light, much labor bestowed upon them, and are established in the truth, to now work for themselves and others as they have never done before. Make use of every ability; bring into exercise every power, every entrusted talent; use all the light that God has given you to do others good. Do not try to be preachers; but become ministers for God. As the truth is better understood by the workers, it will ever appear in a more striking light; as you seek to enlighten others, with your minds under the holy influence of the Spirit of God, your attention will be directed toward those things that are of eternal interest. In such efforts, mingled with prayers for divine light, your own hearts will throb with the quickening influence of the grace of God; your own affections will glow with more divine fervor, and your whole Christian life will be more of a reality, more earnest, more prayerful. Thus by Christ abiding in the heart, you may become laborers together with God."},{"refcode_short":"HM March 1,  1898, par. 7","refcode_long":"The Missionary Magazine March 1,  1898, paragraph 7","content":"March 1, 1898"},{"refcode_short":"HM March 1,  1898","refcode_long":"The Missionary Magazine March 1,  1898","content":"Laborers Together with God"},{"refcode_short":"HM March 1,  1898, par. 1","refcode_long":"The Missionary Magazine March 1,  1898, paragraph 1","content":"“The Word was made flesh, and dwelt among us, (and we beheld His glory, the glory as of the only begotten of the Father,) full of grace and truth.” And “as many as received Him, to them gave he power to become the sons of God, even to them that believe on His name.” When God gave Jesus to our world, He included all heaven in that one gift. He did not leave us to retain our defects and deformities of character, or to serve Him as best we could in the corruption of our sinful nature. He has made provision that we may be complete in His Son, not having our own righteousness, but the righteousness of Christ. In Christ every storehouse of knowledge and of grace is at our command; for in Him dwells “all the fullness of the Godhead bodily.”"},{"refcode_short":"HM March 1,  1898, par. 2","refcode_long":"The Missionary Magazine March 1,  1898, paragraph 2","content":"Christ has given His life for us; we are his property. “Know ye not,” He says, “that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own? For ye are bought with a price therefore glorify God in your body, and in your spirit, which are God's.” God's children are to show their love for Him by meeting his requirements, by giving themselves to Him. Then only can He use them in His service, that others, through them, may discern the truth and rejoice in it."},{"refcode_short":"HM March 1,  1898, par. 3","refcode_long":"The Missionary Magazine March 1,  1898, paragraph 3","content":"But the people of God are asleep to their present and eternal good. The Lord calls upon them to “Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee.” He desires them to go to work in unity, in faith, and love. He desires that the work of reformation shall begin in the home, with the fathers and mothers, and then the church will realize the Holy Spirit's working. The influence of this work will go through the church like leaven. Fathers and mothers need converting. They have not educated themselves to mold and fashion the characters of their children aright."},{"refcode_short":"HM March 1,  1898, par. 4","refcode_long":"The Missionary Magazine March 1,  1898, paragraph 4","content":"As God's ministers, dear parents, you must use the precious remnant of time in doing the work he has left for you. He desires that by wise methods in your home you shall train your children for Him. Learn of Jesus; be doers of His word. When you do this, you will not become angry at things that take place in the home. You will not be harsh and cross, overbearing and exacting. Harshness and threats do no good. Parents must be kind if they would teach their children to love Jesus as their best Friend."},{"refcode_short":"HM March 1,  1898, par. 5","refcode_long":"The Missionary Magazine March 1,  1898, paragraph 5","content":"Children need to have religion made attractive, not repulsive. The hour of family worship should be made the happiest hour of the day. Let the reading of the Scriptures be well chosen and simple; let the children join in singing; and let the prayers be short, and right to the point."},{"refcode_short":"HM March 1,  1898, par. 6","refcode_long":"The Missionary Magazine March 1,  1898, paragraph 6","content":"The minister alone cannot do the work that needs to be done for our churches. The members must have the savor of salt in themselves. But if the salt has lost its savor, how can the families be salted? how can they be preserved from the corruptions and immorality that exist in this age? “Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be. Doth a fountain send forth at the same place sweet water and bitter? Can a fig tree, my brethren, bear olive berries? either a vine, figs? so can no fountain yield both salt water and fresh.”"},{"refcode_short":"HM March 1,  1898, par. 7","refcode_long":"The Missionary Magazine March 1,  1898, paragraph 7","content":"Christ is our Pattern. In Him was perfection of character—of outward manner and inward grace. He never spoke a discourteous word; He was meek and lowly in heart. When He saw the hypocrisy, the deception, and the wicked devising of the priests and rulers, when He saw them misleading the people by false interpretation of the Scriptures, teaching for doctrine the commandments of men, He was indignant at their boldness and their false statements. He could discern in all this the working of Satanic agencies. It was Satan and his angels whom He had to meet in the specious, deceptive reasonings of priests and rulers. Keen and searching were His denunciations of sin. He had a holy wrath against the prince of darkness; but He manifested no irritated temper."},{"refcode_short":"HM March 1,  1898, par. 8","refcode_long":"The Missionary Magazine March 1,  1898, paragraph 8","content":"Christ knew with whom He was contending; Satan knew whom he was resisting. Our Redeemer wrestled not against flesh and blood, “but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.”"}]