[{"refcode_short":"HR","refcode_long":"Good Health","content":"Good Health"},{"refcode_short":"HR January 1,  1880","refcode_long":"Good Health January 1,  1880","content":"1880"},{"refcode_short":"HR January 1,  1880","refcode_long":"Good Health January 1,  1880","content":"January 1, 1880"},{"refcode_short":"HR January 1,  1880","refcode_long":"Good Health January 1,  1880","content":"Appeal to Mothers"},{"refcode_short":"HR January 1,  1880, par. 1","refcode_long":"Good Health January 1,  1880, paragraph 1","content":"“Suffer little children, and forbid them not, to come unto me; for of such is the kingdom of Heaven.”"},{"refcode_short":"HR January 1,  1880, par. 2","refcode_long":"Good Health January 1,  1880, paragraph 2","content":"In the days of Christ, mothers brought their children to him, that he might lay his hands upon them in blessing. By this act they showed their faith in Jesus, and the intense anxiety of their hearts for the present and future welfare of the little ones committed to their care. But the disciples could not see the need of interrupting the Master just for the sake of noticing the children, and as they were sending these mothers away Jesus rebuked the disciples, and commanded the crowd to make way for these faithful mothers with their little children. Said he, “Suffer little children, and forbid them not, to come unto me; for of such is the kingdom Heaven.”"},{"refcode_short":"HR January 1,  1880, par. 3","refcode_long":"Good Health January 1,  1880, paragraph 3","content":"As the mothers passed along the dusty road, and drew near the Savior, he saw the unbidden tear and the quivering lip, as they offered a silent prayer in behalf of the children. He heard the words of rebuke from the disciples, and promptly countermanded the order. His great heart of love was open to receive the children. One after another, he took them in his arms and blessed them, while one little child lay fast asleep, reclining against his bosom. Jesus spoke words of encouragement to the mothers in reference to their work, and oh, what a relief was thus brought to their minds. With what joy they dwelt upon the goodness and mercy of Jesus, as they looked back to that memorable occasion. His gracious words had removed the burden from their hearts and inspired them with fresh hope and courage. All sense of weariness was gone."},{"refcode_short":"HR January 1,  1880, par. 4","refcode_long":"Good Health January 1,  1880, paragraph 4","content":"This is an encouraging lesson to mothers for all time. After they have done the best they can do for the good of their children, they may bring them to Jesus. Even the babes in the mother's arms are precious in his sight. And as the mother's heart yearns for the help she knows she cannot give, the grace she cannot bestow, and she casts herself and children into the merciful arms of Christ, he will receive and bless them, he will give peace, hope, and happiness to mother and children."},{"refcode_short":"HR January 1,  1880, par. 5","refcode_long":"Good Health January 1,  1880, paragraph 5","content":"This is a precious privilege which Jesus has granted to all mothers. But to lead them to Jesus is not all that is required. God has given the mother a work to do. These children are to be educated and trained to become disciples of Christ, “that our sons may be as plants grown up in their youth, that our daughters may be as corner-stones polished after the similitude of a palace.” This work of molding, refining, and polishing, is the mother's. The character of the child is to be developed. The mother must engrave upon the tablet of the heart lessons as enduring as eternity; and she will surely meet the displeasure of the Lord if she neglects this sacred work or allows anything to interfere with it. She must allow the ever-changing and never-satisfying fashions to come and go, letting the hearts of the devotees of fashion be set on these if they will. But the Christian mother has her God-appointed work, which she will not neglect if she is closely connected with God and imbued with his Spirit."},{"refcode_short":"HR January 1,  1880, par. 6","refcode_long":"Good Health January 1,  1880, paragraph 6","content":"The example of the parents, in word and deportment, should be without fault; for this is the copy which is given their little ones to imitate. If parents desire their children to be right and do right, they must be right themselves in theory and in practice. Courtesy, even in little things, should be manifested by the parents toward each other. Universal kindness should be the law of the house. No rude language should be indulged, no bitter words should be spoken. Parents should exercise self-control, patience, forbearance, gentleness, and love, in dealing with their children. They should remember that the example they give their children, they will see reproduced in them."},{"refcode_short":"HR January 1,  1880, par. 7","refcode_long":"Good Health January 1,  1880, paragraph 7","content":"The parents should be models of truthfulness, for this is the daily lesson to be impressed upon the heart of the child. Undeviating principle should govern parents in all the affairs of life, especially in the education and training of their children. “Even a child is known by his doings, whether his work be pure, and whether it be right.”"},{"refcode_short":"HR January 1,  1880, par. 8","refcode_long":"Good Health January 1,  1880, paragraph 8","content":"An eminent divine was once asked how old a child must be before there was reasonable hope of his being a Christian. “Age has nothing to do with it,” was the answer. “Love to Jesus, trust, repose, confidence, are all qualities that agree with the child's nature. As soon as a child can love and trust his mother, then can he love and trust Jesus as the friend of his mother. Jesus will be his friend, loved and honored.”"},{"refcode_short":"HR January 1,  1880, par. 9","refcode_long":"Good Health January 1,  1880, paragraph 9","content":"In view of the foregoing truthful statement, can parents be too careful in presenting precept and example before those watchful little eyes and sharp senses? Our religion should be made practical. It is needed in our homes as much as in the house of worship. There should be nothing cold, stern, and forbidding in our demeanor; but we should show, by kindness and sympathy, that we possess warm, loving hearts. Jesus should be the honored guest in the family circle. We should talk with him, bring all our burdens to him, and converse of his love, his grace, and his perfection of character. What a lesson may be daily given by godly parents in taking all their troubles to Jesus, the burden-bearer, instead of fretting and scolding over cares and perplexities they cannot help. The minds of the little ones may be taught to turn to Jesus as the flower turns its opening petals to the sun."},{"refcode_short":"HR January 1,  1880, par. 10","refcode_long":"Good Health January 1,  1880, paragraph 10","content":"The lessons given Joseph in his youth by Jacob in expressing his firm trust in God and relating to him again and again the precious evidences of his loving-kindness and unceasing care, were the very lessons he needed in his exile among an idolatrous people. In the testing time he put these lessons to a practical use. When under the severest trial he looked to his Heavenly Father, whom he had learned to trust. Had the precepts and example of the father of Joseph been of an opposite character, the pen of inspiration would never have traced upon the pages of sacred history the story of integrity and virtue that shines forth in the character of Joseph. The early impressions made upon his mind garrisoned his heart in the hour of fierce temptation, and led him to exclaim, “How can I do this great wickedness, and sin against God?”"},{"refcode_short":"HR January 1,  1880, par. 11","refcode_long":"Good Health January 1,  1880, paragraph 11","content":"Childhood is the season in which the most abiding impressions may be made. What the child sees and hears is drawing deep lines upon the tender mind, which no after circumstances in life can entirely efface. The intellect is now taking shape, and the affections receiving direction and strength. Repeated acts in a given course become habits. These may be modified by severe training, in after life, but are seldom changed. The whole future course of thousands is determined by the education received from the parents in childhood. At an early age the path of virtue is entered upon, which leads to honor and eternal life; or the path of disobedience and vice, which leads to unhappiness, dishonor, and the ruin of the soul."},{"refcode_short":"HR January 1,  1880, par. 12","refcode_long":"Good Health January 1,  1880, paragraph 12","content":"The mother's work is given her of God, to bring up her children in the nurture and admonition of the Lord. The love and fear of God should ever be kept before their tender minds. When corrected, they should be taught to feel that they are admonished of God, that he is displeased with deception, untruthfulness, and wrong-doing. Thus the minds of little ones may be so connected with God that all they do and say will be in reference to his glory; and in after years they will not be like the reed in the wind, continually wavering between inclination and duty."},{"refcode_short":"HR January 1,  1880, par. 13","refcode_long":"Good Health January 1,  1880, paragraph 13","content":"If in their tender years, the minds of children are filled with pleasant images of truth, of purity and goodness, a taste will be formed for that which is pure and elevated, and their imagination will not become easily corrupted or defiled. While if the opposite course is pursued, if the minds of the parents are continually dwelling upon low scenes; if their conversation lingers over objectionable features of character; if they form a habit of speaking complainingly of the course others have pursued, the little ones will take lessons from the words and expressions of contempt, and will follow the pernicious example. The evil impress, like the taint of the leprosy, will cleave to them in after life."},{"refcode_short":"HR January 1,  1880, par. 14","refcode_long":"Good Health January 1,  1880, paragraph 14","content":"The seeds sown in infancy by the careful, God-fearing mother will become trees of righteousness, which will blossom and bear fruit; and the lessons given by a God-fearing father by precept and example, will, as in the case of Joseph, yield an abundant harvest by-and-by. Will parents review their work in the educating and training of their children, and consider whether they have done their whole duty in hope and faith that these children may be a crown of rejoicing in the day of the Lord Jesus? Have they so labored for the welfare of their children that Jesus can look down from Heaven and by the gift of his Spirit sanctify their efforts? Parents, it may be yours to prepare your children for the highest usefulness in this life, and to share at last the glory of that which is to come."},{"refcode_short":"HR February 1,  1880, par. 14","refcode_long":"Good Health February 1,  1880, paragraph 14","content":"February 1, 1880"},{"refcode_short":"HR February 1,  1880","refcode_long":"Good Health February 1,  1880","content":"Appeal to Mothers"},{"refcode_short":"HR February 1,  1880, par. 1","refcode_long":"Good Health February 1,  1880, paragraph 1","content":"Mothers, God would have your children start out on the journey of life with a good inheritance. He has a work for man to do in the world; and in order to perform this work for the benefit of his fellow-men and the glory of God, he must have physical, mental, and moral power."},{"refcode_short":"HR February 1,  1880, par. 2","refcode_long":"Good Health February 1,  1880, paragraph 2","content":"Many whom God would use as his instruments have been disqualified at their birth by the previous wrong habits of the parents. When the Lord would raise up Samson as a deliverer of his people, he enjoined upon the mother correct habits of life before the birth of her child."},{"refcode_short":"HR February 1,  1880, par. 3","refcode_long":"Good Health February 1,  1880, paragraph 3","content":"The angel of God appeared to the wife of Manoah and informed her that she should have a son; and in view of this he gave her the important directions: “Now therefore beware, I pray thee, and drink not wine nor strong drink, and eat not any unclean thing.” And he informed her that her son would be a Nazarite from his birth, and that God would work through him to deliver Israel from the oppression of the Philistines. The woman sought her husband, and after describing the heavenly visitant, she repeated the message of the angel. Then Manoah entreated the Lord, “Let the man of God which thou didst send come again unto us, and teach us what we shall do unto the child that shall be born.”"},{"refcode_short":"HR February 1,  1880, par. 4","refcode_long":"Good Health February 1,  1880, paragraph 4","content":"And when, in answer to this petition, the angel again appeared, Manoah's earnest, anxious inquiry was, “How shall we order the child, and how shall we do unto him?” The angel answered, “Of all that I said unto the woman, let her beware. She may not eat of anything that cometh of the vine, neither let her drink wine or strong drink, nor eat any unclean thing. All that I commanded her, let her observe.”"},{"refcode_short":"HR February 1,  1880, par. 5","refcode_long":"Good Health February 1,  1880, paragraph 5","content":"In instructing this one mother, the Lord gave a lesson to all who should be mothers till the close of time. Had the wife of Manoah followed the prevailing customs, her system would have been weakened by violation of nature's laws, and her child would have suffered with her the penalty of transgression. The basis of a right character in the future man is made firm by habits of strict temperance in the mother prior to the birth of her child. The divine command was very explicit, prohibiting the use of the fruit of the vine. Every drop of liquor taken by the mother as a gratification of the appetite is endangering the physical, mental, and moral health of her offspring, and is a direct sin against God."},{"refcode_short":"HR February 1,  1880, par. 6","refcode_long":"Good Health February 1,  1880, paragraph 6","content":"This lesson should not be regarded with indifference. Parents who indulge in excess of eating and drinking, or in the gratification of the animal propensities, transmit their corrupted blood and vitiated appetites to their children, who have less self-control and less power to resist temptation than the parents had. Many children die in infancy, while many more are ruined for time and eternity, in consequence of the sinful indulgences of the parents."},{"refcode_short":"HR February 1,  1880, par. 7","refcode_long":"Good Health February 1,  1880, paragraph 7","content":"The thoughts and feelings of the mother will also have a powerful influence upon the legacy she gives her child. Strong traits of character, as well as perverted appetites, are transmitted from parents to children. Thus, many have received as a birthright almost unconquerable tendencies to evil. If the mother allows her mind to dwell upon herself, if she becomes peevish and fault-finding, the disposition of her child will testify to the fact. If she suffers strange freaks of appetite to control her, she will see the same reproduced in her offspring."},{"refcode_short":"HR February 1,  1880, par. 8","refcode_long":"Good Health February 1,  1880, paragraph 8","content":"The enemy of souls understands this matter much better than many parents do, and he is ever ready with his temptations, while custom and tradition have a strong influence upon the mind of the mother. She does not always flee to God for grace that she may be an overcomer, but follows impulse rather than principle; and she sees reflected in the character of her child her own defects prior to its birth. Fathers as well as mothers are involved in this responsibility. Unwise advisers will urge upon the mother the gratification of every wish and impulse as essential to the well-being of her offspring. But in the light of facts presented to us in Bible history, the mother is by the command of God himself laid under the most solemn obligation to restrain perverted appetite."},{"refcode_short":"HR February 1,  1880, par. 9","refcode_long":"Good Health February 1,  1880, paragraph 9","content":"One great cause of the degeneracy of the race is the deplorable ignorance of parents in regard to the effect of their own condition upon the future well-being of their children. The mother is frequently overtaxed; too many burdens are allowed to rest upon her prior to the birth of her children. Care is not exercised to make her surroundings as cheerful and pleasant as possible. An opposite course should be pursued. We should not then see so many with diseased bodies and ill-balanced minds, unfitted for any responsible position."},{"refcode_short":"HR February 1,  1880, par. 10","refcode_long":"Good Health February 1,  1880, paragraph 10","content":"The strange lack of principle which characterizes the men and women of this generation is heart-sickening to those who are endeavoring to advance the cause of reform. They do not seek to become intelligent in regard to the laws which govern them. They do not study how they may preserve to themselves a good physical constitution, which is the foundation of mental and moral power. The anxious inquiry is, “What shall we eat, and what shall we drink, and wherewithal shall we be clothed?”"},{"refcode_short":"HR February 1,  1880, par. 11","refcode_long":"Good Health February 1,  1880, paragraph 11","content":"If we tell the liquor-drinker and tobacco-devotee that his indulgence in these poisons is gradually and surely wearing away the life-forces, he will say, “I know it, but I cannot give up the indulgence. I would rather die before my time and enjoy these stimulants while I do live.” Those who are content thus to shorten their own existence must answer to God for the life which he gave them to devote wholly to his service."},{"refcode_short":"HR February 1,  1880, par. 12","refcode_long":"Good Health February 1,  1880, paragraph 12","content":"But man's accountability extends beyond his own well-being. Those parents who gratify inclination at the expense of health, in the use of tea, coffee, tobacco, and liquor, because the habit has become second nature, are not only working against their own physical life and moral advancement, but they leave their appetite, and their want of moral power to overcome these indulgences, to their children. Thus the evil of their course is accumulating and multiplying; society is demoralized, the church is cursed, and God is dishonored."},{"refcode_short":"HR February 1,  1880, par. 13","refcode_long":"Good Health February 1,  1880, paragraph 13","content":"The constant inquiry of every one should be, What is duty? What shall I do to benefit my children and society, and to glorify God? If we would reach a high standard in moral and spiritual attainments, we must live for this every day. Our present course of action may be determining the course of hundreds. We must render an account to God for the good we might have done but failed to perform because we had placed ourselves, through sinful indulgence, in a position of physical and mental weakness, where he could not accept our service. Many have but little sense of their sin in robbing God by selfish extravagance, and indulgence of perverted appetite. The cause of reform today is suffering for the want of men and women of integrity and moral worth."},{"refcode_short":"HR February 1,  1880, par. 14","refcode_long":"Good Health February 1,  1880, paragraph 14","content":"The will of God has been plainly expressed to all mothers; he would have them, by precept and example, advocates of health reform. They should plant their feet firmly upon principle, in no case to violate the physical laws which God has implanted in their beings. “Standing by a purpose true,” with firm integrity, mothers will have moral power and grace from Heaven to let their light shine forth to the world, both in their own upright course and in the noble character of their children."},{"refcode_short":"HR February 1,  1880, par. 15","refcode_long":"Good Health February 1,  1880, paragraph 15","content":"We have now brought before the reader what God has spoken in reference to the course of the mother before the birth of her children. But this is not all. The angel Gabriel was sent from the heavenly courts to give directions for the treatment of children after their birth, that parents might become intelligent upon this important subject."},{"refcode_short":"HR February 1,  1880, par. 16","refcode_long":"Good Health February 1,  1880, paragraph 16","content":"About the time of Christ's first advent, an angel appeared to Zacharias with a cheering message, telling him that his wife should bear a son, whose name should be called John. “And,” said the angel, “thou shalt have joy and gladness, and many shall rejoice at his birth. For he shall be great in the sight of the Lord, and shall drink neither wine nor strong drink; and he shall be filled with the Holy Ghost.”"},{"refcode_short":"HR February 1,  1880, par. 17","refcode_long":"Good Health February 1,  1880, paragraph 17","content":"Thus Gabriel enjoined upon Zacharias that John should be brought up with strictly temperate habits, that he might be fitted for the important work of reform which God would lay upon him to prepare the way for Christ. When the voice of the reformer was lifted up in the wilderness, intemperance in every form existed among the people. Indulgence in wine and luxurious food was lessening physical strength and debasing the morals, so that the most revolting crimes did not appear sinful. While the voice of John was to be heard in stern rebuke to the people for their sinful indulgence, his own abstemious habits were also to be a reproof of the excesses of his time."},{"refcode_short":"HR February 1,  1880, par. 18","refcode_long":"Good Health February 1,  1880, paragraph 18","content":"Important results were to be realized in the lives of Samson and John, which could not be reached without strict obedience to the laws of life and health. Hence, temperate habits were indispensable to them. The communications from Heaven were not given solely for those two marked characters, but were to be handed down through successive generations to our time."},{"refcode_short":"HR February 1,  1880, par. 19","refcode_long":"Good Health February 1,  1880, paragraph 19","content":"If parents would have their children come up with pure morals and firm integrity of purpose, with power to sway rather than to be swayed, they must have a full sense of their own responsibilities, and ever stand for the right. The education and training of their children must commence in infancy if they would qualify them for usefulness in this life, and give them a fitness for the immortal life."},{"refcode_short":"HR February 1,  1880, par. 20","refcode_long":"Good Health February 1,  1880, paragraph 20","content":"The training of John was not to be in accordance with the ordinary customs of society. He was to be instrumental in giving new direction to the thoughts of the people of his day, and awakening them to the necessity of a nobler type of manhood. God would have the character of his servant moulded after the Divine Model. The wilderness was his schoolroom, the mountains his familiar haunts. There he learned to deny himself, and to cultivate simplicity of diet and of dress. His habits of life were so pure and natural that his ideas were not perverted, and his character was not warped by the wrong influences which he was afterward called to meet."},{"refcode_short":"HR February 1,  1880, par. 21","refcode_long":"Good Health February 1,  1880, paragraph 21","content":"The great book of nature, with its inexhaustible stores, was open before the prophet. He was fitted through privation and hardship to control his physical and mental powers, that he might stand among the people as unmoved by surrounding circumstances as the rocks and mountains of the wilderness. The world's Redeemer said of John, “Verily I say unto you, Among them that are born of women, there hath not risen a greater than John the Baptist.”"},{"refcode_short":"HR March 1,  1880, par. 21","refcode_long":"Good Health March 1,  1880, paragraph 21","content":"March 1, 1880"},{"refcode_short":"HR March 1,  1880","refcode_long":"Good Health March 1,  1880","content":"The Work of Parents"},{"refcode_short":"HR March 1,  1880, par. 1","refcode_long":"Good Health March 1,  1880, paragraph 1","content":"Parents, in disciplining and training the minds of their children, are engaged in a grand and noble work. But too few realize the importance of retaining, as far as possible, their own youthful feelings, and not becoming harsh and unsympathizing in their nature. God would be pleased to have parents mingle the graceful simplicity of a child with the strength, wisdom, and maturity of manhood and womanhood. Some never had a genuine childhood. They never enjoyed the freedom, simplicity, and freshness of budding life. They were scolded and snubbed, reproved and beaten, until the innocency and trustful frankness of the child was exchanged for fear, envy, jealousy, and deceitfulness. Such seldom have the characteristics that will make the childhood of their own dear ones happy."},{"refcode_short":"HR March 1,  1880, par. 2","refcode_long":"Good Health March 1,  1880, paragraph 2","content":"Parents should never hurry their children out of their childhood. Let the lessons given them be of that character which will inspire their hearts with noble purposes; but let them be children, and grow up with that simple trust, candor, and truthfulness, which will prepare them to enter the kingdom of Heaven."},{"refcode_short":"HR March 1,  1880, par. 3","refcode_long":"Good Health March 1,  1880, paragraph 3","content":"The mother's daily influence upon her children is preparing them for eternal life or death. She exercises a power in her home more decisive than the minister in the desk, or even the king upon his throne. The day of God will reveal how much the world owes to godly mothers for men who have been unflinching advocates of truth and reform,—men who have been bold and brave to do, and who have stood unshaken amid trials and temptations; men who chose the high and holy interests of truth, and the glory of God, before worldly honor or life itself."},{"refcode_short":"HR March 1,  1880, par. 4","refcode_long":"Good Health March 1,  1880, paragraph 4","content":"When the Judgment shall sit, and the books shall be opened, when the “well done” of the great Judge is pronounced, and the crown of immortal glory is placed upon the brow of the victor, many will raise their crown in sight of the assembled universe, and pointing to their mother say, “She made me all I am, through the grace of God. Her instruction, her prayers, have been blessed to my eternal salvation.”"},{"refcode_short":"HR March 1,  1880, par. 5","refcode_long":"Good Health March 1,  1880, paragraph 5","content":"We would refer mothers to Hannah, whose history is traced for our benefit by the pen of inspiration. Her husband was a man of influence and wealth, but he loved and feared God. She was a woman of deep and earnest piety, conscientious and humble,—a woman of prayer and of faith. Their son was a child of promise, given in answer to prayer. His mother called him Samuel, which means, “asked of the Lord.”"},{"refcode_short":"HR March 1,  1880, par. 6","refcode_long":"Good Health March 1,  1880, paragraph 6","content":"During the earliest part of his life, she had the molding of his character. She trained him for God, and then, as soon as he was old enough, she proceeded to faithfully fulfill the vow made previous to his birth, that he should be the Lord's. Taking this precious gift and journeying to Shiloh, she there presents him to Eli that he may minister before him in the house of the Lord all the days of his life. What a sacrifice is this on the part of faithful Hannah. But though separated from him, he is not forgotten. He is the subject of her prayers, and every year she makes him a little coat; and when she comes with her husband to the yearly sacrifice, she presents it to him as a token of her love. With every stitch of that coat she had breathed a prayer that her son might be pure, noble, and true. And she had the privilege of seeing him grow up to youth in favor with God and man, ever humble, reverent, prompt to duty, and earnest in the service of God."},{"refcode_short":"HR March 1,  1880, par. 7","refcode_long":"Good Health March 1,  1880, paragraph 7","content":"This godly mother did not labor to place the hand of her son in that of the world, that he might follow its customs and practices; but she sought to place his hand in the hand of the Lord, thus connecting him with the Source of all wisdom, goodness, and power. When Samuel shall receive the crown of glory, he will wave it in honor before the throne, and gladly acknowledge that the faithful lessons of his mother, through the merits of Christ, have crowned him with immortal glory."},{"refcode_short":"HR March 1,  1880, par. 8","refcode_long":"Good Health March 1,  1880, paragraph 8","content":"What a contrast has the pen of inspiration drawn between the life of this holy man and the mournful history of the neglected duty of Eli. While some parents are too severe in dealing with their children, often breaking the twig instead of judiciously bending it, others, like Eli, are too indulgent, and fail to properly restrain them. Parents little realize the harm done by withholding from their children wholesome and needed restraint, and by allowing them to grow up with uncontrolled passions, and selfish, debasing habits. Eli's neglect of duty in this respect was felt by the whole Hebrew nation. The sin of his sons spread like the leprosy throughout the entire camp of Israel; but he did not possess sufficient force of character to restrain them. It was because he did not cultivate this that the Lord condemned him. If he could not have done so, if it had been beyond his power to obtain by exercise those qualities which would make him a wise and faithful father, then the retributive justice of God would not have fallen so heavily upon him. He knew that his sons profaned the house and service of God by their conduct; but he loved ease, quiet, and peace, more than purity and righteousness."},{"refcode_short":"HR March 1,  1880, par. 9","refcode_long":"Good Health March 1,  1880, paragraph 9","content":"Eli should have gained control of his sons by gentle firmness; but when this failed, more prompt and severe measures should have been employed. This he refused to do, and God, who doeth terrible things in righteousness, finally took the matter into his own hands, and speedily brought their sinful career to a close by allowing disaster and defeat to come upon them, resulting not only in death to themselves and to their father, but in disgrace to all Israel."},{"refcode_short":"HR March 1,  1880, par. 10","refcode_long":"Good Health March 1,  1880, paragraph 10","content":"This impressive lesson is given to all parents and guardians of children and youth. If parents have restraining power and fail to exercise it over their children, and if sin is permitted to exist and increase, and they are too indolent or selfish to correct it, they are surely accountable for the evil which results. Selfishness and passion are no trifles. They bring unhappiness to our homes, unhappiness to all with whom we associate, and eternal ruin to ourselves and perhaps to thousands of others."},{"refcode_short":"HR March 1,  1880, par. 11","refcode_long":"Good Health March 1,  1880, paragraph 11","content":"In the case of Rehoboam, the son and successor of Solomon, we have another example. He was a headstrong, self-willed king; he rejected experienced counselors, claimed tyrannical power, and through his influence the people went into idolatry. The reason is given. His mother was an Ammonite, an idolater. Here the result of Solomon's sin in contracting marriage with heathen women is revealed. Rehoboam received his stamp of character from his mother, and through this one godless woman many of the people of God became idolaters."},{"refcode_short":"HR March 1,  1880, par. 12","refcode_long":"Good Health March 1,  1880, paragraph 12","content":"The pen of inspiration has traced these things as encouragements and warnings to fathers and mothers. The mother has a power in her hands which she should use to the glory of God. She can build up a noble, virtuous, steadfast character in her children; or she can, by indulgence or by manifesting impatience and passion herself, encourage in them those traits which will prove their ruin. The sphere of the mother may be humble; but her influence, united with the father's, is as abiding as eternity. Next to God, the mother's power for good is the strongest known on earth."},{"refcode_short":"HR April 1,  1880, par. 12","refcode_long":"Good Health April 1,  1880, paragraph 12","content":"April 1, 1880"},{"refcode_short":"HR April 1,  1880","refcode_long":"Good Health April 1,  1880","content":"The Mother's Influence"},{"refcode_short":"HR April 1,  1880, par. 1","refcode_long":"Good Health April 1,  1880, paragraph 1","content":"Christian mothers, we are in God's great school as learners, and there is a diversity of ways in which we are trained, as the several departments of our work bring into exercise the discipline we need. God trains his people and prepares them for usefulness. Spiritual strength must be acquired daily in order to meet the various circumstances under which we are placed."},{"refcode_short":"HR April 1,  1880, par. 2","refcode_long":"Good Health April 1,  1880, paragraph 2","content":"Christian parents should begin the education of their children in their infancy. They should, in view of their God-given responsibilities, pray most earnestly to know the will of God, and for strength to do it. The wife of Manoah prayed, “Let the man of God which thou didst send come again unto us, and teach us what we shall do unto the child that shall be born.” In answer to her earnest prayer the angel visits them again, and the inquiry is made, “How shall we order the child, and how shall we do unto him?” If this prayer should go forth from the unfeigned lips of mothers, they would find that help would be given them from God. The mother especially should be fitted for her appointed work of patient labor. It is her privilege and sacred duty to train all who are under her care and her influence, by her teachings and her example, for lives of usefulness. Every woman has an influence with those with whom she associates. That influence may be either good or bad. The mother is exercising her influence continually. Every glance of her eye, every word her lips utter, every act of her life, carries with it an influence which has power to affect the character and future destiny of her children. This influence may gladden the heart, or bring discouragement, and deform the character."},{"refcode_short":"HR April 1,  1880, par. 3","refcode_long":"Good Health April 1,  1880, paragraph 3","content":"In view of these facts, mothers should take time for reflection and prayer. They should earnestly seek wisdom from God. With a determined purpose let every mother say, “I will strictly guard my influence. I will attend to the duty of self-culture, and the culture of my children. My outward adorning and the gratification of appetite shall be held in strict control. I have high and sacred duties to perform in the education of my children.” She should inquire in the fear of God, “Will my children be a blessing or a curse to society? Will they be subjects for the future kingdom?”"},{"refcode_short":"HR April 1,  1880, par. 4","refcode_long":"Good Health April 1,  1880, paragraph 4","content":"The training which the mother of Samuel gave her son, developed in him sterling moral worth, which connected him with God. If the mother of Washington had been a frivolous character, devoting the talents of her mind to the matters of dress and what she should eat and drink, her son George would not have become a man of firm will and moral power. His mother gave him the lessons which he carried into practical life. She inspired him with principles of stern integrity that would not be bribed."},{"refcode_short":"HR April 1,  1880, par. 5","refcode_long":"Good Health April 1,  1880, paragraph 5","content":"John Quincy Adams once paid the following precious tribute to his mother: “It is due to gratitude and nature that I should acknowledge and avow that such as I have been, whatever it was, such as I am, whatever it is, and such as I hope to be in all futurity, must be ascribed, under providence, to the precepts and example of my mother.” The German philosopher Kant remarked, “I shall never forget that it was my mother who caused the good which is in me to fructify.”"},{"refcode_short":"HR April 1,  1880, par. 6","refcode_long":"Good Health April 1,  1880, paragraph 6","content":"“Behold, for an example, a splendid scene enacted at the close of the revolutionary war. Cornwallis and his army had been captured; the revolution was successful. The great chief and officers of the victorious armies were assembled at a festival in honor of the victory. The spacious saloon was crowded..... Presently the doors of the saloon open to admit a personage, whose entrance awakens universal attention. His figure is noble and commanding; his bearing dignified, without haughtiness; his expression lofty, but mild. He treads the floor with unaffected yet unsurpassed majesty. His presence kindles every eye and heart with rapturous enthusiasm. He is regarded with reverence, yet with affection—as a superior, and yet as a friend. He presents to their gaze the rare sight of a Christian soldier and an unambitious statesman..... He is the man whose enduring fortitude, military, prowess, and overawing influence, had sustained the spirit of the revolution, crowned it with success, and earned for himself the glorious pre-eminence of being the ‘first in war, first in peace, and first in the hearts of his countrymen,’ for that personage was George Washington!”"},{"refcode_short":"HR April 1,  1880, par. 7","refcode_long":"Good Health April 1,  1880, paragraph 7","content":"“Never, perhaps, was homage more sincerely or heartily rendered to a man than by the brave and beautiful in that hall, and never was it more deserved. Nor is it possible to conceive of a purer, sweeter human joy, than that which swelled his bosom. There was another heart, however, that shared in the homage and the joy of that occasion; leaning on the arm of the hero, in simple stateliness of mien, there walked the mother of Washington. She had trained him in his boyhood—taught him the principles, and developed the qualities which lay at the foundation of his greatness. It was her hands which had molded his character to symmetry and moral beauty. Her prayers, her influence, and her instructions had repressed the growth of evil qualities, and cultivated that divine life in his soul which led him to take counsel of the God of battles,—the ruler of Nations. Her early influence over her son was understood and silently acknowledged in that gay assembly. Yea, her son had owned it, was proud of it. He laid his lofty honors at her feet, and prized her smile above the noisy voice of fame. Did she then experience a pleasure aught inferior to his? Who shall decide which bosom was the happiest on that triumphant day? The joy of Washington was great; the joy of his mother was at least equal. Would she have accomplished more, or tasted a sweeter pleasure, if, forsaking her sphere, she had mingled directly in the councils of the states and the movements of the camp? Impossible! She helped to achieve the revolution—she shared the richest enjoyments of its success; but she did it through her heroic son—just as God would have every woman win her honors and rewards.”"},{"refcode_short":"HR April 1,  1880, par. 8","refcode_long":"Good Health April 1,  1880, paragraph 8","content":"I would impress upon mothers that women are accountable for the talents God has intrusted to them. They may engage in missionary work at home, in their families. Their influence is fully equal to that of the husband and father. The most elevated work for woman is the molding of the character of her children after the divine pattern. She should gain their affections; she should cherish love; for with these precious traits of character she can have a transforming influence upon the family circle. If she makes a success here, she has gained the victory. Society will feel her influence in the deportment and moral worth of her children. The church will bless her because she has educated and developed talent which will be of the highest value. She gives to the church, men and women who will not flinch from duty however taxing. If Christian mothers had always done their work with fidelity, there would not now be so many church trials on account of disorderly members. Mothers are forming the characters which compose the church of God. When I see a church in trial, its members self-willed, heady, high-minded, self-sufficient, not subject to the voice of the church, I am led to fear that their mothers were unfaithful in their early training."},{"refcode_short":"HR June 1,  1880, par. 8","refcode_long":"Good Health June 1,  1880, paragraph 8","content":"June 1, 1880"},{"refcode_short":"HR June 1,  1880","refcode_long":"Good Health June 1,  1880","content":"Influence of Woman"},{"refcode_short":"HR June 1,  1880, par. 1","refcode_long":"Good Health June 1,  1880, paragraph 1","content":"The mother's influence never ceases. It is ever active, either for good or for evil; and if she would have her work abide the test of the Judgment, she must make God her trust, and labor with an eye single to his glory. Her first duty is to her children, to so mold their characters that they may be happy in this life, and secure the future, immortal life. She should not be influenced by what Mrs. So-and-So does, nor by the remarks of Mrs. A, or B., in reference to her being so odd, so different from other people in her dress, or in the arrangement of her house for comfort rather than display, or in the management of her children."},{"refcode_short":"HR June 1,  1880, par. 2","refcode_long":"Good Health June 1,  1880, paragraph 2","content":"God has given the mother, in the education of her children, a responsibility paramount to everything else. She has an individual duty which her neighbors cannot do for her. If she does this work to glorify God, she will not follow the popular path, and will have to stand in defiance of popular customs."},{"refcode_short":"HR June 1,  1880, par. 3","refcode_long":"Good Health June 1,  1880, paragraph 3","content":"There are but few women who have the courage to stand at their post, and valiantly battle against the customs and fashions which are ruining their children for a practical life. We feel in earnest in trying to rouse to activity the moral powers of sisters and mothers especially, to see and battle with the great evils which are permitted to ruin our youth."},{"refcode_short":"HR June 1,  1880, par. 4","refcode_long":"Good Health June 1,  1880, paragraph 4","content":"We wish mothers to ask the questions in the fear of God, realizing their responsibility, What part have we in this matter of reform? How can we work to change the order of things? Wrong habits and pernicious fashions are deteriorating our families, physically, mentally, and morally. What can women do to change the purpose and the character of those with whom we associate? What can we do to stay the moral evils which threaten to ruin our children and debase society? You may, my sisters, come up to the help of God, and do anything and everything you can do and do well. Everything must be done with a love for souls, and in the fear and love of God. You may exercise the faculties which God has given you. “Dare to do right, dare to be true,” whatever the opinions of others may be. We must each answer to our Maker for the improvement or abuse of the powers he has given us. We each have an individual responsibility, and we should study the pattern given us in the life of Christ, and copy it, irrespective of censure or applause."},{"refcode_short":"HR June 1,  1880, par. 5","refcode_long":"Good Health June 1,  1880, paragraph 5","content":"All have not the same work. There are distinct and individual duties for each to perform; yet with these varied duties there may be a beautiful harmony, binding the work of all together in perfect fitness. Our Heavenly Father requires of none to whom he has given but one talent, the improvement of five. But if the one be wisely used, the possessor will soon have gained more, and may continually increase her power of influence and sphere of usefulness, by making the best use of the talents which God has given her. Her individuality may be distinctly preserved, and yet she be part of the great whole in advancing the work of reform so greatly needed."},{"refcode_short":"HR June 1,  1880, par. 6","refcode_long":"Good Health June 1,  1880, paragraph 6","content":"Woman, if she wisely improves her time and her faculties, relying upon God for wisdom and strength, may stand on an equality with her husband as adviser, counselor, companion, and co-worker, and yet lose none of her womanly grace or modesty. She may elevate her own character, and just as she does this she is elevating and ennobling the characters of her family, and exerting a powerful though unconscious influence upon others around her. Why should not women cultivate the intellect? Why should they not answer the purpose of God in their existence? Why may they not understand their own powers, and realizing that these powers are given of God, strive to make use of them to the fullest extent in doing good to others, in advancing the work of reform, of truth and real goodness, in the world? Satan knows that women have a power of influence for good or for evil; therefore he seeks to enlist them in his cause. He invents multitudinous fashions, and tempts the women of the present day, as he did Eve to pluck and eat, to adopt and practice these ever-changing, never-satisfying modes."},{"refcode_short":"HR June 1,  1880, par. 7","refcode_long":"Good Health June 1,  1880, paragraph 7","content":"Sisters and mothers, we have a higher aim, a more noble work than to study the latest fashion, and form garments with needless adorning to meet the standard of this modern Moloch. We may become its slave, and sacrifice upon its altars our own and the present and future happiness of our children. But what do we gain in the end? We have sown to the flesh; we shall reap corruption. Our works cannot bear the inspection of God. We shall see at last how many souls might have been blessed and redeemed from darkness and error by our influence, which, instead, encouraged them in pride and outward display, to the neglect of the inward adorning."},{"refcode_short":"HR June 1,  1880, par. 8","refcode_long":"Good Health June 1,  1880, paragraph 8","content":"Our words, looks, and actions have a direct bearing upon the characters of our children, and upon others; hence we should ever maintain the most perfect self-possession and self-control."},{"refcode_short":"HR July 1,  1880","refcode_long":"Good Health July 1,  1880","content":"The Duties of Parents in Educating Their Children"},{"refcode_short":"HR July 1,  1880, par. 1","refcode_long":"Good Health July 1,  1880, paragraph 1","content":"To all parents, God has committed, in their children, sacred trusts for which he holds them responsible. It is his purpose that they shall so educate these children as to bring into exercise the talents he has given them in the manner best fitted to accomplish the greatest good in the world and reflect back glory to his name. These children have varied temperaments, and parents cannot always give the same manner of discipline to each. There are different qualities of mind, and they should be made a prayerful study that they may be molded so as to accomplish the purpose God designed."},{"refcode_short":"HR July 1,  1880, par. 2","refcode_long":"Good Health July 1,  1880, paragraph 2","content":"Parents should strive so to educate and train their children as to bring out the energies of the soul by exercise. Perception, judgment, memory, and all the reasoning powers, should have equal strength, that well-balanced minds may result; that the character be not one-sided or deformed. If certain faculties are developed, to the neglect of others, the design of God will not be answered. All the faculties have a bearing upon, and are in a great measure dependent upon, each other; one, in order to be effectually used, must have the aid of all the others, that the balance may be preserved. If one faculty is exercised, and others are permitted to lie dormant, the one becomes unduly strong, while the others are proportionally deficient. All minds are not constituted alike. Children inherit from their parents some strong tendencies. These existed in the parent, and exist intensified in the children. Christian parents must carefully consider all these things."},{"refcode_short":"HR July 1,  1880, par. 3","refcode_long":"Good Health July 1,  1880, paragraph 3","content":"The mother's influence never ceases. As she looks upon her little ones growing up around her, well may she ask, What is the great object of their education? Is it to be admired and flattered by the world? Is it to imitate and practice the fashions existing in this age? The only safe course of training is for parents to teach their children obedience to themselves, which is the first lesson toward teaching them the higher law,—the claims which God has upon them."},{"refcode_short":"HR July 1,  1880, par. 4","refcode_long":"Good Health July 1,  1880, paragraph 4","content":"It is impossible to estimate the power of a praying mother's influence. She acknowledges God in all her ways. She takes her children before the throne of grace and presents them to Jesus, pleading for his blessing upon them. The influence of those prayers is to those children as “a well-spring of life.” Those prayers, offered in faith, are the support and strength of the Christian mother. To neglect the duty of praying with our children is to lose one of the greatest blessings within our reach, one of the greatest helps amid the perplexities, cares, and burdens of our life-work. Jesus is the mother's sympathizing friend and counselor. He encouraged mothers to bring their children to him when he was upon earth. He remembered that he had a mother, and his sympathies were with all mothers. He remembered that he was once a child, subject to the trials, disappointments, and temptations of children. If this had not been the case he would not have been the pattern for all childhood, youth, and manhood. Jesus sympathizes not only with the care-worn mother but with her children. And when she comes to him for instruction, grace, and wisdom, it will never be withheld."},{"refcode_short":"HR July 1,  1880, par. 5","refcode_long":"Good Health July 1,  1880, paragraph 5","content":"The mother's nursery is her kingdom; and the more she cultivates her powers and improves her faculties that she may be fitted for her life-work, the more wisdom and knowledge will she have to rule her kingdom and the better govern her subjects. All the tact and cultivated skill of the mother will be called into requisition if she rules with God-fearing wisdom. She will not turn her children over to hired help, or leave them to obtain a street education. She will store up knowledge to impart to her growing sons and daughters. She will not forget that her children will be what her teaching and training shall make them. She will not forget that her boys are to be men, her girls women; that they are to become citizens either to influence or to be influenced, to sway or to be swayed. She will perseveringly do her work, that they may be educated to use their abilities. She will consider that they may fill positions of trust, that they may sit in legislative councils to make and execute laws; and when in after-years they may go far beyond her in strength and intellect they will look with pleasure and pride upon the mother, for to her is due the influence which they have. They honor the mother whose discipline and training made them what they are."},{"refcode_short":"HR July 1,  1880, par. 6","refcode_long":"Good Health July 1,  1880, paragraph 6","content":"Mothers, shall our precious time be worse than wasted in work and hurry, in needless stitching for ornament and display, while but a limited time is improved in educating and disciplining our children? Our hands are on the cradle that rocks the world. Shall our children become what they may be, and what God would have them be? Shall we meet God's standard, revealed to us in his word, or shall our efforts be employed to meet the world's standard?"},{"refcode_short":"HR July 1,  1880, par. 7","refcode_long":"Good Health July 1,  1880, paragraph 7","content":"In the education of children and youth they should be taught that the habits of eating, drinking, and dressing which have been formed after the world's standard are not in accordance with the laws of health and life, and must be held in control by reason and intellect. The power of appetite and strength of habit should not be permitted to overpower the dictates of reason. In order to secure this object, the youth must have higher aims and motives than mere animal gratification in eating and drinking."},{"refcode_short":"HR July 1,  1880, par. 8","refcode_long":"Good Health July 1,  1880, paragraph 8","content":"We see society as it is, with its burden of evil. The youth, from young men to little children, lack sincerity and moral power. They love to dress, to smoke, to chew, to talk cheap nonsense and slang. They frequent places of amusement, lounge about saloons, and drink beer, wine, and stronger liquors. Even those professing to be Christians often appear to enjoy these same amusements, although they may not go to the same extent as the openly ungodly. Precious time is thus frittered away and misspent, and hours which might be devoted to usefulness are spent in desultory reading which fevers the imagination. They ease their own consciences by the excuse that they must have recreation. They misinterpret the rightful significance of this word. True recreation is obtaining fresh vigor of mental, moral, and physical power. This can never be gained by selfish gratification or indulgence. Life was given these youth for nobler purposes. By their habits they are placing themselves among those whom the apostle names as being lovers of pleasures more than lovers of God."},{"refcode_short":"HR July 1,  1880, par. 9","refcode_long":"Good Health July 1,  1880, paragraph 9","content":"I look with sorrow upon the profitless and wasted lives of young men and young ladies, who, as soon as old enough, can think only of courtship and marriage; and I am led to question in regard to their home influences. What kind of education did they receive? Did they have praying mothers? Were they taught that they were responsible for the use and improvement of the faculties God had given them? that they should be a blessing to others, and not only form characters for Heaven themselves, but seek to lead others in the same divine path? The mothers of these youths might have been bending under the heavy yoke of fashion and custom, and for the slavery of fashionable life neglected the training and education of their children. The parents’ neglected work will be seen in the characters of the children."},{"refcode_short":"HR July 1,  1880, par. 10","refcode_long":"Good Health July 1,  1880, paragraph 10","content":"There are professedly Christian mothers who take an interest in the cause of temperance, but who have not yet learned that temperance in all things is to be taught and practiced in their own homes. The mother should educate her children while young to become workers in the wide field of reform."},{"refcode_short":"HR July 1,  1880, par. 11","refcode_long":"Good Health July 1,  1880, paragraph 11","content":"The mother may by her example give instruction the most essential to her children, by deeds of kindness to others, in wiping the tears from weeping eyes, cheering hearts that are becoming hopeless and discouraged, and by precept and example strengthening the physical, mental, and moral powers; thus laying the foundation of a noble manhood and womanhood for her sons and daughters."},{"refcode_short":"HR July 1,  1880, par. 12","refcode_long":"Good Health July 1,  1880, paragraph 12","content":"The word education means more than a course of study at college. Education begins with the infant in its mother's arms. While the mother is molding and fashioning the character of her children she is educating them. The memory of a mother's prayer with her hand laid upon the head may withhold our sons and daughters from yielding to temptation when sorely tried; and the power of love which binds the heart of the child to the heart of the mother has a determined power to hold him on the side of right."},{"refcode_short":"HR July 1,  1880, par. 13","refcode_long":"Good Health July 1,  1880, paragraph 13","content":"Little does the mother realize that her influence in the judicious training of her children reaches with such power through the vicissitudes of this life, stretching forward into the future, immortal life. To fashion a character after the heavenly model requires much faithful, earnest, persevering labor; but it will pay, for God is a rewarder of all well-directed labor in securing the salvation of souls."},{"refcode_short":"HR November 1,  1880, par. 13","refcode_long":"Good Health November 1,  1880, paragraph 13","content":"November 1, 1880"},{"refcode_short":"HR November 1,  1880","refcode_long":"Good Health November 1,  1880","content":"Incidents by the Way"},{"refcode_short":"HR November 1,  1880, par. 1","refcode_long":"Good Health November 1,  1880, paragraph 1","content":"While on our way from Michigan to California a few months since, we had occasion to stop over one night in Council Bluffs. Thinking to improve this opportunity to visit a friend residing in the place, we took the street-car for her house, only to find that she was out of town and probably would not return for several days. Retracing our steps, we took lodging in the nearest hotel, and in the morning, after breakfasting from our well-filled lunch-basket provided by our friends at the Battle Creek Sanitarium, we took the transfer car across the Mississippi to Omaha. Here we were obliged to wait several hours in the depot, where we had a favorable opportunity to study human nature."},{"refcode_short":"HR November 1,  1880, par. 2","refcode_long":"Good Health November 1,  1880, paragraph 2","content":"Among the many who were continually thronging this way and that, there was one lady who particularly attracted our attention. She was apparently about forty years of age, and was surrounded by a flock of children all the way from four to twenty-four years old. One of the boys, of about ten summers, caused her a great amount of trouble. Curiosity and willfulness seemed to be more fully developed in him than in the rest of the little ones, who sat demurely perched upon the seats, with their arms folded and their feet dangling, while he, keeping close watch of his mother's eyes, would, when they were turned, improve every opportunity to dodge out of the door and watch the engines as they were moving back and forth. His mother, fearing he might get hurt, and becoming vexed at his repeated disobedience, at last went out after him, and soon returned dragging him in with her. She scolded, and he resisted at every step. They finally reached the seat, into which she pushed him with such violence as to bring his head with considerable force against the seat, really hurting the lad."},{"refcode_short":"HR November 1,  1880, par. 3","refcode_long":"Good Health November 1,  1880, paragraph 3","content":"Then came screech after screech, equaled only by the loud blasts of the engines without. The mother threatened, but to no purpose. He was desperate. When he became too tired to scream longer, he lowered his voice to a monotonous, long-drawn-out wail, which continued for something like half an hour. The mother looked troubled; but who was most at fault? The boy was stubborn; she was passionate."},{"refcode_short":"HR November 1,  1880, par. 4","refcode_long":"Good Health November 1,  1880, paragraph 4","content":"We afterward had some conversation with the mother. She stated that the boy refused to come in when called, and threw himself at full length upon the platform to provoke her. Then she brought him in by main force, and, said she, “Oh, if I only had him alone in some place, I would pay him well for this behavior!” “But,” said I, “that would not change his inward feelings. Violence would only raise his combativeness, and make him still worse. The more calm a mother can keep at such times, however provoking the conduct of her children, the better will she maintain her influence and dignity as a mother, and the easier will they be controlled.” She admitted that it might be so."},{"refcode_short":"HR November 1,  1880, par. 5","refcode_long":"Good Health November 1,  1880, paragraph 5","content":"I then inquired how many children she had. She replied, “Eleven,” and, pointing to two bright-looking little girls, said, “These are my youngest; one is four, the other six. My eldest are grown-up boys. We are now on our way from Iowa City to Nebraska, where there is plenty of land, and work for the children.” Not a bad idea, certainly, to give those sharp, active boys employment. There is nothing so good to keep boys from being ruined by the temptations and allurements of evil as plenty of work."},{"refcode_short":"HR November 1,  1880, par. 6","refcode_long":"Good Health November 1,  1880, paragraph 6","content":"In this little incident we have a good illustration of the kind of management quite commonly adopted by mothers, although so public a demonstration of it is seldom seen. Had this mother oiled the machinery with patience and self-command, as every mother should, she would not have aroused the combative spirit of her children. But all she seemed to know of government was to threaten and intimidate, to reprove and scold. Her younger children seemed afraid to stir, others looked hard and defiant, while the older ones appeared ashamed and distressed at the exhibition they were making."},{"refcode_short":"HR November 1,  1880, par. 7","refcode_long":"Good Health November 1,  1880, paragraph 7","content":"The mother had not learned the all-important lesson of self-control. “He that is slow to anger,” says the Wise Man, “is better than the mighty; and he that ruleth his spirit, than he that taketh a city.” The man or woman who preserves the balance of the mind when tempted to indulge passion, stands higher in the sight of God and heavenly angels than the most renowned general that ever led an army to battle and to victory. Said a celebrated emperor when on his dying bed, “Among all my conquests, there is but one which affords me any consolation now, and that is the conquest I have gained over my own turbulent temper.” Alexander and Caesar found it easier to subdue a world than to subdue themselves. After conquering nation after nation they fell,—one of them “the victim of intemperance, the other of mad ambition.”"},{"refcode_short":"HR November 1,  1880, par. 8","refcode_long":"Good Health November 1,  1880, paragraph 8","content":"Had this mother realized her responsibility, she never would have pursued the course she did. Her burdens were necessarily heavy, but how much heavier was she making them by her lack of self-control. Every harsh word, every passionate blow, would sometime be reflected upon herself. If she had been ever kind, patient, and calm in her discipline, it would have been seen in the deportment of her children. How much she needed the Christian graces and the help of Jesus to mold their minds and fashion their characters. Such mothers will gain no souls to the fold of Christ. They train, they rule, they ruin, but do not bless and save."},{"refcode_short":"HR November 1,  1880, par. 9","refcode_long":"Good Health November 1,  1880, paragraph 9","content":"Having purchased our sleeping-car tickets for Ogden, we soon found ourselves and numerous baskets and satchels well disposed of in an elegant palace sleeping-car. There were only seventeen passengers in our car,—no babies, no invalids, no one to cry, “Please close the ventilators;” “Will you be so kind as to shut down that window?” We were at perfect liberty to open and close windows as best suited our convenience."},{"refcode_short":"HR November 1,  1880, par. 10","refcode_long":"Good Health November 1,  1880, paragraph 10","content":"While crossing the plains there was nothing in the scenery to especially engage our attention but the prairie fires. These looked grand and awful in the distance. As the train moved slowly onward, we could see the lurid flames stretching like walls of fire for miles across the prairies; and, as the wind would rise, the flames would leap higher and higher, brightening the darkness of night with their awful light. Farther on we could see where deep furrows had been broken with the plow around haystacks and settlers homes to protect them; and we could see also dark objects in the distance, which were persons guarding their homes."},{"refcode_short":"HR November 1,  1880, par. 11","refcode_long":"Good Health November 1,  1880, paragraph 11","content":"Thursday noon we reach Cheyenne, having been three days on our journey. After leaving this place, we had an interesting view of the Rocky Mountains. But suddenly dark clouds obstruct our view, and as we near Laramie, a hail-storm dashes down upon us. Occasionally the sunshine would break through the clouds, striking full upon the snow-clad mountain-tops, and causing them to sparkle like diamond beds. An additional engine is hitched on to help draw the train up to Sherman, the highest point on the route. The distance between Cheyenne and Sherman is about thirty-three miles, and the difference in altitude is more than two thousand feet. The train moves slowly and smoothly along, giving the passengers a good opportunity to view the scenery."},{"refcode_short":"HR November 1,  1880, par. 12","refcode_long":"Good Health November 1,  1880, paragraph 12","content":"At length the summit is reached, and the descent begins. Two miles west of Sherman we pass Dale Creek Bridge, one of the most interesting places on the route. It looks frail, and incapable of sustaining the weight of so ponderous a train; but it is built of iron, and is really very substantial. It is six hundred and fifty feet long, and one hundred and thirty feet high. A beautiful, silvery stream winds its way in the depths below, and as we look down upon the dwellings they seem in the distance like mere pigeon houses."},{"refcode_short":"HR November 1,  1880, par. 13","refcode_long":"Good Health November 1,  1880, paragraph 13","content":"At Ogden we receive additional passengers. A tall, dignified gentleman enters, accompanied by his wife and little daughter. We learned that he was an active temperance worker, and had for some time been delivering lectures on that subject in the great Mormon Temple at Salt Lake City. Noticing that our party were all busily engaged in writing most of the time, and having some curiosity to know who we were and what we were doing, he made himself known to us toward evening. He stated that he had traveled extensively in the East, and had established several institutions in which to treat inebriates, and that he was now visiting California to establish a similar institution, having already obtained pledges for that purpose to the amount of several thousand dollars."},{"refcode_short":"HR November 1,  1880, par. 14","refcode_long":"Good Health November 1,  1880, paragraph 14","content":"This celebrated temperance lecturer, we are sorry to say, was an inveterate tobacco-user. Oh, what ideas of temperance! Would that he might see the utter inconsistency of his position in trying to reform inebriates while himself indulging in a habit which every year leads hundreds to a drunkard's grave! Could he but reform in this respect, we are sure that his influence for good in the world would be increased a hundred-fold."},{"refcode_short":"HR November 1,  1880, par. 15","refcode_long":"Good Health November 1,  1880, paragraph 15","content":"Near us sits the far-famed Stokes, a pleasant-appearing, middle-aged man, but whose hair is as white as a person's usually is at a much more advanced age. Having retreated to the mountains, he is now actively engaged in mining operations, and was on his way to Sacramento on business."},{"refcode_short":"HR November 1,  1880, par. 16","refcode_long":"Good Health November 1,  1880, paragraph 16","content":"Moving slowly over the great American Desert, with not an object in view but the sage-brush and distant mountain-tops, we seem much like a ship at sea. Finally our faithful iron horse, steaming along so grandly, and seeming like a thing of life, begins to ascend the Sierra Nevadas. The scenery is beautiful. Passing Truckee in our descent on the opposite side, we enter snow-sheds. From light to darkness and from darkness to light is the only change for miles. Most of our last night on the train was spent in viewing the scenery. A winter view of the Sierra Nevadas is indeed grand. Pen cannot describe it, as the soft light of the moon sifted down through the grand, frosted evergreens, revealing the deep canyons below and the lofty mountain peaks above. We chose to enjoy this rather than to spend the time in sleeping."},{"refcode_short":"HR November 1,  1880, par. 17","refcode_long":"Good Health November 1,  1880, paragraph 17","content":"We arrived at Oakland several hours before we had expected, and rejoiced that we had completed our journey without accident, and with hardly a feeling of weariness. People making this trip across the plains usually patronize the eating-houses along the line, and partake of three hearty meals per day, besides an almost endless variety of nuts and candies, cigars and liquors, between times. But we preferred to limit ourself to only one meal per day, that we might have a better opportunity to rest, and thus be prepared to enter upon arduous labor as soon as we reached our destination. For seventeen years we have eaten only two meals a day while engaged in almost incessant labor."},{"refcode_short":"HR November 1,  1880, par. 18","refcode_long":"Good Health November 1,  1880, paragraph 18","content":"At that time the light of health reform dawned upon us, and since that time the questions have come home every day, “Am I practicing true temperance in all things?” “Is my diet such as will bring me in a position where I can accomplish the greatest amount of good?” If we cannot answer these questions in the affirmative, we stand condemned before God, for he will hold us all responsible for the light which has shone upon our path. The time of ignorance God winked at, but as fast as light shines upon us he requires us to change our health-destroying habits, and place ourselves in a right relation to physical law."},{"refcode_short":"HR November 1,  1880, par. 19","refcode_long":"Good Health November 1,  1880, paragraph 19","content":"We have crossed the plains fifteen times, and we would recommend to those contemplating such a journey strict temperance in all things. Take your lunch-baskets with you, well filled with fruits and plainly cooked bread. Eat at regular hours, and nothing between meals; and whenever the train stops for any length of time improve the opportunity by taking a brisk walk in the open air. By so doing, the journey will not only be more enjoyable, but far more beneficial healthwise."},{"refcode_short":"HR November 1,  1882, par. 19","refcode_long":"Good Health November 1,  1882, paragraph 19","content":"1882"},{"refcode_short":"HR November 1,  1882, par. 19","refcode_long":"Good Health November 1,  1882, paragraph 19","content":"November 1, 1882"},{"refcode_short":"HR November 1,  1882","refcode_long":"Good Health November 1,  1882","content":"Bible Temperance"},{"refcode_short":"HR November 1,  1882","refcode_long":"Good Health November 1,  1882","content":"Appetites and Passions"},{"refcode_short":"HR November 1,  1882, par. 1","refcode_long":"Good Health November 1,  1882, paragraph 1","content":"“Abstain from fleshly lusts, which war against the soul,” is the language of the apostle Peter. Many regard this text as a warning against licentiousness only; but it has a broader meaning. It forbids every injurious gratification of appetite or passion. Let none who profess godliness regard with indifference the health of the body, and flatter themselves that intemperance is no sin, and will not affect their spirituality. A close sympathy exists between the physical and the moral nature. Any habit which does not promote health, degrades the higher and nobler faculties. Wrong habits of eating and drinking lead to errors in thought and action. Indulgence of appetite strengthens the animal propensities, giving them the ascendency over the mental and spiritual powers."},{"refcode_short":"HR November 1,  1882, par. 2","refcode_long":"Good Health November 1,  1882, paragraph 2","content":"It is impossible for any to enjoy the blessing of sanctification while they are selfish and gluttonous. Many groan under a burden of infirmities because of wrong habits of eating and drinking, which do violence to the laws of life and health. They are enfeebling their digestive organs by indulging perverted appetite. The power of the human constitution to resist the abuses put upon it is wonderful; but persistent wrong habits in excessive eating and drinking will enfeeble every function of the body. In the gratification of perverted appetite and passion, even professed Christians cripple nature in her work, and lessen physical, mental, and moral power. Let these feeble ones consider what they might have been, had they lived temperately, and promoted health instead of abusing it."},{"refcode_short":"HR November 1,  1882, par. 3","refcode_long":"Good Health November 1,  1882, paragraph 3","content":"When Paul wrote, “And the very God of peace sanctify you wholly,” he did not exhort his brethren to aim at a standard which it was impossible for them to reach; he did not pray that they might have blessings which it was not the will of God to give. He knew that all who would be fitted to meet Christ in peace must possess a pure and holy character. “And every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible. I therefore so run, not as uncertainly; so fight I, not as one that beateth the air; but I keep my body under, and bring it into subjection; lest that by any means, when I have preached to others, I myself should be a castaway.” “What! know ye not that your body is the temple of the Holy Ghost, which is in you, which ye have of God, and ye are not your own? For ye are bought with a price; therefore glorify God in your body, and in your spirit, which are God's.”"},{"refcode_short":"HR November 1,  1882, par. 4","refcode_long":"Good Health November 1,  1882, paragraph 4","content":"Again, the apostle writes to the believers, “I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service.” Specific directions were given to ancient Israel that no defective or diseased animal should be presented as an offering to God. Only the most perfect were to be selected for this purpose. The Lord, through the prophet Malachi, most severely reproved his people for departing from these instructions."},{"refcode_short":"HR November 1,  1882, par. 5","refcode_long":"Good Health November 1,  1882, paragraph 5","content":"“A son honoreth his father, and a servant his master; if then I be a father, where is mine honor? and if I be a master, where is my fear? saith the Lord of hosts unto you, O priests, that despise my name. And ye say, Wherein have we despised thy name? Ye offer polluted bread upon mine altar; and ye say, Wherein have we polluted thee? In that ye say, The table of the Lord is contemptible. And if ye offer the blind for sacrifice, is it not evil? and if ye offer the lame and sick, is it not evil? offer it now unto thy governor; will he be pleased with thee, or accept thy person? saith the Lord of hosts. Ye brought that which was torn, and the lame, and the sick; thus ye brought an offering; should I accept this of your hand? saith the Lord.”"},{"refcode_short":"HR November 1,  1882, par. 6","refcode_long":"Good Health November 1,  1882, paragraph 6","content":"Though addressed to ancient Israel, these words contain a lesson for the people of God today. When the apostle appeals to his brethren, to present their bodies “a living sacrifice, holy, acceptable unto God,” he sets forth the principles of true sanctification. It is not merely a theory, an emotion, or a form of words; but a living, active principle, entering into the every-day life. It requires that our habits of eating, drinking, and dressing, be such as to secure the preservation of physical, mental, and moral health, that we may present to the Lord our bodies—not an offering corrupted by wrong habits, but—“a living sacrifice, holy, acceptable unto God.”"},{"refcode_short":"HR November 1,  1882, par. 7","refcode_long":"Good Health November 1,  1882, paragraph 7","content":"Peter's admonition to abstain from fleshly lusts is a most direct and forcible warning against the use of all such stimulants and narcotics as tea, coffee, tobacco, alcohol, and morphine. These indulgences may well be classed among the lusts that exert a pernicious influence upon moral character."},{"refcode_short":"HR November 1,  1882, par. 8","refcode_long":"Good Health November 1,  1882, paragraph 8","content":"The earlier these hurtful habits are formed, the more firmly will they hold their victim slavery to lust, and the more certainly will they lower the standard of spirituality."},{"refcode_short":"HR November 1,  1882, par. 9","refcode_long":"Good Health November 1,  1882, paragraph 9","content":"Bible teachings will make but a feeble impression upon those whose faculties are benumbed by self-gratification. Thousands will sacrifice not only health and life, but their hope of Heaven, before they will wage war against their own perverted appetites. One lady who for many years claimed to be sanctified, made the statement that if she must give up her pipe or Heaven she would say, “Farewell, Heaven; I cannot overcome my love for my pipe.” This idol had been enshrined in the soul, leaving to Jesus a subordinate place. Yet this woman claimed to be wholly the Lord's."},{"refcode_short":"HR November 1,  1882, par. 10","refcode_long":"Good Health November 1,  1882, paragraph 10","content":"Wherever they may be, those who are truly sanctified will elevate the moral standard by preserving correct physical habits, and, like Daniel, presenting to others an example of temperance and self-denial. Every depraved appetite becomes a warring lust. Everything that conflicts with natural law creates a diseased condition of the soul. The indulgence of appetite produces a dyspeptic stomach, a torpid liver, a clouded brain, and thus perverts the temper and spirit of the man. And these enfeebled powers are offered to God, who refused to accept the victims for sacrifice unless they were without a blemish! It is our duty to bring our appetites and our habits of life into conformity to natural law. If the bodies offered upon Christ's altar were examined with the close scrutiny to which the Jewish sacrifices were subjected, who would be accepted?"},{"refcode_short":"HR November 1,  1882, par. 11","refcode_long":"Good Health November 1,  1882, paragraph 11","content":"With what care should Christians regulate their habits, that they may preserve the full vigor of every faculty to give the service of Christ. If we would be sanctified, in soul, body, and spirit, we must live in conformity to the divine law. The heart cannot preserve consecration to God while the appetites and passions are indulged at the expense of health and life. Those who violate the laws upon which health depends, must suffer the penalty. They have so limited their abilities in every sense that they cannot properly discharge their duties to their fellowmen, and they utterly fail to answer the claims of God."},{"refcode_short":"HR November 1,  1882, par. 12","refcode_long":"Good Health November 1,  1882, paragraph 12","content":"When Lord Palmerston, Premier of England, was petitioned by the Scotch clergy to appoint a day of fasting and prayer to avert the cholera, he replied, in effect, “Cleanse and disinfect your streets and houses, promote cleanliness and health among the poor, and see that they are plentifully supplied with good food and raiment, and employ right sanitary measures generally, and you will have no occasion to fast and pray. Nor will the Lord hear your prayers, while these, his preventives, remain unheeded.”"},{"refcode_short":"HR November 1,  1882, par. 13","refcode_long":"Good Health November 1,  1882, paragraph 13","content":"Says Paul, “Let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.” He presents for our encouragement the freedom enjoyed by the truly sanctified: “There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.” He charges the Galatians, “Walk in the Spirit, and ye shall not fulfill the lusts of the flesh.” He names some of the forms of fleshly lusts,—“idolatry, drunkenness, and such like.” “And after mentioning the fruits of the Spirit, among which is temperance, he adds, “And they that are Christ's have crucified the flesh, with the affections and lusts.”"},{"refcode_short":"HR November 1,  1882, par. 14","refcode_long":"Good Health November 1,  1882, paragraph 14","content":"James says that the wisdom which is from above is “first pure.” If he had seen his brethren using tobacco, would he not have denounced the practice as “earthly, sensual, and devilish?” In this age of Christian light, how often the lips that take the precious name of Christ, are defiled by tobacco-spittle, and the breath is polluted with the stench. Surely, the soul that can enjoy such uncleanness must also be defiled. As I have seen men who claimed to enjoy the blessing of entire sanctification, while they were slaves to tobacco, polluting everything around them, I have thought, How would Heaven appear with tobacco-users in it? God's word has plainly declared that “there shall in no wise enter into it anything that defileth.” How, then, can those who indulge this filthy habit hope to find admittance there?"},{"refcode_short":"HR November 1,  1882, par. 15","refcode_long":"Good Health November 1,  1882, paragraph 15","content":"Men professing godliness offer their bodies upon Satan's altar, and burn the incense of tobacco to his Satanic majesty. Does this statement seem severe? Certainly, the offering is presented to some deity. As God is pure and holy, and will accept nothing defiling in its character, he must refuse this expensive, filthy, and unholy sacrifice; therefore we conclude that Satan is the one who claims the honor."},{"refcode_short":"HR November 1,  1882, par. 16","refcode_long":"Good Health November 1,  1882, paragraph 16","content":"Jesus died to rescue man from the grasp of Satan. He came to set us free by the blood of his atoning sacrifice. The man who has become the property of Jesus Christ, and whose body is the temple of the holy ghost, will not be enslaved by the pernicious habit of tobacco-using. His powers belong to Christ, who has bought him with the price of blood. His property is the Lord's. How, then, can he be guiltless in expending every day the Lord's intrusted capital to gratify an appetite which has no foundation in nature?"},{"refcode_short":"HR November 1,  1882, par. 17","refcode_long":"Good Health November 1,  1882, paragraph 17","content":"An enormous sum is yearly squandered for this indulgence, while souls are perishing for the word of life. Professed Christians rob God in tithes and offerings, while they offer on the altar of destroying lust, in the use of tobacco, more than they give to relieve the poor or to supply the wants of God's cause. Those who are truly sanctified, will overcome every hurtful lust. Then all these channels of needless expense will be turned to the Lord's treasury, and Christians will take the lead in self-denial, in self-sacrifice, and in temperance. Then they will be the light of the world."},{"refcode_short":"HR November 1,  1882, par. 18","refcode_long":"Good Health November 1,  1882, paragraph 18","content":"Tea and coffee as well as tobacco, have an injurious effect upon the system. Tea is intoxicating. Though less in degree, its effect is the same in character as that of spirituous liquors. Coffee has a greater tendency to becloud the intellect and benumb the energies. It is not so powerful as tobacco, but is similar in its effects. The arguments brought against tobacco may also be urged against the use of tea and coffee."},{"refcode_short":"HR November 1,  1882, par. 19","refcode_long":"Good Health November 1,  1882, paragraph 19","content":"When those who are in the habit of using tea, coffee, tobacco, opium, or spirituous liquors, are deprived of the accustomed indulgence, they find it impossible to engage with interest and zeal in the worship of God. Divine grace seems powerless to enlighten or spiritualize their prayers or their testimonies. These professed Christians should consider the source of their enjoyment. Is it from above, or from beneath?"},{"refcode_short":"HR November 1,  1882, par. 20","refcode_long":"Good Health November 1,  1882, paragraph 20","content":"To a user of stimulants, everything seems insipid without the darling indulgence. This deadens the natural sensibilities of both body and mind, and renders him less susceptible of the influence of the Holy Spirit. In the absence of the usual stimulant, he has a hungering of body and soul, not for righteousness, not for holiness, not for God's presence, but for his cherished idol. In the indulgence of hurtful lusts, professed Christians are daily enfeebling their powers, making it impossible to glorify God."},{"refcode_short":"HR March 1,  1883, par. 20","refcode_long":"Good Health March 1,  1883, paragraph 20","content":"1883"},{"refcode_short":"HR March 1,  1883, par. 20","refcode_long":"Good Health March 1,  1883, paragraph 20","content":"March 1, 1883"},{"refcode_short":"HR March 1,  1883","refcode_long":"Good Health March 1,  1883","content":"Temperance a Christian Duty"},{"refcode_short":"HR March 1,  1883, par. 1","refcode_long":"Good Health March 1,  1883, paragraph 1","content":"Man came from the hand of God perfect in every faculty of mind and body; in perfect soundness, therefore in perfect health. It took more than two thousand years of indulgence of appetite and lustful passions to create such a state of things in the human organism as would lessen vital force. Through successive generations the tendency was more swiftly downward. Indulgence of appetite and passion combined, led to excess and violence; debauchery and abominations of every kind weakened the energies, and brought upon the race diseases of every type, until the vigor and glory of the first generations passed away, and man began to show signs of decay in the third generation from Adam. Successive generations after the flood degenerated more rapidly."},{"refcode_short":"HR March 1,  1883, par. 2","refcode_long":"Good Health March 1,  1883, paragraph 2","content":"All this weight of woe and accumulated suffering can be traced to the indulgence of appetite and passion. Luxurious living and the use of wine corrupt the blood, inflame the passions, and produce diseases of every kind. Parents leave maladies as a legacy to their children. As a rule, every intemperate man who rears children, transmits his inclinations and evil tendencies to his offspring, and the evil does not end here; he gives to them disease from his own inflamed and corrupted blood. Licentiousness, disease, and imbecility are transmitted as an inheritance of woe from father to son and from generation to generation, bringing anguish and suffering into the world, which is no less than a repetition of the fall of man."},{"refcode_short":"HR March 1,  1883, par. 3","refcode_long":"Good Health March 1,  1883, paragraph 3","content":"The continual transgression of nature's laws is a continual transgression of the law of God. The present weight of suffering and anguish which we see everywhere, the present deformity, decrepitude, disease, and imbecility now flooding the world, make it, in comparison to what it might be, and what God designed it should be, a lazar-house. The present generation is feeble in mental, moral, and physical power."},{"refcode_short":"HR March 1,  1883, par. 4","refcode_long":"Good Health March 1,  1883, paragraph 4","content":"All this accumulated misery from generation to generation is because fallen man will break the law of God. Sins of the greatest magnitude are committed through the indulgence of perverted appetite."},{"refcode_short":"HR March 1,  1883, par. 5","refcode_long":"Good Health March 1,  1883, paragraph 5","content":"The effort made to create a taste for the disgusting, filthy poison, tobacco, leads to the desire for stronger stimulants, as liquor, which is taken, on one plea or another, for some imaginary infirmity, or to prevent some possible disease. Thus an unnatural appetite is created for these hurtful and exciting stimulants. The increase of intemperance in this generation is alarming. Beverage loving, liquor-drinking men may be seen everywhere. Their intellect is enfeebled, the moral powers are weakened, the sensibilities are benumbed, the claims of God and heaven are not realized, and eternal things are not appreciated. The Bible declares that no drunkard shall inherit the kingdom of God. Every intemperate person renders himself accountable, not only for the sins which he commits in his own person, but for the evil results that his dissipated course of life has brought upon his family and upon the community."},{"refcode_short":"HR March 1,  1883, par. 6","refcode_long":"Good Health March 1,  1883, paragraph 6","content":"The race is groaning under a weight of accumulated woe, because of the sins of former generations. And yet with scarcely a thought or care, men and women of the present generation indulge intemperance by surfeiting and drunkenness, and thereby leave, as a legacy for the next generation, disease, enfeebled intellects, and polluted morals."},{"refcode_short":"HR March 1,  1883, par. 7","refcode_long":"Good Health March 1,  1883, paragraph 7","content":"Intemperance of any kind is the worst sort of selfishness. Those who truly fear God and keep his commandments look upon these things in the light of reason and religion. How can any man or woman keep the law of God, which requires man to love his neighbor as himself, and indulge intemperate appetite, which benumbs the brain, weakens the intellect, and fills the body with disease? Intemperance inflames the passions, and gives loose rein to lust. Reason and conscience and blinded by the lower passions."},{"refcode_short":"HR March 1,  1883, par. 8","refcode_long":"Good Health March 1,  1883, paragraph 8","content":"It is not an easy matter to overcome established habits, to deny the appetite for narcotics and stimulants. In the name of Christ alone can this great victory be gained. Our Saviour paid a dear price for man's redemption. In the wilderness of temptation he suffered the keenest pangs of hunger; and while emaciated with fasting, Satan was at hand with his manifold temptations to assail the Son of God, to take advantage of his weakness and overcome him, and thus thwart the plan of salvation. But Christ was steadfast. He overcame in behalf of the race, that he might rescue them from the degradation of the fall. Christ's experience is for our benefit. His example in overcoming appetite points out the way for those who would be his followers, and finally sit with him on his throne. The Son of God sympathizes with the weaknesses of man. His love for the fallen race was so great that he made an infinite sacrifice to reach man in his degradation, and through his divine power elevate him finally to his throne. But it rests with man whether Christ shall accomplish for him that which he is fully able to do."},{"refcode_short":"HR December 1,  1887, par. 8","refcode_long":"Good Health December 1,  1887, paragraph 8","content":"1887"},{"refcode_short":"HR December 1,  1887, par. 8","refcode_long":"Good Health December 1,  1887, paragraph 8","content":"December 1, 1887"},{"refcode_short":"HR December 1,  1887","refcode_long":"Good Health December 1,  1887","content":"Temperate in All Things"},{"refcode_short":"HR December 1,  1887, par. 1","refcode_long":"Good Health December 1,  1887, paragraph 1","content":"And every man that striveth for the mastery is temperate in all things. 1 Corinthians 9:25."},{"refcode_short":"HR December 1,  1887, par. 2","refcode_long":"Good Health December 1,  1887, paragraph 2","content":"The battle between self-control and selfish indulgence is here clearly set forth. There is a stern, earnest work for us all to do, to decide which shall obtain the mastery. All our habits, tastes, and inclinations should be in accordance with the laws of health and life. By this means we may secure the very best physical conditions, and have mental clearness to discern between the good and the evil."},{"refcode_short":"HR December 1,  1887, par. 3","refcode_long":"Good Health December 1,  1887, paragraph 3","content":"There are many expensive indulgences that are at the same time very injurious. They derange the digestive organs, and destroy the appetite for simple, wholesome food; and sickness and suffering are the result. With dyspepsia and its attendant evils comes the loss of a sweet disposition. There is irritability, fretfulness, and impatience, often resulting in harsh, unkind words and wrong acts."},{"refcode_short":"HR December 1,  1887, par. 4","refcode_long":"Good Health December 1,  1887, paragraph 4","content":"God is not unwilling that we should enjoy the blessings of life. He has placed in our hands abundant means for the gratification of a natural appetite. In the products of the earth there is a bountiful variety of food that is both palatable and nutritious, and of these articles we “may freely eat.” Such a diet will nourish the body, and preserve its natural vigor, without the use of artificial stimulants and luxuries."},{"refcode_short":"HR December 1,  1887, par. 5","refcode_long":"Good Health December 1,  1887, paragraph 5","content":"Intemperance commences at the table, in the use of unhealthful food. After a time, as the digestive organs become weakened, the food does not satisfy the appetite, and there is a craving for more stimulating foods and drinks. These produce an immediate effect, and are freely indulged in. Under their influence, the nervous system is excited, and in some cases, for the time being, the intellect seems to be invigorated, and the imagination to be more vivid. But there is always a reaction. The nervous system, having been unduly excited, borrows power for present use from its future resources; and all this temporary invigoration of the system is followed by depression. The appetite, educated to crave something stronger, soon calls for tobacco, wines, and liquors."},{"refcode_short":"HR December 1,  1887, par. 6","refcode_long":"Good Health December 1,  1887, paragraph 6","content":"The more the appetite is indulged, the more imperative are its demands, and the more difficult it is to control. The more debilitated the system becomes, and the less able to do without unnatural stimulants, the more the passion for these things increases, until the will is overborne, and there seems to be no power to deny the unnatural craving."},{"refcode_short":"HR December 1,  1887, par. 7","refcode_long":"Good Health December 1,  1887, paragraph 7","content":"We are to be temperate in all things. Not only should we be careful to exercise judgment in the selection of proper food, but strict temperance in eating and in drinking is essential to a healthy preservation and vigorous exercise of all the functions of the body; for intemperance in eating, even of healthful food, will have an injurious effect upon the system, and will blunt the mental and moral faculties."},{"refcode_short":"HR May 1,  1889","refcode_long":"Good Health May 1,  1889","content":"1889"},{"refcode_short":"HR May 1,  1889","refcode_long":"Good Health May 1,  1889","content":"May 1, 1889"},{"refcode_short":"HR May 1,  1889","refcode_long":"Good Health May 1,  1889","content":"Education"},{"refcode_short":"HR May 1,  1889, par. 1","refcode_long":"Good Health May 1,  1889, paragraph 1","content":"The apostle Peter presents the necessity of making constant progress,—of continually adding heavenly graces to our character. He says, “Add to your faith virtue; and to virtue knowledge; and to knowledge temperance; and to temperance patience; and to patience godliness; and to godliness brotherly kindness; and to brotherly kindness charity.”"},{"refcode_short":"HR May 1,  1889, par. 2","refcode_long":"Good Health May 1,  1889, paragraph 2","content":"The education spoken of in these words is of a fundamental character, and should underlie all the intellectual training of the schools. The home above all other places is where this work should go on. It should be a model school for the children. The words and acts of the parents are the most potent of educating influences, for they will surely be reflected in the character and conduct of the children. Both by precept and example, parents should guide the little ones during their earliest youth, ever seeking to present before them a character worthy of their imitation."},{"refcode_short":"HR May 1,  1889, par. 3","refcode_long":"Good Health May 1,  1889, paragraph 3","content":"Parents should feel their responsibility before God to cultivate the physical, mental, and moral powers of their children. They should unitedly take up the work that devolves upon them, with a just appreciation of the true principles of education. In view of a trust so sacred, they should study to become masters of the art of education, that they may properly discipline their children from babyhood to childhood, and from childhood to manhood, thus fitting them to take their respective places in society with sufficient moral power to choose the good and to refuse the evil."},{"refcode_short":"HR May 1,  1889, par. 4","refcode_long":"Good Health May 1,  1889, paragraph 4","content":"The first knowledge that the child receives, makes a more lasting impression on his mind than the knowledge obtained in more advanced years; therefore it has a greater influence in the formation of his character than the education of later life. This knowledge is received around the fireside at home, and it should be of such a nature that it will give the right mold to the character. It is in the family circle that the mother should begin the work of educating her children, that they may form a character which will prepare them for usefulness in this life, and for the enjoyment of the future, immortal life. The mother should be queen of her home. She should exert a positive and potent influence over the members of her household. The work committed to her hand is a work of sacred importance; and if she would do it acceptably to God, she must be a learner in the school of Christ, as well as a teacher in her home. It is necessary for her to learn self-control, if she would teach her children self-control. She should strictly guard herself lest she betray her sacred trust. Through her own choice she has entered her field of labor, and taken upon herself responsibilities for the discharge of which she is accountable to God. She will have to answer for her influence upon her children. She will have to meet the question whether she has, in the fear of God, done all she could to establish them in right principles of life and in right habits of conduct."},{"refcode_short":"HR May 1,  1889, par. 5","refcode_long":"Good Health May 1,  1889, paragraph 5","content":"Says the word of God, “The fear of the Lord is the beginning of wisdom.” If you desire that your children should be refined in manners, noble in character, pure in heart, and elevated in mind, you must teach them the fear of the Lord. The best method for acquiring the mold of character which our heavenly Father can approve, must be employed if success is to be attained. The parents’ words should be select, well-chosen. No impure word, no common, coarse expression, should escape the lips of father or mother. While you should not be severe, stern, and set, in dealing with your children, you should be decided, firm, and patient, learning from day to day to exhibit that perfection of character which you desire to see in them."},{"refcode_short":"HR May 1,  1889, par. 6","refcode_long":"Good Health May 1,  1889, paragraph 6","content":"If parents are cold and unsympathetic, the same spirit of indifference will be begotten in the children. Let the parents manifest tender love to their little ones; treat them with kindness; and when they have done well, commend them. Seek opportunities to give words of encouragement and endearment. Let parents regard their children as precious jewels intrusted to their care by the heavenly Father,—jewels that are to be rendered back with all the roughness and coarseness removed, shaped and polished for the heavenly setting."},{"refcode_short":"HR May 1,  1889, par. 7","refcode_long":"Good Health May 1,  1889, paragraph 7","content":"When Christ prayed in behalf of his disciples, he said, “I sanctify myself, that they also may be sanctified.” This is the very thing that parents should do. They should consecrate themselves entirely to God, that their powers of mind and heart may reach a high order of excellence, and be efficient in the highest forms of usefulness. As Christ has given parents a perfect example in his life and character, so the latter should seek to give their children an example of what they should be in spirit and deportment. As fathers and mothers take up their duties with this purpose, they will constantly make advancement themselves; becoming better qualified for their God-given work."},{"refcode_short":"HR July 1,  1889, par. 7","refcode_long":"Good Health July 1,  1889, paragraph 7","content":"July 1, 1889"},{"refcode_short":"HR July 1,  1889","refcode_long":"Good Health July 1,  1889","content":"Education from a Christian Stand-Point"},{"refcode_short":"HR July 1,  1889, par. 1","refcode_long":"Good Health July 1,  1889, paragraph 1","content":"“Add to your faith virtue.” Virtue is one of the graces essential to Christian character, and parents should work intelligently to cultivate this grace in their children. It is an honorable ambition to desire to bring up children from their babyhood in such a manner that they will be pure in thought and action."},{"refcode_short":"HR July 1,  1889, par. 2","refcode_long":"Good Health July 1,  1889, paragraph 2","content":"To a great extent the power to make her children what she desires them to be when they are grown to manhood and womanhood, is in the hands of the mother. She should teach her children the self-control that extends even to the thoughts, and thus she will accomplish a work that will beautify their lives. If she educates her children to be pure in thought, they will be pure in language, and pure in action. Her work will not only prove a blessing to herself, but to the neighborhood, to society, and to the world. Her work will be immortalized in the presence of the family of God, and her name will be written in the books of Heaven as a missionary of the highest type."},{"refcode_short":"HR July 1,  1889, par. 3","refcode_long":"Good Health July 1,  1889, paragraph 3","content":"Mothers may not now be fully able to estimate the value of an education in the line of purity. They may not now be able to appreciate the work it will accomplish for their children. The grace of virtue of character will have a telling influence on all their associations in life. In their school life they will not be instructing others in evil, neither will they be led into evil themselves. If children are instructed from their youth up to repel impure thoughts instantly, they will be guarded from committing impure actions."},{"refcode_short":"HR July 1,  1889, par. 4","refcode_long":"Good Health July 1,  1889, paragraph 4","content":"Mothers may not have been as watchful as they should have been on the point of guarding their children from evil thoughts and actions. They have permitted things of small importance to claim their attention, while they treated with indifference these matters of most vital interest. Visitors have been allowed to draw largely on their time, and in seeking to meet the demands of fashionable society, which neither benefited themselves or their friends, the higher, holier claims of their dear children have been ignored. Must the standard of fashion be met at all hazards? Must the follies of the world be followed, irrespective of the obligations that must necessarily rest upon the mother in the training of her children? There is no other who can accomplish her work for her. Neither nurse nor governess can supply the mother's place, or fulfill her obligations."},{"refcode_short":"HR July 1,  1889, par. 5","refcode_long":"Good Health July 1,  1889, paragraph 5","content":"Why will mothers give their best thought, their highest capabilities, to fulfill the demands of society, when they have such important interests to care for? Why will they spend their time in unprofitable visiting, in outward adorning, when their children are seeking the company of those who will pollute their souls and corrupt their morals? Is there not higher, nobler, more enduring work to do? Are there not more important affairs to occupy the mind and engage the attention, than the decoration of raiment? Should they not be engaged in fashioning the characters of their children according to the divine pattern? They cannot neglect this duty without great loss to their children, and they themselves will suffer bitterness of soul when they behold the results of their indifference to the responsibilities of motherhood."},{"refcode_short":"HR July 1,  1889, par. 6","refcode_long":"Good Health July 1,  1889, paragraph 6","content":"The mother should so make provision that the minds of her children may be filled with pure objects upon which to meditate. From the earliest years, as soon as children can understand and retain ideas, themes of thought should be presented that will lead them to an acquaintance with Jesus, and to an understanding of his work and sufferings in their behalf. By this method the soil of their little hearts may be preoccupied with precious seeds of truth, and Satan will find less opportunity for sowing his seeds of evil and defilement."},{"refcode_short":"HR July 1,  1889, par. 7","refcode_long":"Good Health July 1,  1889, paragraph 7","content":"I have heard loose language, careless, vulgar words, and slang phrases from the lips of parents. I have heard these words taken up and repeated by their children; and my heart has been pained; for I knew that these parents had sown the seed which Satan delights to cultivate. I knew that they had sown seeds that would produce a harvest of corruption. And oh, how Jesus is pained by the cruel work of these parents!"},{"refcode_short":"HR July 1,  1889, par. 8","refcode_long":"Good Health July 1,  1889, paragraph 8","content":"The associations of children and youth should be most carefully guarded. A mother should be a woman of pure morals. She should love God. She should love the father of her children. She should love her little ones. It should be her delight to keep her children in her presence as much as possible, but they should not be made to feel that they are under surveillance. Mothers should seek to make themselves companionable to their children, and be able to keep their little ones interested, by providing suitable employment for their minds and hands."},{"refcode_short":"HR July 1,  1889, par. 9","refcode_long":"Good Health July 1,  1889, paragraph 9","content":"If children commit errors in their tasks, they should not be severely blamed, for this will only serve to discourage them. They should be set right with pleasant cheerful words, and so assisted that they will be able to do better as they try again. By this means they will be educated to become care-takers, to be thoughtful, to possess tact and aptitude in many directions."},{"refcode_short":"HR July 1,  1889, par. 10","refcode_long":"Good Health July 1,  1889, paragraph 10","content":"Children are apt to become perplexed over their tasks, and to grow weary of their work. There are those who entered upon their work with enthusiasm, but they soon desire a change, and wish to take hold of something new. There are many who start several different tasks, but as they meet with some trifling discouragement, they give them up, one after another, and perfect nothing. This habit should be corrected. Parents should not be so much engaged in other things that they cannot give time to patiently discipline the developing minds of their charges. They should not allow the love of change to control their children. A few words of encouragement, or a little help at the right time, will often carry children over their troubles and discouragement, and the satisfaction they will have in seeing their task completed, will stimulate them to undertake greater tasks."}]