[{"refcode_short":"IC ","refcode_long":"The Impending Conflict, p.  (Ellen Gould White)","content":"The Impending Conflict"},{"refcode_short":"IC 2","refcode_long":"The Impending Conflict, p. 2 (Ellen Gould White)","content":"Forward"},{"refcode_short":"IC 2.1","refcode_long":"The Impending Conflict, p. 2.1 (Ellen Gould White)","content":"We, today, are in the midst of a great conflict over the very fundamentals of Christian faith. The foundations that seemed firm to our forefathers appear to be crumbling, and many are bewildered regarding the vital issues of sin and righteousness, of life and death, and of the present and the hereafter."},{"refcode_short":"IC 2.2","refcode_long":"The Impending Conflict, p. 2.2 (Ellen Gould White)","content":"This booklet carries the reader back to the entrance of sin into the universe, answering in a clear, convincing manner many of the questions that have puzzled the minds of men in all ages. The author, Ellen G. White, deals with the unseen forces of good and evil that are contending for the mastery of the soul, and with such a background throws a rare illumination upon the history of the church."},{"refcode_short":"IC 2.3","refcode_long":"The Impending Conflict, p. 2.3 (Ellen Gould White)","content":"The chapters comprising this booklet have been selected from Mrs. White’s work, “The Great Controversy Between Christ and Satan,” first published in 1884, and revised and enlarged in 1888. The latter chapters of the book, written more than half a century ago, deal with social, political, and religious developments that were largely future at the time the book appeared, yet with so keen a spiritual foresight that, notwithstanding the epochal changes since that time, the book bears a direct message for the present."},{"refcode_short":"IC 2.4","refcode_long":"The Impending Conflict, p. 2.4 (Ellen Gould White)","content":"To bring within a small compass some of the most vital passages in this truly remarkable book, eight of its forty-two chapters are issued in this form. In bringing these within the limits of this booklet, it has been necessary to shorten several of the chapters as has been clearly indicated. For the full text, together with the background as presented by the preceding chapters, the reader is pointed to the full volume."},{"refcode_short":"IC 2.5","refcode_long":"The Impending Conflict, p. 2.5 (Ellen Gould White)","content":"That these pages may guide the reader in his search for truth, is the sincere wish of the"},{"refcode_short":"IC 2","refcode_long":"The Impending Conflict, p. 2 (Ellen Gould White)","content":"Why Was Sin Permitted?"},{"refcode_short":"IC 2.6","refcode_long":"The Impending Conflict, p. 2.6 (Ellen Gould White)","content":"To many minds, the origin of sin and the reason for its existence are a source of great perplexity. They see the work of evil, with its terrible results of woe and desolation, and they question how all this can exist under the sovereignty of One who is infinite in wisdom, in power, and in love. Here is a mystery, of which they find no explanation. And in their uncertainty and doubt, they are blinded to truths plainly revealed in God’s word, and essential to salvation. There are those who, in their inquires concerning the existence of sin, endeavour to search into that which God has never revealed; hence they find no solution of their difficulties; and such as are actuated by a disposition to doubt and cavil, seize upon this as an excuse for rejecting the words of Holy Writ. Others, however, fail of a satisfactory understanding of the great problem of evil, from the fact that tradition and misinterpretation have obscured the teaching of the Bible concerning the character of God, the nature of His government, and the principles of His dealing with sin."},{"refcode_short":"IC 2.7","refcode_long":"The Impending Conflict, p. 2.7 (Ellen Gould White)","content":"It is impossible to explain the origin of sin so as to give a reason for its existence. Yet enough may be understood concerning both the origin and the final disposition of sin, to make fully manifest the justice and benevolence of God in all His dealings with evil. Nothing is more plainly taught in the Scripture than that God was in nowise responsible for the entrance of sin; that there was no arbitrary withdrawal of divine grace, no deficiency in the divine government, that gave occasion for the uprising of rebellion. Sin is an intruder, for whose presence no reason can be given. It is mysterious, unaccountable; to excuse it, is to defend it. Could excuse for it be found, or cause be shown for its existence, it would cease to be sin. Our only definition of sin is that given in the word of God; it is “the transgression of the law” (1 John 3:4); it is the outworking of a principle at war with the great law of love which is the foundation of the divine government."},{"refcode_short":"IC 2.8","refcode_long":"The Impending Conflict, p. 2.8 (Ellen Gould White)","content":"Before the entrance of evil, there was peace and joy throughout the universe. All was in perfect harmony with the Creator’s will. Love for God was supreme, love for one another impartial. Christ the Word, the only-begotten of God, was one with the eternal Father, — one in nature, in character, and in purpose, — the only being in all the universe that could enter into all the counsels and purposes of God. By Christ, the Father wrought in the creation of all heavenly beings. “For by him were all things created, that are in heaven, whether they be thrones, or dominions, or principalities, or powers:” Colossians 1:16; and to Christ, equally with the Father, all heaven gave allegiance."},{"refcode_short":"IC 3.1","refcode_long":"The Impending Conflict, p. 3.1 (Ellen Gould White)","content":"The law of love being the foundation of the government of God, the happiness of all created beings depended upon their perfect accord with its great principles of righteousness. God desires from all His creatures the service of love, — homage that springs from an intelligent appreciation of His character. He takes no pleasure in a forced allegiance, and to all He grants freedom of will, that they may render Him voluntary service."},{"refcode_short":"IC 3.2","refcode_long":"The Impending Conflict, p. 3.2 (Ellen Gould White)","content":"But there was one that chose to pervert this freedom. Sin originated with him who, next to Christ, had been most honored of God, and who stood highest in power and glory among the inhabitants of heaven. Before his fall, Lucifer was first of the covering cherubs, holy and undefiled. “Thus saith the Lord GOD; Thou sealest up the sum, full of wisdom, and perfect in beauty. Thou hast been in Eden the garden of God; every precious stone was thy covering, . . . Thou art the anointed cherub that covereth; and I have set thee so: thou wast upon the holy mountain of God; thou hast walked up and down in the midst of the stones of fire. Thou wast perfect in thy ways from the day that thou wast created, till iniquity was found in thee.” Ezekiel 28:12-15."},{"refcode_short":"IC 3.3","refcode_long":"The Impending Conflict, p. 3.3 (Ellen Gould White)","content":"Lucifer might have remained in favor with God, beloved and honored by all the angelic host, exercising his noble powers to bless others and to glorify his Maker. But, says the prophet, “Thine heart was lifted up because of thy beauty, thou hast corrupted thy wisdom by reason of thy brightness:” Ezekiel 28:17. Little by little, Lucifer came to indulge a desire for self-exaltation. “Thou hast set thine heart as the heart of God.” “Thou hast said, . . . . I will exalt my throne above the stars of God: I will sit also upon the mount of the congregation. . . . I will ascend above the heights of the clouds; I will be like the Most High.” Ezekiel 28:6; Isaiah 14:13, 14. Instead of seeking to make God supreme in the affections and allegiance of His creatures, it was Lucifer’s endeavor to win their service and homage to himself. And coveting the honor which the infinite Father had bestowed upon His Son, this prince of angels aspired to power which it was the prerogative of Christ alone to wield."},{"refcode_short":"IC 3.4","refcode_long":"The Impending Conflict, p. 3.4 (Ellen Gould White)","content":"All heaven had rejoiced to reflect the Creator’s glory and to show forth His praise. And while God was thus honored, all had been peace and gladness. But a note of discord now marred the celestial harmonies. The service and exaltation of self, contrary to the Creator’s plan, awakened forebodings of evil in minds to whom God’s glory was supreme. The heavenly councils pleaded with Lucifer. The Son of God presented before him the greatness, the goodness, and the justice of the Creator, and the sacred, unchanging nature of His law. God Himself had established the order of heaven; and in departing from it, Lucifer would dishonor his Maker, and bring ruin upon himself. But the warning, given in infinite love and mercy, only aroused a spirit of resistance. Lucifer allowed jealousy of Christ to prevail, and he became the more determined."},{"refcode_short":"IC 3.5","refcode_long":"The Impending Conflict, p. 3.5 (Ellen Gould White)","content":"Pride in his own glory nourished the desire for supremacy. The high honors conferred upon Lucifer were not appreciated as the gift of God, and called forth no gratitude to the Creator. He gloried in his brightness and exaltation, and aspired to be equal with God. He was beloved and reverenced by the heavenly host. Angels delighted to execute his commands, and he was clothed with wisdom and glory above them all. Yet the Son of God was the acknowledged Sovereign of heaven, one in power and authority with the Father. In all the counsels of God, Christ was a participant, while Lucifer was not permitted thus to enter into the divine purposes, “Why,” questioned this mighty angel, “should Christ have the supremacy? Why is He thus honored above Lucifer?”"},{"refcode_short":"IC 3.6","refcode_long":"The Impending Conflict, p. 3.6 (Ellen Gould White)","content":"Leaving his place in the immediate presence of God, Lucifer went forth to diffuse the spirit of discontent among the angels. Working with mysterious secrecy, and for a time concealing his real purpose under an appearance of reverence for God, he endeavored to excite dissatisfaction concerning the laws that governed heavenly beings, intimating that they imposed an unnecessary restraint. Since their natures were holy, he urged that the angels should obey the dictates of their own will. He sought to create sympathy for himself, by representing that God had dealt unjustly with him in bestowing supreme honor upon Christ. He claimed that in aspiring to greater power and honor he was not aiming at self-exaltation, but was seeking to secure liberty for all the inhabitants of heaven, that by this means they might attain to a higher state of existence."},{"refcode_short":"IC 4.1","refcode_long":"The Impending Conflict, p. 4.1 (Ellen Gould White)","content":"God, in His great mercy, bore long with Lucifer. He was not immediately degraded from his exalted station when he first indulged the spirit of discontent, nor even when he began to present his false claims before the loyal angels. Long was he retained in heaven. Again and again he was offered pardon, on condition of repentance and submission. Such efforts as only infinite love and wisdom could devise, were made to convince him of his error. The spirit of discontent had never before been known in heaven. Lucifer himself did not at first see whither he was drifting; he did not understand the real nature of his feelings. But as his dissatisfaction was proved to be without cause, Lucifer was convinced that he was in the wrong, that the divine claims were just, and that he ought to acknowledge them as such before all heaven. Had he done this, he might have saved himself and many angels. He had not at this time fully cast off his allegiance to God. Though he had forsaken his position as covering cherub, yet if he had been willing to return to God, acknowledging the Creator’s wisdom, and satisfied to fill the place appointed him in God’s great plan, he would have been reinstated in his office. But pride forbade him to submit. He persistently defended his own course, maintained that he had no need of repentance, and fully committed himself, in the great controversy, against his Maker."},{"refcode_short":"IC 4.2","refcode_long":"The Impending Conflict, p. 4.2 (Ellen Gould White)","content":"All the powers of his master mind were now bent to the work of deception, to secure the sympathy of the angels that had been under his command. Even the fact that Christ had warned and counseled him, was perverted to serve his traitorous designs. To those whose loving trust bound them most closely to him, Satan had represented that he was wrongly judged, that his position was not respected, and that his liberty was to be abridged. From misrepresentation of the words of Christ, he passed to prevarication and direct falsehood, accusing the Son of God of a design to humiliate him before the inhabitants of heaven. He sought also to make a false issue between himself and the loyal angels. All whom he could not subvert and bring fully to his side, he accused of indifference to the interests of heavenly beings. The very work which he himself was doing, he charged upon those who remained true to God. And to sustain his charge of God’s injustice toward him, he resorted to misrepresentation of the words and acts of the Creator. It was his policy to perplex the angels with subtle arguments concerning the purposes of God. Everything that was simple he shrouded in mystery, and by artful perversion cast doubt upon the plainest statements of Jehovah. His high position, in such close connection with the divine administration, gave greater force to his representations, and many were induced to unite with him in rebellion against Heaven’s authority."},{"refcode_short":"IC 4.3","refcode_long":"The Impending Conflict, p. 4.3 (Ellen Gould White)","content":"God in His wisdom permitted Satan to carry forward his work, until the spirit of disaffection ripened into active revolt. It was necessary for his plans to be fully developed, that their true nature and tendency might be seen by all. Lucifer, as the anointed cherub, had been highly exalted; he was greatly loved by the heavenly beings, and his influence over them was strong. God’s government included not only the inhabitants of heaven, but of all the worlds that He had created; and Satan thought that if he could carry the angels of heaven with him in rebellion, he could carry also the other worlds. He had artfully presented his side of the question, employing sophistry and fraud to secure his objects. His power to deceive was very great, and by disguising himself in a cloak of falsehood he had gained an advantage. Even the loyal angels could not fully discern his character, or see to what his work was leading."},{"refcode_short":"IC 4.4","refcode_long":"The Impending Conflict, p. 4.4 (Ellen Gould White)","content":"Satan had been so highly honored, and all his acts were so clothed with mystery, that it was difficult to disclose to the angels the true nature of his work. Until fully developed, sin would not appear the evil thing it was. Heretofore it had had no place in the universe of God, and holy beings had no conception of its nature and malignity. They could not discern the terrible consequences that would result from setting aside the divine law. Satan had, at first, concealed his work under a specious profession of loyalty to God. He claimed to be seeking to promote the honor of God, the stability of His government, and the good of all the inhabitants of heaven. While instilling discontent into the minds of the angels under him, he had artfully made it appear that he was seeking to remove dissatisfaction. When he urged that changes he made in the order and laws of God’s government, it was under the pretense that these were necessary in order to preserve harmony in heaven."},{"refcode_short":"IC 4.5","refcode_long":"The Impending Conflict, p. 4.5 (Ellen Gould White)","content":"In His dealing with sin, God could employ only righteousness and truth. Satan could use what God could not — flattery and deceit. He had sought to falsify the word of God, and had misrepresented His plan of government before the angels, claiming that God was not just in laying laws and rules upon the inhabitants of heaven; that in requiring submission and obedience from His creatures, He was seeking merely the exaltation of Himself. Therefore it must be demonstrated before the inhabitants of heaven, as well as of all the worlds, that God’s government was just, His law perfect. Satan had made it appear that he himself was seeking to promote the good of the universe. The true character of the usurper, and his real object, must be understood by all. He must have time to manifest himself by his wicked works."},{"refcode_short":"IC 5.1","refcode_long":"The Impending Conflict, p. 5.1 (Ellen Gould White)","content":"The discord which his own course had caused in heaven, Satan charged upon the law and government of God. All evil he declared to be the result of the divine administration. He claimed that it was his own object to improve upon the statutes of Jehovah. Therefore it was necessary that he should demonstrate the nature of his claims, and show the working out of his proposed changes in the divine law. His own work must condemn him. Satan had claimed from the first that he was not in rebellion. The whole universe must see the deceiver unmasked."},{"refcode_short":"IC 5.2","refcode_long":"The Impending Conflict, p. 5.2 (Ellen Gould White)","content":"Even when it was decided that he could no longer remain in heave, Infinite Wisdom did not destroy Satan. Since the service of love can alone be acceptable to God, the allegiance of His creatures must rest upon a conviction of His justice and benevolence. The inhabitants of heaven and of other worlds, being unprepared to comprehend the nature or consequences of sin, could not then have seen the justice and mercy of God in the destruction of Satan. Had he been immediately blotted from existence, they would have served God from fear, rather than from love. The influence of the deceiver would not have been fully destroyed, nor would the spirit of rebellion have been utterly eradicated. Evil must be permitted to come to maturity. For the good of the entire universe through endless ages, Satan must more fully develop his principles, that his charges against the divine government might be seen in their true light by all created beings, that the justice and mercy of God and the immutability of His law might forever be placed beyond all question."},{"refcode_short":"IC 5.3","refcode_long":"The Impending Conflict, p. 5.3 (Ellen Gould White)","content":"Satan’s rebellion was to be a lesson to the universe through all coming ages, a perpetual testimony to the nature and terrible results of sin. The working out of Satan’s rule, its effects upon both men and angels, would show what must be the fruit of setting aside the divine authority. It would testify that with the existence of God’s government and His law is bound up the well-being of all the creatures He has made. Thus the history of this terrible experiment of rebellion was to be a perpetual safeguard to all holy intelligences, to prevent them from being deceived as to the nature of transgression, to save them from committing sin and suffering its punishment."},{"refcode_short":"IC 5.4","refcode_long":"The Impending Conflict, p. 5.4 (Ellen Gould White)","content":"To the very close of the controversy in heaven, the great usurper continued to justify himself. When it was announced that with all his sympathizers he must be expelled from the abodes of bliss, then the rebel leader boldly avowed his contempt for the Creator’s law. He reiterated his claim that angels needed no control, but should be left to follow their own will, which would ever guide them right. He denounced the divine statutes as a restriction of their liberty, and declared that it was his purpose to secure the abolition of law; that, freed from this restraint, the hosts of heaven might enter upon a more exalted, more glorious state of existence."},{"refcode_short":"IC 5.5","refcode_long":"The Impending Conflict, p. 5.5 (Ellen Gould White)","content":"With one accord, Satan and his host threw the blame of their rebellion wholly upon Christ, declaring that if they had not been reproved, they would never have rebelled. Thus stubborn and defiant in their disloyalty, seeking vainly to overthrow the government of God, yet blasphemously claiming to be themselves the innocent victims of oppressive power, the archrebel and all his sympathizers were at last banished from heaven."},{"refcode_short":"IC 5.6","refcode_long":"The Impending Conflict, p. 5.6 (Ellen Gould White)","content":"The same spirit that prompted rebellion in heaven, still inspires rebellion on earth. Satan has continued with men the same policy which he pursued with the angels. His spirit now reigns in the children of disobedience. Like him they seek to break down the restraints of the law of God, and promise men liberty through transgression of its precepts. Reproof of sin still arouses the spirit of hatred and resistance. When God’s messages of warning are brought home to the conscience, Satan leads men to justify themselves, and to seek the sympathy of others in their course of sin. Instead of correcting their errors, they excite indignation against the reprover, as if he were the sole cause of difficulty. From the days of righteous Abel to our own time, such is the spirit which has been displayed toward those who dare to condemn sin."},{"refcode_short":"IC 5.7","refcode_long":"The Impending Conflict, p. 5.7 (Ellen Gould White)","content":"By the same misrepresentation of the character of God as he had practiced in heaven, causing Him to be regarded as sever and tyrannical, Satan induced man to sin. And having succeeded thus far, he declared that God’s unjust restrictions had led to man’s fall, as they had to led to his own rebellion."},{"refcode_short":"IC 5.8","refcode_long":"The Impending Conflict, p. 5.8 (Ellen Gould White)","content":"But the Eternal One Himself proclaims His character: “The LORD God, merciful and gracious, longsuffering, and abundant in goodness and truth, Keeping mercy for thousands, forgiving iniquity and transgression and sin, and that will by no means clear the guilty;” Exodus 34:6, 7."},{"refcode_short":"IC 5.9","refcode_long":"The Impending Conflict, p. 5.9 (Ellen Gould White)","content":"In the banishment of Satan from heaven, God declared His justice, and maintained the honor of His throne. But when man had sinned through yielding to the deceptions of this apostate spirit, God gave an evidence of His love by yielding up His only-begotten Son to die for the fallen race. In the atonement the character of God is revealed. The mighty argument of the cross demonstrates to the whole universe that the course of sin which Lucifer had chosen was in nowise chargeable upon the government of God."},{"refcode_short":"IC 6.1","refcode_long":"The Impending Conflict, p. 6.1 (Ellen Gould White)","content":"In the contest between Christ and Satan, during the Saviour’s earthly ministry; the character of the great deceiver was unmasked. Nothing could so effectually have uprooted Satan from the affections of the heavenly angels and the whole loyal universe, as did his cruel warfare upon the world’s Redeemer. The daring blasphemy of his demand that Christ should pay him homage, his presumptuous boldness in bearing Him to the mountain summit and the pinnacle of the temple, the malicious intent betrayed in urging Him to cast Himself down from the dizzy height, the unsleeping malice that hunted Him from place to place, inspiring the hearts of priests and people to reject His love, and at the last to cry, “Crucify Him! Crucify Him!” — all this excited the amazement and indignation of the universe."},{"refcode_short":"IC 6.2","refcode_long":"The Impending Conflict, p. 6.2 (Ellen Gould White)","content":"It was Satan that prompted the world’s rejection of Christ. The prince of evil exerted all his power and cunning to destroy Jesus; for he saw that the Saviour’s mercy and love, His compassion and pitying tenderness, were representing to the world the character of God. Satan contested every claim put forth by the Son of God, and employed men as his agents to fill the Saviour’s life with suffering and sorrow. The sophistry and falsehood by which he had sought to hinder the work of Jesus, the hatred manifested through the children of disobedience, his cruel accusations against Him whose life was one of unexampled goodness, all sprang from deep-seated revenge. The pent-up fires of envy and malice, hatred and revenge, burst forth on Calvary against the Son of God, while heaven gazed upon the scene in silent horror."},{"refcode_short":"IC 6.3","refcode_long":"The Impending Conflict, p. 6.3 (Ellen Gould White)","content":"When the great sacrifice had been consummated, Christ ascended on high, refusing the adoration of angels until He had presented the request, “Father, I will that they also, whom thou hast given me, be with me where I am;” John 17:24. Then with inexpressible love and power came forth the answer from the Father’s throne, “And let all the angels of God worship him.” Hebrews 1:6. Not a stain rested upon Jesus. His humiliation ended, His sacrifice completed, there was given unto Him a name that is above every other name."},{"refcode_short":"IC 6.4","refcode_long":"The Impending Conflict, p. 6.4 (Ellen Gould White)","content":"Now the guilt of Satan stood forth without excuse. He had revealed his true character as a liar and a murderer. It was seen that the very same spirit with which he ruled the children of men, who were under his power, he would have manifested had he been permitted to control the inhabitants of heaven. He had claimed that the transgression of God’s law would bring liberty and exaltation; but it was seen to result in bondage and degradation."},{"refcode_short":"IC 6.5","refcode_long":"The Impending Conflict, p. 6.5 (Ellen Gould White)","content":"Satan’s lying charges against the divine character and government appeared in their true light. He had accused God of seeking merely the exaltation of Himself in requiring submission and obedience from His creatures, and had declared that while the Creator exacted self-denial from all others, He Himself practiced no self-denial and made no sacrifice. Now it was seen that for the salvation of a fallen and sinful race, the Ruler of the universe had made the greatest sacrifice which love could make; for “God was in Christ, reconciling the world unto himself.” 2 Corinthians 5:19. It was seen, also, that while Lucifer had opened the door for the entrance of sin, by his desire for honor and supremacy, Christ had, in order to destroy sin, humbled Himself, and become obedient unto death."},{"refcode_short":"IC 6.6","refcode_long":"The Impending Conflict, p. 6.6 (Ellen Gould White)","content":"God had manifested His abhorrence of the principles of rebellion. All heaven saw His justice revealed, both in the condemnation of Satan and in the redemption of man. Lucifer had declared that if the law of God was changeless, and its penalty could not be remitted, every transgressor must be forever debarred from the Creator’s favor. He had claimed that the sinful race were placed beyond redemption, and were therefore his rightful prey. But the death of Christ was an argument in man’s behalf that could not be overthrown. The penalty of the law fell upon Him who was equal with God, and man was free to accept the righteousness of Christ, and by a life of penitence and humiliation to triumph, as the Son of God had triumphed, over the power of Satan. Thus God is just, and yet the justifier of all who believe in Jesus."},{"refcode_short":"IC 6.7","refcode_long":"The Impending Conflict, p. 6.7 (Ellen Gould White)","content":"But it was not merely to accomplish the redemption of man that Christ came to the earth to suffer and die. He came to “magnify the law” and to “make it honorable.” Not alone that the inhabitants of this world might regard the law as it should be regarded; but it was to demonstrate to all the worlds of the universe that God’s law is unchangeable. Could its claims have been set aside, then the Son of God need not have yielded up His life to atone for its transgression. The death of Christ proves it immutable. And the sacrifice to which infinite love impelled the Father and the Son, that sinners might be redeemed, demonstrates to all the universe — what nothing less than this plan of atonement could have sufficed to do — that justice and mercy are the foundation of the law and government of God."},{"refcode_short":"IC 7.1","refcode_long":"The Impending Conflict, p. 7.1 (Ellen Gould White)","content":"In the final execution of the judgment it will be seen that no cause for sin exists. When the Judge of all the earth shall demand of Satan, “Why hast thou rebelled against Me, and robbed Me of the subjects of My kingdom?” the originator of evil can render no excuse. Every mouth will be stopped, and all the hosts of rebellion will be speechless."},{"refcode_short":"IC 7.2","refcode_long":"The Impending Conflict, p. 7.2 (Ellen Gould White)","content":"The cross of Calvary, while it declares the law immutable, proclaims to the universe that the wages of sin is death. In the Saviour’s expiring cry, “It is finished,” the death knell of Satan was rung. The great controversy which had been so long in progress was then decided, and the final eradication of evil was made certain. The Son of God passed through the portals of the tomb, that “through death He might destroy him that had the power of death, that is, the devil.” Hebrews 2:14. Lucifer’s desire for self-exultation had led him to say, “I will exalt my throne above the stars of God: ."},{"refcode_short":"IC 7.3","refcode_long":"The Impending Conflict, p. 7.3 (Ellen Gould White)","content":". . I will be like the Most High.” God declares, “I will bring thee to ashes upon the earth, . . . and never shalt thou be anymore.” Isaiah 14:13, 14. Ezekiel 28:18, 19. When “the day cometh, that shall burn as an oven, . . all the proud, yea, and all that do wickedly, shall be stubble: and the day that cometh shall burn them up, saith the Lord of hosts, that it shall leave them neither root nor branch.” Malachi 4:1."},{"refcode_short":"IC 7.4","refcode_long":"The Impending Conflict, p. 7.4 (Ellen Gould White)","content":"The whole universe will have become witnesses to the nature and results of sin. And its utter extermination, which in the beginning would have brought fear to angels and dishonor to God, will now vindicate His love and establish His honor before the universe of beings who delight to do His will, and in whose heart is His law. Never will evil again be manifest. Says the word of God, “Affliction shall not rise up the second time.” Nahum 1:9. The law of God, which Satan has reproached as the yoke of bondage, will be honored as the law of liberty. A tested and proved creation will never again be turned from allegiance to Him whose character has been fully manifested before them as fathomless love and infinite wisdom."},{"refcode_short":"IC 8","refcode_long":"The Impending Conflict, p. 8 (Ellen Gould White)","content":"Snares of Satan"},{"refcode_short":"IC 8.1","refcode_long":"The Impending Conflict, p. 8.1 (Ellen Gould White)","content":"The great controversy between Christ and Satan, that has been carried forward for nearly six thousand years, is soon to close; and the wicked one redoubles his efforts to defeat the work of Christ in man’s behalf, and to fasten souls in his snares. To hold the people in darkness and impenitence till the Saviour’s mediation is ended, and there is no longer a sacrifice for sin, is the object which he seeks to accomplish."},{"refcode_short":"IC 8.2","refcode_long":"The Impending Conflict, p. 8.2 (Ellen Gould White)","content":"When there is no special effort made to resist his power, when indifference prevails in the church and the world, Satan is not concerned; for he is in no danger of losing those whom he is leading captive at his will. But when the attention is called to eternal things, and souls are inquiring, “What must I do to be saved?” he is on the ground, seeking to match his power against the power of Christ, and to counteract the influence of the Holy Spirit."},{"refcode_short":"IC 8.3","refcode_long":"The Impending Conflict, p. 8.3 (Ellen Gould White)","content":"The Scriptures declare that upon one occasion, when the angels of God came to present themselves before the Lord, Satan came also among them (Job 1:6), not to bow before the Eternal King, but to further his own malicious designs against the righteous. With the same object he is in attendance when men assemble for the worship of God. Though hidden from sight, he is working with all diligence to control the minds of the worshipers. Like a skillful general, he lays his plans beforehand. As he sees the messenger of God searching the Scriptures, he takes note of the subject to be presented to the people. Then he employs all his cunning and shrewdness so to control circumstances that the message may not reach those whom he is deceiving on that very point. The one who most needs the warning will be urged into some business transaction which requires his presence, or will by some other means be prevented from hearing the words that might prove to him a savor of life unto life."},{"refcode_short":"IC 9.1","refcode_long":"The Impending Conflict, p. 9.1 (Ellen Gould White)","content":"Again, Satan sees the Lord’s servants burdened because of the spiritual darkness that enshrouds the people. He hears their earnest prayers for divine grace and power to break the spell of indifference, carelessness, and indolence. Then with renewed zeal he plies his arts. He temps men to the indulgence of appetite or some other form of self-gratification, and thus benumbs their sensibilities, so that they fail to hear the very things which they most need to learn."},{"refcode_short":"IC 9.2","refcode_long":"The Impending Conflict, p. 9.2 (Ellen Gould White)","content":"Satan well knows that all whom he can lead to neglect prayer and the searching of the Scriptures, will be overcome by his attacks. Therefore he invents every possible device to engross the mind. There has ever been a class professing godliness, who, instead of following on to know the truth, make it their religion to seek some fault of character or error of faith in those with whom they do not agree. Such are Satan’s right-hand helpers. Accusers of the brethren are not few; and they are always active when God is at work, and His servants are rendering Him true homage. They will put a false coloring upon the words and acts of those who love and obey the truth. They will represent the most earnest, zealous, self-denying servants of Christ as deceived or deceivers. It is their work to misrepresent the motives of every true and noble deed, to circulate insinuations, and arouse suspicion in the minds of the inexperienced. In every conceivable manner they will seek to cause that which is pure and righteous to be regarded as foul and deceptive."},{"refcode_short":"IC 9.3","refcode_long":"The Impending Conflict, p. 9.3 (Ellen Gould White)","content":"But none need be deceived concerning them. It may be readily seen whose children they are, whose example they follow, and whose work they do. “Ye shall know them by their fruits.” Matthew 7:16. Their course resembles that of Satan, the envenomed slanderer, “the accuser of our brethren.” Revelation 12:10."},{"refcode_short":"IC 9.4","refcode_long":"The Impending Conflict, p. 9.4 (Ellen Gould White)","content":"The great deceiver has many agents ready to present any and every kind of error to ensnare souls, — heresies prepared to suit the varied tastes and capacities of those whom he would ruin. It is his plan to bring into the church insincere, unregenerate elements that will encourage doubt and unbelief, and hinder all who desire to see the work of God advance, and to advance with it. Many who have no real faith in God or in His word, assent to some principles of truth, and pass as Christians; and thus they are enabled to introduce their errors as Scriptural doctrines."},{"refcode_short":"IC 9.5","refcode_long":"The Impending Conflict, p. 9.5 (Ellen Gould White)","content":"The position that it is of no consequence what men believe, is one of Satan’s most successful deceptions. He knows that the truth, received in the love of it, sanctifies the soul of the receiver; therefore he is constantly seeking to substitute false theories, fables, another gospel. From the beginning, the servants of God have contended against false teachers, not merely as vicious men, but as incubators of falsehoods that were fatal to the soul. Elijah, Jeremiah, Paul, firmly and fearlessly opposed those who were turning men from the word of God. That liberality which regards a correct religious faith as unimportant, found no favor with these holy defenders of the truth."},{"refcode_short":"IC 9.6","refcode_long":"The Impending Conflict, p. 9.6 (Ellen Gould White)","content":"The vague and fanciful interpretations of Scripture, and the many conflicting theories concerning religious faith, that are found in the Christian world, are the work of our great adversary, to confuse minds so that they shall not discern the truth. And the discord and division which exist among the churches of Christendom are in a great measure due to the prevailing custom of wresting the Scriptures to support a favorite theory. Instead of carefully studying God’s word with humility of heart to obtain a knowledge of His will, many seek only to discover something odd or original."},{"refcode_short":"IC 9.7","refcode_long":"The Impending Conflict, p. 9.7 (Ellen Gould White)","content":"In order to sustain erroneous doctrines or unchristian practices, some will seize upon passages of Scripture separated from the context, perhaps quoting half of a single verse as proving their point, when the remaining portion would show the meaning to be quite the opposite. With the cunning of the serpent, they intrench themselves behind disconnected utterances construed to suit their carnal desires. Thus do many willfully pervert the word of God. Others, who have an active imagination, seize upon the figures and symbols of Holy Writ, interpret them to suit their fancy, with little regard to the testimony of Scripture as its own interpreter, and then they present their vagaries as the teachings of the Bible."},{"refcode_short":"IC 9.8","refcode_long":"The Impending Conflict, p. 9.8 (Ellen Gould White)","content":"Whenever the study of the Scriptures is entered upon without a prayerful, humble, teachable spirit, the plainest and simplest as well as the most difficult passages will be wrested from their true meaning. The papal leaders select such portions of Scripture as best serve their purpose, interpret to suit themselves, and then present these to the people, while they deny them the privilege of studying the Bible and understanding its sacred truths for themselves. The whole Bible should be given to the people just as it reads. It would be better for them not to have Bible instruction at all, than to have the teaching of the Scriptures thus grossly misrepresented."},{"refcode_short":"IC 10.1","refcode_long":"The Impending Conflict, p. 10.1 (Ellen Gould White)","content":"The Bible was designed to be a guide to all who wish to become acquainted with the will of their Maker. God gave to men the sure word of prophecy; angels and even Christ Himself came to make known to Daniel and John the things that must shortly come to pass. Those important matters that concern our salvation were not left involved in mystery. They were not revealed in such a way as to perplex and mislead the honest seeker after truth. Said the Lord by the prophet Habakkuk, “Write the vision, and make it plain, . . . that he may run that readeth it.” Habakkuk 2:2. The word of God is plain to all who study it with a prayerful heart. Every truly honest soul will come to the light of truth. “Light is sown for the righteous.” Psalms 97:11. And no church can advance in holiness unless its members are earnestly seeking for truth as for hid treasure."},{"refcode_short":"IC 10.2","refcode_long":"The Impending Conflict, p. 10.2 (Ellen Gould White)","content":"By the cry, Liberality, men are blinded to the devices of their adversary, while he is all the time working steadily for the accomplishment of his object. As he succeeds in supplanting the Bible by human speculations, the law of God is set aside, and the churches are under the bondage of sin while they claim to be free."},{"refcode_short":"IC 10.3","refcode_long":"The Impending Conflict, p. 10.3 (Ellen Gould White)","content":"To many, scientific research has become a curse. God has permitted a flood of light to be poured upon the world in discoveries in science and art; but even the greatest minds, if not guided by the word of God in their research, become bewildered in their attempts to investigate the relations of science and revelation."},{"refcode_short":"IC 10.4","refcode_long":"The Impending Conflict, p. 10.4 (Ellen Gould White)","content":"Human knowledge of both material and spiritual things is impartial and imperfect; therefore many are unable to harmonize their views of science with Scripture statements. Many accept mere theories and speculations as scientific facts, and they think that God’s word is to be tested by the teachings of “science falsely so called.” 1 Timothy 6:20. The Creator and His works are beyond their comprehension; and because they can not explain these by natural laws, Bible history is regarded as unreliable. Those who doubt the reliability of the records of the Old and New Testaments, too often go a step further, and doubt the existence of God, and attribute infinite power to nature. Having let go their anchor, they are left to beat about upon the rocks of infidelity."},{"refcode_short":"IC 10.5","refcode_long":"The Impending Conflict, p. 10.5 (Ellen Gould White)","content":"Thus many err from the faith, and are seduced by the devil. Men have endeavoured to be wiser than their Creator; human philosophy has attempted to search out and explain mysteries which will never be revealed, through the eternal ages. If men would but search and understand what God has made known of Himself and His purposes, they would obtain such a view of the glory, majesty, and power of Jehovah, that they would realize their own littleness, and would be content with that which has been revealed for themselves and their children."},{"refcode_short":"IC 10.6","refcode_long":"The Impending Conflict, p. 10.6 (Ellen Gould White)","content":"It is a masterpiece of Satan’s deceptions to keep the minds of men searching and conjecturing in regard to that which God has not made known, and which He does not intend that we shall understand. It was thus that Lucifer lost his place in heaven. He became dissatisfied because all the secrets of God’s purposes were not confided to him, and he entirely disregarded that which was revealed concerning his own work in the lofty position assigned him. By arousing the same discontent in the angels under his command, he caused their fall. Now he seeks to imbue the minds of men with the same spirit, and to lead them also to disregard the direct commands of God."},{"refcode_short":"IC 10.7","refcode_long":"The Impending Conflict, p. 10.7 (Ellen Gould White)","content":"Those who are unwilling to accept the plain, cutting truths of the Bible are continually seeking for pleasing fables that will quiet the conscience. The less spiritual, self-denying, and humiliating the doctrines presented, the greater the favor with which they are received. These persons degrade the intellectual powers to serve their carnal desires. Too wise in their own conceit to search the Scriptures with contrition of soul and earnest prayer for divine guidance, they have no shield from delusion. Satan is ready to supply the heart’s desire, and he palms off his deceptions in the place of truth. It was thus that the papacy gained its power over the minds of men; and by rejection of the truth because it involves a cross. Protestants are following the same path. All who neglect the word of God to study convenience and policy, that they may not be at variance with the world, will be left to receive damnable heresies for religious truth. Every conceivable form of error will be accepted by those who willfully reject the truth. He who looks with horror upon one deception will readily receive another. The apostle Paul, speaking of a class who “received not the love of the truth, that they might be saved,” declares, “And for this cause God shall send them strong delusion, that they should believe a lie: That they all might be damned who believed not the truth, but had pleasure in unrighteousness.” 2 Thessalonians 2:10-12. With such a warning before us, it behooves us to be on our guard as to what doctrines we receive."},{"refcode_short":"IC 11.1","refcode_long":"The Impending Conflict, p. 11.1 (Ellen Gould White)","content":"Among the most successful agencies of the great deceiver are the delusive teachings and lying wonders of Spiritualism. Disguised as an angel of light, he spreads his nets where least suspected. If men would but study the Book of God with earnest prayer that they might understand it, they would not be left in darkness to receive false doctrines. But as they reject the truth, they fall a prey to deception."},{"refcode_short":"IC 11.2","refcode_long":"The Impending Conflict, p. 11.2 (Ellen Gould White)","content":"Another dangerous error is the doctrine that denies the deity of Christ, claiming that He had no existence before His advent to this world. This theory is received with favor by a large class who profess to believe the Bible; yet it directly contradicts the plainest statements of our Saviour concerning His relationship with the Father, His divine character, and His pre-existence. It cannot be entertained without the most unwarranted wresting of the Scriptures. It not only lowers man’s conceptions of the work of redemption, but undermines faith in the Bible as a revelation from God. While this renders it the more dangerous, it makes it also harder to meet. If men reject the testimony of the inspired Scriptures concerning the deity of Christ, it is in vain to argue the point with them; for no argument, however conclusive, could convince them. “But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.” 1 Corinthians 2:14. None who hold this error can have a true conception of the character or the mission of Christ, or of the great plan of God for man’s redemption."},{"refcode_short":"IC 11.3","refcode_long":"The Impending Conflict, p. 11.3 (Ellen Gould White)","content":"Still another subtle and mischievous error is the fast-spreading belief that Satan has no existence as a personal being; that the name is used in Scripture merely to represent men’s evil thoughts and desires."},{"refcode_short":"IC 11.4","refcode_long":"The Impending Conflict, p. 11.4 (Ellen Gould White)","content":"The teaching so widely echoed from popular pulpits, that the second advent of Christ is His coming to each individual at death, is a device to divert the minds of men from His personal coming in the clouds of heaven. For years Satan has thus been saying, “Behold, He is in the secret chambers” (Matthew 24:23-26); and many souls have been lost by accepting this deception."},{"refcode_short":"IC 11.5","refcode_long":"The Impending Conflict, p. 11.5 (Ellen Gould White)","content":"Again, worldly wisdom teaches that prayer is not essential. Men of science claim that there can be no real answer to prayer; that this would be a violation of law, a miracle, and that miracles have no existence. The universe, they say, is governed by fixed laws, and God Himself does nothing contrary to these laws. Thus they represent God as bound by His own laws — as if the operation of divine laws could exclude divine freedom. Such teaching is opposed to the testimony of the Scriptures. Were not miracles wrought by Christ and His apostles? The same compassionate Saviour lives today, and He is as willing to listen to the prayer of faith as when He walked visibly among men. The natural co-operates with the supernatural. It is a part of God’s plan to grant us, in answer to the prayer of faith, that which He would not bestow did we not thus ask."},{"refcode_short":"IC 11.6","refcode_long":"The Impending Conflict, p. 11.6 (Ellen Gould White)","content":"Innumerable are the erroneous doctrines and fanciful ideas that are obtaining among the churches of Christendom. It is impossible to estimate the evil results of removing one of the landmarks fixed by the word of God. Few who venture to do this stop with the rejection of a single truth. The majority continue to set aside one after another of the principles of truth, until they become actual infidels."},{"refcode_short":"IC 11.7","refcode_long":"The Impending Conflict, p. 11.7 (Ellen Gould White)","content":"The errors of popular theology have driven many a soul to skepticism, who might otherwise have been a believer in the Scriptures. It is impossible for him to accept doctrines which outrage his sense ofjustice, mercy, and benevolence; and since these are represented as the teachings of the Bible, he refuses to receive it as the word of God."},{"refcode_short":"IC 11.8","refcode_long":"The Impending Conflict, p. 11.8 (Ellen Gould White)","content":"And this is the object which Satan seeks to accomplish. There is nothing that he desires more than to destroy confidence in God and in His word. Satan stands at the head of the great army of doubters, and he works to the utmost of his power to beguile souls into his ranks. It is becoming fashionable to doubt. There is a large class by whom the word of God is looked upon with distrust for the same reason as was its Author, — because it reproves and condemns sin. Those who are unwilling to obey its requirements, endeavor to overthrow its authority. They read the Bible, or listen to its teachings as presented from the sacred desk, merely to find fault with the Scriptures or with the sermon. Not a few become infidels in order to justify or excuse themselves in neglect of duty. Others adopt skeptical principles from pride and indolence. Too ease loving to distinguish themselves by accomplishing anything worthy of honor, which requires effort and self-denial, they aim to secure a reputation for superior wisdom by criticizing the Bible. There is much which the finite mind, unenlightened by divine wisdom, is powerless to comprehend; and thus they find occasion to criticize. There are many who seem to feel that it is a virtue to stand on the side of unbelief, skepticism, and infidelity. But underneath an appearance of candour, it will be found that such persons are actuated by self-confidence and pride. Many delight in finding something in the Scriptures to puzzle the minds of others. Some at first criticize and reason on the wrong side, from a mere love of controversy. They do not realize that they are thus entangling themselves in the snare of the fowler. But having openly expressed unbelief, they feel that they must maintain their position. Thus they unite with the ungodly, and close to themselves the gates of Paradise."},{"refcode_short":"IC 12.1","refcode_long":"The Impending Conflict, p. 12.1 (Ellen Gould White)","content":"God has given in His word sufficient evidence of its divine character. The great truths which concern our redemption are clearly presented. By the aid of the Holy Spirit, which is promised to all who seek it in sincerity, every man may understand these truths for himself. God has granted to men a strong foundation upon which to rest their faith."},{"refcode_short":"IC 12.2","refcode_long":"The Impending Conflict, p. 12.2 (Ellen Gould White)","content":"Yet the finite minds of men are inadequate fully to comprehend the plans and purposes of the Infinite One. We can never by searching find out God. We must not attempt to lift with presumptuous hand the curtain behind which He veils His majesty. The apostle exclaims, “How unsearchable are his judgments, and his ways past finding out!” Romans 11:33. We can so far comprehend His dealings with us, and the motives by which He is actuated, that we may discern boundless love and mercy united to infinite power. Our Father in heaven orders everything in wisdom and righteousness, and we are not to be dissatisfied and distrustful, but to bow in reverent submission. He will reveal to us as much of His purposes as it is for our good to know, and beyond that we must trust the Hand that is omnipotent, the Heart that is full of love."},{"refcode_short":"IC 12.3","refcode_long":"The Impending Conflict, p. 12.3 (Ellen Gould White)","content":"While God has given ample evidence for faith, He will never remove all excuse for unbelief. All who look for hooks to hang their doubts upon, will find them. And those who refuse to accept and obey God’s word until every objection has been removed, and there is no longer an opportunity for doubt, will never come to the light. . . ."},{"refcode_short":"IC 12.4","refcode_long":"The Impending Conflict, p. 12.4 (Ellen Gould White)","content":"There is but one course for those to pursue who honestly desire to be freed from doubts. Instead of questioning and caviling concerning that which they do not understand, let them give heed to the light which already shines upon them, and they will receive greater light. Let them do every duty which has been made plain to their understanding, and they will be enabled to understand and perform those of which they are now in doubt."},{"refcode_short":"IC 12.5","refcode_long":"The Impending Conflict, p. 12.5 (Ellen Gould White)","content":"Satan can present a counterfeit so closely resembling the truth that it deceives those who are willing to be deceived, who desire to shun the self-denial and sacrifice demanded by the truth; but it is impossible for him to hold under his power one soul who honestly desires, at whatever cost, to know the truth. Christ is the truth, and the “Light, which lighteth every man that cometh into the world.” John 1:9. The Spirit of truth has been sent to guide men into all truth. And upon the authority of the Son of God it is declared, “Seek, and ye shall find.” “If any man will do His will, he shall know of the doctrine.” Matthew 7:7; John 7:17."},{"refcode_short":"IC 12.6","refcode_long":"The Impending Conflict, p. 12.6 (Ellen Gould White)","content":"The followers of Christ know little of the plots which Satan and his hosts are forming against them. But He who sitteth in the heavens will overrule all these devices for the accomplishment if His deep designs. The Lord permits His people to be subjected to the fiery ordeal of temptation, not because He takes pleasure in their distress and affliction, but because this process is essential to their final victory. He could not, consistently with His own glory, shield them from temptation; for the very object of the trial is to prepare them to resist all the allurements of evil."},{"refcode_short":"IC 12.7","refcode_long":"The Impending Conflict, p. 12.7 (Ellen Gould White)","content":"Neither wicked men nor devils can hinder the work of God, or shut out His presence from His people, if they will, with subdued, contrite hearts, confess and put away their sins, and in faith claim His promises. Every temptation, every opposing influence, whether open or secret, may be successfully resisted, “Saying, Not by might, nor by power, but by my spirit, saith the LORD of hosts.” Zechariah 4:6. . . ."},{"refcode_short":"IC 12.8","refcode_long":"The Impending Conflict, p. 12.8 (Ellen Gould White)","content":"Satan is well aware that the weakest soul who abides in Christ is more than a match for the hosts of darkness, and that, should he reveal himself openly, he would be met and resisted. Therefore he seeks to draw away the soldiers of the cross from their strong fortification, while he lies in ambush with his forces, ready to destroy all who venture upon his ground. Only in humble reliance upon God and obedience to all His commandments, can be secure."},{"refcode_short":"IC 13.1","refcode_long":"The Impending Conflict, p. 13.1 (Ellen Gould White)","content":"No man is safe for a day or an hour without prayer. Especially should we entreat the Lord for wisdom to understand His word. Here are revealed the wiles of the tempter, and the means by which he may be successfully resisted. Satan is an expert in quoting Scripture, placing his own interpretation upon passages, by which he hopes to cause us to stumble. We should study the Bible with humility of heart, never losing sight of our dependence upon God. While we must constantly guard against the devices of Satan, we should pray in faith continually, “Lead us not into temptation.”"},{"refcode_short":"IC 14","refcode_long":"The Impending Conflict, p. 14 (Ellen Gould White)","content":"The First Great Deception"},{"refcode_short":"IC 14.1","refcode_long":"The Impending Conflict, p. 14.1 (Ellen Gould White)","content":"WITH the earliest history of man, Satan began his efforts to deceive our race. He who had incited rebellion in heaven, desired to bring the inhabitants of the earth to unite with him in his warfare against the government of God. Adam and Eve had been perfectly happy in obedience to the law of God, and this fact was a constant testimony against the claim which Satan had urged in heaven, that God’s law was oppressive, and opposed to the good of His creatures. And furthermore, Satan’s envy was excited as he looked upon the beautiful home prepared for the sinless pair. He determined to cause their fall, that, having separated them from God and brought them under his own power, he might gain possession of the earth, and here establish his kingdom, in opposition to the Most High."},{"refcode_short":"IC 14.2","refcode_long":"The Impending Conflict, p. 14.2 (Ellen Gould White)","content":"Had Satan revealed himself in his real character, he would have been repulsed at once, for Adam and Eve had been warned against this dangerous foe; but he worked in the dark, concealing his purpose, that he might more effectually accomplish his object. Employing as his medium the serpent, then a creature of fascinating appearance, he addressed himself to Eve, “Hath God said, Ye shall not eat of every tree of the garden?” Genesis 3:1. Had Eve refrained from entering into argument with the tempter, she would have been safe; but she ventured to parley with him, and fell a victim to his wiles. It is thus that many are still overcome. They doubt and argue concerning the requirements of God; and instead of obeying the divine commands, they accept human theories, which but disguise the devices of Satan."},{"refcode_short":"IC 14.3","refcode_long":"The Impending Conflict, p. 14.3 (Ellen Gould White)","content":"“And the woman said unto the serpent, We may eat of the fruit of the trees of the garden: But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die. And the serpent said unto the woman, Ye shall not surely die: For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.” Genesis 3:2-5. He declared that they would become like God, possessing greater wisdom than before, and being capable of a higher state of existence. Eve yielded to temptation; and through her influence, Adam was led into sin. They accepted the words of the serpent, that God did not mean what He said; they distrusted their Creator, and imagined that He was restricting their liberty, and that they might obtain great wisdom and exaltation by transgressing His law."},{"refcode_short":"IC 14.4","refcode_long":"The Impending Conflict, p. 14.4 (Ellen Gould White)","content":"But what did Adam, after his sin, find to be the meaning of the words, “In the day that thou eatest thereof thou shalt surely die?” Did he find them to mean, as Satan had led him to believe, that he was to be ushered into a more exalted state of existence? Then indeed there was great good to be gained by transgression, and Satan was proved to be a benefactor of the race. But Adam did not find this to be the meaning of the divine sentence. God declared that as a penalty for his sin, man should return to the ground whence he was taken: “For dust thou art, and unto dust shalt thou return.” Genesis 3:19. The words of Satan, “Your eyes shall be opened,” proved to be true in this sense only; to discern their folly; they did know evil, and they tasted the bitter fruit of transgression."},{"refcode_short":"IC 14.5","refcode_long":"The Impending Conflict, p. 14.5 (Ellen Gould White)","content":"In the midst of Eden grew the tree of life, whose fruit had the power of perpetuating life. Had Adam remained obedient to God, he would have continued to enjoy free access to this tree, and would have lived forever. But when he sinned, he was cut off from partaking of the tree of life, and he became subject to death. The divine sentence, “Dust thou art, and unto dust shalt thou return,” points to the utter extinction of life."},{"refcode_short":"IC 14.6","refcode_long":"The Impending Conflict, p. 14.6 (Ellen Gould White)","content":"Immortality, promised to man on condition of obedience, had been forfeited by transgression. Adam could not transmit to his posterity that which he did not possess; and there could have been no hope for the fallen race had not God, by the sacrifice of His Son, brought immortality within their reach. While “death passed upon all men, for that all have sinned,” Christ “hath brought life and immortality to light through the gospel.” Romans 5:12; 2 Timothy 1:10. And only through Christ can immortality be obtained. Said Jesus, “He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life;” John 3:36. Every man may come into possession of this priceless blessing if he will comply with the conditions. All “who by patient continuance in well¬doing seek for glory and honor and immortality,” will receive “eternal life.” Romans 2:7."},{"refcode_short":"IC 15.1","refcode_long":"The Impending Conflict, p. 15.1 (Ellen Gould White)","content":"The only one who promised Adam life in disobedience was the great deceiver. And the declaration of the serpent to Eve in Eden, — “Ye shall not surely die,” — was the first sermon ever preached upon the immortality of the soul. Yet this declaration, resting solely upon the authority of Satan, is echoed from the pulpits of Christendom, and is received by the majority of mankind as readily as it was received by our first parents. The divine sentence, “The soul that sinneth, it shall die” (Ezekiel 18:20), is made to mean, The soul that sinneth, it shall not die, but live eternally. We cannot but wonder at the strange infatuation which renders men so credulous concerning the words of Satan, and so unbelieving in regard to the words of God."},{"refcode_short":"IC 15.2","refcode_long":"The Impending Conflict, p. 15.2 (Ellen Gould White)","content":"Had man, after his fall, been allowed free access to the tree of life, he would have lived forever, and thus sin would have been immortalized. But cherubim and a flaming sword kept “the way of the tree of life” (Genesis 3:24), and not one of the family of Adam has been permitted to pass that barrier and partake of the life-giving fruit. Therefore there is not an immortal sinner."},{"refcode_short":"IC 15.3","refcode_long":"The Impending Conflict, p. 15.3 (Ellen Gould White)","content":"But after the fall, Satan bade his angels make a special effort to inculcate the belief in man’s natural immortality; and having induced the people to receive this error, they were to lead them on to conclude that the sinner would live in eternal misery. Now the prince of darkness, working through his agents, represents God as a revengeful tyrant, declaring that He plunges into hell all those who do not please Him, and causes them ever to feel His wrath; and that while they suffer unutterable anguish, and writhe in the eternal flames, their Creator looks down upon them with satisfaction."},{"refcode_short":"IC 15.4","refcode_long":"The Impending Conflict, p. 15.4 (Ellen Gould White)","content":"Thus the archfiend clothes with his own attributes the Creator and Benefactor of mankind. Cruelty is satanic. God is love; and all that He created was pure, holy, and lovely, until sin was brought in by the first great rebel. Satan himself is the enemy who tempts man to sin, and then destroys him if he can; and when he has made sure of his victim, then he exults in the ruin he has wrought. If permitted, he would sweep the entire race into his net. Were it not for the interposition of divine power, not one son or daughter of Adam would escape."},{"refcode_short":"IC 15.5","refcode_long":"The Impending Conflict, p. 15.5 (Ellen Gould White)","content":"Satan is seeking to overcome men today, as he overcame our first parents, by shaking their confidence in their Creator, and leading them to doubt the wisdom of His government and the justice of His laws. Satan and his emissaries represent God as even worse than themselves, in order to justify their own malignity and rebellion. The great deceiver endeavours to shift his own horrible cruelty of character upon our heavenly Father, that he may cause himself to appear as one greatly wronged by his expulsion from heaven because he would not submit to so unjust a governor. He presents before the world the liberty which they may enjoy under his mild sway, in contrast with the bondage imposed by the stern decrees of Jehovah. Thus he succeeds in luring souls away from their allegiance to God."},{"refcode_short":"IC 15.6","refcode_long":"The Impending Conflict, p. 15.6 (Ellen Gould White)","content":"How repugnant to every emotion of love and mercy, and even to our sense of justice, is the doctrine that the wicked dead are tormented with fire and brimstone in an eternally burning hell; that for the sins of a brief earthly life they are to suffer torture as long as God shall live. Yet this doctrine has been widely taught, and is still embodied in many of the creeds of Christendom. . . . ."},{"refcode_short":"IC 15.7","refcode_long":"The Impending Conflict, p. 15.7 (Ellen Gould White)","content":"A large class to whom the doctrine of eternal torment is revolting, are driven to the opposite error. They see that the Scriptures represent God as a being of love and compassion, and they cannot believe that He will consign His creatures to the fires of an eternally burning hell. But holding that the soul is naturally immortal, they see no alternative but to conclude that all mankind will finally be saved. Many regard the threatenings of the Bible as designed merely to frighten men into obedience, and not to be literally fulfilled. Thus the sinner can live in selfish pleasure, disregarding the requirements of God, and yet expect to be finally received into His favor. Such a doctrine, presuming upon God’s mercy, but ignoring His justice, pleases the carnal heart, and emboldens the wicked in their iniquity. . . ."},{"refcode_short":"IC 15.8","refcode_long":"The Impending Conflict, p. 15.8 (Ellen Gould White)","content":"If it were true that the souls of all men passed directly to heaven at the hour of dissolution, then we might well covet death rather than life. Many have been led by this belief to put an end to this existence. When overwhelmed with trouble, perplexity, and disappointment, it seems an easy thing to break the brittle thread of life, and soar away into the bliss of the eternal world."},{"refcode_short":"IC 16.1","refcode_long":"The Impending Conflict, p. 16.1 (Ellen Gould White)","content":"God has given in His word decisive evidence that He will punish the transgressors of His law. Those who flatter themselves that He is too merciful to execute justice upon the sinner, have only to look at Calvary. The death of the spotless Son of God testifies that “the wages of sin is death,” that every violation of God’s law must receive its just retribution. Christ the sinless became sin for man. He bore the guilt of transgression, and the hiding of his Father’s face, until His heart was broken and His life crushed out. All this sacrifice was made that sinners might be redeemed. In no other way could man be freed from the penalty of sin. And every soul that refuses to become a partaker of the atonement provided at such a cost, must bear in his own person the guilt and punishment of transgression. . . . ."},{"refcode_short":"IC 16.2","refcode_long":"The Impending Conflict, p. 16.2 (Ellen Gould White)","content":"Could those whose lives have been spent in rebellion against God be suddenly transported to heaven, and witness the high, the holy state of perfection that ever exists there, — every soul filled with love, every countenance beaming with joy, enrapturing music in melodious strains rising in honor of God and the Lamb, and ceaseless streams of light flowing upon the redeemed from the face of Him who sitteth upon the throne, — could those whose hearts are filled with hatred of God, of truth and holiness, mingle with the heavenly throng and join their songs of praise? Could they endure the glory of God and the Lamb? No, no; years of probation were granted them, that they might form characters for heaven; but they have never trained the mind to love purity; they have never learned the language of heaven, and now it is too late. A life of rebellion against God has unfitted them for heaven. Its purity, holiness, and peace would be torture to them; the glory of God would be a consuming fire. They would long to flee from that holy place. They would welcome destruction, that they might be hidden from the face of Him who died to redeem them. The destiny of the wicked is fixed by their own choice. Their exclusion from heaven is voluntary with themselves, and just and merciful on the part of God. . . . ."},{"refcode_short":"IC 16.3","refcode_long":"The Impending Conflict, p. 16.3 (Ellen Gould White)","content":"The theory of the immortality of the soul was one of those false doctrines that Rome, borrowing from paganism, incorporated into the religion of Christendom. Martin Luther classed it with the “monstrous fables that form part of the Roman dunghill of decretals.” — “The Problem of Immortality, ” E. Petavel, page 255 (ed. 1892). Commenting on the words of Solomon in Ecclesiastes, that the dead know not anything, the Reformer says: “Another place proving that the dead have no . . . feeling. There is, saith he, no duty, no science, no knowledge, no wisdom there. Solomon judgeth that the dead are asleep, and feel nothing at all. For the dead lie there, accounting neither days nor years, but when they are awaked, they shall seem to have slept scarce one minute.” — Luther’s “Exposition of Solomon’s Booke Called Ecclesiastes,” page 152 (ed. 1573, London)."},{"refcode_short":"IC 16.4","refcode_long":"The Impending Conflict, p. 16.4 (Ellen Gould White)","content":"Nowhere in the Sacred Scriptures is found the statement that the righteous go to their reward or the wicked to their punishment at death. The patriarchs and prophets have left no such assurance. Christ and His apostles have given no hint of it. The Bible clearly teaches that the dead do not go immediately to heaven. They are represented as sleeping until the resurrection. 1 Thessalonians 4:14; Job 14:10-12. In the very day when the silver cord is loosed and the golden bowl broken (Eccl. 12:6), man’s thoughts perish. They that go down to the grave are in silence. They know no more of anything that is done under the sun. Job 14:21. Blessed rest for the weary righteous! Time, be it long or short, is but a moment to them. They sleep; they are awakened by the trump of God to a glorious immortality. “For the trumpet shall sound, and the dead shall be raised incorruptible, . . . So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.” 1 Corinthians 15:52-55. As they are called forth from their deep slumber, they begin to think just where they ceased. The last sensation was the pang of death, the last thought that they were falling beneath the power of the grave. When they arise from the tomb, their first glad thought will be echoed in the triumphal shout, “O death, where is thy sting? O grave, where is thy victory?” 1 Corinthians 15:55."},{"refcode_short":"IC 17","refcode_long":"The Impending Conflict, p. 17 (Ellen Gould White)","content":"The Impending Conflict"},{"refcode_short":"IC 17.1","refcode_long":"The Impending Conflict, p. 17.1 (Ellen Gould White)","content":"FROM the very beginning of the great controversy in heaven, it has been Satan’s purpose to overthrow the law of God. It was to accomplish this that he entered upon his rebellion against the Creator; and though he was cast out of heaven, he has continued the same warfare upon the earth. To deceive men, and thus lead them to transgress God’s law, is the object which he has steadfastly pursued. Whether this be accomplished by casting aside the law altogether, or by rejecting one of its precepts, the result will be ultimately the same. He that offends “in one point,” manifests contempt for the whole law; his influence and example are on the side of transgression; he becomes “guilty of all.” James 2:10."},{"refcode_short":"IC 17.2","refcode_long":"The Impending Conflict, p. 17.2 (Ellen Gould White)","content":"In seeking to cast contempt upon the divine statutes, Satan has perverted the doctrines of the Bible, and errors have thus become incorporated into the faith of thousands who profess to believe the Scriptures. The last great conflict between truth and error is but the final struggle of the long-standing controversy concerning the law of God. Upon this battle we are now entering, — a battle between the laws of men and the precepts of Jehovah, between the religion of the Bible and the religion of fable and tradition."},{"refcode_short":"IC 17.3","refcode_long":"The Impending Conflict, p. 17.3 (Ellen Gould White)","content":"The agencies which will unite against truth and righteousness in this contest are now actively at work. God’s holy word, which has been handed down to us at such a cost of suffering and blood, is but little valued. The Bible is within the reach of all, but there are few who really accept it as the rule of life. Infidelity prevails to an alarming extent, not in the world merely, but in the church. Many have come to deny doctrines which are the very pillars of the Christian faith. The great facts of creation as presented by the inspired writers, the fall of man, the atonement, and the perpetuity of the law of God, are practically rejected, either wholly or in part, by a large share of the professedly Christian world. Thousands who pride themselves upon their wisdom and independence, regard it an evidence of weakness to place implicit confidence in the Bible; they think it a proof of superior talent and learning to cavil at the Scriptures, and to spiritualize and explain away their most important truths. Many ministers are teaching their people, and many professors and teachers are instructing their students, that the law of God has been changed or abrogated; and those who regard its requirements as still valid, to be literally obeyed, are thought to be deserving only of ridicule or contempt."},{"refcode_short":"IC 17.4","refcode_long":"The Impending Conflict, p. 17.4 (Ellen Gould White)","content":"In rejecting the truth, men reject its Author. In trampling upon the law of God, the deny the authority of the Lawgiver. It is as easy to make an idol of false doctrines and theories as to fashion an idol from wood or stone. By misrepresenting the attributes of God, Satan leads men to conceive of Him in a false character. With many, a philosophical idol is enthroned in the place of Jehovah; while the living God, as He is revealed in His word, in Christ, and in the works of creation, is worshiped by but few. Thousands deify nature, while they deny the God of nature. Though in a different form, idolatry exists in the Christian world today as verily as it existed among ancient Israel in the days of Elijah. The god of many professedly wise men, of philosophers, poets, politicians, journalists, — the god of polished fashionable circles, of many colleges and universities, even of some theological institutions, — is little better than Baal, the sun god of Phoenicia."},{"refcode_short":"IC 17.5","refcode_long":"The Impending Conflict, p. 17.5 (Ellen Gould White)","content":"No error accepted by the Christian world strikes more boldly against the authority of Heaven, none is more directly opposed to the dictates of reason, none is more pernicious in its results, than the modern doctrine, so rapidly gaining ground, that God’s law is no longer binding upon men. Every nation has its laws, which command respect and obedience; no government could exist without them; and can it be conceived that the Creator of the heavens and the earth has no law to govern the beings He has made? Suppose that prominent ministers were publicly to teach that the statutes which govern their land and protect the right of its citizens were not obligatory, — that they restricted the liberties of the people, and therefore ought not to be obeyed; how long would such men be tolerated in the pulpit? But is it a graver offense to disregard the laws of states and nations than to trample upon those divine precepts which are the foundation of all government?"},{"refcode_short":"IC 17.6","refcode_long":"The Impending Conflict, p. 17.6 (Ellen Gould White)","content":"It would be far more consistent for nations to abolish their statutes, and permit the people to do as they please, than for the Ruler of the universe to annul His law, and leave the world without a standard to condemn the guilty or justify the obedient. Would we know the result of making void the law of God? The experiment has been tried. Terrible were the scenes enacted in France when atheism became the controlling power. It was then demonstrated to the world that to throw off restraints which God imposed is to accept the rule of the cruelest of tyrants. When the standard of righteousness is set aside, the way is open for the prince of evil to establish his power in the earth."},{"refcode_short":"IC 18.1","refcode_long":"The Impending Conflict, p. 18.1 (Ellen Gould White)","content":"Wherever the divine precepts are rejected, sin ceases to appear sinful, or righteousness desirable. Those who refuse to submit to the government of God are wholly unfit to govern themselves. Through their pernicious teachings, the spirit of insubordination is implanted in the hearts of children and youth, who are naturally impatient of control; and a lawless, licentious state of society results. While scoffing at the credulity of those who obey the requirements of God, the multitudes eagerly accept the delusions of Satan. They give the rein to lust, and practice the sins which have called down judgments upon the heathen."},{"refcode_short":"IC 18.2","refcode_long":"The Impending Conflict, p. 18.2 (Ellen Gould White)","content":"Those who teach the people to regard lightly the commandments of God sow disobedience to reap disobedience. Let the restraint imposed by the divine law be wholly cast aside, and human laws would soon be disregarded. Because God forbids dishonest practices, coveting, lying, and defrauding, men are ready to trample upon His statutes as a hindrance to their worldly prosperity; but the results of banishing these precepts would be such as they do not anticipate. If the law were not binding, why should any fear to transgress? Property would no longer be safe. Men would obtain their neighbors’ possessions by violence; and the strongest would become the richest. Life itself would not be respected. The marriage vow would no longer stand as a sacred bulwark to protect the family. He who had the power, would, if he desired, take his neighbor’s wife by violence. The fifth commandment would be set aside with the fourth. Children would not shrink from taking the life of their parents, if by so doing they could obtain the desire of their hearts. The civilized world would become a horde of robbers and assassins; and peace, rest, and happiness would be banished from the earth."},{"refcode_short":"IC 18.3","refcode_long":"The Impending Conflict, p. 18.3 (Ellen Gould White)","content":"Already the doctrine that men are released from obedience to God’s requirements has weakened the force of moral obligation, and opened the floodgates of iniquity upon the world. Lawlessness, dissipation, and corruption are sweeping in upon us like an overwhelming tide. In the family, Satan is at work. His banner waves, even in professedly Christian households. There is envy, evil surmising, hypocrisy, estrangement, emulation, strife, betrayal of sacred trusts, indulgence of lust. The whole system of religious principles and doctrines, which should form the foundation and framework of social life, seems to be a tottering mass, ready to fall to ruin. The vilest of criminals, when thrown into prison for their offenses, are often made the recipients of gifts and attentions, as if they had attained an enviable distinction. Great publicity is given to their character and crimes. The press publishes the revolting details of vice, thus initiating others into the practice of fraud, robbery, and murder; and Satan exults in the success of his hellish schemes. The infatuation of vice, the wanton taking of life, the terrible increase of intemperance and iniquity of every order and degree, should arouse all who fear God, to inquire what can be done to stay the tide of evil."},{"refcode_short":"IC 18.4","refcode_long":"The Impending Conflict, p. 18.4 (Ellen Gould White)","content":"Courts of justice are corrupt. Rulers are actuated by desire for gain, and love of sensual pleasure. Intemperance has beclouded the faculties of many, so that Satan has almost complete control over them. Jurists are perverted, bribed, deluded. Drunkenness and revelry, passion, envy, dishonesty of every sort, are represented among those who administer the laws. “Justice standeth afar off: for truth is fallen in the street, and equity cannot enter.” Isaiah 59:14."},{"refcode_short":"IC 18.5","refcode_long":"The Impending Conflict, p. 18.5 (Ellen Gould White)","content":"The iniquity and spiritual darkness that prevailed under the supremacy of Rome were the inevitable result of her suppression of the Scriptures; but where is to be found the cause of the widespread infidelity, the rejection of the law of God, and the consequent corruption, under the full blaze of gospel light in an age of religious freedom? Now that Satan can no longer keep the world under his control by withholding the Scriptures, he resorts to other means to accomplish the same object. To destroy faith in the Bible serves his purpose as well as to destroy the Bible itself. By introducing the belief that God’s law is not binding, he as effectually leads men to transgress as if they were wholly ignorant of its precepts. And now, as in former ages, he has worked through the church to further his designs. The religious organizations of the day have refused to listen to unpopular truths plainly brought to view in the Scriptures, and in combating them they have adopted interpretations and taken positions which have sown broadcast the seeds of skepticism. Clinging to the papal error of natural immortality and man’s consciousness in death, they have rejected the only defense against the delusions of Spiritualism. The doctrine of eternal torment has led many to disbelieve the Bible. And as the claims of the fourth commandment are urged upon the people, it is found that the observance of the seventh-day Sabbath is enjoined; and as the only way to free themselves from a duty which they are unwilling to perform, many popular teachers declare that the law of God is no longer binding. Thus they cast away the law and the Sabbath together. As the work of Sabbath reform extends, this rejection of the divine law to avoid the claims of the fourth commandment will become well nigh universal. The teachings of religious leaders have opened the door to infidelity, to Spiritualism, and to contempt for God’s holy law; and upon these leaders rests a fearful responsibility for the iniquity that exists in the Christian world."},{"refcode_short":"IC 19.1","refcode_long":"The Impending Conflict, p. 19.1 (Ellen Gould White)","content":"Yet this very class put forth the claim that the fast-spreading corruption is largely attributable to the desecration of the so-called “Christian sabbath,” and that the enforcement of Sunday observance would greatly improve the morals of society. This claim is especially urged in America, where the doctrine of the true Sabbath has been most widely preached. Here the temperance work, one of the most prominent and important of moral reforms, is often combined with the Sunday movement, and the advocates of the latter represent themselves as laboring to promote the highest interest of society; and those who refuse to unite with them are denounced as the enemies of temperance and reform. But the fact that a movement to establish error is connected with a work which is in itself good, is not an argument in favor of the error. We may disguise poison by mingling it with wholesome food, but we do not change its nature. On the contrary, it is rendered more dangerous, as it is more likely to be taken unawares. It is one of Satan’s devices to combine with falsehood just enough truth to give it plausibility. The leaders of the Sunday movement may advocate reforms which the people need, principles which are in harmony with the Bible; yet while there is with these a requirement which is contrary to God’s law, His servants cannot unite with them. Nothing can justify them in setting aside the commandments of God for the precepts of men."},{"refcode_short":"IC 19.2","refcode_long":"The Impending Conflict, p. 19.2 (Ellen Gould White)","content":"Through the two great errors, the immortality of the soul and Sunday sacredness, Satan will bring the people under his deceptions. While the former lays the foundation of Spiritualism, the latter creates a bond of sympathy with Rome. The Protestants of the United States will be foremost in stretching their hands across the abyss to clasp hands with the Roman power; and under the influence of this threefold union, this country will follow in the steps of Rome in trampling on the rights of conscience."},{"refcode_short":"IC 19.3","refcode_long":"The Impending Conflict, p. 19.3 (Ellen Gould White)","content":"As Spiritualism more closely imitates the nominal Christianity of the day, it has greater power to deceive and ensnare. Satan himself is converted, after the modern order of things. He will appear in the character of an angel of light. Through the agency of Spiritualism, miracles will be wrought, the sick will be healed, and many undeniable wonders will be performed. And as the spirits will profess faith in the Bible, and manifest respect for the institutions of the church, their work will be accepted as a manifestation of divine power."},{"refcode_short":"IC 19.4","refcode_long":"The Impending Conflict, p. 19.4 (Ellen Gould White)","content":"The line of distinction between professed Christians and the ungodly is now hardly distinguishable. Church members love what the world loves, and are ready to join with them; and Satan determines to unite them in one body, and thus strengthen his cause by sweeping all into the ranks of Spiritualism. Papists, who boast of miracles as a certain sign of the true church, will be readily deceived by this wonder-working power; and Protestants, having cast away the shield of truth, will also be deluded. Papists, Protestants, and worldlings will alike accept the form of godliness without the power, and they will see in this union a grand movement for the conversion of the world, and the ushering in of the long-expected millennium."},{"refcode_short":"IC 19.5","refcode_long":"The Impending Conflict, p. 19.5 (Ellen Gould White)","content":"Through Spiritualism, Satan appears as a benefactor of the race, healing the diseases of the people, and professing to present a new and more exalted system of religious faith; but at the same time he works as a destroyer. His temptations are leading multitudes to ruin. Intemperance dethrones reason; sensual indulgence, strife, and bloodshed follow. Satan delights in war; for it excites the worst passions of the soul, and then sweeps into eternity its victims steeped in vice and blood. It is his object to incite the nations to war against one another; for he can thus divert the minds of the people from the work of preparation to stand in the day of God."},{"refcode_short":"IC 19.6","refcode_long":"The Impending Conflict, p. 19.6 (Ellen Gould White)","content":"Satan works through the elements also to garner his harvest of unprepared souls. He has studied the secrets of the laboratories of nature, and he uses all his power to control the elements as far as God allows. When he was suffered to afflict Job, how quickly flocks and herds, servants, houses, children, were swept away, one trouble succeeding another as in a moment. It is God that shields His creatures, and hedges them in from the power of the destroyer. But the Christian world have shown contempt for the law of Jehovah; and the Lord will do just what He has declared that He would, — He will withdraw His blessings from the earth, and remove His protecting care from those who are rebelling against His law, and teaching and forcing others to do the same. Satan has control of all whom God does not especially guard. He will favor and prosper some, in order to further his own designs; and he will bring trouble upon others, and lead men to believe that it is God who is afflicting them."},{"refcode_short":"IC 20.1","refcode_long":"The Impending Conflict, p. 20.1 (Ellen Gould White)","content":"While appearing to the children of men as a great physician who can heal all their maladies, he will bring disease and disaster, until populous cities are reduced to ruin and desolation. Even now he is at work. In accidents and calamities by sea and by land, in great conflagrations, in fierce tornadoes and terrific hailstorms, in tempests, floods, cyclones, tidal waves, and earthquakes, in every place and in a thousand forms, Satan is exercising his power. He sweeps away the ripening harvest, and famine and distress follow. He imparts to the air a deadly taint, and thousands perish by the pestilence. These visitations are to become more and more frequent and disastrous. Destruction will be upon both man and beast. “The earth mourneth and fadeth away,” “the haughty people . . . do languish. The earth also is defiled under the inhabitants thereof; because they have transgressed the laws, changed the ordinance, broken the everlasting covenant.” Isaiah 24:4, 5."},{"refcode_short":"IC 20.2","refcode_long":"The Impending Conflict, p. 20.2 (Ellen Gould White)","content":"And then the great deceiver will persuade men that those who serve God are causing these evils. The class that have provoked the displeasure of Heaven will charge all their troubles upon those whose obedience to God’s commandments is a perpetual reproof to transgressors. It will be declared that men are offending God by the violation of the Sunday sabbath; that this sin has brought calamities which will not cease until Sunday observance shall be strictly enforced; and that those who present the claims of the fourth commandment, thus destroying reverence for Sunday, are troublers of the people, preventing their restoration to divine favor and temporal prosperity. Thus the accusation urged of old against the servant of God will be repeated, and upon grounds equally well established: “And it came to pass, when Ahab saw Elijah, that Ahab said unto him, Art thou he that troubleth Israel? And he answered, I have not troubled Israel; but thou, and thy father’s house, in that ye have forsaken the commandments of the LORD, and thou hast followed Baalim. 1 Kings 18:17, 18. As the wrath of the people shall be excited by false charges, they will pursue a course toward God’s ambassadors very similar to that which apostate Israel pursued toward Elijah."},{"refcode_short":"IC 20.3","refcode_long":"The Impending Conflict, p. 20.3 (Ellen Gould White)","content":"The miracle-working power manifested through Spiritualism will exert its influence against those who choose to obey God rather than men. Communications from the spirits will declare that God has sent them to convince the rejecters of Sunday of their error, affirming that the laws of the land should be obeyed as the law of God. They will lament the great wickedness in the world, and second the testimony of religious teachers, that the degraded state of morals is caused by the desecration of Sunday. Great will be the indignation excited against all who refuse to accept their testimony."},{"refcode_short":"IC 20.4","refcode_long":"The Impending Conflict, p. 20.4 (Ellen Gould White)","content":"Satan’s policy in this final conflict with God’s people is the same that he employed in the opening of the great controversy in heaven. He professed to be seeking to promote the stability of the divine government, while secretly bending every effort to secure its overthrow. And the very work which he was thus endeavoring to accomplish, he charged upon the loyal angels. The same policy of deception has marked the history of the Roman Church. It has professed to act as the vicegerent of Heaven, while seeking to exalt itself above God, and to change His law. Under the rule of Rome, those who suffered death for their fidelity to the gospel were denounced as evildoers; they were declared to be in league with Satan; and every possible means was employed to cover them with reproach, to cause them to appear, in the eyes of the people, and even to themselves, as the vilest of criminals. So it will be now. While Satan seeks to destroy those who honor God’s law, he will cause them to be accused as lawbreakers, as men who are dishonoring God, and bringing judgments upon the world."},{"refcode_short":"IC 20.5","refcode_long":"The Impending Conflict, p. 20.5 (Ellen Gould White)","content":"God never forces the will or the conscience; but Satan’s constant resort — to gain control of those whom he cannot otherwise seduce — is compulsion by cruelty. Through fear or force he endeavors to rule the conscience, and to secure homage to himself. To accomplish this, he works through both religious and secular authorities, moving them to the enforcement of human laws in defiance of the law of God."},{"refcode_short":"IC 20.6","refcode_long":"The Impending Conflict, p. 20.6 (Ellen Gould White)","content":"Those who honor the Bible Sabbath will be denounced as enemies of law and order, as breaking down the moral restraints of society, causing anarchy and corruption, and calling down the judgments of God upon the earth. Their conscientious scruples will be pronounced obstinacy, stubbornness, and contempt of authority. They will be accused of disaffection toward the government. Ministers who deny the obligation of the divine law will present from the pulpit the duty of yielding obedience to the civil authorities as ordained of God. In legislative halls and courts of justice, commandment keepers will be misrepresented and condemned. A false coloring will be given to their words; the worst construction will be put upon their motives."},{"refcode_short":"IC 21.1","refcode_long":"The Impending Conflict, p. 21.1 (Ellen Gould White)","content":"As the Protestant churches reject the clear, Scriptural arguments in defense of God’s law, they will long to silence those whose faith they cannot overthrow by the Bible. Though they blind their own eyes to the fact, they are now adopting a course which will lead to the persecution of those who conscientiously refuse to do what the rest of the Christian world are doing, and acknowledge the claims of the papal sabbath."},{"refcode_short":"IC 21.2","refcode_long":"The Impending Conflict, p. 21.2 (Ellen Gould White)","content":"The dignitaries of church and state will unite to bribe, persuade, or compel all classes to honor the Sunday. The lack of divine authority will be supplied by oppressive enactments. Political corruption is destroying love of justice and regard for truth; and even in free America, rulers and legislators, in order to secure public favor, will no longer be respected. In the soon-coming conflict we shall see exemplified the prophet’s words, “The dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.” Revelation 12:17."},{"refcode_short":"IC 22","refcode_long":"The Impending Conflict, p. 22 (Ellen Gould White)","content":"The Scriptures A Safeguard"},{"refcode_short":"IC 22.1","refcode_long":"The Impending Conflict, p. 22.1 (Ellen Gould White)","content":"“To the law and to the testimony: if they speak not according to this word, it is because there is no light in them.” Isaiah 8:20. The people of God are directed to the Scriptures as their safeguard against the influence of false teachers and the delusive power of spirits of darkness. Satan employs every possible device to prevent men from obtaining a knowledge of the Bible; for its plain utterances reveal his deceptions. At every revival of God’s work, the prince of evil is aroused to more intense activity; he is now putting forth his utmost efforts for a final struggle against Christ and His followers. The last great delusion is soon to open before us. Antichrist is to perform his marvelous works in our sight. So closely will the counterfeit resemble the true, that it will be impossible to distinguish between them except by the Holy Scriptures. By their testimony every statement and every miracle must be tested."},{"refcode_short":"IC 22.2","refcode_long":"The Impending Conflict, p. 22.2 (Ellen Gould White)","content":"Those who endeavour to obey all the commandments of God will be opposed and derided. They can stand only in God. In order to endure the trial before them, they must understand the will of God as revealed in His word; they can honor Him only as they have a right conception of His character, government, and purposes, and act in accordance with them. None but those who have fortified the mind with the truths of the Bible will stand through the last great conflict. To every soul will come the searching test, Shall I obey God rather than men? The decisive hour is even now at hand. Are our feet planted on the rock of God’s immutable word? Are we prepared to stand firm in defense of the commandments of God and the faith of Jesus?"},{"refcode_short":"IC 22.3","refcode_long":"The Impending Conflict, p. 22.3 (Ellen Gould White)","content":"Before His crucifixion, the Saviour explained to His disciples that He was to be put to death, and to rise again from the tomb; and angels were present to impress His words on minds and hearts. But the disciples were looking for temporal deliverance from the Roman yoke, and they could not tolerate the thought that He in whom all their hopes were centered should suffer an ignominious death. The words which they needed to remember were banished from their minds; and when the time of trial came, it found them unprepared. The death of Jesus as fully destroyed their hopes as if He had not forewarned them. So in the prophecies the future is opened before us as plainly as it was opened to the disciples by the words of Christ. The events connected with the close of probation and the work of preparation for the time of trouble, are clearly presented. But multitudes have no more understanding of these important truths than if they had never been revealed. Satan watches to catch away every impression that would make them wise unto salvation, and the time of trouble will find them unready."},{"refcode_short":"IC 23.1","refcode_long":"The Impending Conflict, p. 23.1 (Ellen Gould White)","content":"When God sends to men warnings so important that they are represented as proclaimed by holy angels flying in the midst of heaven, He requires every person endowed with reasoning powers to heed the message. The fearful judgments denounced against the worship of the beast and his image (Revelation 14:9-11), should lead all to a diligent study of the prophecies to learn what the mark of the beast is, and how they are to avoid receiving it. But the masses of the people turn away their ears from hearing the truth, and are turned unto fables. The apostle Paul declared, looking down to the last days, “The time will come when they will not endure sound doctrine.” 2 Timothy 4:3. That time has fully come. The multitudes do not want Bible truth, because it interferes with the desires of the sinful, world loving heart; and Satan supplies the deceptions which they love."},{"refcode_short":"IC 23.2","refcode_long":"The Impending Conflict, p. 23.2 (Ellen Gould White)","content":"But God will have a people upon the earth to maintain the Bible, and the Bible only, as the standard of all doctrines, and the basis of all reforms. The opinions of learned men, the deductions of science, the creeds or decisions of ecclesiastical councils, as numerous and discordant as are the churches which they represent, the voice of the majority, — not one nor all of these should be regarded as evidence for or against any point of religious faith. Before accepting any doctrine or precept, we should demand a plain “Thus saith the Lord” in its support."},{"refcode_short":"IC 23.3","refcode_long":"The Impending Conflict, p. 23.3 (Ellen Gould White)","content":"Satan is constantly endeavoring to attract attention to man in the place of God. He leads the people to look to bishops, to pastors, to professors of theology, as their guides, instead of searching the Scriptures to learn their duty for themselves. Then, by controlling the minds of these leaders, he can influence the multitudes according to his will."},{"refcode_short":"IC 23.4","refcode_long":"The Impending Conflict, p. 23.4 (Ellen Gould White)","content":"When Christ came to speak the words of life, the common people heard Him gladly; and many, even of the priests and rulers, believed on Him. But the chief of the priesthood and the leading men of the nation were determined to condemn and repudiate His teachings. Though they were baffled in all their efforts to find accusations against Him, though they could not but feel the influence of the divine power and wisdom attending His words, yet they incased themselves in prejudice; they rejected the clearest evidence of His Messiahship, lest they should be forced to become His disciples. These opponents of Jesus were men whom the people had been taught from infancy to reverence, to whose authority they had been accustomed implicitly to bow. “How is it,” they asked, “that our rulers and learned scribes do not believe on Jesus? Would not these pious men receive Him if He were the Christ?” It was the influence of such teachers that led the Jewish nation to reject their Redeemer."},{"refcode_short":"IC 23.5","refcode_long":"The Impending Conflict, p. 23.5 (Ellen Gould White)","content":"The spirit which actuated those priests and rulers is still manifested by many who make a high profession of piety. They refuse to examine the testimony of the Scriptures concerning the special truths for this time. They point to their own numbers, wealth, and popularity, and look with contempt upon the advocates of truth as few, poor, and unpopular, having a faith that separates them from the world."},{"refcode_short":"IC 23.6","refcode_long":"The Impending Conflict, p. 23.6 (Ellen Gould White)","content":"Christ foresaw that the undue assumption of authority indulged by the scribes and Pharisees would not cease with the dispersion of the Jews. He had a prophetic view of the work of exalting human authority to rule the conscience, which has been so terrible a curse to the church in all ages. And His fearful denunciations of the scribes and Pharisees, and His warnings to the people not to follow these blind leaders, were placed on record as an admonition to future generations."},{"refcode_short":"IC 23.7","refcode_long":"The Impending Conflict, p. 23.7 (Ellen Gould White)","content":"The Roman Church reserves to the clergy the right to interpret the Scriptures. On the ground that ecclesiastics alone are competent to explain God’s word, it is withheld from the common people. Though the Reformation gave the Scriptures to all, yet the selfsame principle which was maintained by Rome prevents multitudes in Protestant churches from searching the Bible for themselves. They are taught to accept its teachings as interpreted by the church; and there are thousands who dare receive nothing, however plainly revealed in Scripture, that is contrary to their creed, or the established teaching of their church."},{"refcode_short":"IC 23.8","refcode_long":"The Impending Conflict, p. 23.8 (Ellen Gould White)","content":"Notwithstanding the Bible is full of warnings against false teachers, many are ready thus to commit the keeping of their souls to the clergy. There are today thousands of professors of religion who can give no other reason for points of faith which they hold than that they were so instructed by their religious leaders. They pass by the Saviour’s teachings almost unnoticed, and place implicit confidence in the words of the ministers. But are ministers infallible? How can we trust our souls to their guidance unless we know from God’s word that they are light bearers? A lack of moral courage to step aside from the beaten track of the world, leads many to follow in the steps of learned men; and by their reluctance to investigate for themselves, they are becoming hopelessly fastened in the chains of error. They see that the truth for this time is plainly brought to view in the Bible, and they feel the power of the Holy Spirit attending its proclamation; yet they allow the opposition of the clergy to turn them from the light. Though reason and conscience are convinced, these deluded souls dare not think differently from the minister; and their individual judgment, their eternal interests, are sacrificed to the unbelief, the pride and prejudice, of another."},{"refcode_short":"IC 24.1","refcode_long":"The Impending Conflict, p. 24.1 (Ellen Gould White)","content":"Many are the ways by which Satan works through human influence to bind his captives. He secures multitudes to himself by attaching them by silken cords of affection to those who are enemies of the cross of Christ. Whatever this attachment may be, parental, filial, conjugal, or social, the effect is the same; the opposers of truth exert their power to control the conscience, and the souls held under their sway have not sufficient courage or independence to obey their own convictions of duty."},{"refcode_short":"IC 24.2","refcode_long":"The Impending Conflict, p. 24.2 (Ellen Gould White)","content":"The truth and the glory of God are inseparable; it is impossible for us, with the Bible within our reach, to honor God by erroneous opinions. Many claim that it matters not what one believes, if his life is only right. But the life is molded by the faith. If light and truth is within our reach, and we neglect to improve the privilege of hearing and seeing it, we virtually reject it; we are choosing darkness rather than light."},{"refcode_short":"IC 24.3","refcode_long":"The Impending Conflict, p. 24.3 (Ellen Gould White)","content":"“There is a way that seemeth right unto a man, but the end thereof are the ways of death.” Proverbs 16:25. Ignorance is no excuse for error or sin, when there is every opportunity to know the will of God. A man is traveling, and he comes to a place where there are several roads, and a guideboard indicating where each one leads. If he disregards the guideboard, and takes whichever road seems to him to be right, he may be ever so sincere, but will in all probability find himself on the wrong road."},{"refcode_short":"IC 24.4","refcode_long":"The Impending Conflict, p. 24.4 (Ellen Gould White)","content":"God has given us His word that we may become acquainted with its teachings, and know for ourselves what He requires of us. When the lawyer came to Jesus with the inquiry, “What shall I do to inherit eternal life?” the Saviour referred him to the Scriptures, saying, “What is written in the law? How readest thou?” Ignorance will not excuse young or old, nor release them from the punishment due for the transgression of God’s law; because there is in their hands a faithful presentation of that law and if its principles and its claims. It is not enough to have good intentions; it is not enough to do what a man thinks is right, or what the minister tells him is right. His soul’s salvation is at stake, and he should search the Scriptures for himself. However strong may be his convictions, however confident he may be that the minister knows what is truth, this is not his foundation. He has a chart pointing out every waymark on the heavenward journey, and he ought not to guess at anything."},{"refcode_short":"IC 24.5","refcode_long":"The Impending Conflict, p. 24.5 (Ellen Gould White)","content":"It is the first and highest duty of every rational being to learn from the Scriptures what is truth, and then to walk in the light, and encourage others to follow his example. We should day by day study the Bible diligently, weighing every thought, and comparing scripture with scripture. With divine help, we are to form our opinions for ourselves, as we are to answer for ourselves before God."},{"refcode_short":"IC 24.6","refcode_long":"The Impending Conflict, p. 24.6 (Ellen Gould White)","content":"The truths most plainly revealed in the Bible have been involved in doubt and darkness by learned men, who, with a pretense of great wisdom, teach that the Scriptures have a mystical, a secret, spiritual meaning not apparent in the language employed. these men are false teachers. It was to such a class that Jesus declared, “Ye know not the scriptures, neither the power of God?” Mark 12:24. The language of the Bible should be explained according to its obvious meaning, unless a symbol or figure is employed. Christ has given the promise, “If any man will do his will, he shall know of the doctrine.” John 7:17. If men would but take the Bible as it reads, if there were no false teachers to mislead and confuse their minds, a work would be accomplished that would make angels glad, and that would bring into the fold of Christ thousands upon thousands who are now wandering in error."},{"refcode_short":"IC 24.7","refcode_long":"The Impending Conflict, p. 24.7 (Ellen Gould White)","content":"We should exert all the powers of the mind in the study of the Scriptures, and should task the understanding to comprehend, as far as mortals can, the deep things of God; yet we must not forget that the docility and submission of a child is the true spirit of the learner. Scriptural difficulties can never be mastered by the same methods that are employed in grappling with philosophical problems. We should not engage in the study of the Bible with that self-reliance with which so many enter the domains of science, but with a prayerful dependence upon God, and a sincere desire to learn His will. We must come with a humble and teachable spirit to obtain knowledge from the great I AM. Otherwise, evil angels will so blind our minds and harden our hearts that we shall not be impressed by the truth."},{"refcode_short":"IC 24.8","refcode_long":"The Impending Conflict, p. 24.8 (Ellen Gould White)","content":"Many a portion of Scripture which learned men pronounce a mystery, or pass over as unimportant, is full of comfort and instruction to him who has been taught in the school of Christ. One reason why many theologians have no clearer understanding of God’s word is, they close their eyes to truths which they do not wish to practice. An understanding of Bible truth depends not so much on the power of intellect brought to the search as on the singleness of purpose, the earnest longing after righteousness."},{"refcode_short":"IC 25.1","refcode_long":"The Impending Conflict, p. 25.1 (Ellen Gould White)","content":"The Bible should never be studied without prayer. The Holy Spirit alone can cause us to feel the importance of those things easy to be understood, or prevent us from wresting truths difficult of comprehension. It is the office of heavenly angels to prepare the heart so to comprehend God’s word that we shall be charmed with its beauty, admonished by its warnings, or animated and strengthened by its promises. We should make the psalmists petition our own, “Open Thou mine eyes, that I may behold wondrous things out of Thy law.” Psalms 119:18. Temptations often appear irresistible because, through neglect of prayer and the study of the Bible, the tempted one cannot readily remember God’s promises and meet Satan with the Scripture weapons. But angels are round about those who are willing to be taught in divine things; and in the time of great necessity, they will bring to their remembrance the very truths which are needed. Thus “when the enemy shall come in like a flood, the Spirit of the Lord shall lift up a standard against him.” Isaiah 59:19."},{"refcode_short":"IC 25.2","refcode_long":"The Impending Conflict, p. 25.2 (Ellen Gould White)","content":"Jesus promised His disciples, “But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.” John 14:26. But the teachings of Christ must previously have been stored in the mind, in order for the Spirit of God to bring them to our remembrance in the time of peril. “Thy word have I hid in mine heart, that I might not sin against thee.” Psalms 119:11."},{"refcode_short":"IC 25.3","refcode_long":"The Impending Conflict, p. 25.3 (Ellen Gould White)","content":"All who value their eternal interests should be on their guard against the inroads of skepticism. The very pillars of truth will be assailed. It is impossible to keep beyond the reach of the sarcasms and sophisms, the insidious and pestilent teachings, of modern infidelity. Satan adapts his temptations to all classes. He assails the illiterate with a jest or sneer, while he meets the educated with scientific objections and philosophical reasoning, alike calculated to excite distrust or contempt of the Scriptures. Even youth of little experience presume to insinuate doubts concerning the fundamental principles of Christianity. And this youthful infidelity, shallow as it is, has its influence. Many are thus led to jest at the faith of their fathers, and to do despite to the Spirit of grace. Hebrews 10:29. Many a life that promised to be an honor to God and a blessing to the world, has been blighted by the foul breath of infidelity. All who trust to the boastful decisions of human reason, and imagine that they can explain divine mysteries, and arrive at truth unaided by the wisdom of God, are entangled in the snare of Satan."},{"refcode_short":"IC 25.4","refcode_long":"The Impending Conflict, p. 25.4 (Ellen Gould White)","content":"We are living in the most solemn period of this world’s history. The destiny of earth’s teeming multitudes is about to be decided. Our own future well-being, and also the salvation of other souls, depend upon the course which we now pursue. We need to be guided by the Spirit of truth. Every follower of Christ should earnestly inquire, “Lord, what wilt Thou have me to do?” We need to humble ourselves before the Lord, with fasting and prayer, and to meditate much upon His word, especially upon the scenes of the judgment. We should now seek a deep and living experience in the things of God. We have not a moment to lose. Events of vital importance are taking place around us; we are on Satan’s enchanted ground. Sleep not, sentinels of God; the foe is lurking near, ready at any moment, should you become lax and drowsy, to spring upon you and make you his prey."},{"refcode_short":"IC 25.5","refcode_long":"The Impending Conflict, p. 25.5 (Ellen Gould White)","content":"Many are deceived as to their true condition before God. They congratulate themselves upon the wrong acts which they do not commit, and forget to enumerate the good and noble deeds which God requires of them, but which they have neglected to perform. It is not enough that they are trees in the garden of God. They are to answer His expectation by bearing fruit. He holds them accountable for their failure to accomplish all the good which they could have done, through His grace strengthening them. In the books of heaven they are registered as cumberers of the ground. Yet the case of even this class is not utterly hopeless. With those who have slighted God’s mercy and abused His grace, the heart of long-suffering Love yet pleads. “Wherefore He saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light. See then that ye walk circumspectly, . . . redeeming the time, because the days are evil.” Ephesians 5:14-16."},{"refcode_short":"IC 25.6","refcode_long":"The Impending Conflict, p. 25.6 (Ellen Gould White)","content":"When the testing time shall come, those who have made God’s word their rule of life will be revealed. In summer there is no noticeable difference between evergreens and other trees; but when the blasts of winter come, the evergreens remain unchanged, while other trees are stripped of their foliage. So the false-hearted professor may not now be distinguished from the real Christian, but the time is just upon us when the difference will be apparent. Let opposition arise, let bigotry and intolerance again bear sway, let persecution be kindled, and the half-hearted and hypocritical will"},{"refcode_short":"IC 25.7","refcode_long":"The Impending Conflict, p. 25.7 (Ellen Gould White)","content":"waver and yield the faith; but the true Christian will stand firm as a rock, his faith stronger, his hope brighter, than in days of prosperity. . . . ."},{"refcode_short":"IC 26","refcode_long":"The Impending Conflict, p. 26 (Ellen Gould White)","content":"“The Time of Trouble”"},{"refcode_short":"IC 26.1","refcode_long":"The Impending Conflict, p. 26.1 (Ellen Gould White)","content":"“And at that time shall Michael stand up, the great prince which standeth for the children of thy people: and there shall be a time of trouble, such as never was since there was a nation even to that same time: and at that time thy people shall be delivered, every one that shall be found written in the book.” Daniel 12:1."},{"refcode_short":"IC 26.2","refcode_long":"The Impending Conflict, p. 26.2 (Ellen Gould White)","content":"When the third angels message (see Revelation 14:9-11) closes, mercy no longer pleads for the guilty inhabitants of the earth. The people of God have accomplished their work. They have received “the latter rain,” “the refreshing from the presence of the Lord,” and they are prepared for the trying hour before them. Angels are hastening to and fro in heaven. An angel returning from the earth announces that his work is done; the final test has been brought upon the world, and all who have proved themselves loyal to the divine precepts have received “the seal of the living God.” Then Jesus ceases His intercession in the sanctuary above. He lifts His hands, and with a loud voice says, “It is done;” and all the angelic host lay off their crowns as He makes the solemn announcement: “He that is unjust, let him be unjust still: and he which is filthy, let him be filthy still: and he that is righteous, let him be righteous still: and he that is holy, let him be holy still.” Revelation 22:11. Every case has been decided for life or death. Christ has made the atonement for His people, and blotted out their sins. The number of His subjects is made up; “the kingdom and dominion, and the greatness of the kingdom under the whole heaven,” is about to be given to the heirs of salvation, and Jesus is to reign as King of kings, and Lord of lords."},{"refcode_short":"IC 26.3","refcode_long":"The Impending Conflict, p. 26.3 (Ellen Gould White)","content":"When He leaves the sanctuary, darkness covers the inhabitants of the earth. In that fearful time the righteous must live in the sight of a holy God without an intercessor. The restraint which has been upon the wicked is removed, and Satan has entire control of the finally impenitent. God’s long- suffering has ended. The world has rejected His mercy, despised His love, and trampled upon His law. The wicked have passed the boundary of their probation; the Spirit of God, persistently resisted, has been at last withdrawn. Unsheltered by divine grace, they have no protection from the wicked one. Satan will then plunge the inhabitants of the earth into one great, final trouble. As the angels of God cease to hold in check the fierce winds of human passion, all the elements of strife will be let loose. The whole world will be involved in ruin more terrible than that which came upon Jerusalem of old."},{"refcode_short":"IC 26.4","refcode_long":"The Impending Conflict, p. 26.4 (Ellen Gould White)","content":"A single angel destroyed all the first-born of the Egyptians, and filled the land with mourning. When David offended against God by numbering the people, one angel caused that terrible destruction by which his sin was punished. The same destructive power exercised by holy angels when God commands, will be exercised by evil angels when He permits. There are forces now ready, and only waiting the divine permission, to spread desolation everywhere."},{"refcode_short":"IC 26.5","refcode_long":"The Impending Conflict, p. 26.5 (Ellen Gould White)","content":"Those who honor the law of God have been accused of bringing judgments upon the world, and they will be regarded as the cause of the fearful convulsions of nature and the strife and bloodshed among men that are filling the earth with woe. The power attending the last warning has enraged the wicked; their anger is kindled against all who have received the message, and Satan will excite to still greater intensity the spirit of hatred and persecution."},{"refcode_short":"IC 26.6","refcode_long":"The Impending Conflict, p. 26.6 (Ellen Gould White)","content":"When God’s presence was finally withdrawn from the Jewish Nation, priests and people knew it not. Though under the control of Satan, and swayed by the most horrible and malignant passions, they still regarded themselves as the chosen of God. The ministration in the temple continued; sacrifices were offered upon its polluted altars, and daily the divine blessing was invoked upon a people guilty of the blood of God’s dear Son, and seeking to slay His ministers and apostles. So when the irrevocable decision of the sanctuary has been pronounced, and the destiny of the world has been forever fixed, the inhabitants of the earth will know it not. The forms of religion will be continued by a people from whom the Spirit of God has been finally withdrawn; and the satanic zeal with which the prince of evil will inspire them for the accomplishment of his malignant designs, will bear the semblance of zeal for God."},{"refcode_short":"IC 27.1","refcode_long":"The Impending Conflict, p. 27.1 (Ellen Gould White)","content":"As the Sabbath has become the special point of controversy throughout Christendom, and religious and secular authorities have combined to enforce the observance of the Sunday, the persistent refusal of a small minority to yield to the popular demand, will make them objects of universal execration. It will be urged that the few who stand in opposition to an institution of the church and a law of the state, ought not to be tolerated; that it is better for them to suffer than for whole nations to be thrown into confusion and lawlessness. The same argument eighteen hundred years ago was brought against Christ by the “rulers of the people.” “It is expedient for us,” said the wily Caiaphas, “that one man should die for the people, and that the whole nation perish not.” John 11:50. This argument will appear conclusive; and a decree will finally be issued against those who hallow the Sabbath of the fourth commandment, denouncing them as deserving of the severest punishment, and giving the people liberty, after a certain time, to put them to death. Romanism in the Old World, and apostate Protestantism in the New, will pursue a similar course toward those who honor all the divine precepts."},{"refcode_short":"IC 27.2","refcode_long":"The Impending Conflict, p. 27.2 (Ellen Gould White)","content":"The people of God will then be plunged into those scenes of affliction and distress described by the prophet as the time of Jacob’s trouble. “Thus saith the Lord: We have heard a voice of trembling, of fear, and not of peace. . . . All faces are turned into paleness. Alas! for the day is great, so that none is like it: it is even the time of Jacob’s trouble; but he shall be saved out of it.” Jeremiah 30:5-7. . . ."},{"refcode_short":"IC 27.3","refcode_long":"The Impending Conflict, p. 27.3 (Ellen Gould White)","content":"The apostle John in vision heard a loud voice in heaven exclaiming, “Woe to the inhabiters of the earth and of the sea! for the devil is come down unto you, having great wrath, because he knoweth that he hath but a short time.” Revelation 12:12. Fearful are the scenes which call forth this exclamation from the heavenly voice. The wrath of Satan increases as his time grows short, and his work of deceit and destruction will reach its culmination in the time of trouble."},{"refcode_short":"IC 27.4","refcode_long":"The Impending Conflict, p. 27.4 (Ellen Gould White)","content":"Fearful sights of a supernatural character will soon be revealed in the heavens, in token of the power of miracle-working demons. The spirits of devils will go forth to the kings of the earth and to the whole world, to fasten them in deception, and urge them on to unite with Satan in his last struggle against the government of heaven. By these agencies, rulers and subjects will be alike deceived. Persons will arise pretending to be Christ Himself, and claiming the title and worship which belong to the world’s Redeemer. They will perform wonderful miracles of healing, and will profess to have revelations from heaven contradicting the testimony of the Scriptures."},{"refcode_short":"IC 27.5","refcode_long":"The Impending Conflict, p. 27.5 (Ellen Gould White)","content":"As the crowning act in the great drama of deception, Satan himself will personate Christ. The church has long professed to look to the Saviour’s advent as the consummation of her hopes. Now the great deceiver will make it appear that Christ has come. In different parts of the earth, Satan will manifest himself among men as a majestic being of dazzling brightness, resembling the description of the Son of God given by John in the Revelation. Revelation 1:13-15. The glory that surrounds him is unsurpassed by anything that mortal eyes have yet beheld. The shout of triumph rings out upon the air, “Christ has come! Christ has come!” The people prostrate themselves in adoration before him, while he lifts up his hands, and pronounces a blessing upon them, as Christ blessed His disciples when He was upon the earth. His voice is soft and subdued, yet full of melody. In gentle, compassionate tones he presents some of the same gracious, heavenly truths which the Saviour uttered; he heals the diseases of the people, and then, in his assumed character of Christ, he claims to have changed the Sabbath to Sunday, and commands all to hallow the day which he has blessed. He declares that those who persist in keeping holy the seventh day are blaspheming his name by refusing to listen to his angels sent to them with light and truth. This is the strong, almost overmastering delusion. Like the Samaritans who were deceived by Simon Magus, the multitudes, from the least to the greatest, give heed to these sorceries, saying, This is “the great power of God.” Acts 8:10."},{"refcode_short":"IC 27.6","refcode_long":"The Impending Conflict, p. 27.6 (Ellen Gould White)","content":"But the people of God will not be misled. The teachings of this false christ are not in accordance with the Scriptures. His blessing is pronounced upon the worshipers of the beast and his image, the very class upon whom the Bible declares that God’s unmingled wrath shall be poured out."},{"refcode_short":"IC 27.7","refcode_long":"The Impending Conflict, p. 27.7 (Ellen Gould White)","content":"And, furthermore, Satan is not permitted to counterfeit the manner of Christ’s advent. The Saviour has warned His people against deception upon this point, and has clearly foretold the manner of His second coming. “There shall arise false christs, and false prophets, and shall show great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect. . . . Wherefore if they shall unto you, Behold, He is in the desert; go not forth: behold, He is in the secret chambers; believe it not. For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.” Matthew 24:24-27, 31; 25:31; Revelation 1:7;\t1 Thessalonians 4:16, 17. This coming, there is no possibility of counterfeiting. It will be universally known — witnessed by the whole world."},{"refcode_short":"IC 28.1","refcode_long":"The Impending Conflict, p. 28.1 (Ellen Gould White)","content":"Only those who have diligent students of the Scriptures, and who have received the love of the truth, will be shielded from the powerful delusion that takes the world captive. By the Bible testimony these will detect the deceiver in his disguise. To all, the testing time will come. By the sifting of temptation, the genuine Christian will be revealed. Are the people of God now so firmly established upon His word that they would not yield to the evidence of their senses? Would they, in such a crisis, cling to the Bible, and the Bible only? Satan will, if possible, prevent them from obtaining a preparation to stand in that day. He will so arrange affairs as to hedge up their way, entangle them with earthly treasures, cause them to carry a heavy wearisome burden, that their hearts may be overcharged with the cares of this life, and the day of trial may come upon them as a thief."},{"refcode_short":"IC 28.2","refcode_long":"The Impending Conflict, p. 28.2 (Ellen Gould White)","content":"As the decree issued by the various rulers of Christendom against commandment keepers shall withdraw the protection of government, and abandon them to those who desire their destruction, the people of God will flee from the cities and villages and associate together in companies, dwelling in the most desolate and solitary places. Many will find refuge in the strongholds of the mountains. Like the Christians of the Piedmont valleys, they will make the high places of the earth their sanctuaries, and will thank God for “the munitions of rocks.” Isaiah 33:16. But many of all nations, and of all classes, high and low, rich and poor, black and white, will be cast into the most unjust and cruel bondage. The beloved of God pass weary days, bound in chains, shut in by prison bars, sentenced to be slain, some apparently left to die of starvation in dark and loathsome dungeons. No human ear is open to hear their moans; no human hand is ready to lend them help."},{"refcode_short":"IC 28.3","refcode_long":"The Impending Conflict, p. 28.3 (Ellen Gould White)","content":"Will the Lord forget His people in this trying hour? Did He forget faithful Noah when judgments were visited upon the antediluvian world? Did He forget Lot when the fire came down from heaven to consume the cities of the plain? Did He forget Joseph surrounded by idolaters in Egypt? Did He forget Elijah when the oath of Jezebel threatened him with the fate of the prophets of Baal? Did He forget Jeremiah in the dark and dismal pit of his prison house? Did He forget the three worthies in the fiery furnace? or Daniel in the den of lions?"},{"refcode_short":"IC 28.4","refcode_long":"The Impending Conflict, p. 28.4 (Ellen Gould White)","content":"“But Zion said, The LORD hath forsaken me, and my Lord hath forgotten me. Can a woman forget her sucking child, that she should not have compassion on the son of her womb? yea, they may forget, yet will I not forget thee. Behold, I have graven thee upon the palms of my hands;” Isaiah 49:14-16. The Lord of hosts has said, “He that toucheth you toucheth the apple of his eye.” Zechariah 2:8."},{"refcode_short":"IC 28.5","refcode_long":"The Impending Conflict, p. 28.5 (Ellen Gould White)","content":"Though enemies may thrust them into prison, yet dungeon walls cannot cut off the communication between their souls and Christ. One who sees their every weakness, who is acquainted with every trial, is above all earthly powers; and angels will come to them in lonely cells, bringing light and peace from heaven. The prison will be as a palace; for the rich in faith dwell there, as when Paul and Silas prayed and sang praises at midnight in the Philippian dungeon."},{"refcode_short":"IC 28.6","refcode_long":"The Impending Conflict, p. 28.6 (Ellen Gould White)","content":"God’s judgments will be visited upon those who are seeking to oppress and destroy His people. His long forbearance with the wicked emboldens men in transgression, but their punishment is none the less certain and terrible because it is delayed. “For the LORD shall rise up as in mount Perazim, he shall be wroth as in the valley of Gibeon, that he may do his work, his strange work; and bring to pass his act, his strange act.” Isaiah 28:21. To our merciful God the act of punishment is a strange act. “Say unto them, As I live, saith the Lord GOD, I have no pleasure in the death of the wicked.” Ezekiel 33:11. The Lord is “merciful and gracious, longsuffering, and abundant in goodness and truth, . . . forgiving iniquity and transgression and sin.” Yet He will “by no means clear the guilty.” “The LORD is slow to anger, and great in power, and will not at all acquit the wicked:” Exodus 34:6, 7. Nahum 1:3. By terrible things in righteousness He will vindicate the authority of His downtrodden law. The severity of the retribution awaiting the transgressor may be judged by the Lord’s reluctance to execute justice. The nation with which He bears long, and which He will not smite until it has filled up the measure of its iniquity in God’s account, will finally drink the cup of wrath unmixed with mercy. . . ."},{"refcode_short":"IC 29","refcode_long":"The Impending Conflict, p. 29 (Ellen Gould White)","content":"God’s People Delivered"},{"refcode_short":"IC 29.1","refcode_long":"The Impending Conflict, p. 29.1 (Ellen Gould White)","content":"When the protection of human laws shall be withdrawn from those who honor the law of God, there will be, in different lands, a simultaneous movement for their destruction. As the time appointed in the decree draws near, the people will conspire to root out the hated sect. It will be determined to strike in one night a decisive blow, which shall utterly silence the voice of dissent and reproof."},{"refcode_short":"IC 29.2","refcode_long":"The Impending Conflict, p. 29.2 (Ellen Gould White)","content":"The people of God — some in prison cells, some hidden in solitary retreats in the forests and the mountains — still plead for divine protection, while in every quarter companies of armed men, urged on by hosts of evil angels, are preparing for the work of death. It is now, in the hour of utmost extremity, that the God of Israel will interpose for the deliverance of His chosen. Saith the Lord: “Ye shall have a song, as in the night when a holy solemnity is kept; and gladness of heart, as when one goeth. . . to come into the mountain of the LORD, to the mighty One of Israel. And the LORD shall cause his glorious voice to be heard, and shall shew the lighting down of his arm, with the indignation of his anger, and with the flame of a devouring fire, with scattering, and tempest, and hailstones.” Isaiah 30:29, 30."},{"refcode_short":"IC 29.3","refcode_long":"The Impending Conflict, p. 29.3 (Ellen Gould White)","content":"With shouts of triumph, jeering, and imprecation, throngs of evil men are about to rush upon their prey, when, lo, a dense blackness, deeper than the darkness of the night, falls upon the earth. Then a rainbow, shining with the glory from the throne of God, spans the heavens, and seems to encircle each praying company. The angry multitudes are suddenly arrested. Their mocking cries die away. The objects of their murderous rage are forgotten. With fearful forebodings they gaze upon the symbol of God’s covenant, and long to be shielded from its overpowering brightness."},{"refcode_short":"IC 29.4","refcode_long":"The Impending Conflict, p. 29.4 (Ellen Gould White)","content":"By the people of God a voice, clear and melodious, is heard, saying, “Look up,” and lifting their eyes to the heavens, they behold the bow of promise. The black, angry clouds that covered the firmament are parted, and like Stephen they look up steadfastly into heaven, and see the glory of God, and the Son of man seated upon His throne. In His divine form they discern the marks of His humiliation; and from His lips they hear the request, presented before His Father and the holy angels, “Father, I will that they also, whom thou hast given me, be with me where I am.” John 17:24. Again a voice, musical and triumphant, is heard saying: “They come! they come! holy, harmless, and undefiled. They have kept the word of My patience; they shall walk among the angels;” and the pale, quivering lips of those who have held fast their faith, utter a shout of victory."},{"refcode_short":"IC 29.5","refcode_long":"The Impending Conflict, p. 29.5 (Ellen Gould White)","content":"It is at midnight that God manifests His power for the deliverance of His people. The sun appears, shining in its strength. Signs and wonders follow in quick succession. The wicked look with terror and amazement upon the scene, while the righteous behold with solemn joy the tokens of their deliverance. Everything in nature seems turned out of its course. The streams cease to flow. Dark, heavy clouds come up, and clash against each other. In the midst of the angry heavens is one clear space of indescribable glory, whence comes the voice of God like the sound of many waters, saying, “It is done.” Revelation 16:17."},{"refcode_short":"IC 29.6","refcode_long":"The Impending Conflict, p. 29.6 (Ellen Gould White)","content":"That voice shakes the heavens and the earth. There is a mighty earthquake, “such as was not since men were upon the earth, so mighty an earthquake, and so great.” Revelation 16:17, 18. The firmament appears to open and shut. The glory from the throne of God seems flashing through. The mountains shake like a reed in the wind, and ragged rocks are scattered on every side. There is a roar as of a coming tempest. The sea is lashed into fury. There is heard the shriek of a hurricane, like the voice of demons upon a mission of destruction. The whole earth heaves and swells like the waves of the sea. Its surface is breaking up. Its very foundations seem to be giving way. Mountain chains are sinking. Inhabited islands disappear. The seaports that have become like Sodom for wickedness, are swallowed up by the angry waters. Babylon the Great has come in remembrance before God, “to give unto her the cup of the wine of the fierceness of His wrath.” Revelation 16:19, 21. Great hailstones, every one “about the weight of a talent,” are doing their work of destruction. The proudest cities of the earth are laid low. The proudest cities of the earth are laid low. The lordly palaces, upon which the world’s great men have lavished their wealth in order to glorify themselves, are crumbling to ruin before their eyes. Prison walls are rent asunder, and God’s people, who have been held in bondage for their faith, are set free."},{"refcode_short":"IC 30.1","refcode_long":"The Impending Conflict, p. 30.1 (Ellen Gould White)","content":"Graves are opened, and “many of them that sleep in the dust of the earth . . .awake, some to everlasting life, and some to shame and everlasting contempt.” Daniel 12:2. All who have died in the faith of the third angel’s message come forth from the tomb glorified, to hear God’s covenant of peace with those who have kept His law. “They also which pierced Him” (Revelation 1:7), those that mocked and derided Christ’s dying agonies, and the most violent opposers of His truth and His people, are raised to behold Him in His glory, and to see the honor placed upon the loyal and obedient."},{"refcode_short":"IC 30.2","refcode_long":"The Impending Conflict, p. 30.2 (Ellen Gould White)","content":"Thick clouds still cover the sky; yet the sun now and then breaks through, appearing like the avenging eye of Jehovah. Fierce lightnings leap from the heavens, enveloping the earth in a sheet of flame. Above the terrific roar of thunder, voices, mysterious and awful, declare the doom of the wicked. The words spoken are not comprehended by all; but they are distinctly understood by the false teachers. Those who a little before were so reckless, so boastful and defiant, so exultant in their cruelty to God’s commandment-keeping people, are now overwhelmed with consternation, and shuddering in fear. Their wails are heard above the sound of the elements. Demons acknowledge the deity of Christ, and tremble before His power, while men are supplicating for mercy, and groveling in abject terror."},{"refcode_short":"IC 30.3","refcode_long":"The Impending Conflict, p. 30.3 (Ellen Gould White)","content":"Said the prophets of old, as they beheld in holy vision the day of God: “Howl ye; for the day of the LORD is at hand; it shall come as a destruction from the Almighty.” Isaiah 13:6. “Enter into the rock, and hide thee in the dust, for fear of the LORD, and for the glory of his majesty. The lofty looks of man shall be humbled, and the haughtiness of men shall be bowed down, and the LORD alone shall be exalted in that day. For the day of the LORD of hosts shall be upon every one that is proud and lofty, and upon every one that is lifted up; and he shall be brought low: “In that day a man shall cast his idols of silver, and his idols of gold, which they made each one for himself to worship, to the moles and to the bats; to go into the clefts of the rocks, and into the tops of the ragged rocks, for fear of the LORD, and for the glory of his majesty, when he ariseth to shake terribly the earth.” Isaiah 2:10-12, 20, 21. (margin)."},{"refcode_short":"IC 30.4","refcode_long":"The Impending Conflict, p. 30.4 (Ellen Gould White)","content":"Through a rift in the clouds, there beams a star whose brilliancy is increased fourfold in contrast with the darkness. It speaks hope and joy to the faithful, but severity and wrath to the transgressors of God’s law. Those who have sacrificed all for Christ are now secure, hidden as in the secret of the Lord’s pavilion. They have been tested, and before the world and the despisers of truth they have evinced their fidelity to Him who died for them. A marvelous change has come over those who have held fast their integrity in the very face of death. They have been suddenly delivered from the dark and terrible tyranny of men transformed into demons. Their faces, so lately pale, anxious, and haggard, are now aglow with wonder, faith, and love. Their voices rise in triumphant song: “God is our refuge and strength, a very present help in trouble. Therefore will not we fear, though the earth be removed, and though the mountains be carried into the midst of the sea; Though the waters thereof roar and be troubled, though the mountains shake with the swelling thereof.” Psalms 46:1-3."},{"refcode_short":"IC 30.5","refcode_long":"The Impending Conflict, p. 30.5 (Ellen Gould White)","content":"While these words of holy trust ascend to God, the clouds sweep back, and the starry heavens are seen, unspeakably glorious in contrast with the black and angry firmament on either side. The glory of the celestial city streams from the gates ajar. Then there appears against the sky a hand holding two tables of stone folded together. Says the prophet, “And the heavens shall declare his righteousness: for God is judge himself.” Psalms 50:6. That holy law, God’s righteousness, that amid thunder and flame was proclaimed from Sinai as the guide of life, is now revealed to men as the rule of judgment. The hand opens the tables, and there are seen the precepts of the Decalogue, traced as with a pen of fire. The words are so plain that all can read them. Memory is aroused, the darkness of superstition and heresy is swept from every mind, and God’s ten words, brief, comprehensive, and authoritative, are presented to the view of all the inhabitants of the earth."},{"refcode_short":"IC 30.6","refcode_long":"The Impending Conflict, p. 30.6 (Ellen Gould White)","content":"It is impossible to describe the horror and despair of those who have trampled upon God’s holy requirements. The Lord gave them His law; they might have compared their characters with it, and learned their defects while there was yet opportunity for repentance and reform; but in order to secure the favor of the world, they set aside its precepts and taught others to transgress. They have endeavored to compel God’s people to profane His Sabbath. Now they are condemned by that law which they have despised. With awful distinctness they see that they are without excuse. They chose whom they would serve and worship. “Then shall ye return, and discern between the righteous and the wicked, between him that serveth God and him that serveth him not.” Malachi 3:18."},{"refcode_short":"IC 31.1","refcode_long":"The Impending Conflict, p. 31.1 (Ellen Gould White)","content":"The enemies of God’s law, from the ministers down to the least among them, have a new conception of truth and duty. Too late they see that the Sabbath of the fourth commandment is the seal of the living God. Too late they see the true nature of their spurious sabbath, and the sandy foundation upon which they have been building. They find that they have been fighting against God. Religious teachers have led souls to perdition while professing to guide them to the gates of Paradise. Not until the day of final accounts will it be known how great is the responsibility of men in holy office, and how terrible are the results of their unfaithfulness. Only in eternity can we rightly estimate the loss of a single sole. Fearful will be the doom of him to whom God shall say, Depart, thou wicked servant."},{"refcode_short":"IC 31.2","refcode_long":"The Impending Conflict, p. 31.2 (Ellen Gould White)","content":"The voice of God is heard from heaven, declaring the day and hour of Jesus’ coming, and delivering the everlasting covenant to His people. Like peals of loudest thunder,"},{"refcode_short":"IC 31.3","refcode_long":"The Impending Conflict, p. 31.3 (Ellen Gould White)","content":"His words roll through the earth. The Israel of God stand listening, with their eyes fixed upward. Their countenances are lighted up with His glory, and shine as did the face of Moses when he came down from Sinai. The wicked cannot look upon them. And when the blessing is pronounced on those who have honored God by keeping His Sabbath holy, there is a mighty shout of victory."},{"refcode_short":"IC 31.4","refcode_long":"The Impending Conflict, p. 31.4 (Ellen Gould White)","content":"Soon the appears in the east a small black cloud which surrounds the Saviour, and which seems in the distance to be shrouded in darkness. The people of God know this to be the sign of the Son of man. In solemn silence they gaze upon it as it draws nearer the earth, becoming lighter and more glorious, until it is a great white cloud, its base a glory like consuming fire, and above it the rainbow of the covenant. Jesus rides forth as a mighty conqueror. Not now a “man of sorrows,” to drink the bitter cup of shame and woe, He comes, victor in heaven and earth, to judge the living and the dead. “Faithful and True,” “in righteousness He doth judge and make war.” And “the armies which were in heaven” (Rev 19:11, 14) follow Him. With anthems of celestial melody the holy angels, a vast, unnumbered throng, attend Him on His way. The firmament seems filled with radiant forms, — “ten thousand times ten thousand, and thousands of thousands.” No human pen can portray the scene; no mortal mind is adequate to conceive its splendor. “His glory covered the heavens, and the earth was full of his praise. And his brightness was as the light;” Habakkuk 3:3, 4. As the living cloud comes still nearer, every eye beholds the Prince of life. No crown of thorns now mars that sacred head, but a diadem of glory rests upon His holy brow. His countenance outshines the dazzling brightness of the noonday sun. “And He hath on His vesture and on His Thigh a name written, KING OF KINGS, AND LORD OF LORDS.” Revelation 19:16."},{"refcode_short":"IC 31.5","refcode_long":"The Impending Conflict, p. 31.5 (Ellen Gould White)","content":"Before His presence, “all faces are turned into paleness;” upon the rejecters of God’s mercy falls the terror of eternal despair. “The heart melteth, and the knees smite together, . . . .and the faces of them all gather blackness.” Jeremiah 30:6; Nahum 2:10. The righteous cry with trembling, “Who shall be able to stand?” The angel’s song is hushed, and there is a period of awful silence. Then the voice of Jesus is heard, saying, “My grace is sufficient for you.” The faces of the righteous are lighted up, and joy fills every heart. And the angels strike a note higher, and sing again, as they draw still nearer to the earth."},{"refcode_short":"IC 31.6","refcode_long":"The Impending Conflict, p. 31.6 (Ellen Gould White)","content":"The King of kings descends upon the cloud, wrapped in flaming fire. The heavens are rolled together as a scroll, the earth trembles before Him, and every mountain and island is moved out of its place. “Our God shall come, and shall not keep silence: a fire shall devour before him, and it shall be very tempestuous round about him. He shall call to the heavens from above, and to the earth, that he may judge his people.”"},{"refcode_short":"IC 31.7","refcode_long":"The Impending Conflict, p. 31.7 (Ellen Gould White)","content":"“And the kings of the earth, and the great men, and the rich men, and the chief captains, and the mighty men, and every bondman, and every free man, hid themselves in the dens and in the rocks of the mountains; And said to the mountains and rocks, Fall on us, and hide us from the face of him that sitteth on the throne, and from the wrath of the Lamb: For the great day of his wrath is come; and who shall be able to stand?” Revelation 6:15-17."},{"refcode_short":"IC 31.8","refcode_long":"The Impending Conflict, p. 31.8 (Ellen Gould White)","content":"The derisive jests have ceased. Lying lips are hushed into silence. The clash of arms, the tumult of battle, “with confused noise, and garments rolled in blood” (Isaiah 9:5), is stilled. Naught now is heard but the voice of prayer and the sound of weeping and lamentation. The cry bursts forth from lips so lately scoffing, “The great day of His wrath is come; and who shall be able to stand?” The wicked pray to be buried beneath the rocks of the mountains, rather than meet the face of Him whom they have despised and rejected."},{"refcode_short":"IC 32.1","refcode_long":"The Impending Conflict, p. 32.1 (Ellen Gould White)","content":"That voice which penetrates the ear of the dead, they know. How often have its plaintive, tender tones called them to repentance. How often has it been heard in the touching entreaties of a friend, a brother, a Redeemer. To the rejecters of His grace, no other could be so full of condemnation, so burdened with denunciation, as that voice which has so long pleaded, “Turn ye, turn ye from your evil ways; for why will ye die?” Ezekiel 33:11. O that it were to them the voice of a stranger! Says Jesus: “I have called, and ye refused; I have stretched out My hand, and no man regarded; but ye have set at naught all My counsel, and would have none of My reproof.” Proverbs 1:24, 25. that voice awakens memories which they would fain blot out, — warnings despised, invitations refused, privileges slighted."},{"refcode_short":"IC 32.2","refcode_long":"The Impending Conflict, p. 32.2 (Ellen Gould White)","content":"There are those who mocked Christ in His humiliation. With thrilling power come to their minds the Sufferer’s words, when, adjured by the high priest, He solemnly declared, “Hereafter shall ye see the Son of man sitting on the right hand of power, and coming in the clouds of heaven.” Matthew 26:64. Now they behold Him in His glory, and they are yet to see Him sitting on the right hand of power."},{"refcode_short":"IC 32.3","refcode_long":"The Impending Conflict, p. 32.3 (Ellen Gould White)","content":"Those who derided His claim to be the Son of God are speechless now. There is the haughty Herod who jeered at His royal title, and bade the mocking soldiers crown Him king. There are the very men who with imperious hands placed upon His form the purple robe, upon His sacred brow the thorny crown, and in His unresisting hand the mimic scepter, and bowed before Him in blasphemous mockery. The men who smote and spit upon the Prince of life now turn from His piercing gaze, and seek to flee from the overpowering glory of His presence. Those who drove the nails through His hands and feet, the soldier who pierced His side, behold these marks with terror and remorse."},{"refcode_short":"IC 32.4","refcode_long":"The Impending Conflict, p. 32.4 (Ellen Gould White)","content":"With awful distinctness do priests and rulers recall the events of Calvary. With shuddering horror they remember how, wagging their heads in satanic exultation, they exclaimed: “He saved others; himself he cannot save. If he be the King of Israel, let him now come down from the cross, and we will believe him. He trusted in God; let him deliver him now, if he will have him:” Matthew 27:42, 43."},{"refcode_short":"IC 32.5","refcode_long":"The Impending Conflict, p. 32.5 (Ellen Gould White)","content":"Vividly they recall the Saviour’s parable of the husbandman who refused to render to their lord the fruit of the vineyard, who abused his servants and slew his son. They remember, too, the sentence which they themselves pronounced: The lord of the vineyard “will miserably destroy those wicked men.” In the sin and punishment of those unfaithful men, the priests and elders see their own course and their own just doom. And now there rises a cry of mortal agony. Louder than the shout, “Crucify Him! crucify Him!” which rang through the streets of Jerusalem, swells the awful, despairing wail, “He is the Son of God! He is the true Messiah!” They seek to flee from the presence of the King of kings. In the deep caverns of the earth, rent asunder by the warring of the elements, they vainly attempt to hide."},{"refcode_short":"IC 32.6","refcode_long":"The Impending Conflict, p. 32.6 (Ellen Gould White)","content":"In the lives of all who reject truth, there are moments when conscience awakens, when memory presents the torturing recollection of a life of hypocrisy, and the soul is harassed with vain regrets. But what are these compared with the remorse of that day when “fear cometh as desolation,” when “destruction cometh as a whirlwind!” Proverbs 1:27. Those who would have destroyed Christ and His faithful people, now witness the glory which rests upon them. In the midst of their terror they hear the voices of the saints in joyful strains exclaiming, “Lo, this is our God; we have waited for Him, and He will save us.” Isaiah 25:9."},{"refcode_short":"IC 32.7","refcode_long":"The Impending Conflict, p. 32.7 (Ellen Gould White)","content":"Amid the reeling of the earth, the flash of lightning, and the roar of thunder, the voice of the Son of God calls forth the sleeping saints. He looks upon the graves of the righteous, then raising His hands to heaven He cries, “Awake, awake, awake, ye that sleep in the dust, and arise!” Throughout the length and breadth of the earth, the dead shall hear that voice; and they that hear shall live. And the whole earth shall ring with the tread of the exceeding great army of every nation, kindred, tongue, and people. From the prison house of death they come, clothed with immortal glory, crying, “O death, where is thy sting? O grave, where is thy victory?” 1 Corinthians 15:55. And the living righteous and the risen saints unite their voices in a long glad shout of victory."},{"refcode_short":"IC 32.8","refcode_long":"The Impending Conflict, p. 32.8 (Ellen Gould White)","content":"All come forth from their graves the same in stature as when they entered the tomb. Adam, who stands among the risen throng, is of lofty height and majestic form, in stature but little below the Son of God. He presents a marked contrast to the people of later generations; in this one respect is shown the great degeneracy of the race. But all rise with the freshness and vigor of eternal youth. In the beginning, man was created in the likeness of God, not only in character, but in form and feature. Sin defaced and almost obliterated the divine image; but Christ came to restore that which had been lost. He will change our vile bodies, and fashion them like unto His glorious body. The mortal, corruptible form, devoid of comeliness, once polluted with sin, becomes perfect, beautiful, and immortal. All blemishes and deformities are left in the grave. Restored to the tree of life in the long- lost Eden, the redeemed will “grow up” (Malachi 4:2) to the full stature of the race in its primeval glory. The last lingering traces of the curse of sin will be removed, and Christ’s faithful ones will appear in “the beauty of the Lord our God,” in mind and soul and body reflecting the perfect image of their Lord. Oh, wonderful redemption! long talked of, long hoped for, contemplated with eager anticipation, but never fully understood."},{"refcode_short":"IC 33.1","refcode_long":"The Impending Conflict, p. 33.1 (Ellen Gould White)","content":"The living righteous are changed “in a moment, in the twinkling of an eye.” At the voice of God they were glorified; now they are made immortal, and with the risen saints are caught up to meet their Lord in the air. Angels “gather together His elect from the four winds, from one end of heaven to the other. Little children are borne by holy angels to their mother’s arms. Friends long separated by death are united, nevermore to part, and with songs of gladness ascend together to the city of God."},{"refcode_short":"IC 33.2","refcode_long":"The Impending Conflict, p. 33.2 (Ellen Gould White)","content":"On each side of the cloudy chariot are wings, and beneath it are living wheels; and as the chariot rolls upward, the wheels cry, “Holy,” and the wings as they move, cry, “Holy,” and the retinue of angels cry, “Holy, holy, holy, Lord God Almighty.” And the redeemed shout “Alleluia!” as the chariot moves onward toward the New Jerusalem."},{"refcode_short":"IC 33.3","refcode_long":"The Impending Conflict, p. 33.3 (Ellen Gould White)","content":"Before entering the city of God, the Saviour bestows upon His followers the emblems of victory, and invests them with the insignia of their royal state. The glittering ranks are drawn up, in the form of a hollow square, about their King, whose form rises in majesty high above saint and angel, whose countenance beams upon them full of benignant love. Throughout the unnumbered host of the redeemed, every glance is fixed upon Him, every eye beholds His glory whose “visage was so marred more than any man, and His form more than the sons of men.” Upon the heads of the overcomers, Jesus with His own right hand places the crown of glory. For each there is a crown, bearing his own “new name” (Revelation 2:17), and the inscription, “Holiness to the Lord.” In every hand are placed the victor’s palm and the shining harp. Then, as the commanding angels strike the note, every hand sweeps the harp strings with skillful touch, awaking sweet music in rich, melodious strains. Rapture unutterable thrills every heart, and each voice is raised in grateful praise: “Unto him that loved us, and washed us from our sins in his own blood, and hath made us kings and priests unto God and his Father; to him be glory and dominion for ever and ever. Revelation 1:5, 6."},{"refcode_short":"IC 33.4","refcode_long":"The Impending Conflict, p. 33.4 (Ellen Gould White)","content":"Before the ransomed throng is the holy city. Jesus opens wide the pearly gates, and the nations that have kept the truth enter in. There they behold the Paradise of God, the home of Adam in his innocency. Then that voice, richer than any music that ever fell on mortal ear, is heard, saying, “Your conflict is ended.” “Come, ye blessed of My Father, inherit the kingdom prepared for you from the foundation of the world.”"},{"refcode_short":"IC 33.5","refcode_long":"The Impending Conflict, p. 33.5 (Ellen Gould White)","content":"Now is fulfilled the Saviour’s prayer for His disciples, “I will that they also, whom Thou hast given Me, be with Me where I am.” “Faultless before the presence of His glory with exceeding joy” (Jude 24), Christ presents to the Father the purchase of His blood, declaring, “Here am I, and the children whom Thou hast given Me.” “Those that Thou gavest Me I have kept.” Oh, the wonders of redeeming love! the rapture of that hour when the infinite Father, looking upon the ransomed, shall behold His image, sin’s discord banished, its blight removed, and the human race once more in harmony with the divine!"},{"refcode_short":"IC 33.6","refcode_long":"The Impending Conflict, p. 33.6 (Ellen Gould White)","content":"With unutterable love, Jesus welcomes His faithful ones to the joy of their Lord. The Saviour’s joy is in seeing, in the kingdom of glory, the souls that have been saved by His agony and humiliation. And the redeemed will be sharers in His joy, as they behold, among the blessed, those who have been won to Christ through their prayers, their labors, and their loving sacrifice. As they gather about the great white throne, gladness unspeakable will fill their hearts, when they behold those whom they have won for Christ, and see that one has gained others, and these still others, all brought into the haven of rest, there to lay their crowns at Jesus’ feet, and praise Him through the endless cycles of eternity. . . . ."},{"refcode_short":"IC 33.7","refcode_long":"The Impending Conflict, p. 33.7 (Ellen Gould White)","content":"In this life we can only begin to understand the wonderful theme of redemption. With out finite comprehension we may consider most earnestly the shame and the glory, the life and the death, the justice and the mercy, that meet in the cross; yet with the utmost stretch of our mental powers we fail to grasp its full significance. The length and the breadth, the depth and the height, of redeeming love are but dimly comprehended. The plan of redemption will not be fully understood, even when the ransomed see as they are seen and know as they are known; but through the eternal ages, new truth will continually unfold to the wondering and delighted mind. Though the griefs and pains and temptations of earth are ended, and the cause removed, the people of god will ever have a distinct, intelligent knowledge of what their salvation has cost."},{"refcode_short":"IC 34.1","refcode_long":"The Impending Conflict, p. 34.1 (Ellen Gould White)","content":"The cross of Christ will be the science and the song of the redeemed through all eternity. In Christ glorified they will behold Christ crucified. Never will it be forgotten that He whose power created and upheld the unnumbered worlds through the vast realms of space, the beloved of God, the Majesty of heaven, He whom cherub and shining seraph delighted to adore, — humbled Himself to uplift fallen man; that He bore the guilt and shame of sin, and the hiding of His Father’s face, till the woes of a lost world broke His heart, and crushed out His life on Calvary’s cross. That the Maker of all worlds, the Arbiter of all destinies, should lay aside His glory, and humiliate Himself from love to man, will ever excite the wonder and adoration of the universe. As the nations of the saved look upon their Redeemer, and behold the eternal glory of the Father shining in His countenance; as they behold His throne, which is from everlasting to everlasting, and know that His kingdom is to have no end, they break forth in rapturous song, “Worthy, worthy is the Lamb that was slain, and hath redeemed us to God by His own precious blood!”"},{"refcode_short":"IC 34.2","refcode_long":"The Impending Conflict, p. 34.2 (Ellen Gould White)","content":"The mystery of the cross explains all other mysteries. In the light that streams from Calvary, the attributes of God which had filled us with fear and awe appear beautiful and attractive. Mercy, tenderness, and parental love are seen to blend with holiness, justice, and power. While we behold the majesty of His throne, high and lifted up, we see His character in its gracious manifestations, and comprehend, as never before, the significance of that endearing title, “Our Father.”"},{"refcode_short":"IC 34.3","refcode_long":"The Impending Conflict, p. 34.3 (Ellen Gould White)","content":"It will be seen that He who is infinite in wisdom could devise no plan for our salvation except the sacrifice of His Son. The compensation for this sacrifice is the joy of peopling the earth with ransomed beings, holy, happy, and immortal. The result of the Saviour’s conflict with the powers of darkness is joy to the redeemed, redounding to the glory of God throughout eternity. And such is the value of the soul that the Father is satisfied with the price paid; and Christ Himself, beholding the fruits of His great sacrifice, is satisfied."},{"refcode_short":"IC 34.4","refcode_long":"The Impending Conflict, p. 34.4 (Ellen Gould White)","content":"At the coming of Christ the wicked are blotted from the face of the whole earth, — consumed with the spirit of His mouth, and destroyed by the brightness of His glory. Christ takes His people to the city of God, and the earth is emptied of its inhabitants. “Behold, the LORD maketh the earth empty, and maketh it waste, and turneth it upside down, and scattereth abroad the inhabitants thereof. The land shall be utterly emptied, and utterly spoiled: for the LORD hath spoken this word. The earth also is defiled under the inhabitants thereof; because they have transgressed the laws, changed the ordinance, broken the everlasting covenant. Therefore hath the curse devoured the earth, and they that dwell therein are desolate: therefore the inhabitants of the earth are burned.” Isaiah 24: 1, 3, 5, 6."},{"refcode_short":"IC 34.5","refcode_long":"The Impending Conflict, p. 34.5 (Ellen Gould White)","content":"The whole earth appears like a desolate wilderness. The ruins of cities and villages destroyed by the earthquake, up-rooted trees, ragged rocks thrown out by the sea or torn out of the earth itself, are scattered over its surface, while vast caverns mark the spot where the mountains have been rent from their foundations. . . ."},{"refcode_short":"IC 34.6","refcode_long":"The Impending Conflict, p. 34.6 (Ellen Gould White)","content":"The Revelator foretells the banishment of Satan, and the condition of chaos and desolation to which the earth is to be reduced; and he declares that this condition will exist for a thousand years. After presenting the scenes of the Lord’s second coming and the destruction of the wicked, the prophecy continues: “And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand. And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years, and cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.” Revelation 20:1-3."},{"refcode_short":"IC 34.7","refcode_long":"The Impending Conflict, p. 34.7 (Ellen Gould White)","content":"That the expression “bottomless pit” represents the earth in a state of confusion and darkness, is evident from other Scriptures. Concerning the condition of the earth “in the beginning,” the Bible record says that it “was without form, and void; and darkness was upon the face of the deep.” Genesis 1:2. (The word here translated “deep” is the same that in Revelation 20:1-3 is rendered “bottomless pit.”) Prophecy teaches that it will be brought back, partially at least, to this condition. Looking forward to the great day of God, the prophet Jeremiah declares: “I beheld the earth, and, lo, it was without form, and void; and the heavens, and they had no light. I beheld the mountains, and, lo, they trembled, and all the hills moved lightly. I beheld, and, lo, there was no man, and all the birds of the heavens were fled. I beheld, and, lo, the fruitful place was a wilderness, and all the cities thereof were broken down.” Jeremiah 4:23-26."},{"refcode_short":"IC 35.1","refcode_long":"The Impending Conflict, p. 35.1 (Ellen Gould White)","content":"Here is to be the home of Satan with his evil angels for a thousand years. Limited to the earth, he will not have access to other worlds, to tempt and annoy those who have never fallen. It is in this sense he is bound: there are none remaining, upon whom he can exercise his power. He is wholly cut off from the work of deception and ruin which for so many centuries has been his sole delight. . . ."},{"refcode_short":"IC 35.2","refcode_long":"The Impending Conflict, p. 35.2 (Ellen Gould White)","content":"Even the wicked are now placed beyond the power of Satan; and alone with his evil angels he remains to realize the effect of the curse which sin has brought. “All the kings of the nations, even all of them, lie in glory, every one in his own house. [the grave]. But thou art cast out of thy grave like an abominable branch. . . . Thou shalt not be joined with them in burial because thou hast destroyed thy land, and slain thy people.” Isaiah 14:18-20."},{"refcode_short":"IC 35.3","refcode_long":"The Impending Conflict, p. 35.3 (Ellen Gould White)","content":"For a thousand years, Satan will wander to and fro in the desolate earth, to behold the results of his rebellion against the law of God. During this time his sufferings are intense. Since his fall, his life of unceasing activity has banished reflection; but he is now deprived of his power, and left to contemplate the part which he has acted since first he rebelled against the government of heaven, and to look forward with trembling and terror to the dreadful future, when he must suffer for all the evil that he has done, and be punished for the sins that he has caused to be committed."},{"refcode_short":"IC 35.4","refcode_long":"The Impending Conflict, p. 35.4 (Ellen Gould White)","content":"To God’s people, the captivity of Satan will bring gladness and rejoicing. Says the prophet: “And it shall come to pass in the day that the LORD shall give thee rest from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve, that thou shalt take up this proverb against the king of Babylon, [Here representing Satan], and say, How hath the oppressor ceased! . . . . The LORD hath broken the staff of the wicked, and the sceptre of the rulers; who smote the people in wrath with a continual stroke, that ruled the nations in anger, is persecuted, and none hindereth.” Isaiah 14:3-6."},{"refcode_short":"IC 36","refcode_long":"The Impending Conflict, p. 36 (Ellen Gould White)","content":"The Controversy Ended"},{"refcode_short":"IC 36.1","refcode_long":"The Impending Conflict, p. 36.1 (Ellen Gould White)","content":"AT the close of the thousand years, Christ again returns to the earth. He is accompanied by the host of the redeemed, and attended by a retinue of angels. As He descends in terrific majesty, He bids the wicked dead arise to receive their doom. They come forth, a mighty host, numberless as the sands of the sea. (See Revelation 20:5; Isaiah 24:22). What a contrast to those who were raised at the first resurrection! The righteous were clothed with immortal youth and beauty. The wicked bear the traces of disease and death."},{"refcode_short":"IC 36.2","refcode_long":"The Impending Conflict, p. 36.2 (Ellen Gould White)","content":"Every eye in that vast multitude is turned to behold the glory of the Son of God. With one voice the wicked hosts exclaim, “Blessed is He that cometh in the name of the Lord!” It is not love to Jesus that inspires this utterance. The force of truth urges the words from unwilling lips. As the wicked went into their graves, so they come forth, with the same enmity to Christ, and the same spirit of rebellion. They are to have no new probation, in which to remedy the defects of their past lives. Nothing would be gained by this. A lifetime of transgression has not softened their hearts. A second probation, were it given to them, would be occupied as was the first, in evading the requirements of God and exciting rebellion against Him."},{"refcode_short":"IC 36.3","refcode_long":"The Impending Conflict, p. 36.3 (Ellen Gould White)","content":"Christ descends upon the Mount of Olives, whence, after His resurrection, He ascended, and where angels repeated the promise of His return. Says the prophet: “The LORD my God shall come, and all the saints with Thee.” ” And his feet shall stand in that day upon the mount of Olives, which is before Jerusalem on the east, and the mount of Olives shall cleave in the midst thereof, . . . and there shall be a very great valley;” “And the LORD shall be king over all the earth: in that day shall there be one LORD, and his name one.” Zechariah 14: 5, 4, 9. As the New Jerusalem, in its dazzling splendor, comes down out of heaven, it rests upon the place purified and made ready to receive it, and Christ, with His people and the angels, enters the holy city."},{"refcode_short":"IC 37.1","refcode_long":"The Impending Conflict, p. 37.1 (Ellen Gould White)","content":"Now Satan prepares for a last mighty struggle for the supremacy. While deprived of his power, and cut off from his work of deception, the prince of evil was miserable and dejected; but as the wicked dead are raised, and he sees the vast multitudes upon his side, his hopes revive, and he determines not to yield the great controversy. He will marshal all the armies of the lost under his banner, and through them endeavor to execute his plans. The wicked are Satan’s captives. In rejecting Christ they have accepted the rule of the rebel leader. They are ready to receive his suggestions and to do his bidding. Yet, true to his early cunning, he does not acknowledge himself to be Satan, He claims to be the prince who is the rightful owner of the world, and whose inheritance has been unlawfully wrested from him. He represents himself to his deluded subjects as a redeemer, assuring them that his power has brought them forth from their graves, and that he is about to rescue them from the most cruel works tyranny. The presence of Christ having been removed, Satan works wonders to support his claims. He makes the weak strong, and inspires all with his own spirit and energy. He proposes to lead them against the camp of the saints, and to take possession of the city of God. With fiendish exultation he points to the unnumbered millions who have been raised from the dead, and declares that as their leader he is well able to overthrow the city, and regain his throne and his kingdom."},{"refcode_short":"IC 37.2","refcode_long":"The Impending Conflict, p. 37.2 (Ellen Gould White)","content":"In that vast throng are multitudes of the long-lived race that existed before the Flood; men of lofty stature and giant intellect, who, yielding to the control of fallen angels, devoted all their skill and knowledge to the exaltation of themselves; men whose wonderful works of art led the world to idolize their genius, but whose cruelty and evil inventions, defiling the earth and defacing the image of God, caused Him to blot them from the face of His creation. There are kings and generals who conquered nations, valiant men who never lost a battle, proud, ambitious warriors whose approach made kingdoms tremble. In death these experienced no change. As they come up from the grave, they resume the current of their thoughts just where it ceased. They are actuated by the same desire to conquer that ruled them when they fell."},{"refcode_short":"IC 37.3","refcode_long":"The Impending Conflict, p. 37.3 (Ellen Gould White)","content":"Satan consults with his angels, and then with these kings and conquerors and mighty men. They look upon the strength and numbers on their side, and declare that the army within the city is small in comparison with theirs, and that it can be overcome. They lay their plans to take possession of the riches and glory of the New Jerusalem. All immediately begin to prepare for battle. Skillful artisans construct implements of war. Military leaders, famed for their success, marshal the throngs of warlike men into companies and divisions."},{"refcode_short":"IC 37.4","refcode_long":"The Impending Conflict, p. 37.4 (Ellen Gould White)","content":"At last the order to advance is given, and the countless host moves on, — an army such as was never summoned by earthly conquerors, such as the combined forces of all ages since war began on earth could never equal. Satan, the mightiest of warriors, leads the van, and his angels unite their forces for this final struggle. Kings and warriors are in his train, and the multitudes follow in vast companies, each under its appointed leader. With military precision, the serried ranks advance over the earth’s broken and uneven surface to the city of God. By command of Jesus, the gates of the New Jerusalem are closed; and the armies of Satan surround the city, and make ready for the onset."},{"refcode_short":"IC 37.5","refcode_long":"The Impending Conflict, p. 37.5 (Ellen Gould White)","content":"Now Christ again appears to the view of His enemies. Far above the city, upon a foundation of burnished gold, is a throne, high and lifted up. Upon this throne sits the Son of God, and around Him are the subjects of His kingdom. The power and majesty of Christ no language can describe, no pen portray. The glory of the Eternal Father is enshrouding His Son. The brightness of His presence fills the city of God, and flows out beyond the gates, flooding the whole earth with its radiance."},{"refcode_short":"IC 37.6","refcode_long":"The Impending Conflict, p. 37.6 (Ellen Gould White)","content":"Nearest the throne are those who were once zealous in the cause of Satan, but who, plucked as brands from the burning, have followed their Saviour with deep, intense devotion. Next are those who perfected Christian characters in the midst of falsehood and infidelity, those who honored the law of God when the Christian world declared it void, and the millions, of all ages, who were martyred for their faith. And beyond is the “great multitude, which no man could number, of all nations, and kindreds, and people, and tongues, . . . before the throne, and before the Lamb, clothed with white robes, and palms in their hands.” Revelation 7:9. Their warfare is ended, their victory won. They have run the race and reached the prize. The palm branch in their hands is a symbol of their triumph, the white robe an emblem of the spotless righteousness of Christ which now is theirs."},{"refcode_short":"IC 37.7","refcode_long":"The Impending Conflict, p. 37.7 (Ellen Gould White)","content":"The redeemed raise a song of praise that echoes and re-echoes through the vaults of heaven, “Salvation to our God which sitteth upon the throne, and unto the Lamb.” Revelation 7:10. And angel and seraph unite their voices in adoration. As the redeemed have beheld the power and malignity of Satan, they have seen, as never before, that no power but that of Christ could have made them conquerors. In all that shining throng there are none that subscribe salvation to themselves, as if they had prevailed by their own power and goodness. Nothing is said of what they have done or suffered; but the burden of every song, the keynote of every anthem, is, Salvation to our God, and unto the Lamb."},{"refcode_short":"IC 38.1","refcode_long":"The Impending Conflict, p. 38.1 (Ellen Gould White)","content":"In the presence of the assembled inhabitants of earth and heaven the final coronation of the Son of God takes place. And now, invested with supreme majesty and power, the King of kings pronounces sentence upon the rebels against His government, and executes justice upon those who have transgressed His law and oppressed His people. Says the prophet of God: “And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them, and I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.” Revelation 20:11, 12."},{"refcode_short":"IC 38.2","refcode_long":"The Impending Conflict, p. 38.2 (Ellen Gould White)","content":"As soon as the books of record are opened, and the eye of Jesus looks upon the wicked, they are conscious of every sin which they have ever committed. They see just where their feet diverged from the path of purity and holiness, just how far pride and rebellion have carried them in the violation of the law of God. The seductive temptations which they encouraged by indulgence in sin, the blessings perverted, the messengers of God despised, the warnings rejected, the waves of mercy beaten back by the stubborn, unrepentant heart, — all appear as if written in letters of fire."},{"refcode_short":"IC 38.3","refcode_long":"The Impending Conflict, p. 38.3 (Ellen Gould White)","content":"Above the throne is revealed the cross; and like a panoramic view appear the scenes of Adam’s temptation and fall, and the successive steps in the great plan of redemption. The Saviour’s lowly birth; His early life of simplicity and obedience; His baptism in Jordan; the fast and temptation in the wilderness; His public ministry, unfolding to men heaven’s most precious blessings; the days crowded with deeds of love and mercy, the nights of prayer and watching in the solitude of the mountains; the plottings of envy, hate, and malice which repaid His benefits; the awful, mysterious agony in Gethsemane, beneath the crushing weight of the sins of the whole world; His betrayal into the hands of the murderous mob; the fearful events of that night of horror, — the unresisting prisoner, forsaken by His best-loved disciples, rudely hurried through the streets of Jerusalem; the Son of God exultingly displayed before Annas, arraigned in the high priest’s palace, in the judgment hall of Pilate, before the cowardly and cruel Herod, mocked, insulted, tortured, and condemned to die, — all are vividly portrayed."},{"refcode_short":"IC 38.4","refcode_long":"The Impending Conflict, p. 38.4 (Ellen Gould White)","content":"And now before the swaying multitude are revealed the final scenes, — the patient Sufferer treading the path to Calvary; the Prince of heaven hanging upon the cross; the haughty priests and the jeering rabble deriding His expiring agony; the supernatural darkness; the heaving earth, the rent rocks, the open graves, marking the moment when the world’s Redeemer yielded up His life."},{"refcode_short":"IC 38.5","refcode_long":"The Impending Conflict, p. 38.5 (Ellen Gould White)","content":"The awful spectacle appears just as it was. Satan, his angels, and his subjects have no power to turn from the picture of their own work. Each actor recalls the part which he performed. Herod, who slew the innocent children of Bethlehem that he might destroy the King of Israel; the base Herodias, upon whose guilty soul rests the blood of John the Baptist; the weak, time-serving Pilate; the mocking soldiers; the priests and rulers and the maddened throng who cried, “His blood be on us, and on our children!” — all behold the enormity of their guilt. They vainly seek to hide from the divine majesty of His countenance, outshining the glory of the sun, while the redeemed cast their crowns at the Saviour’s feet, exclaiming, “He died for me!”"},{"refcode_short":"IC 38.6","refcode_long":"The Impending Conflict, p. 38.6 (Ellen Gould White)","content":"Amid the ransomed throng are the apostles of Christ, the heroic Paul, the ardent Peter, the loved and loving John, and their true-hearted brethren, and with them the vast host of martyrs; while outside the walls, with every vile and abominable thing, are those by whom they were persecuted, imprisoned, and slain. There is Nero, that monster of cruelty and vice, beholding the joy and exaltation of those whom he once tortured, and in whose extremest anguish he found satanic delight. His mother is there to witness the result of her own work; to see how the evil stamp of character transmitted to her son, the passions encouraged and developed by her influence and example, have borne fruit in crimes that caused the world to shudder."},{"refcode_short":"IC 38.7","refcode_long":"The Impending Conflict, p. 38.7 (Ellen Gould White)","content":"There are papist priests and prelates, who claimed to be Christ’s ambassadors, yet employed the rack, the dungeon, and the stake to control the consciences of His people. There are the proud pontiffs who exalted themselves above God, and presumed to change the law of the Most High. Those pretended fathers of the church have an account to render to God from which they would fain be excused. Too late they are made to see that the Omniscient One is jealous of His law, and that He will in nowise clear the guilty. They learn now that Christ identifies His interest with that of His suffering people; and they feel the force of His own words, “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.” Matthew 25:40."},{"refcode_short":"IC 39.1","refcode_long":"The Impending Conflict, p. 39.1 (Ellen Gould White)","content":"The whole wicked world stand arraigned at the bar of God, on the charge of high treason against the government of heaven. They have none to plead their cause; they are without excuse; and the sentence of eternal death is pronounced against them."},{"refcode_short":"IC 39.2","refcode_long":"The Impending Conflict, p. 39.2 (Ellen Gould White)","content":"It is now evident to all that the wages of sin is not noble independence and eternal life, but slavery, ruin, and death. The wicked see what they have forfeited by their life of rebellion. The far more and exceeding and eternal weight of glory was despised when offered them; but how desirable it now appears! “All this,” cries the lost soul, “I might have had; but I chose to put these things far from me. Oh, strange infatuation! I have exchanged peace, happiness, and honor, for wretchedness, infamy, and despair.” All see that their exclusion from heaven is just. By their lives they have declared, “We will not have this Man [Jesus] to reign over us.”"},{"refcode_short":"IC 39.3","refcode_long":"The Impending Conflict, p. 39.3 (Ellen Gould White)","content":"As if entranced, the wicked have looked upon the coronation of the Son of God. They see in His hands the tables of the divine law, the statutes which they have despised and transgressed. They witness the outburst of wonder, rapture, and adoration from the saved; and as the wave of melody sweeps over the multitudes without the city, all with one voice exclaim, “Great and marvelous are Thy works, Lord God Almighty; just and true are Thy ways, Thou King of saints” (Revelation 15:3); and falling prostrate, they worship the Prince of life."},{"refcode_short":"IC 39.4","refcode_long":"The Impending Conflict, p. 39.4 (Ellen Gould White)","content":"Satan seems paralyzed as he beholds the glory and majesty of Christ. He who was once a covering cherub remembers whence he has fallen. A shining seraph, “son of the morning; ” how changed, how degraded! From the council where once he was honored, he is forever excluded. He sees another now standing near to the Father, veiling His glory. He has seen the crown placed upon the head of Christ by an angel of lofty stature and majestic presence, and he knows that the exalted position of this angel might have been his."},{"refcode_short":"IC 39.5","refcode_long":"The Impending Conflict, p. 39.5 (Ellen Gould White)","content":"Memory recalls the home of his innocence and purity, the peace and content that were his until he indulged in murmuring against God, and envy of Christ. His accusations, his rebellion, his deceptions to gain the sympathy and support of the angels, his stubborn persistence to gain in making no effort for self-recovery when God would have granted him forgiveness, — all come vividly before him. He reviews his work among men and its results, — the enmity of man toward his fellow man, the terrible destruction of life, the rise and fall of kingdoms, the overturning of thrones, the long succession of tumults, conflicts, and revolutions. He recalls his constant efforts to oppose the work of Christ and to sink man lower and lower. He sees that his hellish plots have been powerless to destroy those who have put their trust in Jesus. As Satan looks upon his kingdom, the fruit of his toil, he sees only failure and ruin. He has led the multitudes to believe that the city of God would be an easy prey; but he knows that this is false. Again and again, in the progress of the great controversy, he has been defeated, and compelled to yield. He knows too well the power and majesty of the Eternal."},{"refcode_short":"IC 39.6","refcode_long":"The Impending Conflict, p. 39.6 (Ellen Gould White)","content":"The aim of the great rebel has ever been to justify himself, and to prove the divine government responsible for the rebellion. To this end he has bent all the power of his giant intellect. He has worked deliberately and systematically, and with marvelous success, leading vast multitudes to accept his version of the great controversy which has been so long in progress. For thousands of years this chief of conspiracy has palmed off falsehood for truth. But the time has come now when the rebellion is to be finally defeated, and the history and character of Satan disclosed. In his last great effort to dethrone Christ, destroy His people, and take possession of the city of God, the archdeceiver has been fully unmasked. Those who have united with him see the total failure of his cause. Christ’s followers and the loyal angels behold the full extent of his machinations against the government of God. He is the object of universal abhorrence."},{"refcode_short":"IC 39.7","refcode_long":"The Impending Conflict, p. 39.7 (Ellen Gould White)","content":"Satan sees that this voluntary rebellion has unfitted him for heaven. He has trained his powers to war against God; the purity, peace, and harmony of heaven would be to him supreme torture. His accusations against the mercy and justice of God are now silenced. The reproach which he himself ha endeavored to cast upon Jehovah rests wholly upon himself. And now Satan bows down, and confesses the justice of his sentence."},{"refcode_short":"IC 40.1","refcode_long":"The Impending Conflict, p. 40.1 (Ellen Gould White)","content":"“Who shall not fear thee, O Lord, and glorify thy name? for thou only art holy: for all nations shall come and worship before thee; for thy judgments are made manifest.” Revelation 15:4. Every question of truth and error in the long-standing controversy has now been made plain. The results of rebellion, the fruits of setting aside the divine statutes, have been laid open to the view of all created intelligences. The working out of Satan’s rule in contrast with the government of God, has been presented to the whole universe. Satan’s own works have condemned him. God’s wisdom, His justice, and His goodness stand fully vindicated. It is seen that all His dealings in the great controversy have been conducted with respect to the eternal good of His people, and the good of all the worlds that He has created."},{"refcode_short":"IC 40.2","refcode_long":"The Impending Conflict, p. 40.2 (Ellen Gould White)","content":"“All thy works shall praise thee, O LORD; and thy saints shall bless thee.” Psalms 145:10. The history of sin will stand to all eternity as a witness that with the existence of God’s law is bound up the happiness of all the beings He has created. With all the facts of the great controversy in view, the whole universe, both loyal and rebellious with one accord declare, “Just and true are Thy ways, Thou King of saints.”"},{"refcode_short":"IC 40.3","refcode_long":"The Impending Conflict, p. 40.3 (Ellen Gould White)","content":"Before the universe has been clearly presented the great sacrifice made by the Father and the Son in man’s behalf. The hour has come when Christ occupies His rightful position, and is glorified above principalities and powers and every name that is named. It was for the joy that was set before Him, — that He might bring many sons unto glory, — that He endured the cross and despised the shame. And inconceivably great as was the sorrow and the shame, yet greater is the joy and the glory. He looks upon the redeemed, renewed in His own image, every heart bearing the perfect impress of the divine, every face reflecting the likeness of their King. He beholds in them the result of the travail of His soul, and He is satisfied. Then, in a voice that reaches the assembled multitudes of the righteous and the wicked, He declares, “Behold the purchase of My blood! For these I suffered, for these I died, that they might dwell in My presence throughout eternal ages.” And the song of praise ascends from the white-robed ones about the throne, “Worthy is the Lamb that was slain to receive power, and riches, and wisdom, and strength, and honour, and glory, and blessing.” Revelation 5:12."},{"refcode_short":"IC 40.4","refcode_long":"The Impending Conflict, p. 40.4 (Ellen Gould White)","content":"Notwithstanding that Satan has been constrained to acknowledge God’s justice, and to bow to the supremacy of Christ, his character remains unchanged. The spirit of rebellion, like a mighty torrent, again bursts forth. Filled with frenzy, he determines not to yield the great controversy. The time has come for a last desperate struggle against the King of heaven. He rushes into the midst of his subjects, and endeavors to inspire them with his own fury, and arouse them to instant battle. But of all the countless millions whom he has allured into rebellion, there are none now to acknowledge his supremacy. His power is at an end. the wicked are filled with the same hatred of God that inspires Satan; but they see that their case is hopeless, that they cannot prevail against Jehovah. Their rage is kindled against Satan and those who have been his agents in deception, and with the fury of demons they turn upon them."},{"refcode_short":"IC 40.5","refcode_long":"The Impending Conflict, p. 40.5 (Ellen Gould White)","content":"Saith the Lord: “Because thou hast set thine heart as the heart of God; behold, therefore I will bring strangers upon thee, the terrible of the nations: and they shall draw their swords against the beauty of thy wisdom, and they shall defile thy brightness. They shall bring thee down to the pit.” “I will destroy thee, O covering cherub, from the midst of the stones of fire. . . . I will cast thee to the ground, I will lay thee before kings, that they may behold thee. I will bring thee to ashes upon the earth in the sight of all them that behold thee. thou shalt be a terror, and never shalt thou be any more.” Ezekiel 28:6-8, 16-19."},{"refcode_short":"IC 40.6","refcode_long":"The Impending Conflict, p. 40.6 (Ellen Gould White)","content":"“For every battle of the warrior is with confused noise, and garments rolled in blood; but this shall be with burning and fuel of fire.” Isaiah 9:5"},{"refcode_short":"IC 40.7","refcode_long":"The Impending Conflict, p. 40.7 (Ellen Gould White)","content":"“For the indignation of the LORD is upon all nations, and his fury upon all their armies: he hath utterly destroyed them, he hath delivered them to the slaughter.” Isaiah 34:2."},{"refcode_short":"IC 40.8","refcode_long":"The Impending Conflict, p. 40.8 (Ellen Gould White)","content":"“Upon the wicked he shall rain quick burning coals, fire and brimstone, and an horrible tempest: this shall be the portion of their cup.” Psalms 11:6. (margin)."},{"refcode_short":"IC 40.9","refcode_long":"The Impending Conflict, p. 40.9 (Ellen Gould White)","content":"Fire comes down from God out of heaven. The earth is broken up. The weapons concealed in its depths are drawn forth. Devouring flames burst from every yawning chasm. The very rocks are on fire. The day has come that shall burn as an oven. The elements melt with fervent heat, the earth also, and the works that are therein are burned up. Malachi 4:1; 2 Peter 3:10. The earth’s surface seems one molten mass, — a vast, seething lake of fire. It is the time of the judgment and perdition of ungodly men, — “the day of the Lord’s vengeance, and the year of recompenses for the controversy of Zion.” Isaiah 34:8."},{"refcode_short":"IC 41.1","refcode_long":"The Impending Conflict, p. 41.1 (Ellen Gould White)","content":"The wicked receive their recompense in the earth. Proverbs 11:31. They “shall be stubble: and the day that cometh shall burn them up, saith the Lord of hosts.” Malachi 4:1. Some are destroyed as in a moment, while others suffer many days. All are punished “according to their deeds.” The sins of the righteous having been transferred to Satan, he is made to suffer not only for his own rebellion, but for all the sins which he has caused God’s people to commit. His punishment is to be far greater than that of those whom he has deceived. After all have perished who fell by his deceptions, he is still to live and suffer on. In the cleansing flames the wicked are at last destroyed, root, and branch, — Satan the root, his followers the branches. The full penalty of the law has been visited; the demands of justice have been met; and heaven and earth, beholding, declare the righteousness of Jehovah."},{"refcode_short":"IC 41.2","refcode_long":"The Impending Conflict, p. 41.2 (Ellen Gould White)","content":"Satan’s work of ruin is forever ended. For six thousand years he has wrought his will, filling the earth with woe, and causing grief throughout the universe. The whole creation has groaned and travailed together in pain. Now God’s creatures are forever delivered from his presence and temptations. “The whole earth is at rest, and is quiet: they [the righteous] break forth into singing.” Isaiah 14:7. And a shout of praise and triumph ascends from the whole universe. “The voice of a great multitude,” “as the voice of many waters, and as the voice of mighty thunderings,” is heard saying, “Alleluia: for the Lord God omnipotent reigneth.” Revelation 19:6."},{"refcode_short":"IC 41.3","refcode_long":"The Impending Conflict, p. 41.3 (Ellen Gould White)","content":"While the earth was wrapped in the fire of destruction, the righteous abode safely in the holy city. Upon those that had part in the first resurrection, the second death has no power. While God is to the wicked a consuming fire, He is to His people both a sun and a shield. Revelation 20:6; Psalms 84:11."},{"refcode_short":"IC 41.4","refcode_long":"The Impending Conflict, p. 41.4 (Ellen Gould White)","content":"“And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away.” Revelation 21:1. The fire that consumes the wicked purifies the earth. Every trace of the curse is swept away. No eternally burning hell will keep before the ransomed the fearful consequences of sin."},{"refcode_short":"IC 41.5","refcode_long":"The Impending Conflict, p. 41.5 (Ellen Gould White)","content":"One reminder alone remains: our Redeemer will ever bear the marks of His crucifixion. Upon His wounded head, upon His side, His hands and feet, are the only traces of the cruel work that sin has wrought. Says the prophet, beholding Christ in His glory, “He had bright beams coming out of His side: and there was the hiding of His power.” Habakkuk 3:4 (margin). That pierced side whence flowed the crimson stream that reconciled man to God, — there is the Saviour’s glory, there “the hiding of His power.” “Mighty to save,” through the sacrifice of redemption, He was therefore strong to execute justice upon them that despised God’s mercy. And the tokens of His humiliation are His highest honor; through the eternal ages the wounds of Calvary will show forth His praise, and declare His power."},{"refcode_short":"IC 41.6","refcode_long":"The Impending Conflict, p. 41.6 (Ellen Gould White)","content":"“O tower of the flock, the strong hold of the daughter of Zion, unto thee shall it come, even the first dominion.” Micah 4:8. The time has come, to which holy men have looked with longing since the flaming sword barred the first pair from Eden, — the time for “the redemption of the purchased possession.” Ephesians 1:14. The earth originally given to man as his kingdom, betrayed by him into the hands of Satan, and so long held by the mighty foe, has been brought back by the great plan of redemption. All that was lost by sin has been restored. “For thus saith the LORD that formed the earth and made it; He hath established it, He created it not in vain, He formed it to be inhabited.” Isaiah 45:18. God’s original purpose in the creation of the earth is fulfilled as it is made the eternal abode of the redeemed. “The righteous shall inherit the land, and dwell therein for ever.” Psalms 37:29."},{"refcode_short":"IC 41.7","refcode_long":"The Impending Conflict, p. 41.7 (Ellen Gould White)","content":"A fear of making the future inheritance seem too material has led many to spiritualize away the very truths which lead us to look upon it as our home. Christ assured His disciples that He went to prepare mansions for them in the Father’s house. Those who accept the teachings of God’s word will not be wholly ignorant concerning the heavenly abode. And yet, “eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love Him.” 1 Corinthians 2:9. Human language is inadequate to describe the reward of the righteous. It will be known only to those who behold it. No finite mind can comprehend the glory of the Paradise of God."},{"refcode_short":"IC 41.8","refcode_long":"The Impending Conflict, p. 41.8 (Ellen Gould White)","content":"In the Bible the inheritance of the saved is called a country. Hebrews 11:14-16. There the heavenly Shepherd leads His flock to fountains of living waters. The tree of life yields fruit every month, and the leaves of the tree are for the service of the nations. There are ever-flowing streams, clear as crystal, and beside them waving trees cast their shadows upon the paths prepared for the ransomed of the Lord. There the wide-spreading plains swell into hills of beauty, and the mountains of God rear their lofty summits. On those peaceful plains, beside those living streams, God’s people, so long pilgrims and wanderers, shall find a home."},{"refcode_short":"IC 42.1","refcode_long":"The Impending Conflict, p. 42.1 (Ellen Gould White)","content":"“And my people shall dwell in a peaceable habitation, and in sure dwellings, and in quiet resting places.” “Violence shall no more be heard in thy land, wasting nor destruction within thy borders; but thou shalt call thy walls Salvation, and thy gates Praise.” “And they shall build houses, and inhabit them; and they shall plant vineyards, and eat the fruit of them.” “They shall not build, and another inhabit; they shall not plant, and another eat: . . . and mine elect shall long enjoy the work of their hands.” Isaiah 32:18, 60:18 65:21, 22."},{"refcode_short":"IC 42.2","refcode_long":"The Impending Conflict, p. 42.2 (Ellen Gould White)","content":"There, “the wilderness and the solitary place shall be glad for them; and the desert shall rejoice, and blossom as the rose.” “Instead of the thorn shall come up the fir tree, and instead of the brier shall come up the myrtle tree.” Isaiah 35:1; 55:13. “The wolf also shall dwell with the lamb, and the leopard shall lie down with the kid; . . . and a little child shall lead them.” “They shall not hurt nor destroy in all My holy mountain,” saith the Lord. Isaiah 11:6, 9."},{"refcode_short":"IC 42.3","refcode_long":"The Impending Conflict, p. 42.3 (Ellen Gould White)","content":"Pain cannot exist in the atmosphere of heaven. There will be no more tears, no funeral trains, no badges of mourning. “There shall be no more death, neither sorrow, nor crying, . . . for the former things have passed away.” Revelation 21:4. “The inhabitants shall not say, I am sick: the people that dwell therein shall be forgiven their iniquity.” Isaiah 33:24."},{"refcode_short":"IC 42.4","refcode_long":"The Impending Conflict, p. 42.4 (Ellen Gould White)","content":"There is the New Jerusalem, the metropolis of the glorified new earth, “a crown of glory in the hand of the Lord, and a royal diadem in the hand of thy God.” Isaiah 62:3. “Her light was like unto a stone most precious, even like a jasper stone, clear as crystal.” “The nations of them which are saved shall walk in the light of it: and the kings of the earth do bring their glory and honor into it.” Revelation 21:11, 24. Saith the Lord, “I will rejoice in Jerusalem, and joy in My people.” Isaiah 65:19. “The tabernacle of God is with men, and He will dwell with them, and they shall be His people, and God Himself shall be with them, and be their God.” Revelation 21:3."},{"refcode_short":"IC 42.5","refcode_long":"The Impending Conflict, p. 42.5 (Ellen Gould White)","content":"In the city of God “there shall be no night.” None will need or desire repose. There will be no weariness in doing the will of God and offering praise to His name. We shall ever feel the freshness of the morning, and shall ever be far from its close. “And they need no candle, neither light of the sun; for the Lord God giveth them light.” Revelation 22:5. The light of the sun will be superseded by a radiance which is not painfully dazzling, yet which is immeasurably surpasses the brightness of our noontide. The glory of God and the Lamb floods the holy city with unfading light. The redeemed walk in the sunless glory of perpetual day."},{"refcode_short":"IC 42.6","refcode_long":"The Impending Conflict, p. 42.6 (Ellen Gould White)","content":"“I saw no temple therein: for the Lord God Almighty and the Lamb are the temple of it.” Revelation 21:22. The people of God are privileged to hold open communion with the Father and the Son. “Now we see through a glass, darkly.” 1 Corinthians 13:12. We behold the image of God reflected, as in a mirror, in the works of nature and in His dealings with men; but then we shall see Him face to face, without a dimming veil between. We shall stand in His presence, and behold the glory of His countenance."},{"refcode_short":"IC 42.7","refcode_long":"The Impending Conflict, p. 42.7 (Ellen Gould White)","content":"There the redeemed shall know, even as also they are known. The loves and sympathies which God Himself has planted in the soul, shall there find truest and sweetest exercise. The pure communion with holy beings, the harmonious social life with the blessed angels and with the faithful ones of all ages, who have washed their robes and made them white in the blood of the lamb, the sacred ties that bind together “the whole family in heaven and earth” (Ephesians 3:15) — these help to constitute the happiness of the redeemed."},{"refcode_short":"IC 42.8","refcode_long":"The Impending Conflict, p. 42.8 (Ellen Gould White)","content":"There, immortal minds will contemplate with never-failing delight the wonders of creative power, the mysteries of redeeming love. There will be no cruel, deceiving foe to tempt to forgetfulness of God. Every faculty will be developed, every capacity increased. The acquirement of knowledge will not weary the mind or exhaust the energies. There the grandest enterprises may be carried forward, the loftiest aspirations reached, the highest ambitions realized; and still there will arise new heights to surmount, new wonders to admire, new truths to comprehend, fresh objects to call forth the powers of mind and soul and body."},{"refcode_short":"IC 42.9","refcode_long":"The Impending Conflict, p. 42.9 (Ellen Gould White)","content":"All the treasures of the universe will be open to the study of God’s redeemed. Unfettered by mortality, they wing their tireless flight to worlds afar, — worlds that thrilled with sorrow at the spectacle of human woe, and rang with songs of gladness at the tidings of a ransomed soul. With unutterable delight the children of earth enter into the joy and the wisdom of unfallen beings. They share the treasures of knowledge and understanding gained through ages upon ages in contemplation of God’s handiwork. With undimmed vision they gaze upon the glory of creation, — suns and stars and systems, all in their appointed order circling the throne of Deity. Upon all things, from the least to the greatest, the Creator’s name is written, and in all are the riches of His power displayed."},{"refcode_short":"IC 43.1","refcode_long":"The Impending Conflict, p. 43.1 (Ellen Gould White)","content":"And the years of eternity, as they roll, will bring richer and still more glorious revelations of God and of Christ. As knowledge is progressive, so will love, reverence, and happiness increase. The more men learn of God, the greater will be their admiration of His character. As Jesus opens before them the riches of redemption, and the amazing achievements in the great controversy with Satan, the hearts of the ransomed thrill with more fervent devotion, and with more rapturous joy they sweep the harps of gold; and ten thousand times ten thousand and thousands of thousands of voices unite to swell the mighty chorus of praise."},{"refcode_short":"IC 43.2","refcode_long":"The Impending Conflict, p. 43.2 (Ellen Gould White)","content":"“And every creature which is in heaven, and on the earth, and under the earth, and such as are in the sea, and all that are in them, heard I saying, Blessing, and honour, and glory, and power, be unto him that sitteth upon the throne, and unto the Lamb for ever and ever.” Revelation 5:13"}]