[{"refcode_short":"IR","refcode_long":"The Indiana Reporter","content":"The Indiana Reporter"},{"refcode_short":"IR February 25,  1903","refcode_long":"The Indiana Reporter February 25,  1903","content":"1903"},{"refcode_short":"IR February 25,  1903","refcode_long":"The Indiana Reporter February 25,  1903","content":"February 25, 1903"},{"refcode_short":"IR February 25,  1903","refcode_long":"The Indiana Reporter February 25,  1903","content":"A Call to All Our People"},{"refcode_short":"IR February 25,  1903, par. 1","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 1","content":"The time has come when the Lord would have all the powers of His people brought into exercise to relieve the situation of our schools."},{"refcode_short":"IR February 25,  1903, par. 2","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 2","content":"We shall call upon the people to help to the utmost of their ability just now. We shall call upon them to do a work which will be pleasing to God in purchasing the book. We shall ask that every available means be used to help to circulate this book."},{"refcode_short":"IR February 25,  1903, par. 3","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 3","content":"The schools must be helped. Let all lift harmoniously and help as much as they possibly can. Great blessings will come to those who will take hold of this matter just now. Let no discouragement be offered by our ministers, as though it were not a proper thing to do. They should take hold of this work. If they do it aright, cheerfully, hopefully, they will find it a very great blessing. The Lord does not force any man to work, but to those who will place themselves decidedly on His side He will give a willing mind."},{"refcode_short":"IR February 25,  1903, par. 4","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 4","content":"Have faith in God. He gave me the idea of giving “Christ's Object Lessons” for the relief of the schools. He is testing His people and institutions in this thing, to see if they will work together and be of one mind in self-denial and self-sacrifice. Carry forward this work without flinching, in the name of the Lord. Let God's plan be vindicated. Let His proposition be fully carried out and heartily indorsed as the means of uniting the members of the churches in self-sacrificing effort. Thus they will be sanctified, soul, body and spirit, as vessels unto honor, to whom God can impart His Holy Spirit. By this means they will accomplish the work God designs to have done."},{"refcode_short":"IR February 25,  1903, par. 5","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 5","content":"Stir up every family, every church, to do the very utmost of their power, every one consecrating himself to God, putting the leaven of evil out of his heart, out of the home and out of the church. Let every family make the most of this, the Lord's opportunity. Let all work together. Let children act a part. Let every member of the family do something. Educate, educate. This is an opportunity which God's people cannot afford to lose. God calls. Do your best at this time to render to Him your offering, to carry out His specified will, and thus make this an occasion for witnessing for Him and His truth. In a world of darkness let your light shine forth. Let canvassers do their best in canvassing for the book, “Christ's Object Lessons.” Their work will serve a double purpose. They will place in the homes of the people a book containing most precious light, seed sown to bring truth to souls ready to perish. In receiving this seed into their hearts, they will save their souls through belief of the truth. At the same time means will be gathered for the relief of the schools. Two-fold good will thus be accomplished in this work. Let it be done heartily as unto the Lord."},{"refcode_short":"IR February 25,  1903, par. 6","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 6","content":"There is to be a decided work done to accomplish God's plan. Make every stroke tell for the Master in the work of canvassing for “Christ's Object Lessons.” God desires His people to be vitalized for work as they have never been before, for their good and for the upbuilding of His cause. Ministering angels will be round about the workers."},{"refcode_short":"IR February 25,  1903, par. 7","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 7","content":"Let our institutions make every effort to free themselves from debt. Let every family arouse. Let the ministers of our churches and the presidents of our conferences awaken. Then He will tell you what to do next."},{"refcode_short":"IR February 25,  1903, par. 8","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 8","content":"You will need to have patience with the tardy ones, who do not feel the necessity of doing anything promptly, thoroughly, earnestly. They have so much to say, so much unbelief to express, and so much criticising, that they lose the peace and joy and happiness in the purposes of God before they can decide to move. We must become men and women of God's opportunity. I am so glad that so much harmonious action has been shown in striving to carry out this purpose of God, and to make the most of His providences."},{"refcode_short":"IR February 25,  1903, par. 9","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 9","content":"The plan was presented to me by the Lord as one that would be an all-round blessing. It was a plan by which leaders and people would be enabled to act a part and receive a blessing. Scene after scene was presented to me in which ministers were being aroused to act their part. Church members became interested, and whole families took part in the work. Angels of God united with the workers, opening doors for the canvassers to enter and tell the people of the work they were trying to do in selling “Object Lessons.”"},{"refcode_short":"IR February 25,  1903, par. 10","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 10","content":"I saw that the book found ready sale. It was bought by thousands not of our faith, and some, after seeing the value of the matter it contained, bought several copies for distribution among their friends."},{"refcode_short":"IR February 25,  1903, par. 11","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 11","content":"The workers gave their time, receiving nothing so far as money is concerned, but receiving a reward of infinitely greater value."},{"refcode_short":"IR February 25,  1903, par. 12","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 12","content":"Individual action brought a consciousness of well-doing. Those who engaged in the work improved in health of body and health of mind. They gained an experience that made their hearts glad in the Lord. They had no time to speak needless words. Their one thought was, “The book must be sold, for the debt must be lifted from the schools.” It seemed as if in every place prayer could be heard, and faith in the work constantly increased. A happy enthusiasm filled the hearts of the workers."},{"refcode_short":"IR February 25,  1903, par. 13","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 13","content":"I was made very happy by the result of the plan, and those who engaged in selling the book were happy. They helped one another to make the work a success."},{"refcode_short":"IR February 25,  1903, par. 14","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 14","content":"I saw that in selling “Object Lessons” our people were learning how to handle larger books. They were being prepared to enter the canvassing field. The earnestness with which they took hold of the work showed that they appreciated the opportunity of learning how to canvass. Prejudice was removed. In becoming acquainted with the people the workers gained a valuable experience; and as they were thus sinking fresh shafts, their example helped the church to see that all around them there was work to do. There were those in the church who needed the experience to be gained in telling others of the truth; and as they went forth to this work, their talents were greatly increased. The Savior went before them, and the blessing of the Lord became His people's strength. The pulpit became a place of power."},{"refcode_short":"IR February 25,  1903, par. 15","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 15","content":"I saw that the sale of “Object Lessons” opened the way for the establishment of missions. In the church there was a revival of the missionary spirit. An earnest desire to learn how to work for the Lord was shown. Small companies gathered for prayer and Bible study. All moved forward with harmonious action. Believers went to places where the people have no opportunity to hear the Word of God, and gathered the children for Sabbath School. Efforts were made to help isolated families. Plans were laid for these families to meet with other families for Bible study. Thus the way was opened for light to shine forth from the Word of God."},{"refcode_short":"IR February 25,  1903, par. 16","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 16","content":"Many of the servants of Christ, although constantly reminded, seem to forget that they are stewards of their Lord's goods. I have been shown that many of them have become rusty from inaction. The Lord, in His providence, has now given them something to do, and has thus opened the way for them to help others to become acquainted with the special truths for this time. He has given them a work to do that will bring a great and grand result. In getting out of the easy chair of self-satisfaction, and going forth to give the light of truth to their fellow-men, they will learn an excellent lesson. By selling “Object Lessons” they are doing a two-fold work—helping to lift the debt from our schools, and at the same time giving the precious light of truth to those who need it."},{"refcode_short":"IR February 25,  1903, par. 17","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 17","content":"I hope that no one who can engage in this work will excuse himself, and so lose the blessing that there is in it. This work is the means that the Lord has ordained for uniting the hearts of His people to one another by the same link that unites them to Himself. “We are laborers together with God.” These words seem so appropriate to the work now being done."},{"refcode_short":"IR February 25,  1903, par. 18","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 18","content":"There are many, many souls that the Lord Jesus desires to save, and He asks for our co-operation in this work. These souls cost Him an infinite price. Let the question come home to us, “Are we willing to be workers together with God? Are we willing to go to those outside the faith and plant in their hearts the seeds of truth?”"},{"refcode_short":"IR February 25,  1903, par. 19","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 19","content":"The work now being done with “Object Lessons” is a good beginning of the work the Lord desires to see carried forward by His people, because it calls for sacrifices and gifts, and because it enables all to act a part. It is a work in which old and young can engage. The Lord's plan has provided a way for all to do something. The more you do of this work, the less weary and the less perplexed you will be. As you go forth to sell the book the Lord has declared should be sold, you will realize that to you is spoken the benediction, “The grace of the Lord Jesus Christ, and the love of God, and the communion of the Holy Ghost be with you.”"},{"refcode_short":"IR February 25,  1903, par. 20","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 20","content":"The work of selling “Object Lessons” is to accomplish double and triple good in different lines. Those who purchase the book feel that they are doing something to advance a worthy cause. The work is done with an earnestness that appeals to their hearts. It is a lesson to them, and although they are not of our faith, they appreciate the effort that is being made. They are impressed with the earnestness of the workers. They realize that what they are doing is commended by the Lord, who blesses every good work. Light shines into their hearts. To many, the conviction of the Spirit will come through the seed sown by this unselfish work for the Master. The saving of precious souls will be the result of the work done in canvassing for “Object Lessons.”"},{"refcode_short":"IR February 25,  1903, par. 21","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 21","content":"The Lord comes very near the workers, and angels go before them. My brethren and sisters, never forget in whose company you are. See by faith an angelic host around you. Believe that the Lord Jesus is by your side, that His glory enfolds you, that He is pouring upon you the refreshing showers of His grace. Speak and act to the glory of God. Say, “In thought, word and deed I will be a blessing to those I meet. I will let light shine forth.” Enter into conversation with the people. Become familiar with their experience, and, from the book you are selling, read passages that will help them. Take with you into their homes the sunshine of heaven. Outside of the truth, there is little enough of this sunshine now in the world."},{"refcode_short":"IR February 25,  1903, par. 22","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 22","content":"As you seek to become acquainted with those who have no knowledge of the truth, as you strive to speak words in season, remember that you are God's helping hand, and that He will teach you to speak words which will cause light to shine into darkened minds. Doors will open for the work of soul-saving. Many who enter Christ's service at the eleventh hour will labor with great earnestness for Him. They will appreciate the wonderful truths of the Word of God, and will bring these truths into the daily life."},{"refcode_short":"IR February 25,  1903, par. 23","refcode_long":"The Indiana Reporter February 25,  1903, paragraph 23","content":"Let the workers remember that their spirit and their actions have a great influence on the minds of those they meet. Let them feel their dependence on God. It is only when we place ourselves in His hands, to be worked by His Spirit, that He can use us in breaking the power of the enemy over souls. Let them remember, too, that to those with whom they become acquainted in this work they are to speak of the love of the Savior, who, though He was rich, yet for our sake became poor that we might be rich."},{"refcode_short":"IR September 2,  1903, par. 23","refcode_long":"The Indiana Reporter September 2,  1903, paragraph 23","content":"September 2, 1903"},{"refcode_short":"IR September 2,  1903","refcode_long":"The Indiana Reporter September 2,  1903","content":"Our Duty to the School at Berrien Springs"},{"refcode_short":"IR September 2,  1903, par. 1","refcode_long":"The Indiana Reporter September 2,  1903, paragraph 1","content":"The following communication from Sister White relative to the work at Berrien Springs is so clear and full that you can all easily see the mind of the Lord concerning our responsibilities with reference to our district school. And now will we all respond to the earnest appeal, and finish the object lesson work before the holiday season expires. It can easily be done, if there is a general response to this earnest call which is sent us. May the Lord enable all to do what is herein recommended. WM. Covert."},{"refcode_short":"IR September 2,  1903, par. 2","refcode_long":"The Indiana Reporter September 2,  1903, paragraph 2","content":"My Brethren and Sisters:—Why is so little being done to sell “Christ's Object Lessons?” Have you become weary in well-doing? Let this work advance, for there is great need that it be carried steadily forward. The school at Berrien Springs needs the money that the sale of these books will bring. This school is making advancement as fast as possible, but it is in need of funds with which to erect buildings. The Lord is pleased with the way in which the school has been conducted, and with the education that is being given to the students gathered there. Will you not remember that in doing your best to bring in means for the advancement of this school you are co-operating with Him? There is much that needs to be done before the winter sets in. Buildings must be erected, and other lines of work carried forward."},{"refcode_short":"IR September 2,  1903, par. 3","refcode_long":"The Indiana Reporter September 2,  1903, paragraph 3","content":"Bro. Magan and Bro. Sutherland have worked with heart and soul to bring this school to its present stage of advancement, and the blessing of the Lord has attended their labors in a marked manner. I wish to say that my confidence in these men has not at all lessened. The Lord is not unmindful of the self-sacrifice and their labors of love. I have feared that they were in danger from trying to do more than they could do. I saw that they were in danger from overtaxing their strength in the effort to advance the work and to economize in the use of means. The lives of these men are precious in the sight of the Lord. He does not want them to overwork, and thus sacrifice their strength; for in the end this would mean great loss."},{"refcode_short":"IR September 2,  1903, par. 4","refcode_long":"The Indiana Reporter September 2,  1903, paragraph 4","content":"My brethren and sisters, I ask you in the name of the Lord to do all that you can to advance the work of the Berrien Springs school. I hope and pray that you will not become weary in well-doing. In carrying forward the work of selling “Christ's Object Lessons,” you will receive a most precious blessing. As you show this book to your friends and neighbors, telling them of the instruction that it contains, and why you are trying to sell it, you will gain an experience that will enable you to do more successful work for the Master. As you take up this pleasing work—for such it will prove to all who take it up with faith and prayer—the peace of Christ will come into your hearts. The thought that you are doing a good work will fill you with joy and courage."},{"refcode_short":"IR September 2,  1903, par. 5","refcode_long":"The Indiana Reporter September 2,  1903, paragraph 5","content":"At one time the suggestion was made to me that it might be best, when the Relief of the Schools campaign was finished, to make “Christ's Object Lessons” a regular subscription book. It was said that this book would have as ready a sale as any that could be produced. As I heard this suggestion, the thought came to me, “Here is an opportunity for me to get out of debt. Is not this the right thing for me to do?” I said that it might be right for me to do as the letter had suggested. Then I sent a prayer, “Lord, teach me to speak right words.” Quickly the answer came. In an instant the light given at the first regarding “Object Lessons” flashed into my mind, and the instruction then given was repeated. I seemed to hear the words, “God signified that this book should be given to our schools, to be to them a continual blessing. Would you exchange his plan for human devising? This book is to be treated as a sacred offering made to God; and if his plan regarding it is unselfishly carried out, the result will be wholly satisfactory.” I immediately said that I would not make any change in the handling of “Object Lessons” unless God gave me plain instruction that this should be done. As I said this, I felt the blessing of God resting upon me."},{"refcode_short":"IR September 2,  1903, par. 6","refcode_long":"The Indiana Reporter September 2,  1903, paragraph 6","content":"My brethren and sisters, as you go out to sell this book, the Lord Jesus and his holy angels will open the way before you. Success has attended the effort to sell the book in the past, because God's people have worked in co-operation with heavenly agencies; and success will attend the effort in the future, if our people will still carry forward the work. All will receive grace for grace, as they give what they can in time and influence to the circulation of “Christ's Object Lessons.”"},{"refcode_short":"IR September 2,  1903, par. 7","refcode_long":"The Indiana Reporter September 2,  1903, paragraph 7","content":"I leave these words with you, praying that the blessing of God may rest on the self-sacrificing workers at Berrien Springs, and upon all who continue in the work of canvassing for “Object Lessons.” Time is short, and there is much to be done. Let all who can, old and young, men, women and children, take up this work. As they go forth, the Lord will open the way before them. The words that they speak will be as seeds sown in good ground. Many souls will be saved as a result of their willing service. And at last, when we join the royal family in the courts above, the Lord will open before us the good that has been accomplished by “Christ's Object Lessons."},{"refcode_short":"IR September 16,  1903","refcode_long":"The Indiana Reporter September 16,  1903","content":"September 16, 1903"},{"refcode_short":"IR September 16,  1903","refcode_long":"The Indiana Reporter September 16,  1903","content":"Canvassing a Part of the Lord's Work"},{"refcode_short":"IR September 16,  1903, par. 1","refcode_long":"The Indiana Reporter September 16,  1903, paragraph 1","content":"The canvassing work, properly carried on, is missionary work of the highest order, and is as good and as successful a work as can be done in placing before the people the important truths for this time."},{"refcode_short":"IR September 16,  1903, par. 2","refcode_long":"The Indiana Reporter September 16,  1903, paragraph 2","content":"The importance of the work of the ministry is unmistakable; but there are many who, though hungry for the bread of life, have not the privilege of hearing the truth from the lips of God's delegated preachers. For this reason it is essential that the publications containing these important matters be placed before the people, that the truth given us of God may go where the living preacher can not go. In this way the attention of many will be called to the important events that are to occur in the closing scenes of this world's history."},{"refcode_short":"IR September 16,  1903, par. 3","refcode_long":"The Indiana Reporter September 16,  1903, paragraph 3","content":"God has ordained the canvassing work as a means of presenting before the people the light contained in these books, and canvassers should have impressed upon them the fact that the work of bringing before the world as fast as possible the books which are necessary for their spiritual education and enlightenment is the very work the Lord would have them do at this time. We can not too highly estimate this work; for were it not for the work of the canvasser, many would never hear the truth."},{"refcode_short":"IR September 16,  1903, par. 4","refcode_long":"The Indiana Reporter September 16,  1903, paragraph 4","content":"It is true that some who buy the books will lay them on the shelf or place them on the parlor table, and seldom look at them. Still, God has a care for His truth, and the time will come when these books will be sought for and read. Sickness or misfortune enters the home, and through the truth contained in these books God sends peace and hope and rest. His love will be revealed to their souls, and they will understand the preciousness of the forgiveness of their sins. Thus the Lord co-operates with the self-denying human workers."},{"refcode_short":"IR September 16,  1903, par. 5","refcode_long":"The Indiana Reporter September 16,  1903, paragraph 5","content":"There are others who, because of prejudice, will never know the truth unless it is brought to their doors and left in their homes. The canvasser may find these souls, and minister to them according to his God-given ability. He can do a line of work, of house-to-house labor, more successfully than any others. He can become acquainted with the people; he can pray with them, and can understand their necessities."},{"refcode_short":"IR September 16,  1903, par. 6","refcode_long":"The Indiana Reporter September 16,  1903, paragraph 6","content":"The lost sheep of God's fold are scattered in every place, and work that should be done for them is neglected. From the light given me, I know that where there is one canvasser in the field there should be one hundred. Canvassers should be encouraged to take hold of this work, not to canvass for story books, but to bring before the world the books containing truth so essential for this time."},{"refcode_short":"IR September 16,  1903, par. 7","refcode_long":"The Indiana Reporter September 16,  1903, paragraph 7","content":"The canvassing work is an important field of labor, and will do much towards carrying the gospel to all the dark corners of the earth. The intelligent, God-fearing, truth-loving canvasser should be respected; for he occupies a position equal to that of the gospel minister."},{"refcode_short":"IR September 16,  1903, par. 8","refcode_long":"The Indiana Reporter September 16,  1903, paragraph 8","content":"To those who are engaged in this work I would say: As you visit the people, tell them you are a gospel evangelist, and that you love the Lord."},{"refcode_short":"IR September 16,  1903, par. 9","refcode_long":"The Indiana Reporter September 16,  1903, paragraph 9","content":"The Lord desires that the light he has given on the Scriptures shall shine forth in clear, bright rays, and it is the work of our canvassers to put forth a strong, united effort, that God's desire may be accomplished. A great and important work is before us. The enemy of souls realizes this, and is using every means within his power to lead the canvasser to take up some other line of work. This order of things should be changed. God calls the canvassers back to their work. He calls for volunteers for the canvassing work, those who will put all their energies and enlightenment into the work, helping wherever there is an opportunity. The Master calls for every one to do the work given him according to his several ability. Who will respond to the call? Who will go forth to work in wisdom and grace and the love of Christ for those nigh and those afar off? Who will sacrifice ease and pleasure to enter places of error, superstition and darkness, working earnestly and perseveringly, speaking the truth in simplicity, praying in faith, doing house-to-house labor? Who at this time will go forth without the camp, imbued with the power of the Holy Spirit, bearing reproach for Christ's sake, opening the Scriptures to men and women, and calling them to repentance?"},{"refcode_short":"IR September 16,  1903, par. 10","refcode_long":"The Indiana Reporter September 16,  1903, paragraph 10","content":"To our canvassers, to all to whom God has given talents that they might cooperate with him, I would say: Pray, O pray for a deeper experience. Go forth with your hearts softened and subdued by a study of the precious truths which God has given us for this time. Drink freely of the water of salvation, that it may be in your hearts as a living spring, flowing forth to refresh souls ready to perish. God will then give wisdom to enable you to impart aright. He will make you channels of communicating his blessings. He will help you to reveal his attributes by imparting to others the wisdom and understanding which he has imparted to you."},{"refcode_short":"IR September 16,  1903, par. 11","refcode_long":"The Indiana Reporter September 16,  1903, paragraph 11","content":"May the Lord open your minds to comprehend this subject in its length and breadth, and may you realize your duty to represent the character of Christ by your patient courage and steadfast integrity. If you will take with you into the canvassing field principles of righteousness, you will be respected, and many will believe the truth that you advocate, because your daily life will be as a bright light which gives light to all that are in the house. Even your enemies, as much as they may war against your doctrines, will respect you; and your simple words will have a power that will carry conviction to hearts."},{"refcode_short":"IR January 20,  1904","refcode_long":"The Indiana Reporter January 20,  1904","content":"1904"},{"refcode_short":"IR January 20,  1904","refcode_long":"The Indiana Reporter January 20,  1904","content":"January 20, 1904"},{"refcode_short":"IR January 20,  1904","refcode_long":"The Indiana Reporter January 20,  1904","content":"The Work of the Ministry"},{"refcode_short":"IR January 20,  1904, par. 1","refcode_long":"The Indiana Reporter January 20,  1904, paragraph 1","content":"It is an eternal law of Jehovah that he who accepts the truth that the world needs is to make it his first work to proclaim this truth. But who is there that makes the burden of perishing sinners his own? As I look upon the professed people of God and see their unwillingness to serve him, my heart is filled with a pain that I cannot express. How few are heart to heart with God in his solemn, glorious work?"},{"refcode_short":"IR January 20,  1904, par. 2","refcode_long":"The Indiana Reporter January 20,  1904, paragraph 2","content":"Many fields ripe for the harvest have not yet been entered because of our lack of self-sacrificing efforts. These fields must be entered, and many laborers must go to them with the expectation of bearing their own expenses. But some of our ministers are little disposed to take upon them the burden of this work. God is grieved as he sees the lack of self-denial and perseverance in his service. Angels are amazed at the spectacle."},{"refcode_short":"IR January 20,  1904, par. 3","refcode_long":"The Indiana Reporter January 20,  1904, paragraph 3","content":"God has intrusted to his ministers the work of proclaiming his last message of mercy to the world. He is displeased with those who do not throw their whole energies into this all-important work. Unfaithfulness on the part of the appointed watchman on the walls of Zion, endangers the cause of truth and exposes it to the ridicule of the enemy. It is time for our ministers to understand the responsibility and sacredness of their mission. There is a woe upon them if they fail of performing their work which they themselves acknowledge that God has placed in their hands."},{"refcode_short":"IR January 20,  1904, par. 4","refcode_long":"The Indiana Reporter January 20,  1904, paragraph 4","content":"The Lord's great vineyard demands from his servants that which it has not yet received,—earnest, persevering labor for souls. The ministry is becoming weak and enfeebled, and under its tame service the churches are becoming weak. As a result of their labors, the ministers have but little to show in the conversion of souls. The truth is not carried into the barren places of the earth. These things are depriving God of glory that belongs to him. He calls for workers who will be producers as well as consumers."},{"refcode_short":"IR January 20,  1904, par. 5","refcode_long":"The Indiana Reporter January 20,  1904, paragraph 5","content":"The world is to be warned. Ministers should work earnestly and devotedly, opening new fields and engaging in personal labor for souls instead of hovering over the churches that already have great light and many advantages. In view of the fact we are living so near the close of this earth's history, there should be greater thoroughness in labor, more vigilant waiting, watching, praying, and working."},{"refcode_short":"IR January 20,  1904, par. 6","refcode_long":"The Indiana Reporter January 20,  1904, paragraph 6","content":"As faithful householders, give meat in due season to the household of God. Present truth to the people. Work as if in full view of the whole universe of heaven. We have no time to lose—not a moment. Important issues must soon be met, and we need to be hidden in the cleft of the rock, that we may see Jesus, and be quickened by his Holy Spirit."},{"refcode_short":"IR April 13,  1904, par. 6","refcode_long":"The Indiana Reporter April 13,  1904, paragraph 6","content":"April 13, 1904"},{"refcode_short":"IR April 13,  1904","refcode_long":"The Indiana Reporter April 13,  1904","content":"Canvasser-Evangelists"},{"refcode_short":"IR April 13,  1904, par. 1","refcode_long":"The Indiana Reporter April 13,  1904, paragraph 1","content":"Canvasser-evangelists are needed to hunt and fish for souls. Canvassers can reach a class that can be reached in no other way. From family to family they carry the message of truth. Thus they come into close touch with the people, and find many opportunities to speak of the Savior. Let them sing and pray with those who become interested in the truths they present. Let them speak in families the word of life. They may expect success; for canvassers who go forth in the spirit of the Master have the companionship of heavenly angels."},{"refcode_short":"IR April 13,  1904","refcode_long":"The Indiana Reporter April 13,  1904","content":"The Cure For Despondency"},{"refcode_short":"IR April 13,  1904, par. 2","refcode_long":"The Indiana Reporter April 13,  1904, paragraph 2","content":"As our people engage in earnest work for the Master, murmuring and complaints will cease. Many will be aroused from the despondency that is ruining them, body and soul. As they work for others, they will have much that is helpful to speak of when they assemble to worship God. The testimonies that they bear will not be dark and gloomy, but full of joy and courage. Instead of thinking and talking about the faults of their brethren and sisters, and about their own trials, they will think and talk of the love of Christ, and will strive earnestly to become more efficient workers for him."},{"refcode_short":"IR April 13,  1904","refcode_long":"The Indiana Reporter April 13,  1904","content":"Go To Work"},{"refcode_short":"IR April 13,  1904, par. 3","refcode_long":"The Indiana Reporter April 13,  1904, paragraph 3","content":"If you have neglected the sowing time, if you have allowed God-given opportunities to pass unimproved, if you have given yourselves to self-pleasing, will you not now repent before it is forever too late, and strive to redeem the time? The obligation to use your talents in the Master's service rests heavily upon you. Come to the Lord, and make an entire surrender of all to him. You can not afford to lose one day. Take up your neglected work. Put away your querulous unbelief, your envy and evil thinking, and go to work in humble faith, with earnest prayer to the Lord to pardon you for your years of unconsecration. Ask him for help. If you seek him earnestly, with the whole heart, you will find him, and he will strengthen and bless you."},{"refcode_short":"IR April 26,  1905, par. 3","refcode_long":"The Indiana Reporter April 26,  1905, paragraph 3","content":"1905"},{"refcode_short":"IR April 26,  1905, par. 3","refcode_long":"The Indiana Reporter April 26,  1905, paragraph 3","content":"April 26, 1905"},{"refcode_short":"IR April 26,  1905","refcode_long":"The Indiana Reporter April 26,  1905","content":"“Elmshaven,” Sanitarium, Cal., March 30, 1905"},{"refcode_short":"IR April 26,  1905, par. 1","refcode_long":"The Indiana Reporter April 26,  1905, paragraph 1","content":"I am greatly burdened because the money needed for the completion of our school and sanitarium at Takoma Park, comes in so slowly. The Lord has said that these institutions should be put in working order as soon as possible. We have no time to lose."},{"refcode_short":"IR April 26,  1905, par. 2","refcode_long":"The Indiana Reporter April 26,  1905, paragraph 2","content":"I address all our church members. Not merely to a few, but to all, has the Lord entrusted talents, and from each one, according to his several ability, he expects returns. The rapidly increasing wickedness in the world testifies plainly that the end of all things is at hand. Every believer should now use his talents in the accomplishment of the work that must be done before the coming of the Lord. We are to labor diligently, earnestly, and unselfishly, looking to the Lord for success, and counting no sacrifice too great to make for his sake."},{"refcode_short":"IR April 26,  1905, par. 3","refcode_long":"The Indiana Reporter April 26,  1905, paragraph 3","content":"My brethren and sisters, take hold without delay to supply the means needed for the completion of the work at Washington. If you will open your hearts to the influence of the Holy Spirit, this work can soon be accomplished. Let your piety and liberality be shown just now in the accomplishment of the work that must be done in Washington, and in the sending forth of missionaries to all parts of the world. Put your hearts into the effort, that soon the word may go forth that the needed means has been supplied, and that the work may go forward with joyful dispatch."},{"refcode_short":"IR April 26,  1905, par. 4","refcode_long":"The Indiana Reporter April 26,  1905, paragraph 4","content":"The Lord has entrusted you with means to be used in this very emergency. The work being carried on at the capital of our nation concerns us all. Every believer has a part to act in helping to carry out the purposes of God for the establishment of his truth in that place. More than twenty years ago institutions should have been established in Washington. It is with deep regret that we think of how the work has been neglected. It must be neglected no longer. The erection of the necessary buildings must be carried forward without delay. Let not your zeal lessen till this work is accomplished. The training-school must be fully equipped, that those who come may receive a thorough training as evangelists, medical missionaries, and teachers."},{"refcode_short":"IR April 26,  1905, par. 5","refcode_long":"The Indiana Reporter April 26,  1905, paragraph 5","content":"Unmistakable evidences point to the nearness of the end. The warning is to be given in clear, certain lines. The way must be prepared for the coming of the Prince of Peace in the clouds of heaven. There is much to be done in the cities that have not yet heard the truth for this time. Lift up the standard. Proclaim the last message of mercy to a fallen world. We are not to establish institutions to rival in size and splendor the institutions of the world; but in the name of the Lord, with the untiring perseverance and unflagging zeal that Christ brought into his labors, we are to carry forward the work of the Lord."},{"refcode_short":"IR April 26,  1905, par. 6","refcode_long":"The Indiana Reporter April 26,  1905, paragraph 6","content":"Notwithstanding the continual opposition of his own nation, Christ carried forward his work until they crucified him. He commissioned his disciples to press on in the work he had begun. “All power is given unto me in heaven and in earth,” he said. “Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost; teaching them to observe all things whatsoever I have commanded you; and, lo, I am with you alway, even unto the end of the world.”"},{"refcode_short":"IR April 26,  1905, par. 7","refcode_long":"The Indiana Reporter April 26,  1905, paragraph 7","content":"These words outline our work. As a people, we greatly need to humble our hearts before God, pleading forgiveness for our neglect to fulfill the gospel commission. We have made large centers in a few places, leaving unworked many important cities. Let us now take up the work entrusted to us, and proclaim with power the message that is to arouse men and women to a sense of their danger. If every Seventh-day Adventist had done the work laid upon him, the number of believers would now be much larger than it is. In all the cities of America there would be those who had been led to heed the message to obey the law of God."},{"refcode_short":"IR April 26,  1905, par. 8","refcode_long":"The Indiana Reporter April 26,  1905, paragraph 8","content":"In some places the message regarding the observance of the Sabbath has been set forth with clearness and power, while other places have been left without warning. Will not those who know the truth awake to the responsibilities resting upon them? They can not afford to bury themselves in worldly enterprises or interests. They can not afford to neglect the commission given them by the Saviour. Let us be determined that the Washington Fund shall be closed during the General Conference."},{"refcode_short":"IR April 26,  1905, par. 9","refcode_long":"The Indiana Reporter April 26,  1905, paragraph 9","content":"Paul wrote of the churches in Macedonia: “In a great trial of affliction the abundance of their joy and their deep poverty abounded unto the riches of their liberality. For to their power I bear record, yea, and beyond their power they were willing of themselves; praying us with much entreaty that we would receive the gift.” Shall not this be the testimony borne of our people at this time?"},{"refcode_short":"IR August 15,  1906","refcode_long":"The Indiana Reporter August 15,  1906","content":"1906"},{"refcode_short":"IR August 15,  1906","refcode_long":"The Indiana Reporter August 15,  1906","content":"August 15, 1906"},{"refcode_short":"IR August 15,  1906","refcode_long":"The Indiana Reporter August 15,  1906","content":"Our Duty as Teachers and Lay Brethren"},{"refcode_short":"IR August 15,  1906, par. 1","refcode_long":"The Indiana Reporter August 15,  1906, paragraph 1","content":"Those who realize their dependence upon God, will feel that they must be honest with their fellowmen; and, above all, they must be honest with God, from whom comes all the blessings of life. The evasion of the positive commands of God concerning tithes and offerings is registered in the books of heaven as robbery toward Him."},{"refcode_short":"IR August 15,  1906, par. 2","refcode_long":"The Indiana Reporter August 15,  1906, paragraph 2","content":"Let none feel at liberty to retain their tithe to use according to their own judgment. They are not to use it for themselves in any emergency, nor to apply it as they see fit, even in what they may regard as the Lord's work."},{"refcode_short":"IR August 15,  1906, par. 3","refcode_long":"The Indiana Reporter August 15,  1906, paragraph 3","content":"Unless the name of God is written in your forehead,—written there because God is the center of your thoughts,—you will not be meet for the inheritance in light. It is your Creator who has poured out to you all heaven in one wondrous gift,—His only begotten Son. Will you withhold from God His own? Will you divert from the treasury the portion of means which the Lord claims as His? If so, you are robbing God, and every dollar is charged against you in the books of heaven."},{"refcode_short":"IR August 15,  1906, par. 4","refcode_long":"The Indiana Reporter August 15,  1906, paragraph 4","content":"It is the duty of the elders and officers of the church to instruct the people on this important matter, and to setting things in order. As laborers together with God, the officers of the church should be sound upon this plainly revealed question. The ministers themselves should be strict to carry out to the letter the injunctions of God's word. Those who hold positions of trust in the church should not be negligent, but they should see that the members are faithful in performing this duty."},{"refcode_short":"IR August 15,  1906, par. 5","refcode_long":"The Indiana Reporter August 15,  1906, paragraph 5","content":"The one who proclaims the message of mercy to fallen men has another work also, to set before the people the duty of sustaining the work of God with their means. He must teach them that a portion of their income belongs to God, and is to be sacredly devoted to His work. This lesson he should present both by precept and example. And he should beware that he does not by his own course lessen the force of his teaching."},{"refcode_short":"IR August 15,  1906, par. 6","refcode_long":"The Indiana Reporter August 15,  1906, paragraph 6","content":"The minister should, by precept and example, teach the people to regard the tithe as sacred. He should not feel that he can retain and apply it according to his own judgment because he is a minister. It is not his. He is not at liberty to devote to himself whatever he thinks is his due. Let him not give his influence to any plans for diverting from their legitimate use the tithes and offerings dedicated to God. Let them be placed in His treasury, and held sacred for God's service as He has appointed. The tithe is God's portion, not at all the property of man, and the scripture declares that he who withholds it is guilty of robbery. Who, then, will stand with clean hands before the Lord?"},{"refcode_short":"IR May 8,  1907","refcode_long":"The Indiana Reporter May 8,  1907","content":"1907"},{"refcode_short":"IR May 8,  1907","refcode_long":"The Indiana Reporter May 8,  1907","content":"May 8, 1907"},{"refcode_short":"IR May 8,  1907","refcode_long":"The Indiana Reporter May 8,  1907","content":"Criticising Burden-Bearers"},{"refcode_short":"IR May 8,  1907, par. 1","refcode_long":"The Indiana Reporter May 8,  1907, paragraph 1","content":"The church is suffering for want of unselfish Christian workers. Those who live upon the husks of others’ failings and deficiencies, and who gather the unwholesome miasma of their neighbors’ neglects and short-comings, make themselves church scavengers, and no advantage to the society of which they form a part, but are an actual burden to the community upon which they inflict themselves."},{"refcode_short":"IR May 8,  1907, par. 2","refcode_long":"The Indiana Reporter May 8,  1907, paragraph 2","content":"The church is in need, not of burdens, not of fault-finders, but of builders in Zion, men who will be true as steel to preserve the honor of those whom God has placed at the head of his work. The Spirit of gossip and tale bearing is one of Satan's special agencies to sow discord and strife, to separate friends, and to undermine the faith of many in the truthfulness of our positions."},{"refcode_short":"IR May 8,  1907, par. 3","refcode_long":"The Indiana Reporter May 8,  1907, paragraph 3","content":"The names of God's chosen servants have been handled with disrespect, and in some cases with absolute contempt, by certain persons whose duty it is to uphold them. There are many who find special enjoyment in discoursing and dwelling upon the defects, whether real or imaginary, of those who bear heavy responsibilities in connection with God's cause. They overlook the good that has been accomplished, the benefits that have resulted from arduous labor and unflinching devotion to the cause, and fasten their attention on some apparent mistake, when the truth is, had they been left to do the work, they either would have refused to move at all under the attending discouragements of the case, or would have managed more indiscreetly than those who did do the work."},{"refcode_short":"IR May 8,  1907, par. 4","refcode_long":"The Indiana Reporter May 8,  1907, paragraph 4","content":"In your blindness you have ventured to handle the servant of God in a cruel manner. “Touch not mine anointed,” saith God, “and do my prophets no harm.” It is not a small matter to array yourself against men whom God has sent with light and truth for the people. Beware how you influence souls and reiterate insinuations and misrepresentations which have originated in an unsanctified heart. Souls are defiled by this root of bitterness, and are, through these questioning, murmuring ones, placed where the testimony of reproof which God sends will not reach them."},{"refcode_short":"IR May 8,  1907, par. 5","refcode_long":"The Indiana Reporter May 8,  1907, paragraph 5","content":"Men's hearts are no softer today than when Christ was upon the earth. They will criticise and turn against the servant of God the very efforts he is leading them to make. They will, with their evil surmisings, see fraud and dishonesty where all is right, and where perfect integrity exists. They lay selfish motives to the charge of God's servants, when he himself is leading them, and when they would give even their lives if God required, if by so doing they could advance His cause."},{"refcode_short":"IR May 8,  1907, par. 6","refcode_long":"The Indiana Reporter May 8,  1907, paragraph 6","content":"God's word is our standard, but how few follow it! Our religion will be of but little worth to our fellow men if it is only theoretical and not practical. The influence of the world and of selfishness is carried about by many who profess to be following the Bible. They are like a cloud, chilling the atmosphere in which others move. The religious zeal which is manifested in a raid upon brethren, is a zeal not according to knowledge. Christ has nothing to do with such testimony."},{"refcode_short":"IR May 22,  1907, par. 6","refcode_long":"The Indiana Reporter May 22,  1907, paragraph 6","content":"May 22, 1907"},{"refcode_short":"IR May 22,  1907","refcode_long":"The Indiana Reporter May 22,  1907","content":"Criticising Burden-Bearers"},{"refcode_short":"IR May 22,  1907, par. 1","refcode_long":"The Indiana Reporter May 22,  1907, paragraph 1","content":"Some have been ready to say anything, to prefer any charge, against the servants of God, and to be jealous and fault-finding. And if they can find any instance where, in their zeal for the cause of God, they think ministers have spoken decidedly, and perhaps severely, they have been willing to make the most of their words, and have felt at liberty to cherish the most bitter, wicked spirit, and to charge the Lord's servants with wrong motives. Let these fault-finders ask what they would have done under similar circumstances, bearing similar burdens. Let them look, and search, and condemn their own wrong, overbearing course, and their own impatience and fretfulness; and when without sin themselves, let them cast the first stone of censure at the brethren who are trying to get them into working order. These men are not in harmony with the truth. They are working at cross purposes with those whom God is using to bring souls into the truth."},{"refcode_short":"IR May 22,  1907, par. 2","refcode_long":"The Indiana Reporter May 22,  1907, paragraph 2","content":"Do these brethren know what they are doing? They are standing directly in the way of sinners. They are blocking up the way by their own wrong course. The blood of souls will be on their garments unless they repent and entirely change their course. A spirit of criticism and bitterness has come into the church, and the spiritual discernment of many has been dimmed. The Spirit can never be poured out while variance and bitterness toward one another are cherished by the members of the church. Envy, jealousy, evil surmising and evil speaking are of Satan, and they effectually bar the way against the Holy Spirit's working. Nothing so offends God as an act that injures the influence of those who are doing His service. He will call to account all who aid Satan in his work of criticising and discouraging."},{"refcode_short":"IR May 22,  1907, par. 3","refcode_long":"The Indiana Reporter May 22,  1907, paragraph 3","content":"Happy the minister who has a faithful Aaron and Hur to strengthen his hands when they become weary, and to hold them up by faith and prayer. Such a course is a powerful aid to the servant of Christ in his work, and will often make the cause of truth to triumph gloriously."},{"refcode_short":"IR May 13,  1908, par. 3","refcode_long":"The Indiana Reporter May 13,  1908, paragraph 3","content":"1908"},{"refcode_short":"IR May 13,  1908, par. 3","refcode_long":"The Indiana Reporter May 13,  1908, paragraph 3","content":"May 13, 1908"},{"refcode_short":"IR May 13,  1908","refcode_long":"The Indiana Reporter May 13,  1908","content":"Sanitarium Work and Our Relation to it"},{"refcode_short":"IR May 13,  1908, par. 1","refcode_long":"The Indiana Reporter May 13,  1908, paragraph 1","content":"The great medical institutions in our cities called sanitariums do but a small part of the good they might do were they located where the patients could have the advantage of outdoor life. I have been instructed that sanitariums are to be established in many places in the country."},{"refcode_short":"IR May 13,  1908, par. 2","refcode_long":"The Indiana Reporter May 13,  1908, paragraph 2","content":"In the country the sick find many things to call their attention away from themselves and their sufferings. Everywhere they can look upon and enjoy the beautiful things of nature—the flowers, the fields, the fruit trees laden with their rich treasures, the forest trees casting their grateful shade, and the hills and valleys with their varied verdure and many forms of life. And not only are they entertained by these surroundings, but at the same time they learn most precious spiritual lessons. Surrounded by the wonderful works of God, their minds are lifted from the things that are seen to the things that are unseen. The beauty of nature leads them to think of the matchless charms of the earth made new when there will be nothing to mar the loveliness, nothing to taint or destroy, nothing to cause disease or death."},{"refcode_short":"IR May 13,  1908, par. 3","refcode_long":"The Indiana Reporter May 13,  1908, paragraph 3","content":"In the night season I was given a view of a sanitarium in the country. This institution was not large, but it was complete. It was surrounded by beautiful trees and shrubbery, beyond which were orchards and groves. Scene after scene passed before me. In one scene a number of suffering patients had just come to one of our country sanitariums. In another I saw the same company, but oh, how transformed their appearance! Disease had gone, the skin clear, the countenance joyful; body and mind seemed animated with new life."},{"refcode_short":"IR May 13,  1908, par. 4","refcode_long":"The Indiana Reporter May 13,  1908, paragraph 4","content":"I was also instructed that as these who have been sick, are restored to health in our country sanitariums, and return to their homes, they will be living object lessons, and many others will be favorably impressed."},{"refcode_short":"IR May 13,  1908, par. 5","refcode_long":"The Indiana Reporter May 13,  1908, paragraph 5","content":"Let no one listen to the suggestion that we can exercise faith and have all our infirmities removed, and that there is therefore no need of institutions for the recovery of health. Faith and works are not dissevered. Since the Lord is soon to come, act decidedly to increase facilities that a great work may be done in a short time."},{"refcode_short":"IR May 13,  1908, par. 6","refcode_long":"The Indiana Reporter May 13,  1908, paragraph 6","content":"Why, asks one and another, is not prayer offered for the miraculous healing of the sick, instead of so many sanitariums being established? The Lord has opened this matter before me. Our sanitariums are established to educate in regard to right habits of living. This education every member of the remnant church needs. The light given me was that sanitariums should be established, and that in them drug medication should be discarded, and simple, rational methods of treatment should be employed for healing of disease. In these institutions people were to be taught how to dress, breathe, and eat properly,—how to prevent sickness by proper habits of living."},{"refcode_short":"IR May 13,  1908, par. 7","refcode_long":"The Indiana Reporter May 13,  1908, paragraph 7","content":"It is God's purpose that our institutions shall be as object lessons showing the results of obedience to right principles. In the preparation of a people for the Lord's second coming, a great work is to be accomplished through the promulgation of health principles."},{"refcode_short":"IR May 13,  1908, par. 8","refcode_long":"The Indiana Reporter May 13,  1908, paragraph 8","content":"It is the duty of every church to feel an interest in its own poor. God has left a work to do in caring for his poor, in comforting the desponding, in visiting the sick, and dispensing to the needy. None whose names are on the church books should be left to suffer year after year from sickness, when a few months at the sanitarium would give them relief and a valuable experience to take care of themselves and others when sick. When a worthy child of God needs the benefit of the sanitarium, and can pay but a small amount toward his expenses, let the church act a noble part and make up the sum. Some may not be able to pay anything themselves, but do not let them continue to suffer. Send them to the sanitarium, and send your pledges and money with them to pay their expenses. In doing this you gain a precious blessing. It costs something to run such an institution, and it should not be required to treat the sick for nothing."},{"refcode_short":"IR May 13,  1908, par. 9","refcode_long":"The Indiana Reporter May 13,  1908, paragraph 9","content":"Deny yourselves of something in your houses or in your dress, and lay by a sum for the needy poor. Let not your tithes and thank offering to God be less, but let it be in addition. God does not purpose to rain means from Heaven with which to sustain the poor, but he has placed his goods in the hands of agents. They are to recognize Christ in the person of His saints. And what they do for His suffering children they do for him, for he identifies his interest with that of suffering humanity. By denying yourselves and lifting the cross for Jesus, who for your sakes became poor, you can do much toward relieving the suffering of the poor among us; and by thus imitating the example of your Lord and Master you will receive his approval and blessing."}]