[{"refcode_short":"LUH","refcode_long":"Lake Union Herald","content":"Lake Union Herald"},{"refcode_short":"LUH November 4,  1908","refcode_long":"Lake Union Herald November 4,  1908","content":"1908"},{"refcode_short":"LUH November 4,  1908","refcode_long":"Lake Union Herald November 4,  1908","content":"November 4, 1908"},{"refcode_short":"LUH November 4,  1908","refcode_long":"Lake Union Herald November 4,  1908","content":"A Revival Needed"},{"refcode_short":"LUH November 4,  1908, par. 1","refcode_long":"Lake Union Herald November 4,  1908, paragraph 1","content":"A message has been given me for our responsible men throughout the field, and I dare not remain silent. Words were spoken to me in the night season, that brought a heavy burden on my soul. The messenger said, Arouse the watchmen to set at work many laborers who will diligently strive for the salvation of souls. Let the light shine forth to every place. It is not so much expensive facilities that are most needed now, but humble, faithful men and women, who have the fear of God before them, and the spirit of revival in their hearts."},{"refcode_short":"LUH November 4,  1908, par. 2","refcode_long":"Lake Union Herald November 4,  1908, paragraph 2","content":"We are in the last days of this earth's history. Our work is reformatory. Those who take a part in it have no excuse for indolence or ignorance. We are to work according to the directions given in the Word of God, and in harmony with the light he is sending through the agency of his Holy Spirit. How earnestly we should strive to come up to all our high privileges, and to meet the standard set for us in Christ Jesus! The only hope of producing a harvest of souls for the courts of God is in unselfish labor. We must open the truths of the Bible to the people, that they may be warned of their dangers and be sanctified through the truth. The life-giving energy of the Holy Spirit must come into every soul."},{"refcode_short":"LUH November 4,  1908, par. 3","refcode_long":"Lake Union Herald November 4,  1908, paragraph 3","content":"Whenever an interest has been created by our general meetings, our labors should be continued for the sowing of the seeds of truth. Satan and his army are zealous for the sowing of the seeds of evil, and if God's servants would defeat his purposes, their hearts must be converted and sanctified, and their lives must be devoted to the upbuilding of the cause of truth in the dark places of the earth. Warnings and appeals must be given in clear and forcible language. The arbitrary dictation and forbiddings that have sometimes restricted and hindered the work, and confused the senses of the Lord's messengers, so that some have not dared to move forward in a work that is essential to be done, must cease. The truth will magnify itself when it is presented by lips that are sanctified."},{"refcode_short":"LUH November 4,  1908, par. 4","refcode_long":"Lake Union Herald November 4,  1908, paragraph 4","content":"It is one of Satan's boldest schemes to hold the minds and harden the hearts of those who give themselves to the work. Now in order that they may understand what has been done to hinder the outworking of infinite love, there will need to be on the part of some, a thorough work of self-examination, and a discarding of the experiments of the past from our present and future work. Let our ministers be wide-awake; let them consecrate mind and heart in simplicity and meekness to the work of undoing every work that in the past they have allowed to exist, “redeeming the time because the days are evil.”"},{"refcode_short":"LUH November 4,  1908, par. 5","refcode_long":"Lake Union Herald November 4,  1908, paragraph 5","content":"Heavenly angels are looking in pity on our unwarned cities. They look with wonder upon those who profess to be working for the upbuilding of the kingdom of Christ in the earth. Can they say, “Well done, good and faithful servant,” to those who are not earnest and faithful? My brethren, let us consider the needs of the cities. Let us lay off our needless adornments, our unnecessary indulgences, that through our self-sacrifice, souls may be won to Christ. Let us begin to work without delay, that those who have long been left in ignorance of the truth for this time, may speedily hear the message of warning, the last the world will receive."},{"refcode_short":"LUH November 11,  1908","refcode_long":"Lake Union Herald November 11,  1908","content":"November 11, 1908"},{"refcode_short":"LUH November 11,  1908","refcode_long":"Lake Union Herald November 11,  1908","content":"A Revival Needed"},{"refcode_short":"LUH November 11,  1908","refcode_long":"Lake Union Herald November 11,  1908","content":"The Influence of Godly Women"},{"refcode_short":"LUH November 11,  1908, par. 1","refcode_long":"Lake Union Herald November 11,  1908, paragraph 1","content":"Wonderful is the mission of the wives and mothers and the younger women workers. If they will, they can exert an influence for good to all around them. By modesty in dress and circumspect deportment, they may bear witness to the truth in its simplicity. They may let their light so shine before all, that others will see their good works and glorify their Father which is in heaven. A truly converted woman will exert a powerful transforming influence for good. Connected with her husband, she may aid him in his work, and become the means of encouragement and blessing to him. When the will and the way are brought into subjection to the spirit of God, there is no limit to the good that can be accomplished."},{"refcode_short":"LUH November 11,  1908, par. 2","refcode_long":"Lake Union Herald November 11,  1908, paragraph 2","content":"The apostle writes, making mention of certain women who labored with him: “My brethren dearly beloved and longed for, my joy and crown, so stand fast in the Lord, my dearly beloved. I beseech Euodias, and beseech Syntyche, that they be of the same mind in the Lord. And I entreat thee also, true yoke fellow, help those women which labored with me in the gospel, with Clement also, and with other my fellow laborers, whose names are in the book of life. Rejoice in the Lord alway; and again I say, rejoice. Let your moderation be known unto all men. The Lord is at hand. Be careful for nothing; but in everything by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."},{"refcode_short":"LUH November 11,  1908, par. 3","refcode_long":"Lake Union Herald November 11,  1908, paragraph 3","content":"“Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.”"},{"refcode_short":"LUH November 11,  1908","refcode_long":"Lake Union Herald November 11,  1908","content":"An Inspired Picture of our Mission"},{"refcode_short":"LUH November 11,  1908, par. 4","refcode_long":"Lake Union Herald November 11,  1908, paragraph 4","content":"The mission of the people of God in this age is outlined in the words of inspiration that describe the work of the Messiah: “The spirit of the Lord God is upon me, because the Lord hath anointed me to preach good tidings unto the meek; he hath sent me to heal the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound; to proclaim the acceptable year of the Lord, and the day of vengeance of our God; to comfort all that mourn, to appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they might be called trees of righteousness, the planting of the Lord, that he might be glorified.”"},{"refcode_short":"LUH November 11,  1908, par. 5","refcode_long":"Lake Union Herald November 11,  1908, paragraph 5","content":"“And they shall build up the old wastes, they shall raise up the former desolations, and they shall repair the waste cities, the desolations of many generations.”"},{"refcode_short":"LUH November 11,  1908","refcode_long":"Lake Union Herald November 11,  1908","content":"The Neglected Cities Must be Worked"},{"refcode_short":"LUH November 11,  1908, par. 6","refcode_long":"Lake Union Herald November 11,  1908, paragraph 6","content":"There is an extensive work to be done in imparting a knowledge of the gospel message in all our cities of America, and especially in the southern states of America; and not only in America, but in all parts of the world. Many of them are lying in darkness. As we see the increase of iniquity in the earth, we know that there was never greater need of the exercise of Christlike virtue and compassion, never greater need of humble, faithful labor for those who are perishing in ignorance and sin. The knowledge of Christ, the word and wisdom of God, the essence of truth, was never more greatly needed. Never was there greater need that the truth should go forth as a lamp that burneth."},{"refcode_short":"LUH November 11,  1908, par. 7","refcode_long":"Lake Union Herald November 11,  1908, paragraph 7","content":"We are far behind in doing for our cities the work that God has given us to do. Souls who should now have the light of truth are still in ignorance of it. The word of God is represented as a light. His servants are declared to be light-bearers. “A city that is set on an hill,” the Saviour said, “can not be hid. Let your light so shine before men that they may see your good works, and glorify your Father which is in heaven.” The light is to be set on high, not hidden under a bushel. It is to be placed where it can give light to all who are in the house."},{"refcode_short":"LUH November 11,  1908, par. 8","refcode_long":"Lake Union Herald November 11,  1908, paragraph 8","content":"But before the precious light can shine to all that are in the house, there is needed a spirit of re-conversion in many of our people. For years the Lord has been dishonored, the glory due to him has been withheld, because of the way in which the needs of the cities have been disregarded and neglected. Cities have been left unworked that should have been given faithful and wise labor, and souls who might have been converted are still in ignorance of the last saving message."},{"refcode_short":"LUH November 11,  1908, par. 9","refcode_long":"Lake Union Herald November 11,  1908, paragraph 9","content":"“Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee. For, behold, the darkness shall cover the earth, and gross darkness the people: but the Lord shall arise upon thee, and his glory shall be seen upon thee. And the Gentiles shall come to thy light, and kings to the brightness of thy rising.”"},{"refcode_short":"LUH November 11,  1908, par. 10","refcode_long":"Lake Union Herald November 11,  1908, paragraph 10","content":"Wake up, brethren, wake up and answer: “For Zion's sake will I not hold my peace, and for Jerusalem's sake I will not rest, until the righteousness thereof shall go forth as brightness and the salvation thereof as a lamp that burneth.”"},{"refcode_short":"LUH November 19,  1908","refcode_long":"Lake Union Herald November 19,  1908","content":"November 19, 1908"},{"refcode_short":"LUH November 19,  1908","refcode_long":"Lake Union Herald November 19,  1908","content":"An Appeal—To Ministers and Church Officers"},{"refcode_short":"LUH November 19,  1908, par. 1","refcode_long":"Lake Union Herald November 19,  1908, paragraph 1","content":"Dear Brethren,"},{"refcode_short":"LUH November 19,  1908, par. 2","refcode_long":"Lake Union Herald November 19,  1908, paragraph 2","content":"As I read the reports of labor published in the Review, and our other denominational periodicals from week to week, my heart is rejoiced over the progress of the Third Angel's Message in the home field and abroad. Our workers are having many remarkable experiences. The Lord is going before them, preparing the way, and the cause of present truth is making rapid advancement. This should be a source of profound gratitude to God. As we contrast the present prosperity of the work with the early years of poverty passed through by the pioneers of this cause, when our numbers were but few and our resources were limited, we can but exclaim, “What hath God wrought!”"},{"refcode_short":"LUH November 19,  1908, par. 3","refcode_long":"Lake Union Herald November 19,  1908, paragraph 3","content":"And yet there remains much to be done. In the past we have not been as diligent as we ought to have been in seeking to save the lost. Precious opportunities have been allowed to pass by unimproved. This has delayed the coming of our King. Had the people of God constantly preserved a living connection with Him from the beginning of the great advent movement; had they obeyed His word and advanced in all His opening providences, they would today be in the heavenly Canaan."},{"refcode_short":"LUH November 19,  1908, par. 4","refcode_long":"Lake Union Herald November 19,  1908, paragraph 4","content":"We have done only a small part of the evangelical work that God desires us to do among our neighbors and friends. In every city of our land there are those who know not the truth. And out in the broad world beyond the seas, there are many new fields in which we must plow the ground and sow the seed."},{"refcode_short":"LUH November 19,  1908, par. 5","refcode_long":"Lake Union Herald November 19,  1908, paragraph 5","content":"A few faithful missionaries are even now planting the standard of truth in fields far away. Publications are multiplying in many languages. These silent messengers are enlightening thousands. But as a people we come far short of moving forward as fast as the providence of God opens the way. Our General gives the command, “Go forward.” Thousands are thirsting for living truth. The Macedonian cry is coming to us from every direction, “Come over and help us.” We look about us, and inquire, “Who will go?” O that every follower of Jesus might respond: “Send me. I long to do something for my Master.”"},{"refcode_short":"LUH November 19,  1908, par. 6","refcode_long":"Lake Union Herald November 19,  1908, paragraph 6","content":"Time and again I have had presented before me a vision of people across the broad ocean, standing in perplexity, and pale with anxiety, earnestly inquiring, “What is truth?” They say: “We want the bread of life. Our churches are backslidden from God. We want to find the old paths. We want to come back to the simplicity of gospel religion.” My tears flow as I see this picture rising vividly before me. The voice from heaven pleads, “Go ye into all the world, and preach the gospel to every creature.” While so great a work remains to be done, shall not we, as Christ's followers, arouse to a sense of our God-given responsibility, and be active in doing our part?"},{"refcode_short":"LUH November 25,  1908","refcode_long":"Lake Union Herald November 25,  1908","content":"November 25, 1908"},{"refcode_short":"LUH November 25,  1908","refcode_long":"Lake Union Herald November 25,  1908","content":"An Appeal"},{"refcode_short":"LUH November 25,  1908","refcode_long":"Lake Union Herald November 25,  1908","content":"The Example of Nehemiah"},{"refcode_short":"LUH November 25,  1908, par. 1","refcode_long":"Lake Union Herald November 25,  1908, paragraph 1","content":"When about to journey to Jerusalem with the hope of restoring the walls about the stricken city of his fathers, Nehemiah frankly told King Artaxerxes of the work he contemplated doing, and requested help to insure the success of the enterprise. He obtained a letter to the keeper of the king's forest in the mountains of Lebanon, directing him to furnish such timber as would be needed for the wall of Jerusalem and the buildings that were to be erected. And the means which he lacked he solicited from those who were able to bestow."},{"refcode_short":"LUH November 25,  1908, par. 2","refcode_long":"Lake Union Herald November 25,  1908, paragraph 2","content":"In writing on this subject in years past, I have said:"},{"refcode_short":"LUH November 25,  1908, par. 3","refcode_long":"Lake Union Herald November 25,  1908, paragraph 3","content":"” The Lord still moves upon the hearts of kings and rulers in behalf of His people. Those who are laboring for Him are to avail themselves of the help that He prompts men to give for the advancement of His cause. The agents through whom these gifts come, may open ways by which the light of truth shall be given to many benighted lands. These men may have no sympathy with God's work, no faith in Christ, no acquaintance with His word; but their gifts are not on this account to be refused."},{"refcode_short":"LUH November 25,  1908, par. 4","refcode_long":"Lake Union Herald November 25,  1908, paragraph 4","content":"“The Lord has placed His goods in the hands of unbelievers as well as believers; all may return to Him His own, for the doing of the work that must be done for a fallen world. As long as we are in this world, as long as the Spirit of God strives with the children of men, so long are we to receive favors as well as to impart them. We are to give to the world the light of truth, as revealed in the Scriptures; and we are to receive from the world that which God moves upon them to give in behalf of His cause."},{"refcode_short":"LUH November 25,  1908, par. 5","refcode_long":"Lake Union Herald November 25,  1908, paragraph 5","content":"“The Lord's work might receive far greater favors than it is now receiving if we would approach men in wisdom, acquainting them with the work, and giving them an opportunity of doing that which it is our privilege to induce them to do for its advancement. If we, as God's servants, would take a wise and prudent course, His good hand would prosper us in our efforts."},{"refcode_short":"LUH November 25,  1908, par. 6","refcode_long":"Lake Union Herald November 25,  1908, paragraph 6","content":"“Some may question the propriety of receiving gifts from unbelievers. Let such ask themselves: ‘Who is the real owner of our world? To whom belong its houses and lands, and its treasures of gold and silver?’ God has an abundance in our world, and He has placed His goods in the hands of all, both the obedient and the disobedient. He is ready to move upon the hearts of worldly men, even idolaters, to give of their abundance for the support of His work; and He will do this as soon as His people learn to approach these men wisely and to call their attention to that which it is their privilege to do. If the needs of the Lord's work were set forth in a proper light before those who have means and influence, these men might do much to advance the cause of present truth. God's people have lost many privileges of which they could have taken advantage, had they not chosen to stand independent of the world."},{"refcode_short":"LUH November 25,  1908, par. 7","refcode_long":"Lake Union Herald November 25,  1908, paragraph 7","content":"“In the providence of God, we are daily brought into connection with the unconverted. By His own right hand, God is preparing the way before us, in order that His work may progress rapidly. As co-laborers with Him, we have a sacred work to do. We are to have travail of soul for those who are in high places; we are to extend to them the gracious invitation to come to the marriage feast."},{"refcode_short":"LUH November 25,  1908, par. 8","refcode_long":"Lake Union Herald November 25,  1908, paragraph 8","content":"“Although now almost wholly in the possession of wicked men, all the world, with its riches and treasures, belongs to God. ‘The earth is the Lord's, and the fullness thereof.’ ‘The silver is Mine, and the gold is Mine, saith the Lord of hosts.’ ‘Every beast of the forest is Mine, and all the birds of the mountains; and the wild beasts of the field are Mine. If I were hungry, I would not tell thee; for the world is Mine, and the fulness thereof.’ O that Christians might realize more and still more fully that it is their privilege and their duty, while cherishing right principles, to take advantage of every heaven-sent opportunity for advancing God's kingdom in this world!”"},{"refcode_short":"LUH December 2,  1908","refcode_long":"Lake Union Herald December 2,  1908","content":"December 2, 1908"},{"refcode_short":"LUH December 2,  1908","refcode_long":"Lake Union Herald December 2,  1908","content":"Extracts from Unpublished Testimonies"},{"refcode_short":"LUH December 2,  1908, par. 1","refcode_long":"Lake Union Herald December 2,  1908, paragraph 1","content":"“Side by side, wearing the yoke of Christ, the laborers of God must do their appointed work. The question as to who is our neighbor is answered in the mission fields at home and abroad, that await our labor. These call for no Pharisaical principles, no narrow views. The worker is not to follow his own ideas and plans for work. The Lord's individuality is to be sunk in no living being. Christ's followers are to love God supremely, and their neighbor as themselves.”"},{"refcode_short":"LUH December 2,  1908, par. 2","refcode_long":"Lake Union Herald December 2,  1908, paragraph 2","content":"“The business connected with every branch of the work of God, requires men who are working in harmony with God; for power and success in the work can be obtained only through the co-operation of the human and the divine. Men who are not spiritually-minded, who are not consecrated to God, have no permission to perform, or authority to exercise, in regard to the willing and doing of their fellow-men. Without the best of evidence that one understands heavenly and eternal things, he should not be authorized to minister in matters connected with the work that concerns the salvation of souls for whom Christ has died.”"},{"refcode_short":"LUH December 2,  1908, par. 3","refcode_long":"Lake Union Herald December 2,  1908, paragraph 3","content":"“There are souls who are starving for sympathy, starving for the bread of life; but they have not confidence to make known their great need. Those who bear their responsibilities in connection with the work of God should understand that they are under the most solemn obligation to help those souls; and they would be prepared to help them if they, themselves, had retained the soft, subduing influence of the love of Christ. Do these poor souls, ready to die, look to them for help? No, they did this until they could have no hope of help from that quarter. They see not a hand outstretched to save.”"},{"refcode_short":"LUH December 2,  1908, par. 4","refcode_long":"Lake Union Herald December 2,  1908, paragraph 4","content":"“The Lord calls upon the churches who know the truth to be converted, soul, body, and spirit, to be sanctified and dedicated to His service. They are not to stand, saying, “Who is my neighbor?” They are to bear in mind that their neighbor is the one who most needs their help and sympathy. Those who will stand where the Lord can work through them to communicate light to the world, will be chosen as vessels unto honor.”"},{"refcode_short":"LUH December 2,  1908, par. 5","refcode_long":"Lake Union Herald December 2,  1908, paragraph 5","content":"“The field of labor is vast; agencies of every kind will be set in action to oppose the works of God, and by indifference and unfaithfulness now we shall range ourselves on the enemy's side. No wall of selfishness is to be erected to prescribe certain limits to any person's work in seeking to get light in any way before the people. One single act in this line is a link in a chain which will extend to others. Let there be no selfish practice in God's work. Let there be no narrow ideas; for they may shut out opportunities and privileges whereby souls may be reached. Limits may be prescribed which will dishonor God and encourage selfishness. And the spirit of selfishness is strange fire which should not be mingled with God's sacred sacrifice.”"},{"refcode_short":"LUH December 2,  1908, par. 6","refcode_long":"Lake Union Herald December 2,  1908, paragraph 6","content":"“God has sent His Son to communicate His own life to humanity. Christ declares, ‘I live by the Father,’ My life and His being one. No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, He hath declared Him. ‘For as the Father hath life in Himself, so hath He given to the Son to have life in Himself; and hath given Him authority to execute judgment also, because He is the Son of man.’ The head of every man is Christ, as the head of Christ is God. ‘And ye are Christ's, and Christ is God's.’”"},{"refcode_short":"LUH December 9,  1908, par. 6","refcode_long":"Lake Union Herald December 9,  1908, paragraph 6","content":"December 9, 1908"},{"refcode_short":"LUH December 9,  1908","refcode_long":"Lake Union Herald December 9,  1908","content":"Extract from an Unpublished Testimony Written March 13, 1897"},{"refcode_short":"LUH December 9,  1908, par. 1","refcode_long":"Lake Union Herald December 9,  1908, paragraph 1","content":"The word of God must be our authority in all things. The testimony of David in this respect was, “Thou art my portion, O Lord: I have said that I would keep Thy words. I entreated Thy favor with my whole heart: be merciful unto me according to Thy word. I thought on my ways, and turned my feet unto Thy testimonies. I made haste and delayed not to keep Thy commandments. The bands of the wicked have robbed me: but I have not forgotten Thy law. At midnight I will arise to give thanks unto Thee because of Thy righteous judgments.”"},{"refcode_short":"LUH December 9,  1908, par. 2","refcode_long":"Lake Union Herald December 9,  1908, paragraph 2","content":"How is the Lord the portion of His people? He can be such to them only when they choose Him above everything earthly and temporal. But there are very many who prefer every other portion rather than the heavenly treasure. This is not appreciated. They prize more highly the selfish pleasures that minister only to the gratification of self. They consider the possession of lands, of houses, and of money, the most desirable prize they can gain: for they know that when once these are in their hands, they will receive the esteem and favor of the world. The standard of the world estimates a man according to his money value. This certainly can raise him to position and honor as far as the world is concerned, but it can never give him true value of character."},{"refcode_short":"LUH December 9,  1908, par. 3","refcode_long":"Lake Union Herald December 9,  1908, paragraph 3","content":"Those who exercise true faith in Jesus Christ will be blessed with sharp discernment. Everything connected with truth and righteousness will be precious in [his] sight. The knowledge of God, and of Jesus Christ whom He has sent, will lead man to place a high value on every faculty given him of God. He will have a keen sense of his obligation to keep these intrusted treasures in the most wholesome condition, that he may ever discern the value of God, and choose Him as his portion forever."},{"refcode_short":"LUH December 9,  1908, par. 4","refcode_long":"Lake Union Herald December 9,  1908, paragraph 4","content":"The privilege bestowed upon us in doing service for Christ is the highest exaltation that can be given to the human agent. And God desires that man shall choose Him as the portion of his soul. Without this decided acceptance of the heavenly gift, in preference to any other that the world can give, Christ's followers can never be one with Him, as He is one with the Father."},{"refcode_short":"LUH December 9,  1908, par. 5","refcode_long":"Lake Union Herald December 9,  1908, paragraph 5","content":"Consider the wondrous power of our God, and then call to mind His love for fallen man. He “so loved the world, that He gave His only begotten Son, that whosoever believeth on Him should not perish, but have everlasting life.” How can man, for whom God has done so much, for whom Christ has given His life, continue in his perversity? Can we wonder that at the close of the thousand years, all who have refused to accept Him shall be destroyed with fire from heaven outside the city of God? God declares that this shall be so. He says, “Behold, the day of the Lord cometh, cruel both with wrath and fierce anger, to lay the land desolate: and He shall destroy the sinners thereof out of it.... And I will punish the world for their evil; and the wicked for their iniquity, and I will cause the arrogancy of the proud to cease, and I will lay low the haughtiness of the terrible.”"},{"refcode_short":"LUH December 9,  1908, par. 6","refcode_long":"Lake Union Herald December 9,  1908, paragraph 6","content":"I love Jesus. I tremble at the word of God. I am seeking to hide myself in the cleft of the rock, that I may behold His holiness of character. God has a people, and I want to be among them. I want, too, that you shall be among them. And if you will, without any reservation, give up your way and will to God, you may. The Spirit calls today. There is hope still."},{"refcode_short":"LUH December 9,  1908, par. 7","refcode_long":"Lake Union Herald December 9,  1908, paragraph 7","content":"The church of God, enfeebled and defective though it is through yielding to temptation, is the only object upon earth on which He bestows His supreme regard. His interest, with all the interest of the heavenly host, is all with His people, who, in the midst of a crooked and perverse nation, are to shine as lights in the world. His Holy Spirit is giving rich and constant supplies of grace for every emergency. Not one needs to stumble, for Christ has said, “He that followeth Me, shall not walk in darkness, but shall have the light of life.”"},{"refcode_short":"LUH December 9,  1908, par. 8","refcode_long":"Lake Union Herald December 9,  1908, paragraph 8","content":"Satan has a church upon the earth, which outnumbers the church of Christ. Christ calls it the “Synagogue of Satan,” because its members are the children of sin and transgression. They have ceased to honor God; they have cast His divine law aside; they have confounded the distinction between good and evil. But the world's Redeemer will have a church in which these essential differences will be made apparent, where the character of God will be represented. In marked contrast to the character of Satan, the beauty of holiness will be exemplified, the loveliness of truth shine forth in life and practice. Its members will love, honor, and glorify God, whom the world has despised. These are the fruits by which they are known to the world; these will have the superscription of heaven, by which all men may know that they are Christ's disciples."},{"refcode_short":"LUH December 23,  1908","refcode_long":"Lake Union Herald December 23,  1908","content":"December 23, 1908"},{"refcode_short":"LUH December 23,  1908","refcode_long":"Lake Union Herald December 23,  1908","content":"Extract from an Unpublished Testimony Written March 13, 1897"},{"refcode_short":"LUH December 23,  1908, par. 1","refcode_long":"Lake Union Herald December 23,  1908, paragraph 1","content":"Through Jesus Christ, God has made every provision that His people may connect with divine agencies, and that these agencies may cooperate with human instrumentalities. They may reveal to a world that is dead in trespasses and sins, the power and sufficiency of Christ. They will present before the world another world of higher, holier laws than worldly-wise men can invent or earth obey, a purer happiness and joy than earth can give to its votaries, coming through a service that is independent of all human inventions."},{"refcode_short":"LUH December 23,  1908, par. 2","refcode_long":"Lake Union Herald December 23,  1908, paragraph 2","content":"Christ's church on earth is to resemble heaven, a temple built after the pattern of things shown in the holy mount. Man must give up his ideas, his plans, and devices, and let God work out His original intentions. The great Designer must not be impeded in His work by human wisdom. His work and purpose have not been understood. Through the miscalculations of man, the church today is so misshapen that it can not be accepted by the great Builder. Human counsel has been so abundant, that individual experience is rare. Men are placed where God should be. God's plans are turned aside, and men's measures brought in to fashion and mould. But the great and perfect Designer pronounces the work imperfect. The temple that He is building after the pattern of things in the heavens must have the exact proportions assigned it by the Architect, whose pattern is without a flaw. He has brought the golden measuring rod from heaven, and every worker is employed only as he works under His superintendence, and according to His plans."},{"refcode_short":"LUH December 23,  1908, par. 3","refcode_long":"Lake Union Herald December 23,  1908, paragraph 3","content":"There must be no human calculations. God will have as workers, only those who will be laborers together with Him, who will yoke up with Christ, and learn of Him meekness and lowliness of heart. His directions are,” Make everything according to the pattern shown thee in the mount.” Then a temple of heavenly design will be presented to the world, where the divine presence is manifested, and to which is affixed God's seal."},{"refcode_short":"LUH December 23,  1908, par. 4","refcode_long":"Lake Union Herald December 23,  1908, paragraph 4","content":"What has Jesus, the precious Saviour of the world done, that human, finite beings should put Him to open shame, and thus crucify Him afresh? Satan has remarkable power over all who open their hearts to temptation. But the mind, the character, the reason, belong to God. Christ is saying, “Seek ye first the kingdom of God, and His righteousness, and all things shall be added unto you.” But you are saying, “I will not do as Christ has said. I will seek my own interest first; I want none of God's ways.”"},{"refcode_short":"LUH December 23,  1908, par. 5","refcode_long":"Lake Union Herald December 23,  1908, paragraph 5","content":"While you thus co-operate with Satan, he walks by your side. He says, “Whatever may be true in regard to life eternal, in order to make a success of business, you must serve me. I hold your welfare in my hands. Riches, pleasure, honor, and happiness I can give you. If you will hearken only to my counsel, you will succeed. You can not be successful if you allow yourself to be carried away with any whimsical notions. I will prepare the way before you.” These are Satan's temptations. But will any turn away for this from God and heaven, thrusting eternity out of your reckoning, working like a slave in the service of Satan? Will it pay to do this?"},{"refcode_short":"LUH December 23,  1908, par. 6","refcode_long":"Lake Union Herald December 23,  1908, paragraph 6","content":"Like Christ, every man has had offered to him the kingdoms of this world if he will acknowledge the supremacy of Satan. And how many are doing this before the universe of heavenly intelligences, before God their Creator, and Jesus Christ their Redeemer? But suppose all of Satan's alluring temptations were just as he presents them, will you, even if you knew that by assenting to them you would gain the whole world, be so infatuated, so bewitched as to sacrifice your hope of heaven, your spiritual and immortal interests for mere worldly advantages?"},{"refcode_short":"LUH December 23,  1908, par. 7","refcode_long":"Lake Union Herald December 23,  1908, paragraph 7","content":"You have another life than that which you live in this world. You are to consider this, and live by every word that proceedeth out of the mouth of God. Happiness and success are the prospects presented before you if you will work in Christ's lines. But how many are saying, “I will not accept the conditions. I will have my own way and will in the matter.” I warn you that if you keep on in this course, you will have all your own way with all it implies. This is nothing less than the loss of your soul. But for all who, for their Saviour's sake, will make any and every sacrifice, even to want, and hunger, and death, there awaits the crown of eternal life that Paul was seeking for, and an eternal weight of glory."},{"refcode_short":"LUH December 23,  1908, par. 8","refcode_long":"Lake Union Herald December 23,  1908, paragraph 8","content":"Then no longer neglect this great salvation, as many of us are most assuredly doing. Your salvation has been purchased by the Lord Jesus, in giving His life for you. It will be found that there are some things worse than temporal death. It is better for a soul to die, than to sin; better to be in poverty and suffer hunger than to do a dishonest action. Should your success be purchased at so fearful a price as surrender to the control of Satan, you will find perplexities and embarrassments you never dreamed of. His presentations of worldly attractions are as a deceitful mirage, terrible as his own character, fearful as hell."},{"refcode_short":"LUH December 30,  1908, par. 8","refcode_long":"Lake Union Herald December 30,  1908, paragraph 8","content":"December 30, 1908"},{"refcode_short":"LUH December 30,  1908","refcode_long":"Lake Union Herald December 30,  1908","content":"Work for Every Member of the Family"},{"refcode_short":"LUH December 30,  1908, par. 1","refcode_long":"Lake Union Herald December 30,  1908, paragraph 1","content":"Our households must be set in order, and earnest efforts must be made to interest every member of the family in missionary enterprises. We must seek to engage the sympathies of our children in earnest work for the unsaved, that they may do their best at all times, and in all places, to represent Christ."},{"refcode_short":"LUH December 30,  1908, par. 2","refcode_long":"Lake Union Herald December 30,  1908, paragraph 2","content":"Satan and his angels are wide awake, and intensely active, working with energy and perseverance through human instrumentalities, to bring about his purpose of obliterating from the mind of man the knowledge of God."},{"refcode_short":"LUH December 30,  1908, par. 3","refcode_long":"Lake Union Herald December 30,  1908, paragraph 3","content":"The reason why the churches sit in darkness and have no light, is that they have given no light; they have not been as a city set on a hill, that it cannot be hid. O that all would cultivate a love for souls, and deny inclination. Then the life of Christ would burn in the heart, and souls for whom he died, would rejoice in the revealed mercy of God."},{"refcode_short":"LUH December 30,  1908, par. 4","refcode_long":"Lake Union Herald December 30,  1908, paragraph 4","content":"There can be no such thing as a slothful Christian."},{"refcode_short":"LUH December 30,  1908, par. 5","refcode_long":"Lake Union Herald December 30,  1908, paragraph 5","content":"Parents should work to this end, that they and their children might become missionaries."},{"refcode_short":"LUH December 30,  1908, par. 6","refcode_long":"Lake Union Herald December 30,  1908, paragraph 6","content":"This means that you should be vigilant, diligent in searching the Scriptures, pouring out your soul before God in your closet, that you may not fail or be discouraged."},{"refcode_short":"LUH December 30,  1908, par. 7","refcode_long":"Lake Union Herald December 30,  1908, paragraph 7","content":"We need missionary ministers."},{"refcode_short":"LUH December 30,  1908, par. 8","refcode_long":"Lake Union Herald December 30,  1908, paragraph 8","content":"Spiritual indolence is sin. The secret of our success in the work of God, will be found in the harmonious working of the people. There must be concentrated action. Every member of Christ must act his part in the cause of God, according to the ability that God has given him. We must press together against obstructions and difficulties, shoulder to shoulder, and heart to heart. Christ drew the hearts of His hearers to Him by the manifestation of His love, and then little by little, as they were able to bear it, He unfolded to them the great truths of God. We must learn also to adapt our labors to different people—to meet them where they are. While the claims of the law of God are to be presented to the world, we should never forget that love, the love of Christ, is the only power that can soften the heart and lead to obedience."},{"refcode_short":"LUH December 30,  1908, par. 9","refcode_long":"Lake Union Herald December 30,  1908, paragraph 9","content":"You cannot tell how few may be the days of your probation. The Lord may say very soon “Cut down the tree; for it is not profitable that it should stand in the garden of the Lord.”"},{"refcode_short":"LUH December 30,  1908, par. 10","refcode_long":"Lake Union Herald December 30,  1908, paragraph 10","content":"We need to branch out more in our methods of labor; not a hand should be bound; not a soul discouraged; not a voice should be hushed; let every individual labour privately or publicly to help forward this grand work. Place the burdens upon men and women of the church that they may grow by reason of exercise, and thus become efficient agencies in the hand of the Lord for the enlightenment of those who sit in darkness."},{"refcode_short":"LUH December 30,  1908, par. 11","refcode_long":"Lake Union Herald December 30,  1908, paragraph 11","content":"There has been so much preaching to our churches that they have almost ceased to appreciate the gospel ministry. The time has come when this order of things should be changed. Let the minister call out the individual church-members to help him by house-to-house work, to carry the truth into regions beyond."},{"refcode_short":"LUH December 30,  1908, par. 12","refcode_long":"Lake Union Herald December 30,  1908, paragraph 12","content":"Let every church awake out of sleep; let the members unite themselves together in the love of Jesus, and in sympathy for perishing souls, all go forth to their neighbors, pointing them to the way of salvation. Our Leader has all power in heaven and in earth."},{"refcode_short":"LUH December 30,  1908, par. 13","refcode_long":"Lake Union Herald December 30,  1908, paragraph 13","content":"Let men tremble with the sense of the responsibility of knowing the truth. The ends of the world are come. Proper consideration of these things will lead all to make an entire consecration of all that they have and are, to their God. There should be no boasting; no seeking for the highest places; but all should be ambitious to use their vitality with an eye single to the glory of God—the sacred work in which it is our exalted privilege to engage."},{"refcode_short":"LUH March 31,  1909","refcode_long":"Lake Union Herald March 31,  1909","content":"1909"},{"refcode_short":"LUH March 31,  1909","refcode_long":"Lake Union Herald March 31,  1909","content":"March 31, 1909"},{"refcode_short":"LUH March 31,  1909","refcode_long":"Lake Union Herald March 31,  1909","content":"Remember the Sabbath Day to Keep it Holy"},{"refcode_short":"LUH March 31,  1909, par. 1","refcode_long":"Lake Union Herald March 31,  1909, paragraph 1","content":"Letters have come to me from several persons with the request that I should write in regard to the manner in which we should observe the Sabbath. We have the Bible plain and clear upon this subject. We should not leave the work of the six working days to be done on the Sabbath. Through Moses the Lord said to the children of Israel, “Tomorrow is the rest day of the holy Sabbath of the Lord; bake that which you will bake today, and seethe that which ye will seethe, and that which is left lay up to keep until the morning.” “The manna was like coriander seed, and the color like bdellium. And the people went about and gathered it, and ground it in the mills or beat with a mortar and baked it in pans and made cakes of it.” Thus there was something to be done in the preparing even of the heaven-sent bread for the children of Israel. This was a test for them. God desired to see whether or not they would keep the Sabbath holy. The Lord told the children of Israel that this work must be done on the preparation day—Friday. On that day they were to bake that which they would bake and seethe that which they would seethe."},{"refcode_short":"LUH March 31,  1909, par. 2","refcode_long":"Lake Union Herald March 31,  1909, paragraph 2","content":"The word of God comes down through the ages to this time. This direction from the lips of Jehovah is for our spiritual interest, or it would not have been spoken. God would have the Sabbath kept as a day of rest and spiritual devotion. Any careless inattention in reference to this is displeasing to Him."},{"refcode_short":"LUH March 31,  1909, par. 3","refcode_long":"Lake Union Herald March 31,  1909, paragraph 3","content":"The Bible is a perfect guide; and if its pages are carefully studied with hearts willing to understand, no one need err upon this question. Here is presented with great clearness the duties and obligations of man to his God and to his fellow-man. The word of God obeyed will not degrade him. It will elevate the mind and soften the heart, and give peace and gladness to the soul. The Word obeyed never leads to the forgetfulness of God, but to remembrance of Him. In its pages are distinctly marked out the relations we sustain to each other and to God."},{"refcode_short":"LUH March 31,  1909, par. 4","refcode_long":"Lake Union Herald March 31,  1909, paragraph 4","content":"Immorality and ignorance prevail in the world, but it is because the carnal heart chooses darkness rather than light. The light shines from the written word, in bright clear rays, and if ignorance now exists, it is because men do not for themselves become diligent students of the pages of knowledge that they may become intelligent. The intelligent mind is one of Heaven's most precious gifts. It is beyond estimate, and God demands the full improvement of this talent."},{"refcode_short":"LUH March 31,  1909, par. 5","refcode_long":"Lake Union Herald March 31,  1909, paragraph 5","content":"The Bible is a guide in the management of children, and if parents desire, they may find a course marked out for the education and training of their children, that they may make no blunders. If the rules laid down for parental authority were employed, the workers would not be called upon so often to settle church trials, and be made to weep and mourn over the perversity of those members of the church who seem uncontrollable, because, when they were children, they followed their own way, and have brought into their religious experience their unbending will. But when this Guide is followed, parents, instead of giving ultimate indulgence to their children, will use more of the chastening rod; instead of being blind to their faults, and perverted tempers, and alive only to their virtues, they will have a clear discernment, and will look upon these things in the light of the Bible. They will know that they must command their children in the right way. If parents, instead of abusing their children and provoking them to wrath by their uncontrollable tempers, would see in the word of God that they must learn as children in the school of Christ, the lessons of self-control, of meekness and lowliness of heart, there would not be so great inconsistencies revealed in the government of children in professedly Christian families. Threatenings, scoldings, and blows are dealt under the control of blind passion. And then, when they are not out of patience or in a passion, they go to the other extreme, caressing, kissing, and indulging them in everything they had forbidden. Many parents who are called the best of men and women are thus educating their children to become transgressors of the law of God, to be inmates of the prisons and alms-houses. They bring them up with passions unrestrained, tempers ungoverned, and with but little pains-taking effort on their part to educate them in moral principles. Could such parents look into the future, and see the path into which they are placing the feet of their children, they would come to their senses before it is too late, before the evil that has been left uncorrected has become moulded and fashioned into their character; but they allowed them to be controlled by the enemy of man. Satan is their chosen leader. It is while men sleep that the enemy sows tares in the heart. The Lord bade Moses enjoin upon the Israelites that they would teach their children the commandments of God, when they should rise up and when they should sit down, when they go out and when they come in, and when they should walk with them by the way. The many now who are bemoaning the waywardness of their children have only themselves to blame. But let these look to their Bibles, and see what God enjoins upon them as parents and guardians. Let them take up their long-neglected duty. They need to humble themselves and to repent before God for their neglect to follow His directions in the training of their children. They need to change their own course of action and follow the Bible strictly and carefully as their guide and counsellor."},{"refcode_short":"LUH April 7,  1909","refcode_long":"Lake Union Herald April 7,  1909","content":"April 7, 1909"},{"refcode_short":"LUH April 7,  1909","refcode_long":"Lake Union Herald April 7,  1909","content":"Remember the Sabbath Day to Keep it Holy"},{"refcode_short":"LUH April 7,  1909, par. 1","refcode_long":"Lake Union Herald April 7,  1909, paragraph 1","content":"It is a great work to educate, discipline, and train minds for the service of God here, and to dwell in the courts above forever. In the world to come your children will be just what you have made them in this world. “Remember” is placed at the very first of the fourth commandment. Parents, remember the Sabbath day yourselves to keep if holy; and if you do this, you are giving the proper instruction to your children. They will reverence God's holy day."},{"refcode_short":"LUH April 7,  1909, par. 2","refcode_long":"Lake Union Herald April 7,  1909, paragraph 2","content":"Let it be your study to select and make your homes as far from Sodom and Gomorrah as you can. Keep out of the large cities. If possible, make your home in the quiet retirement of the country, even if you never can become wealthy by doing so. Come where there is the best influence. Give your children employment. Let them learn some trade. Teach them to be useful on some piece of ground. If you do not keep them busy, the devil will. Children have active minds, and they need to be employed in lifting the burdens of practical life. They should never be left to pick up their employment. Parents should control this matter themselves."},{"refcode_short":"LUH April 7,  1909, par. 3","refcode_long":"Lake Union Herald April 7,  1909, paragraph 3","content":"Ministers’ children are in many cases the most neglected children in the world, for the reason that their father can be with them but little, and they are left to choose their own amusement and employment. But the first work of the father should be to situate his children so that they will have work to do, and receive an education in physical work as well as in hard study of books. It may be a gratification to have your children with you; but if you are so situated that you cannot give them employment, place them where they can work and employ their God-given powers in useful labor. They will come to you in the end far stronger in moral powers and in a knowledge that will be of advantage to them and you."},{"refcode_short":"LUH April 7,  1909, par. 4","refcode_long":"Lake Union Herald April 7,  1909, paragraph 4","content":"Children are a heritage from the Lord, and the Lord requires of parents that they should give special instruction to their children. Like Abraham, they are to command their children and their household after them. If they neglect this part of the work, they are disqualifying themselves to care for the flock of God."},{"refcode_short":"LUH April 7,  1909, par. 5","refcode_long":"Lake Union Herald April 7,  1909, paragraph 5","content":"Parents, do not select a business that will constantly stand in the way to obstruct the exercise of your Christian duties, and where you must imperil your Christian principles. Be firm, be faithful where you are. You are on the battle field. Bring moral courage and firm principle to your aid. Wherever Providence has placed you, take up your God-appointed work. Serve Him most faithfully, but enter into no business relations with men; do not become partners with those who do not revere the Sabbath, and who laugh at your attempt to keep it. They are constantly working out Satan's devices that you should bring worldly business into the Sabbath. They make it their boast that they are just as good as you are. Keep holy the Sabbath day at whatever sacrifice to yourself. Never allow the holy day of the Lord to be disregarded by yourself or by your children."},{"refcode_short":"LUH April 7,  1909, par. 6","refcode_long":"Lake Union Herald April 7,  1909, paragraph 6","content":"And wherever you make your home, there erect your altar. Seek the blessing of God upon your home and your children, morning and evening."},{"refcode_short":"LUH April 7,  1909, par. 7","refcode_long":"Lake Union Herald April 7,  1909, paragraph 7","content":"The Lord declares, “Them that honor Me I will honor.” The reason that there are so many unhappy, self-willed, ungrateful children, is that they are not educated to revere God, to love Him, to pray to Him, to keep His commandments holy. With the one hand of persevering faith lay hold of your children; with the other hand lifted to heaven, grasp the merciful hand of Jesus Christ. Christian education is needed in your home. All through the week, keep the Lord's holy Sabbath in view; for that day is to be devoted to the service of God. It is the day when the hands are to rest from worldly employment, and when the soul needs to receive special attention."},{"refcode_short":"LUH April 7,  1909, par. 8","refcode_long":"Lake Union Herald April 7,  1909, paragraph 8","content":"From the very cradle the children are to be educated and right impressions to be given to the mind. They are to be instructed in regard to the knowledge of God and His holy commandments. Neither infants, nor children, nor youth, should hear an impatient word from father, mother, or any member of the household; for they receive impressions very early in life, and what parents make of them today they will be tomorrow, and the next day and the next. The first lessons impressed upon the child are never forgotten."},{"refcode_short":"LUH April 14,  1909","refcode_long":"Lake Union Herald April 14,  1909","content":"April 14, 1909"},{"refcode_short":"LUH April 14,  1909","refcode_long":"Lake Union Herald April 14,  1909","content":"Remember the Sabbath Day to Keep it Holy"},{"refcode_short":"LUH April 14,  1909, par. 1","refcode_long":"Lake Union Herald April 14,  1909, paragraph 1","content":"Then search the Scriptures, parents. Be not only hearers, but doers of the Word. Meet God's standard in the education of your children. Let them see that you are preparing for the Sabbath on the working days of the week. All preparation should be made, every stitch taken, on the six working days; all cooking for the Sabbath should be done on the preparation day. It is possible to do this, and if you make it a rule, you can do it. The commandment is, “Bake that which ye will bake today, and seethe that ye will seethe, for tomorrow is the rest of the holy Sabbath.” That day is not to be given to the cooking of food, or pleasure seeking, or worldly employment. Explain your work and its purpose to your children, and let them help themselves and their parents in their preparation to keep the Sabbath according to the commandment. Lead your children to consider the Sabbath a delight, the day of days, the holy of the Lord, honorable. Do not allow yourself to spend the precious hours of the Sabbath in your bed. The heads of the house should be astir early."},{"refcode_short":"LUH April 14,  1909, par. 2","refcode_long":"Lake Union Herald April 14,  1909, paragraph 2","content":"On Friday, the clothing of the children looked after during the week, should all be laid out by their own hands under the direction of the mother, so that they can dress quickly, without any confusion or rushing about, and hasty speeches. Dress; then come to the table without levity. Boisterous noise and contention should not be allowed any day of the week; but on the Sabbath all should be quietness. No loud-toned commands should be heard at any time; but on the Sabbath they are entirely out of place. This is God's holy day; the day that He has set apart to commemorate His creative works; a day which He has sanctified and hallowed."},{"refcode_short":"LUH April 14,  1909, par. 3","refcode_long":"Lake Union Herald April 14,  1909, paragraph 3","content":"In many families boots and shoes are blacked and brushed, and stitches taken, all because these little odds and ends were not done on Friday. They did not “Remember the Sabbath day to keep it holy.” It is dishonoring God to make the Sabbath a feast day, a day of baking and boiling, of blacking boots and performing work that should be done the six working days. Do not dishonor God by bringing down its sacredness to the level of the common working days."},{"refcode_short":"LUH April 14,  1909, par. 4","refcode_long":"Lake Union Herald April 14,  1909, paragraph 4","content":"In the morning the family should gather about the table quietly, and it would be well that if on the Sabbath there should ever be a simple, palatable meal, yet something that would be considered a treat, something that they do not have every day in the week. Then, before or after the meal, should come the family worship. This should be a service in which all the children should take part. All should have their Bibles, each reading a verse or two. Then a simple hymn should be sung, followed not by a long and wearisome prayer, but by a simple petition, telling the Lord in the simplest manner their needs, and expressing their gratitude for God's mercies and blessings. This invites Jesus as a welcome guest into your house and heart. In the family, long prayers of remote things are not in place, and make the hour of prayer weariness, when it should be considered a privilege and a blessing. Make the season one of interest and joy; never let the children consider it a burden."},{"refcode_short":"LUH April 14,  1909, par. 5","refcode_long":"Lake Union Herald April 14,  1909, paragraph 5","content":"On the Sabbath, parents should give all the time they can to their children, thus making it a delight. I have seen many families where father, mother, and the older members of the household, take themselves away from the younger children, and leave them to amuse themselves as best they can. After a while, the children become weary and go out of doors, and engage in play or some kind of mischief. Thus the Sabbath has no sacred significance to them. In pleasant weather the parents can take their children out for a walk in the fields and forest, and talk to them of the lofty trees, the shrubs and flowers, and teach them that God is the Maker of all these things. Then teach them the reasons for the Sabbath, that it is to commemorate God's created works. After working six days, He rested the seventh, and blessed and hallowed the day of His rest. Thus the most profitable instruction can be given."},{"refcode_short":"LUH April 14,  1909, par. 6","refcode_long":"Lake Union Herald April 14,  1909, paragraph 6","content":"The sweet story of Bethlehem can be repeated. Present before them Christ as the babe in Bethlehem, a child obedient to His father and mother, a youth industrious, helping to support the family. Thus you can teach your children that Christ was a child like themselves, and that He knows the trials and perplexities, the temptations, the weariness, the joys, and the happiness of youth. Read the interesting stories in the Bible history. Thus the day to them will be the best of the seven. But if the parents loiter in bed on the Sabbath and rise late, all is confusion and bustle to prepare for breakfast and Sabbath-school, the day becomes weariness, the Sabbath desecrated, no holy feelings are inspired to come into the home. The Sabbath-school becomes a dread. I counsel you, my Sabbath-keeping brethren and sisters, to “Remember the Sabbath day to keep it holy.” You must change greatly. Many of your habits and practices on the Sabbath are displeasing to God. If you would train your children to observe the Sabbath according to the commandment, you must do it by precept and example. The deep engraving of truth in the heart is never wholly effaced. The impressions made on the heart in early life are seen in after years. They may be buried, but they will seldom be obliterated. Teach your children that the commandments of God must become the rule of their lives. Circumstances may occur to separate the children from their parents and from their home, but the lessons of instruction given in childhood and youth will be a blessing to them throughout their lifetime."},{"refcode_short":"LUH April 21,  1909, par. 6","refcode_long":"Lake Union Herald April 21,  1909, paragraph 6","content":"April 21, 1909"},{"refcode_short":"LUH April 21,  1909","refcode_long":"Lake Union Herald April 21,  1909","content":"Deeper Consecration"},{"refcode_short":"LUH April 21,  1909, par. 1","refcode_long":"Lake Union Herald April 21,  1909, paragraph 1","content":"The teachers employed in our schools should be men who are acquainted with God through an experimental knowledge. They know him because they obey all the commandments He has given them. Jehovah engraved His ten commandments on tables of stone that all the inhabitants of the earth might understand His eternal and unchangeable character. Those teachers who desire to advance in learning and proficiency, need to lay right hold of these wonderful revelations of God. But it is only as heart and mind are brought into harmony with God that they will understand the divine requirements."},{"refcode_short":"LUH April 21,  1909, par. 2","refcode_long":"Lake Union Herald April 21,  1909, paragraph 2","content":"None need concern themselves about those things which the Lord has not revealed to us. In these days speculations will abound, but the Lord declares, “The secret things belong unto the Lord.” The Voice that spoke to Israel from Sinai is speaking in these last days to men and women, saying, “Thou shalt have no other God's [gods] before Me.” The law of God was written with His own finger on tables of stone, thus showing that it could never be changed or abolished. It is to be preserved through the eternal ages, immutable as the principles of His government in heaven and in earth. Men have set their wills against the will of God, but this will not silence His words of wisdom and command, though they may set their speculative theories in opposition to the teachings of revelations, and exalt human wisdom above a plain “Thus saith the Lord.”"},{"refcode_short":"LUH April 21,  1909, par. 3","refcode_long":"Lake Union Herald April 21,  1909, paragraph 3","content":"It should be the determination of every soul who desires to enter the pearly gates, not so much to seek to understand all about the conditions that will prevail in the future state, as to know what the Lord requires of him in this life. It is the will of God that each professing Christian shall perfect a character after the divine similitude. By studying the character of Christ revealed in the Word, by practicing His virtues, the believer will be changed into the same likeness of goodness and mercy. Christ's works of self-denial and sacrifice brought into the daily life, will develop in the soul the faith that works by love and purifies the soul. There are many who wish to evade the cross-bearing part, but the Lord speaks to all when He says, “If any man will come after Me, let him deny himself, and take up his cross daily, and follow Me.”"},{"refcode_short":"LUH April 21,  1909, par. 4","refcode_long":"Lake Union Herald April 21,  1909, paragraph 4","content":"A great work is to be accomplished by the setting forth of the saving truths of the Bible. This is the means ordained of God to stem the tide of moral corruption in the earth. Christ gave His own life to make it possible for man to be restored to the image of God. It is the power of His grace that draws men together in obedience to the truth. Those who would experience more of the sanctification of the truth in their own souls, should present the truth to those who are ignorant of it. Never will they find a more elevating, ennobling work."},{"refcode_short":"LUH April 21,  1909","refcode_long":"Lake Union Herald April 21,  1909","content":"The Teacher an Evangelist"},{"refcode_short":"LUH April 21,  1909, par. 5","refcode_long":"Lake Union Herald April 21,  1909, paragraph 5","content":"The work of educating our youth as outlined for us in the instruction given of God, is to be sacredly maintained. For this reason we must select as teachers those who will educate in right lines. Said my instructor: Let not teachers be chosen to educate and train the youth who will not maintain the simplicity of Christ's methods. His teachings contained the very essence of sanctified simplicity."},{"refcode_short":"LUH April 21,  1909, par. 6","refcode_long":"Lake Union Herald April 21,  1909, paragraph 6","content":"Those teachers who present matters to the student in an uncertain light are not fitted for the work of educating the youth. No man is qualified for this work unless he is daily learning to speak the words of the teacher sent from God. Now is the time to sow the gospel seed. The seed we sow must be clean and pure, and that which will produce the choicest fruit. We have no time to lose. The work of our schools is to become more and more in character like the work of Christ. Only the power of the grace of God working on human hearts and minds will make and keep the atmosphere of our schools and churches clean."},{"refcode_short":"LUH April 21,  1909, par. 7","refcode_long":"Lake Union Herald April 21,  1909, paragraph 7","content":"There have been teachers in our schools who could pass well in a worldly institution of learning, but who were unfitted for the training of our youth because they were ignorant of the truths of the gospel of Christ. They were unable to bring the simplicity of Christ into their labors. It should be the work of every teacher to present those truths that have called us out to stand as a peculiar people before the world, and which are able to keep us in harmony with Heaven's laws. In the messages that have been sent to us from time to time, we have truths that will accomplish a wonderful work of reform in our characters, if we will give them place. They will prepare us for entrance into the holy city of God. It is our privilege to make continual advancement to a higher grade of Christian living."},{"refcode_short":"LUH April 21,  1909, par. 8","refcode_long":"Lake Union Herald April 21,  1909, paragraph 8","content":"One night I was awakened and instructed to write a straight testimony regarding the work of our school at Loma Linda. By that school a solemn and sacred work was to be done. The teachings of health reform were to stand out clearly and brightly that all the youth in attendance might learn to practice them. All our educators should be strict health reformers. The Lord desires that genuine missionaries shall go out as pioneers from our schools. They are to be fully consecrated to the work, as laborers together with God, daily enlarging their sphere of usefulness, and becoming more and more fully sanctified through the truth. The influence of a consecrated medical missionary teacher in our schools is invaluable."},{"refcode_short":"LUH April 21,  1909, par. 9","refcode_long":"Lake Union Herald April 21,  1909, paragraph 9","content":"I have been instructed to present these things before our teachers. We need to be converted from our faulty lives to the faith of the gospel. Christ's followers have no need to try to shine. If they will behold constantly the life of Christ, they will be changed in mind and heart, into the same image. Then they will shine without any superficial attempt. The Lord asks for no display of goodness. In the gift of His Son He has made provision that our inward lives may be imbued with the principles of heaven. It is the appropriation of this provision that will lead to a manifestation of Christ to the world. When the people of God experience the new birth, their honesty, their uprightness, their fidelity, their steadfast principles, will unfailingly reveal it. O, what words were spoken to me! What gentleness was recommended through the grace abundantly given. The greatest manifestation that men and women can make of the grace and power of Christ, is made when the natural man becomes partaker of the divine nature, and through the power that the grace of Christ imparts, overcomes the corruptions that are in the world through lust."},{"refcode_short":"LUH November 3,  1909, par. 9","refcode_long":"Lake Union Herald November 3,  1909, paragraph 9","content":"November 3, 1909"},{"refcode_short":"LUH November 3,  1909","refcode_long":"Lake Union Herald November 3,  1909","content":"Exalting Christ"},{"refcode_short":"LUH November 3,  1909, par. 1","refcode_long":"Lake Union Herald November 3,  1909, paragraph 1","content":"Every soul who truly accepts Christ by faith, will walk in humility of heart. There will be no exalting of self; but Christ will be exalted as the One on whom the hope of eternal life depends. “By grace are ye saved through faith,” the apostle Paul declared. And it is the grace of Christ in us that makes us His witnesses. We can be overcomers only by the blood of the Lamb, and by the word of our testimony. By a well-ordered life and a godly conversation, we become lights in the church and in the world. Spiritual things must be spiritually discerned. Those who drink most deeply of the waters of salvation, will reveal most fully the meekness and lowliness of Christ."},{"refcode_short":"LUH November 3,  1909, par. 2","refcode_long":"Lake Union Herald November 3,  1909, paragraph 2","content":"I am bidden to say to those who have been called to teach the Word of God to others: Never encourage men to look to you for wisdom. When men come to you for counsel, point them to the One who reads the motives of every heart. A different spirit must come into our ministerial work. No persons must act as confessors; no man must be exalted as supreme. Our work is to humble self and to exalt Christ before the people. After His resurrection, the Saviour promised that His power should be with all who would go forth in His name. Let this power and this name be exalted. We need to keep continually before our minds the prayer of Christ when He prayed that self might be sanctified by truth and righteousness."},{"refcode_short":"LUH November 3,  1909, par. 3","refcode_long":"Lake Union Herald November 3,  1909, paragraph 3","content":"The power of the eternal Father, and the sacrifice of the Son, should be studied more than it is. The perfect work of Christ was consummated in His death upon the cross. In His sacrifice and intercession at the right hand of the Father, is our only hope of salvation. It should be our joy to exalt the character of God before men, and make His name a praise in the earth."},{"refcode_short":"LUH November 3,  1909, par. 4","refcode_long":"Lake Union Herald November 3,  1909, paragraph 4","content":"As David considered the works of God in the earth, and the love manifested for man, he was led to exclaim: “O Lord our Lord, how excellent is Thy name in all the earth! who hast set Thy glory above the heavens. Out of the mouth of babes and sucklings hast Thou ordained strength because of Thine enemies, that Thou mightest still the enemy and the avenger. When I consider Thy heavens, the work of Thy fingers, the moon and the stars, which Thou hast ordained, what is man, that Thou art mindful of him? and the son of man, that Thou visitest him? For Thou hast made him a little lower than the angels, and hast crowned him with glory and honor.... O Lord our Lord, how excellent is Thy name in all the earth!”"},{"refcode_short":"LUH November 3,  1909, par. 5","refcode_long":"Lake Union Herald November 3,  1909, paragraph 5","content":"“Out of the mouth of babes and sucklings hast Thou ordained strength,” the psalmist says. The Lord will work through the words of even little children who have been instructed from their babyhood to love and fear Him. Through their instrumentality the Lord will teach men to be kind and tender-hearted, and to seek Him in simplicity of heart."},{"refcode_short":"LUH November 3,  1909, par. 6","refcode_long":"Lake Union Herald November 3,  1909, paragraph 6","content":"“I will praise Thee, O Lord, with my whole heart,” the psalmist continues; “I will show forth all Thy marvelous works, I will be glad and rejoice in Thee: I will sing praise to Thy name, O Thou Most High. When mine enemies are turned back, they shall fall and perish at Thy presence. For Thou hast maintained my right hand and my cause; Thou satest in the throne judging right.”"},{"refcode_short":"LUH November 3,  1909, par. 7","refcode_long":"Lake Union Herald November 3,  1909, paragraph 7","content":"I have been shown that these words will be literally fulfilled. Troublous times are just before us, and this is the beginning of the end. At this time, instead of the church becoming worldly in its practices, it should be drawing near to God in a work of repentance and putting away of sin. “Blessed is he whose transgression is forgiven, whose sin is covered. Blessed is the man unto whom the Lord imputeth not iniquity, and in whose spirit there is no guile.”"},{"refcode_short":"LUH November 3,  1909, par. 8","refcode_long":"Lake Union Herald November 3,  1909, paragraph 8","content":"There is a work for our ministers and workers to do in watching diligently their religious life, that it may not be perverted by self-exalted ideas. Profession is of no avail. “Be not conformed to this world,” the apostle Paul exhorts: “but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God. For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.”"},{"refcode_short":"LUH November 3,  1909, par. 9","refcode_long":"Lake Union Herald November 3,  1909, paragraph 9","content":"The twelfth chapter of Romans is an educational one, and should be studied and understood. It contains lessons that we are to bring into the life-practise. I am bidden to bear a testimony against the danger of exalting self,—a species of self-deception that will prove the ruin of some who have once known the truth. “Be kindly affectioned one to another with brotherly love,” the apostle says; “in honor preferring one another; not slothful in business; fervent in spirit; serving the Lord; rejoicing in hope; patient in tribulation; continuing instant in prayer.”"},{"refcode_short":"LUH November 3,  1909, par. 10","refcode_long":"Lake Union Herald November 3,  1909, paragraph 10","content":"We lose many and rich blessings because we neglect to seek the Lord with humble hearts. When we come to Him in sincerity of heart, asking Him to reveal our defects, He will show us a true picture of ourselves, reflected in the mirror of His Word. Then, having seen ourselves as God sees us, let us not go away forgetting what manner of men we are. Let us study critically the features of our character that are defective, and seek for grace to make them like the pattern presented in the Word of God."},{"refcode_short":"LUH November 3,  1909, par. 11","refcode_long":"Lake Union Herald November 3,  1909, paragraph 11","content":"The faithful minister will water with his prayers the seed sown in his discourse. He will plead that the seeds of truth may find a lodgment in hearts, and that souls may be truly converted. There is to be in the life of the minister a revelation of the Holy Spirit that will bind heart to heart in love and unity. The more of the grace and power of the Spirit that finite man receives from the Infinite, the more love will he express for his fellow-men. He will ever bear in mind his high privilege: “Ye are laborers together with God; ye are God's husbandry; ye are God's building.”"},{"refcode_short":"LUH November 17,  1909, par. 11","refcode_long":"Lake Union Herald November 17,  1909, paragraph 11","content":"November 17, 1909"},{"refcode_short":"LUH November 17,  1909","refcode_long":"Lake Union Herald November 17,  1909","content":"A Call to Consecration"},{"refcode_short":"LUH November 17,  1909, par. 1","refcode_long":"Lake Union Herald November 17,  1909, paragraph 1","content":"Every soul who receives Christ, is to reveal Christ to the world through a transformed character. His life is to be a continual manifestation of devotion to the will of God. By obedience to the commandments of God, man is to honor and glorify his Maker. In his own transformed character he is to magnify before the world the plan of salvation as a plan that is laid in the mercy and the love of God. The name of Jesus will be exalted by these representatives of Christ; for there is no other name given among men whereby we may be saved."},{"refcode_short":"LUH November 17,  1909, par. 2","refcode_long":"Lake Union Herald November 17,  1909, paragraph 2","content":"The man who is truly converted is taken into the plan of God, to work for the salvation of his fellow-men. In his own life he reproduces the character of Christ. The earnest, disinterested labor of Christ in behalf of sinners is repeated in his life; the same fervor and solicitude is revealed in his prayers. The Saviour often left His disciples for seasons of prayer with His Father. At these times he poured out His soul in strong crying and tears for those He had come to save, and for power and grace to carry out the great plan of redeeming the world. His example in prayer Christ desired should be a lesson to His disciples in all ages. We cannot be too deeply impressed with the need of laboring for perishing souls. We need to feel the movings of the Spirit of God on our hearts, that we may be led to make every possible effort in their behalf. The truth that has been the means of drawing our souls to God, is to be the great power in us to lead others into the path of righteousness."},{"refcode_short":"LUH November 17,  1909, par. 3","refcode_long":"Lake Union Herald November 17,  1909, paragraph 3","content":"When a laborer takes up any work for the church, it should not be in a pompous way, but humbly. He should realize that his knowledge of the truth demands much of him. No power of heaven will be denied to the one who seeks to carry out the purpose of God in his work; but the man who seeks to carry out his own plans and purposes, instead of humbly following the leading of the Lord, reveals by his actions, that were he admitted to heaven he would strive there for the first position. When there is with the minister or elder of the church a disposition to be unchristlike and to work in human wisdom rather than in the wisdom of God, dissension and strife will be created, self will be exalted, and the wisdom of man instead of the wisdom of God will be relied upon. The man who is set to do a work for the church in any line, should first consecrate himself to God and to the work. He will seek to use the methods that Christ used in His efforts to disseminate light, and will leave no means untried to forward the plan of salvation. If he will ever remember that he is a worker together with Christ, a sanctified influence will go forth from him that will make his work efficient."},{"refcode_short":"LUH November 17,  1909, par. 4","refcode_long":"Lake Union Herald November 17,  1909, paragraph 4","content":"I am instructed to say to our ministers, You need to be transformed in character, or you will be deceived in regard to your position as workers in the church. The Lord is not glorified by the representations of His truth that are being made; your spirit is dishonoring to Him. A spirit of humility must be revealed in your lives. More thought must be given to soul-preparedness for the work. Self rules in your lives, and the grace of Christ cannot be made manifest."},{"refcode_short":"LUH November 17,  1909, par. 5","refcode_long":"Lake Union Herald November 17,  1909, paragraph 5","content":"The work of heart-searching should begin in earnest with the ministry. There are many who need to be converted in word, in spirit, in deportment. Unless the minister seeks to live in the light of God's countenance, and to reflect His image, his influence will hurt rather than help the cause of God."},{"refcode_short":"LUH November 17,  1909, par. 6","refcode_long":"Lake Union Herald November 17,  1909, paragraph 6","content":"The law of God is to be obeyed. God's Word sums up obedience of God's law in the words, “Thou shall love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind, and thy neighbor as thyself.” God's law is a law of mercy, an expression of goodness; it holds His creatures responsible for allegiance to Him, places them under obligation to reveal in their characters the attributes of its Author. Through the power of the Holy Spirit the law of God is to be exemplified in the life of a Christian."},{"refcode_short":"LUH November 17,  1909, par. 7","refcode_long":"Lake Union Herald November 17,  1909, paragraph 7","content":"To live the law of God, means to reveal the holiness of God's character in every action of the law. In the lives of many of our teachers and ministers this holiness is sadly lacking. With many, the law has become a dead letter. To those who, instead of allowing their lives to be controlled by the law of righteousness and truth, are being swayed by hereditary and cultivated traits of character, I am given this message: There is no time to lose. The end of all things is at hand. Soon from heaven will go forth the decree, “He that is righteous, let him be righteous still: and he that is holy, let him be holy still. Behold, I come quickly; and My reward is with Me, to give every man according as his work shall be.”"},{"refcode_short":"LUH November 17,  1909, par. 8","refcode_long":"Lake Union Herald November 17,  1909, paragraph 8","content":"Let none seek to be first, but let all now unite in ministering to the world the teachings of Christ. Each converted soul should seek earnestly to acquire a knowledge of the truth, and seek to wield an influence that will represent to worldlings a better world than this. Whatever the moral standing of those about you, it is your privilege to show plainly the line that separates you from the world. By pursuing a course in contrast to the selfishness of the world, and which by its purity condemns the practices of the world, you are to show that you are conforming to the perfect Pattern. Those who minister in word and doctrine are to beseech men and women to be reconciled to God. They are to declare their conversion from evil by consecrating the will, the talent of means, the whole being, to the service of God. Because wickedness exists in society, there should be Christian influences in every land that will stem the tide of evil by manifesting the sympathy, the tenderness, the love of Christ. “And greater works than these shall he do,” Christ declared of every one of His followers; “because I go unto the Father.”"},{"refcode_short":"LUH November 17,  1909, par. 9","refcode_long":"Lake Union Herald November 17,  1909, paragraph 9","content":"“In Jesus Christ neither circumcision availeth anything, nor uncircumcision, but faith which worketh by love,” and purifieth the soul."},{"refcode_short":"LUH November 17,  1909, par. 10","refcode_long":"Lake Union Herald November 17,  1909, paragraph 10","content":"In these words the Holy Spirit through the apostle Paul assures us that all our external privileges, all our high profession of acceptance with God, cannot take the place of faith. Sincere faith in Christ is that alone which can secure for us an entrance into the city of God. Faith in Christ, expressed in the life and character, revealed in love for God and for our brethren, makes the human agent a power in the world and in the church. I am made sad to see that many have not this faith and love; for these are the signs of our Christianity, the witness that we are the children of God. True faith in Christ will recover the backslider from the entanglements of the world, and engage him from day to day in service, that will keep his brethren from backsliding. This is the work that God requires of every soul."},{"refcode_short":"LUH November 17,  1909, par. 11","refcode_long":"Lake Union Herald November 17,  1909, paragraph 11","content":"The apostle Paul exhorts those who have taken the name of Christ, “Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage.” If you have lost the liberty you once enjoyed in Christ, you may recover yourself from your backslidings. If you will look to Jesus and accept His word in faith, you may present to the world a very different showing from that you have given in the past. In your life and character you may reveal the faith that works by love and purifies the soul."},{"refcode_short":"LUH November 17,  1909, par. 12","refcode_long":"Lake Union Herald November 17,  1909, paragraph 12","content":"I appeal to our ministers, and to those who hold responsible places in the work of God. Do not make mistakes in your lives. You are in danger of working out an unsanctified conception of religion. To possess true religion means to make Christ your pattern, to conform the life-practice to His example. The more closely the example of Christ is followed, the more fully will the gospel light and life be expressed in us. We shall love as brethren. The light shining in us and forth from us will produce life-heat, Christian love. This love will not be confined to our homes and families, but will spread its branches, and produce fruit on the other side of the wall."},{"refcode_short":"LUH November 17,  1909, par. 13","refcode_long":"Lake Union Herald November 17,  1909, paragraph 13","content":"Close, heart-searching work is required of those who minister the Word. Let this investigation take place now. They should be converted at heart who preach the Word. True repentance must be experienced by every minister who would in his ministry reach the pattern set for him in Christ. We need far less of preaching, and far more of earnest, humble seeking of the Lord. In our early experiences in the message, when we assembled for camp-meeting, ministers’ meetings were often held in the early morning, when the workers sought for deep conviction of heart and true conversion, as a preparation for the work to be done at the meeting. Sins were confessed to one another and to God. Thorough work was done. At this time, even more than then, we need to seek the Lord in simplicity of heart. God says to us: “Humble yourselves in the sight of the Lord, and He shall lift you up.”"},{"refcode_short":"LUH November 17,  1909, par. 14","refcode_long":"Lake Union Herald November 17,  1909, paragraph 14","content":"“My brethren, be not many masters, knowing that we shall receive the greater condemnation. For in many things we offend all. If any man offend not in word, the same is a perfect man, and able also to bridle the whole body.... Who is a wise man and endued with knowledge among you? Let him show out of a good conversation his works with meekness of wisdom.... The wisdom that is from above is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy. And the fruit of righteousness is sown in peace of them that make peace.”"},{"refcode_short":"LUH November 17,  1909, par. 15","refcode_long":"Lake Union Herald November 17,  1909, paragraph 15","content":"“Draw nigh to God, and He will draw nigh to you. Cleanse your hands, ye sinners; and purify your hearts, ye double-minded. Be afflicted, and mourn, and weep: let your laughter be turned to mourning and your joy to heaviness. Humble yourselves in the sight of the Lord, and He shall lift you up.”"},{"refcode_short":"LUH June 21,  1911, Art. A, par. 15","refcode_long":"Lake Union Herald June 21,  1911, Art. A, paragraph 15","content":"1911"},{"refcode_short":"LUH June 21,  1911, Art. A, par. 15","refcode_long":"Lake Union Herald June 21,  1911, Art. A, paragraph 15","content":"June 21, 1911"},{"refcode_short":"LUH June 21,  1911, Art. A","refcode_long":"Lake Union Herald June 21,  1911, Art. A","content":"Extracts from Recent Special Testimonies"},{"refcode_short":"LUH June 21,  1911, Art. A, par. 1","refcode_long":"Lake Union Herald June 21,  1911, Art. A, paragraph 1","content":"The Lord is in earnest with His people. Long have they delayed entering the cities, and now they must seek to redeem the time.... The message of the third angel of Revelation 14 is now to be proclaimed, not only in lands far off, but in neglected places close by, where multitudes dwell unwarned and unsaved. God is calling His people at this time to a long-delayed work. Decided efforts are to be made to enlighten those who have never yet been warned. The work in the cities is now to be regarded as of special importance. Let workers be selected to labor two and two in the cities, in harmony with the counsel of experienced leaders, and under the direction and commission of Jesus Christ."},{"refcode_short":"LUH June 21,  1911, Art. A, par. 2","refcode_long":"Lake Union Herald June 21,  1911, Art. A, paragraph 2","content":"The conditions that face Christian workers in the great cities, constitute a solemn appeal for untiring effort in behalf of the millions living within the shadow of impending doom."},{"refcode_short":"LUH June 21,  1911, Art. A","refcode_long":"Lake Union Herald June 21,  1911, Art. A","content":"World Wide"},{"refcode_short":"LUH June 21,  1911, Art. A, par. 3","refcode_long":"Lake Union Herald June 21,  1911, Art. A, paragraph 3","content":"It is in the cities of the nations that the gospel worker finds the greatest impenitence and the greatest need.... The cities everywhere are calling for earnest, whole-hearted labor from the servants of God."},{"refcode_short":"LUH June 21,  1911, Art. A, par. 4","refcode_long":"Lake Union Herald June 21,  1911, Art. A, paragraph 4","content":"We have done only a small part of the evangelical work that God desires us to do among our neighbors and friends. In every city of our land there are those who know not of the truth; and out in the broad world beyond the seas there are many new fields in which we must plough the ground and sow the seed."},{"refcode_short":"LUH June 21,  1911, Art. A","refcode_long":"Lake Union Herald June 21,  1911, Art. A","content":"A Soul-Winning Effort"},{"refcode_short":"LUH June 21,  1911, Art. A, par. 5","refcode_long":"Lake Union Herald June 21,  1911, Art. A, paragraph 5","content":"In these same wicked cities there are presented to soul-winners some of the greatest opportunities. With heart, and soul, and voice, they must respond to the summons of the Master of the vineyard to enter the cities, and work as laborers together with God for the winning of precious souls."},{"refcode_short":"LUH June 21,  1911, Art. A","refcode_long":"Lake Union Herald June 21,  1911, Art. A","content":"Well Organized"},{"refcode_short":"LUH June 21,  1911, Art. A, par. 6","refcode_long":"Lake Union Herald June 21,  1911, Art. A, paragraph 6","content":"A little has been done in years past, it is true, in a few cities; but in order to meet the mind of the Lord, those in responsibility must plan for the carrying forward of a broad, well organized work. They must enter into this campaign, with a determination to make God their trust, and to labor with unflagging zeal. Thus they will be enabled to do a strong, solid work and will gain confidence to continue the effort in other places."},{"refcode_short":"LUH June 21,  1911, par. 6","refcode_long":"Lake Union Herald June 21,  1911, paragraph 6","content":"June 21, 1911"},{"refcode_short":"LUH June 21,  1911","refcode_long":"Lake Union Herald June 21,  1911","content":"Extracts from Recent Special Testimonies A Readjustment of Plans"},{"refcode_short":"LUH June 21,  1911, par. 1","refcode_long":"Lake Union Herald June 21,  1911, paragraph 1","content":"For the accomplishment of all that God calls for in warning the cities, His servants must plan for a wise distribution of the working forces. Often the laborers who might be a power for good in public meetings, are engaged in other work that allows them no time for active ministry among the people. For the conduct of affairs at the various centers of our work, those in responsibility must endeavor, as far as possible, to find consecrated men who have been trained in business lines."},{"refcode_short":"LUH June 21,  1911, par. 2","refcode_long":"Lake Union Herald June 21,  1911, paragraph 2","content":"In order that the work in the cities may be carried on as rapidly as possible, careful attention should be given to the distribution of laborers who are qualified to engage in this line of work. While it is in the order of God that strong institutional centers be maintained in connection with the publishing, educational, and medical work, yet it is not His design that institutional work shall be carried forward in a way that will tie up too many men of special talent, and thus rob the field of the help that these men could render in the proclamation of the message."},{"refcode_short":"LUH June 21,  1911","refcode_long":"Lake Union Herald June 21,  1911","content":"Earnest Service Demanded"},{"refcode_short":"LUH June 21,  1911, par. 3","refcode_long":"Lake Union Herald June 21,  1911, paragraph 3","content":"From the light that God has given me, I know that His cause today is in great need of the living representative of Bible truth. The ordained ministers, alone, are not equal to the task. God is calling not only upon the ministers, but also upon physicians, nurses, canvassers, Bible workers, and other consecrated laymen of varied talent, who have a knowledge of present truth, to consider the need of the unwarned cities. There should be one hundred believers actively engaged in personal missionary work, where now there is but one. Time is rapidly passing. There is much work to be done before Satanic opposition shall close up the way. Every agency must be set in operation, that present opportunities may be wisely improved."},{"refcode_short":"LUH June 21,  1911, par. 4","refcode_long":"Lake Union Herald June 21,  1911, paragraph 4","content":"The Lord is calling upon men and women, who have the light of the truth for this time, to engage in genuine personal missionary work."},{"refcode_short":"LUH June 21,  1911","refcode_long":"Lake Union Herald June 21,  1911","content":"The Help of Apostolic Times Promised"},{"refcode_short":"LUH June 21,  1911, par. 5","refcode_long":"Lake Union Herald June 21,  1911, paragraph 5","content":"The labors of the apostles in the early Christian church were characterized by wonderful manifestations of the power of God in the lives of the believers. Through the inspiration of the Holy Spirit, multitudes were brought to a knowledge of the truth as it is in Christ Jesus. The needs of the world today are no less than they were in the days of the apostles. Those who labor for souls in these times of impenitence and unbelief, must yield themselves wholly to God, and work in unison with heavenly intelligences. The power of the Holy Spirit will accompany the labors of those who dedicate their energies and their all unreservedly to the completion of the work that must be done in the last days."},{"refcode_short":"LUH June 21,  1911","refcode_long":"Lake Union Herald June 21,  1911","content":"Means Will Flow in"},{"refcode_short":"LUH June 21,  1911, par. 6","refcode_long":"Lake Union Herald June 21,  1911, paragraph 6","content":"Angels from heaven will co-operate with them, and many will be brought to a knowledge of the truth, and will gladly cast in their lot with God's commandment-keeping people. Means will flow into the treasury; strong laborers will be raised up; the unwarned fields of the great regions beyond will be entered; and the work will soon close in triumph"},{"refcode_short":"LUH September 13,  1911","refcode_long":"Lake Union Herald September 13,  1911","content":"September 13, 1911"},{"refcode_short":"LUH September 13,  1911","refcode_long":"Lake Union Herald September 13,  1911","content":"An Appeal in Behalf of Our Medical College"},{"refcode_short":"LUH September 13,  1911, par. 1","refcode_long":"Lake Union Herald September 13,  1911, paragraph 1","content":"The proper development of the work at Loma Linda calls for prayerful thought and planning, that the instruction which the Lord has given concerning the work there may be fulfilled. Our people in the Eastern and Middle States, as well as those on the Pacific Coast, should feel an intense interest that a special work be done at Loma Linda at the present time. It fills me with anxiety to think that any who seek to obtain the benefits of the education that Loma Linda can give, should be turned away because the buildings are insufficient to give them a place. That some patients have had to be turned away from the Sanitarium has caused me sorrow. The work of the Medical College at Loma Linda must not be crippled for lack of room. There must be some way devised to enlarge quickly the buildings for the rooming of students, so that those who seek a training may not be turned away."},{"refcode_short":"LUH September 13,  1911, par. 2","refcode_long":"Lake Union Herald September 13,  1911, paragraph 2","content":"The students at Loma Linda are seeking for an education that is after the Lord's order, an education that will help them to develop into successful teachers and laborers for others. When their education there is completed, they should be able to go forth and join the intelligent workers in the world's great harvest fields who are carrying forward the work of reform that is to prepare a people to stand in the day of Christ's coming. Everywhere workers are needed who know how to combat disease and give skilful care to the sick and suffering. We should do all in our power to enable those who desire to be thus fitted for service, to gain the necessary training. I am instructed that those among us who have means should become God's agencies in this work."},{"refcode_short":"LUH September 13,  1911, par. 3","refcode_long":"Lake Union Herald September 13,  1911, paragraph 3","content":"Our people should become intelligent in the treatment of sickness without the aid of poisonous drugs. Many should seek to obtain the education that will enable them to combat disease in its varied forms by the most simple methods. Thousands have gone down to the grave because of the use of poisonous drugs, who might have been restored to health by the simple methods of treatment. Water treatments, wisely and skilfully given, may be the means of saving many lives. Let diligent study be united with faithful ministry. Let prayers of faith be offered by the bedside of the sick. Let the sick be encouraged to claim the promises of God for themselves. “Faith is the substance of things hoped for, the evidence of things not seen.” Christ Jesus, the Saviour of men, is to be brought into our labors and councils more and more."},{"refcode_short":"LUH September 13,  1911, par. 4","refcode_long":"Lake Union Herald September 13,  1911, paragraph 4","content":"I am instructed that there are among us those who should become God's agents to labor for the advancement of this work. The Lord would be pleased to see our people who have means using it freely in opening the way for workers to get a training as medical missionaries. To those who have money we say, Make your donations. The Lord has given us great advantages in bringing into our possession such institutions as Loma Linda. Let us cooperate with Him in making these places a blessing to humanity. By liberal gifts let us say to the burden bearers at Loma Linda, “Put up your men's dormitory quickly.”"},{"refcode_short":"LUH September 13,  1911, par. 5","refcode_long":"Lake Union Herald September 13,  1911, paragraph 5","content":"Elders Irwin and Corliss have been selected to visit our brethren in some of the larger conferences, and to ask for immediate help for Loma Linda. Others also are to be appointed to prepare the way for the work to go forward at Loma Linda. The Lord has made it possible for this place to stand as a training center for medical evangelists. A good beginning has been made, but the work must broaden. Help is needed at this time. Let us make room for the carrying forward of the grand work that the Lord has specified should be done. Now, just now, let your means be invested to provide the buildings which the carrying on of this work demands. Do not delay. Encourage the brethren who shall call for means by revealing a spirit that is willing to do the work which greatly needs to be done."},{"refcode_short":"LUH September 13,  1911, par. 6","refcode_long":"Lake Union Herald September 13,  1911, paragraph 6","content":"I ask you, my brethren and sisters, to do what you can to help, and do it now. Let your means be invested in this work that is so far-reaching. This is the work of God. He has given us great advantages for the carrying on of His work; He now calls for the advantage of your means, that many may be qualified to go forth to finish up His work in the earth. The Lord will reward all who come forward in emergencies, and do their best. Those who can help should be deeply interested in preparing the way for those who wish to be qualified as missionaries for God. My brethren and sisters, work for God with your means while you have opportunity. In doing this, you will be using your talent to His name's glory."},{"refcode_short":"LUH February 7,  1912","refcode_long":"Lake Union Herald February 7,  1912","content":"1912"},{"refcode_short":"LUH February 7,  1912","refcode_long":"Lake Union Herald February 7,  1912","content":"February 7, 1912"},{"refcode_short":"LUH February 7,  1912","refcode_long":"Lake Union Herald February 7,  1912","content":"Chicago Work"},{"refcode_short":"LUH February 7,  1912, par. 1","refcode_long":"Lake Union Herald February 7,  1912, paragraph 1","content":"At the time that I saw this representation, scenes that would soon take place in Chicago, and other large cities also passed before me. As wickedness increased, and the protecting power of God was withdrawn, there were destructive winds and tempests; buildings were destroyed by fire and shaken down by earthquakes."},{"refcode_short":"LUH February 7,  1912, par. 2","refcode_long":"Lake Union Herald February 7,  1912, paragraph 2","content":"When Dr. Paulson showed me the location that had been secured for sanitarium work at Hinsdale, I was thoroughly pleased, for this place answered to the representation that had been given me of places that would be obtained by our people for sanitarium work outside the large cities. Time will show that such properties as this can be used to far greater advantage than buildings in Chicago; for the wickedness of Chicago is as the wickedness of Sodom and Gomorrah. It was also represented to me that there were other places near Chicago, but away from the city, which the Lord would have His people secure. There are souls to be reached. The message must be proclaimed! This is the light that has been given to me."},{"refcode_short":"LUH February 7,  1912, par. 3","refcode_long":"Lake Union Herald February 7,  1912, paragraph 3","content":"I have been given a representation of the preaching of the word of truth with clearness and power in many places where it has never yet been heard. The Lord would have the people warned; for a great work will be done in a short time. I have heard the Word of God proclaimed in many localities outside the city of Chicago. There were many voices proclaiming the truth with great power. That which they proclaimed was not fanciful theories but the warning message. While the solid truth of the Bible came from the lips of men who had no fanciful theories, or misleading science to present, there were others who labored with all their power to bring in false theories regarding Christ. And miracles were wrought, to deceive, if possible, the very elect."},{"refcode_short":"LUH February 7,  1912, par. 4","refcode_long":"Lake Union Herald February 7,  1912, paragraph 4","content":"I heard the message proclaimed in power by men who had not been educated in Battle Creek. Among those who were engaged in the work, were young men taken from the plow and from the fields, and sent forth to preach the truth as it is in Jesus. Unquestioning faith in the Lord God of heaven was imparted to those who were called and chosen. “All this,” said my Instructor, “is a parable of what should be and what will be.”"},{"refcode_short":"LUH February 7,  1912, par. 5","refcode_long":"Lake Union Herald February 7,  1912, paragraph 5","content":"For the present, some will be obliged to labor in Chicago, but these should be preparing working-centers in rural districts, from which to work the city. The Lord would have His people looking about them, and securing humble, inexpensive places as centers for their work. And from time to time, larger places will come to their notice, which they will be able to secure at a surprisingly low price."}]