[{"refcode_short":"MC 3","refcode_long":"Manual for Canvassers, p. 3 (Ellen Gould White)","content":"Manual for Canvassers"},{"refcode_short":"MC 3","refcode_long":"Manual for Canvassers, p. 3 (Ellen Gould White)","content":"Note to the Reader"},{"refcode_short":"MC 3.1","refcode_long":"Manual for Canvassers, p. 3.1 (Ellen Gould White)","content":"This manual is made up of matter drawn from theTestimonies for the Church, vol. 4:388-392, 603, 604;5:381, 396-407;from vol. 6, Canvassing Department; and from Gospel Workers, 342, 353, 354, 359, 360, 361, combined with selections from unpublished manuscripts. Since the work of compiling has been done under the direction of the author, it has not been thought necessary to credit each separate selection. To do this would in some cases cut up the matter into fragments, and by breaking the connection, would detract from the interest of the reader."},{"refcode_short":"MC 5","refcode_long":"Manual for Canvassers, p. 5 (Ellen Gould White)","content":"Chapter 1—Importance of the Work"},{"refcode_short":"MC 5.1","refcode_long":"Manual for Canvassers, p. 5.1 (Ellen Gould White)","content":"The canvassing work, properly conducted, is missionary work of the highest order, and it is as good and successful a method as can be employed for placing before the people the important truths for this time. The importance of the work of the ministry is unmistakable; this is one of God's means for enlightening the world. But He has other means also. He uses the power of the press in printing papers and books containing the messages of truth. These are essential in the carrying forward of the gospel. Many who are hungry for the bread of life have not the privilege of hearing the word from God's delegated preachers. For this reason it is essential that our publications be widely circulated. The sheets that come from the groaning press to be prepared as tracts and bound up as books are to go forth to all parts of the earth. Thus the message will go where the living preacher can not go, and the attention of many will be called to the important events connected with the closing scenes of this world's history."},{"refcode_short":"MC 5.2","refcode_long":"Manual for Canvassers, p. 5.2 (Ellen Gould White)","content":"God has ordained the canvassing work as a means of presenting before the people the light contained in our books; and canvassers should be impressed with the importance of bringing before the world as fast as possible the books necessary for their spiritual education and enlightenment. This is the very work the Lord desires His people to do at this time. All who consecrate themselves to God to work as canvassers are assisting to give the last message of warning to the world. We can not too highly estimate this work; for were it not for the efforts of the canvasser, many would never hear the warning."},{"refcode_short":"MC 6.1","refcode_long":"Manual for Canvassers, p. 6.1 (Ellen Gould White)","content":"It is true that some who buy the books will lay them on the shelf or place them on the parlor table, and seldom look at them. Still God has a care for His truth, and the time will come when these books will be sought for and read. Sickness or misfortune may enter the home, and through the truth contained in these books God sends to troubled hearts peace and hope and rest. His love is revealed to them, and they understand the preciousness of the forgiveness of their sins. Thus the Lord cooperates with His self-denying workers."},{"refcode_short":"MC 6.2","refcode_long":"Manual for Canvassers, p. 6.2 (Ellen Gould White)","content":"There are many, who, because of prejudice, will never know the truth unless it is brought to their homes. The canvasser may find these souls and minister to them. There is a line of work in house-to-house labor which he can accomplish more successfully than others. He can become acquainted with the people and understand their true necessities; he can pray with them, and can point them to the Lamb of God, that taketh away the sin of the world. Thus the way will be opened for the special message for this time to find access to their hearts."},{"refcode_short":"MC 7.1","refcode_long":"Manual for Canvassers, p. 7.1 (Ellen Gould White)","content":"Much responsibility rests upon the canvasser. He should go to his work prepared to explain the Scriptures. If he puts his trust in the Lord as he travels from place to place, angels of God will be round about Him, giving him words to speak that will bring light and hope and courage to many souls."},{"refcode_short":"MC 7.2","refcode_long":"Manual for Canvassers, p. 7.2 (Ellen Gould White)","content":"Let the canvasser remember that he has an opportunity to sow beside all waters. Let him remember, as he sells the books which give a knowledge of the truth, that he is doing the work of God, and that every talent is to be used to the glory of His name. God will be with every one who seeks to understand the truth that he may set it before others in clear lines. God has spoken plainly and clearly: “The Spirit and the bride say, Come; and let him that heareth say, Come.” Revelation 22:17. We are to make no delay in giving instruction to those who need it, that they may be brought to a knowledge of the truth as it is in Jesus."},{"refcode_short":"MC 7.3","refcode_long":"Manual for Canvassers, p. 7.3 (Ellen Gould White)","content":"The lost sheep of God's fold are scattered in every place, and the work that should be done for them is being neglected. From the light given me, I know that where there is one canvasser in the field, there should be one hundred. Canvassers should be encouraged to take hold of this work, not to canvass for story-books, but to bring before the world the books containing truth essential for this time."},{"refcode_short":"MC 7.4","refcode_long":"Manual for Canvassers, p. 7.4 (Ellen Gould White)","content":"Let canvassers go forth with the word of the Lord, remembering that those who obey the commandments, and teach others to obey them, will be rewarded by seeing souls converted; and one soul truly converted will bring others to Christ. Thus the work will advance into new territory."},{"refcode_short":"MC 8.1","refcode_long":"Manual for Canvassers, p. 8.1 (Ellen Gould White)","content":"The time has come when a large work should be done by the canvassers. The world is asleep, and as watchmen they are to ring the warning bell to awake the sleepers to their danger. The churches know not the time of their visitation. Often they can best learn the truth through the efforts of the canvasser. Those who go forth in the name of the Lord are His messengers to give to the multitude who are in darkness and error the glad tidings of salvation through Christ in obeying the law of God."},{"refcode_short":"MC 8.2","refcode_long":"Manual for Canvassers, p. 8.2 (Ellen Gould White)","content":"I have been instructed that even where the people hear the message from the living preacher, the canvasser should carry on his work in cooperation with the minister; for, though the minister may faithfully present the message, the people are not able to retain it all. The printed page is therefore essential, not only in awakening them to the importance of the truth for this time, but in rooting and grounding them in the truth, and establishing them against deceptive error. Papers and books are the Lord's means of keeping the message for this time continually before the people. In enlightening and confirming souls in the truth, the publications will do a far greater work than can be accomplished by the ministry of the word alone. The silent messengers that are placed in the homes of the people through the efforts of the canvasser, will strengthen the gospel ministry in every way; for the Holy Spirit will impress minds as they read the books, just as He impresses the minds of those who listen to the preaching of the word. The same ministry of angels attends the books that contain the truth as attends the work of the minister."},{"refcode_short":"MC 9.1","refcode_long":"Manual for Canvassers, p. 9.1 (Ellen Gould White)","content":"God might have committed the message of the gospel, and all the work of loving ministry, to the heavenly angels. He might have employed other means for accomplishing His purpose. But in His infinite love He chose to make us co-workers with Himself, with Christ and the angels, that we might share the blessing, the joy, the spiritual uplifting, which results from unselfish ministry."},{"refcode_short":"MC 9.2","refcode_long":"Manual for Canvassers, p. 9.2 (Ellen Gould White)","content":"Every one of us can do something, if we will only take the position that God would have us take. My brethren, every move that you make to enlighten others, brings you nearer into harmony with the God of heaven."},{"refcode_short":"MC 10","refcode_long":"Manual for Canvassers, p. 10 (Ellen Gould White)","content":"Chapter 2—Qualifications of the Canvasser"},{"refcode_short":"MC 10.1","refcode_long":"Manual for Canvassers, p. 10.1 (Ellen Gould White)","content":"Since canvassing for our literature is a missionary work, it should be conducted from a missionary standpoint. Those selected as canvassers should be men and women who feel the burden of service, whose object is not to get gain, but to give light to the people. All our service is to be done to the glory of God, to give the light of truth to those who are in darkness. Selfish principles, love of gain, dignity, or position, should not be once named among us."},{"refcode_short":"MC 10.2","refcode_long":"Manual for Canvassers, p. 10.2 (Ellen Gould White)","content":"Canvassers need to be daily converted to God, that their words and deeds may be a savor of life unto life, that they may exert a saving influence. The reason why so many have failed in the canvassing work is that they were not genuine Christians; they did not know the spirit of conversion. They had a theory as to how the work should be done, but they did not feel their dependence upon God."},{"refcode_short":"MC 10.3","refcode_long":"Manual for Canvassers, p. 10.3 (Ellen Gould White)","content":"Canvassers, remember that in the books you handle you are presenting, not the cup containing the wine of Babylon,—doctrines of error dealt to the kings of the earth,—but the cup full of the preciousness of the truth of redemption. Will you yourselves drink of it? Your minds can be brought into captivity to the will of Christ, and He can put upon you His own superscription. By beholding, you will become changed from glory to glory, from character to character. God wants you to come to the front, speaking the words He will give you. He wants you to show that you place a high estimate upon humanity, humanity that has been purchased by the precious blood of the Saviour. When you fall upon the rock, and are broken, you will experience the power of Christ, and others will recognize the power of the truth upon your hearts."},{"refcode_short":"MC 11.1","refcode_long":"Manual for Canvassers, p. 11.1 (Ellen Gould White)","content":"To those who are attending school that they may learn how to do the work of God more perfectly, I would say: Remember that it is only by a daily consecration to God that you can become soul-winners. There have been those who were unable to go to school, because they were too poor to pay their way. But when they became sons and daughters of God, they took hold of the work where they were, laboring for those around them. Though destitute of the knowledge obtained in school, they consecrated themselves to God, and God worked through them. Like the disciples when called from their nets to follow Christ, they learned precious lessons from the Saviour. They linked themselves with the Great Teacher, and the knowledge they gained from the Scriptures qualified them to speak to others of Christ. Thus they became truly wise, because they were not too wise in their own estimation to receive instruction from above. The renewing power of the Holy Spirit gave them practical saving energy."},{"refcode_short":"MC 11.2","refcode_long":"Manual for Canvassers, p. 11.2 (Ellen Gould White)","content":"The knowledge of the most learned man, if he has not learned in Christ's school, is foolishness so far as leading souls to Christ is concerned. God can work with those only who will accept the invitation: “Come unto Me, all ye that labor and are heavy-laden, and I will give you rest. Take My yoke upon you, and learn of Me; for I am meek and lowly in heart; and ye shall find rest unto your souls. For My yoke is easy, and My burden is light.” Matthew 11:28-30."},{"refcode_short":"MC 12.1","refcode_long":"Manual for Canvassers, p. 12.1 (Ellen Gould White)","content":"By many of our canvassers there has been a departure from right principles. Through a desire to reap worldly advantage, their minds have been drawn away from the real purpose and spirit of the work. Let none think that display will make right impressions upon the people. This will not secure the best or most permanent results. Our work is to direct minds to the solemn truths for this time. It is only when our hearts are imbued with the spirit of the truths contained in the book we are selling, and when in humility we call the attention of the people to these truths, that real success will attend our efforts; for it is only then that the Holy Spirit, who convinces of sin, of righteousness, and of judgment, will be present to impress hearts."},{"refcode_short":"MC 12.2","refcode_long":"Manual for Canvassers, p. 12.2 (Ellen Gould White)","content":"Our books should be handled by consecrated workers, whom the Holy Spirit can use as His instrumentalities. Christ is our sufficiency, and we are to present the truth in humble simplicity, letting it bear its own savor of life unto life."},{"refcode_short":"MC 12.3","refcode_long":"Manual for Canvassers, p. 12.3 (Ellen Gould White)","content":"Humble, fervent prayer would do more in behalf of the circulation of our books than all the expensive embellishments in the world. If the workers will turn their attention to that which is true and living and real; if they will pray for, believe for, and trust in the Holy Spirit, His power will be poured upon them in strong, heavenly currents, and right and lasting impressions will be made upon the human heart. Then pray and work, and work and pray, and the Lord will work with you."},{"refcode_short":"MC 13.1","refcode_long":"Manual for Canvassers, p. 13.1 (Ellen Gould White)","content":"Every canvasser has positive and constant need of the angelic ministration; for he has an important work to do, a work that he can not do in his own strength. Those who are born again, who are willing to be guided by the Holy Spirit, doing in Christ's way that which they can do, those who will work as if they could see the heavenly universe watching them, will be accompanied and instructed by holy angels, who will go before them to the dwellings of the people, preparing the way for them. Such help is far above all the advantages that expensive embellishments are supposed to give."},{"refcode_short":"MC 13.2","refcode_long":"Manual for Canvassers, p. 13.2 (Ellen Gould White)","content":"When men realize the times in which we are living, they will work as in the sight of heaven. The canvasser will handle those books that bring light and strength to the soul. He will drink in the spirit of those books, and will put his whole soul into the work of presenting them to the people. His strength, his courage, his success, will depend on how fully the truth presented in the books is woven into his own experience and developed in his character. When his own life is thus molded, he can go forward, representing to others the sacred truth he is handling. Imbued with the Spirit of God, he will gain a deep, rich experience; and heavenly angels will give him success in the work."},{"refcode_short":"MC 14.1","refcode_long":"Manual for Canvassers, p. 14.1 (Ellen Gould White)","content":"To our canvassers, to all whom God has entrusted with talents that they may cooperate with Him, I would say: Pray, O pray for a deeper experience! Go forth with your hearts softened and subdued by a study of the precious truths that God has given us for this time. Drink deeply of the water of salvation, that it may be in your hearts as a living spring, flowing forth to refresh souls ready to perish. God will then give wisdom to enable you to impart aright. He will make you channels for communicating His blessings. He will help you to reveal His attributes by imparting to others the wisdom and understanding that He has imparted to you."},{"refcode_short":"MC 14","refcode_long":"Manual for Canvassers, p. 14 (Ellen Gould White)","content":"Selection of Canvassers"},{"refcode_short":"MC 14.2","refcode_long":"Manual for Canvassers, p. 14.2 (Ellen Gould White)","content":"Some are better adapted than others for doing a certain work; therefore it is not correct to think that every one can be a canvasser. Some have no special adaptability for this work, but they are not, because of this, to be regarded as faithless or unwilling. The Lord is not unreasonable in His requirements. The church is as a garden in which is a variety of flowers, each with its own peculiarities. Though in many respects all may differ, yet each plant and flower has a value of its own."},{"refcode_short":"MC 14.3","refcode_long":"Manual for Canvassers, p. 14.3 (Ellen Gould White)","content":"God does not expect that with their different temperaments His people will each be prepared for any and every place. Let us all remember that there are varied trusts. It is not the work of any man to prescribe the work of any other man, contrary to his own convictions of duty. It is right to give counsel and suggest plans, but every man should be left free to seek directions from God, whose he is, and whom he serves."},{"refcode_short":"MC 15.1","refcode_long":"Manual for Canvassers, p. 15.1 (Ellen Gould White)","content":"The canvassing work is more important than many have regarded it. If there is one work more important than another, it is that of getting our publications before the people, thus leading them to search the Scriptures. As much care and wisdom must be used in selecting the workers as in selecting men for the ministry. In all parts of the field, colporteurs and canvassers should be chosen, not from the floating element of society, not from among men and women who are good for nothing else and who have made a success of nothing, but from among those who have good address, tact, keen foresight, and ability."},{"refcode_short":"MC 15.2","refcode_long":"Manual for Canvassers, p. 15.2 (Ellen Gould White)","content":"Persons of uncouth manners are not fitted for this work. Men and women who possess tact, good address, keen foresight, and discriminating minds, and who feel the value of souls, are the ones who can be successful."},{"refcode_short":"MC 15.3","refcode_long":"Manual for Canvassers, p. 15.3 (Ellen Gould White)","content":"Those of the best talent and ability, who will take hold of the work understandingly and systematically, and carry it forward with persevering energy, are the ones who should be selected. There should be a most thoroughly organized plan; and this should be most faithfully carried out."},{"refcode_short":"MC 15.4","refcode_long":"Manual for Canvassers, p. 15.4 (Ellen Gould White)","content":"Men should be at work who are willing to be taught as to the best way of approaching individuals and families. Their dress should be neat, but not foppish, and their manner such as not to disgust the people. Among us as a people there is a great lack of true politeness. Much is gained by courtesy."},{"refcode_short":"MC 16.1","refcode_long":"Manual for Canvassers, p. 16.1 (Ellen Gould White)","content":"Canvassers need self-culture and polished manners, not the affected and artificial manners of the world, but the agreeable manners that are the natural result of kindness of heart and a desire to copy the example of Christ. They should cultivate thoughtful, care-taking habits,—habits of industry and discretion,—and should seek to honor God by making of themselves all that it is possible for them to become. Christ made an infinite sacrifice to place them in right relations to God and to their fellow men; and divine aid, combined with human effort, will enable them to reach a high standard of excellence. The canvasser should be chaste like Joseph, meek like Moses, and temperate like Daniel; then a power will attend him wherever he goes."},{"refcode_short":"MC 16","refcode_long":"Manual for Canvassers, p. 16 (Ellen Gould White)","content":"Preparation for Their Work"},{"refcode_short":"MC 16.2","refcode_long":"Manual for Canvassers, p. 16.2 (Ellen Gould White)","content":"Very much more efficient work can be done in the canvassing field than has yet been done. The canvasser should not rest satisfied unless he is constantly improving. The Lord desires every one to improve to the utmost the talents committed to his trust. He desires the workers in His cause to study His word diligently, that its practical teaching may have a positive bearing upon their lives. The faithful, youthful Timothy was taught by experienced men of God's appointment how to study the word and how to explain it. Paul, his father in the gospel, speaking by the Holy Spirit, addressed him in the words: “Thou therefore, my son, be strong in the grace that is in Christ Jesus.” “Study to show thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.” “Hold fast the form of sound words, which thou hast heard of me, in faith and love which is in Christ Jesus.” “And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.” 2 Timothy 2:1, 15; 1:13; 2:2, 3. Here is a thought that we should do well to ponder. Timothy was to make the very best use of his powers in hearing the word of the Lord from the lips of Paul. This instruction he was faithfully to preserve, and entrust to men who would impart the principles of truth."},{"refcode_short":"MC 17.1","refcode_long":"Manual for Canvassers, p. 17.1 (Ellen Gould White)","content":"Canvassers should be sent out two and two. Inexperienced workers should be sent out with those of more experience, who can give them help. They can converse together and study the word of life together, praying with and for each other. Thus both the younger and the elder Christian will receive the blessing of God."},{"refcode_short":"MC 17.2","refcode_long":"Manual for Canvassers, p. 17.2 (Ellen Gould White)","content":"The canvasser should thoroughly acquaint himself with the book he is handling, and be able readily to call attention to the important chapters. He should make thorough preparation; but should not be content with a set form of words; he should give the Lord opportunity to work with his efforts and impress his mind. The love of Jesus abiding in his heart will enable him to devise ways of gaining access to individuals and families."},{"refcode_short":"MC 18.1","refcode_long":"Manual for Canvassers, p. 18.1 (Ellen Gould White)","content":"The work of the colporteur is elevating and will prove a success if he is honest, earnest, and patient, steadily pursuing the work he has undertaken. His heart must be in the work. He must rise early and work industriously, putting to proper use the facilities God has given him. Difficulties must be met. If confronted with unceasing perseverance, they will be overcome. The worker may continually be forming a symmetrical character. Great characters are formed by little acts and efforts."},{"refcode_short":"MC 18.2","refcode_long":"Manual for Canvassers, p. 18.2 (Ellen Gould White)","content":"Young men are wanted who are men of understanding, who appreciate the intellectual faculties that God has given them, and who cultivate these faculties with the utmost care. Exercise strengthens and expands the mind; and if heart-culture is not neglected, the character will be well balanced. The means of improvement are within the reach of all. Then let none disappoint the Master, when He comes seeking for fruit, by presenting nothing but leaves. A resolute purpose, sanctified by the grace of Christ, will accomplish wonders."},{"refcode_short":"MC 18.3","refcode_long":"Manual for Canvassers, p. 18.3 (Ellen Gould White)","content":"Canvassers should be impressed with the fact that the canvassing work is the very work the Lord desires them to do. They should remember that they are in the service of God."},{"refcode_short":"MC 19.1","refcode_long":"Manual for Canvassers, p. 19.1 (Ellen Gould White)","content":"Painstaking effort is required; instruction must be given; a sense of the importance of the work must be kept before the workers. All must cherish the spirit of self-denial and self-sacrifice that has been exemplified in the life of our Redeemer."},{"refcode_short":"MC 19.2","refcode_long":"Manual for Canvassers, p. 19.2 (Ellen Gould White)","content":"Let canvassers read the sixth chapter of Isaiah, and take its lesson home to their hearts:"},{"refcode_short":"MC 19.3","refcode_long":"Manual for Canvassers, p. 19.3 (Ellen Gould White)","content":"“Then said I, Woe is me! for I am undone; because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips; for mine eyes have seen the King, the Lord of hosts. Then flew one of the seraphims unto me, having a live coal in his hand, which he had taken with the tongs from off the altar; and he laid it upon my mouth, and said, Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin purged. Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here am I; send me.” Isaiah 6:5-8."},{"refcode_short":"MC 19.4","refcode_long":"Manual for Canvassers, p. 19.4 (Ellen Gould White)","content":"This representation will be acted over and over again. The Lord desires to have many take part in this grand work, those who are consecrated, whose hearts are humble, and who are willing to engage in any line that demands their service."},{"refcode_short":"MC 19","refcode_long":"Manual for Canvassers, p. 19 (Ellen Gould White)","content":"Energy and Courage"},{"refcode_short":"MC 19.5","refcode_long":"Manual for Canvassers, p. 19.5 (Ellen Gould White)","content":"Among the people who profess present truth there is not a missionary spirit corresponding to our faith. The ring of the true gold in character is wanting. Christian life is more than many take it to be. It does not consist in mere gentleness, patience, meekness, and kindliness. These graces are essential; but there is need of courage, decision, energy, and perseverance also. Many who engage in the work of canvassing are weak, nerveless, spiritless, easily discouraged. They lack push. They have not those positive traits of character that give men power to do something,—the spirit and energy that kindle enthusiasm. The canvasser is engaged in an honorable business, and he should not act as if he were ashamed of it. If he desires that success shall attend his efforts, he must be courageous and hopeful."},{"refcode_short":"MC 20.1","refcode_long":"Manual for Canvassers, p. 20.1 (Ellen Gould White)","content":"He who is called of God to so sacred a work should feel that its accomplishment demands all his energies. He should cultivate not only the passive but the active virtues. While he should give the soft answer that turns away wrath, the Christian must possess the courage of a hero to resist evil. With the charity that endures all things, he must have the force of character which will make his influence a positive power for good. Into his character must be wrought faith and dependence upon God. His principles must be firm. He must be noble-spirited, above all suspicion of meanness."},{"refcode_short":"MC 20.2","refcode_long":"Manual for Canvassers, p. 20.2 (Ellen Gould White)","content":"The canvasser must not be self-inflated. In his association with others he must not make himself conspicuous, or talk in a boastful way; for this would disgust intelligent, sensible people. He must not be selfish, overbearing, or domineering. Very many have settled it in their minds that they can not read one in a thousand of the books that are published; and when the canvasser makes known his business, the door of the heart often closes firmly against him. Hence the great need of doing his work with tact, and in a humble, prayerful spirit. He should be familiar with the word of God, and have words at his command to unfold the precious truth, and to show the great value of the pure reading matter he carries."},{"refcode_short":"MC 21.1","refcode_long":"Manual for Canvassers, p. 21.1 (Ellen Gould White)","content":"Well may every one feel a responsibility in this work. Well may he consider how best to arrest the attention; for his manner of presenting the truth may decide the destiny of a soul. If he makes a favorable impression, his influence may be to that soul a savor of life unto life; and that one person, enlightened in regard to the truth, may enlighten many others. Therefore it is dangerous to do careless work in dealing with minds."},{"refcode_short":"MC 21.2","refcode_long":"Manual for Canvassers, p. 21.2 (Ellen Gould White)","content":"The canvassing work is God's means of reaching many who would not otherwise be impressed with the truth. The work is a good one, the object noble and elevating; and there should be a corresponding dignity of deportment. The canvasser will meet men of varied minds. He will meet those who are ignorant and debased, and who can appreciate nothing that does not bring them money. These will often be abusive; but his good nature should never fail. He should take a cheerful, hopeful view of every perplexity. He will meet those who are bereaved, disheartened, and sore and wounded in spirit. To these he will have many opportunities of speaking kind words, words of courage, hope, and faith. He may, if he will, be a well-spring to refresh others; but in order to do this, he must himself draw from the Fountain of living truth."},{"refcode_short":"MC 22.1","refcode_long":"Manual for Canvassers, p. 22.1 (Ellen Gould White)","content":"Christ calls for young men who will volunteer to carry the truth to the world. Men of spiritual stamina are wanted, men who are able to find work close at hand, because they are looking for it. The church needs new men to give energy to the ranks, men for the times, able to cope with its errors, men who will inspire with fresh zeal the flagging efforts of the few laborers, men whose hearts are warm with Christian love, and whose hands are eager to go about their Master's work."},{"refcode_short":"MC 22.2","refcode_long":"Manual for Canvassers, p. 22.2 (Ellen Gould White)","content":"Men and women are wanted now who are as true to duty as the needle to the pole,—men and women who will work without having their way smoothed and every obstacle removed."},{"refcode_short":"MC 22.3","refcode_long":"Manual for Canvassers, p. 22.3 (Ellen Gould White)","content":"When there is a continual reliance upon God, a continual practise of self-denial, the workers will not sink into discouragement. They will not worry. They will remember that in every place there are souls of whom the Lord has need, and whom the devil is seeking, that he may bind them fast in the slavery of sin of disregard for the law of God."},{"refcode_short":"MC 22.4","refcode_long":"Manual for Canvassers, p. 22.4 (Ellen Gould White)","content":"Those who put their trust in God will go forward in faith, nothing doubting. They will work diligently while the day lasts; for “the night cometh, when no man can work.” They will advance in humble dependence upon God, believing His word, and committing themselves without reserve to His guidance."},{"refcode_short":"MC 23","refcode_long":"Manual for Canvassers, p. 23 (Ellen Gould White)","content":"Improvement in Speech"},{"refcode_short":"MC 23.1","refcode_long":"Manual for Canvassers, p. 23.1 (Ellen Gould White)","content":"Of all the gifts that God has bestowed upon men, none is more precious than the gift of speech. It is a talent that should be diligently improved. If sanctified by the Holy Spirit, it is a power for good. It is with the tongue that we convince and persuade; with it we offer prayer and praise to God; and with it we convey rich thoughts of the Redeemer's love. By a right use of the gift of speech, the canvasser can sow the precious seeds of truth in many hearts."},{"refcode_short":"MC 23.2","refcode_long":"Manual for Canvassers, p. 23.2 (Ellen Gould White)","content":"The canvasser who can speak clearly and distinctly about the merits of the book he is introducing, will find this a great help to him in securing a subscription. He may have opportunity to read a chapter; and by the music of his voice and the emphasis placed on the words, he can make the scene presented stand out as clearly before the mind of the listener as if it could in reality be seen."},{"refcode_short":"MC 23.3","refcode_long":"Manual for Canvassers, p. 23.3 (Ellen Gould White)","content":"The ability to speak clearly and distinctly, in full, round tones, is invaluable in any line of work. This qualification is indispensable in those who desire to become ministers, evangelists, Bible-workers, or canvassers. Those who are planning to enter these lines should be taught to use the voice in such a way that when they speak to people about the truth, it will make a decided impression for good. The truth must not be marred by being communicated through defective utterance."},{"refcode_short":"MC 24.1","refcode_long":"Manual for Canvassers, p. 24.1 (Ellen Gould White)","content":"Do not, because you are among unbelievers, become careless in your words; for they are taking your measure. Study the instruction given to Nadab and Abihu, the sons of Aaron. They “offered strange fire before the Lord, which He commanded them not.” Taking common fire they placed it upon their censers. “And there went out fire from the Lord, and devoured them, and they died before the Lord. Then Moses said unto Aaron, This is it that the Lord spake, saying, I will be sanctified in them that come nigh Me, and before all the people I will be glorified.” Leviticus 10:1-3. Canvassers should remember that they are working with the Lord to save souls, and that they are to bring no commonness or cheapness into His sacred service. Let the mind be filled with pure, holy thoughts, and let the words be well chosen. Hinder not the success of your work by uttering light, careless words."},{"refcode_short":"MC 24.2","refcode_long":"Manual for Canvassers, p. 24.2 (Ellen Gould White)","content":"“Young men likewise exhort to be sober-minded. In all things showing thyself a pattern of good works; in doctrine showing uncorruptness, gravity, sincerity, sound speech, that can not be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you.” Titus 2:6-8."},{"refcode_short":"MC 25.1","refcode_long":"Manual for Canvassers, p. 25.1 (Ellen Gould White)","content":"These words have been recorded for the benefit of every youth. Young men, be sober-minded. Remember that you have been bought with a price, and that you are therefore to glorify God in your body and in your spirit, which are His."},{"refcode_short":"MC 25","refcode_long":"Manual for Canvassers, p. 25 (Ellen Gould White)","content":"Preserving Health"},{"refcode_short":"MC 25.2","refcode_long":"Manual for Canvassers, p. 25.2 (Ellen Gould White)","content":"Those who engage in the service of God have no right to disregard the laws of life and health. We have important responsibilities to fulfil in regard to ourselves. There is much work to be done for God, and He desires us to guard against bringing ourselves into such a condition of health that we shall be unable to help in this work. We should not, by taking on too many burdens, or by indulging any unhealthful habit, unfit ourselves for the service of God. The Lord desires us to be spiritually and physically healthy, that we may exert a pure, wholesome influence. Then He can impart blessings to us to impart to others."},{"refcode_short":"MC 25.3","refcode_long":"Manual for Canvassers, p. 25.3 (Ellen Gould White)","content":"If we desire to be as useful as possible in this life, we must live in accordance with the laws of God, taking proper care of the house we live in. In order that we may be able to help others, we must do all in our power to save ourselves from disease. Denying selfish appetite, we are to regulate all our habits of life in accordance with the light which God has given. Thus we may not only secure physical health, but gain a rich spiritual experience."},{"refcode_short":"MC 26","refcode_long":"Manual for Canvassers, p. 26 (Ellen Gould White)","content":"Example in Health Reform"},{"refcode_short":"MC 26.1","refcode_long":"Manual for Canvassers, p. 26.1 (Ellen Gould White)","content":"In your association with unbelievers, do not allow yourselves to be swerved from right principles. If you sit at their table, eat temperately, and only of food that will not confuse the mind. Keep clear of intemperance. You can not afford to weaken your mental or physical powers, lest you become unable to discern spiritual things. Keep the mind in such a condition that God can impress it with the precious truths of His word."},{"refcode_short":"MC 26.2","refcode_long":"Manual for Canvassers, p. 26.2 (Ellen Gould White)","content":"Thus you will have an influence upon others. Many try to correct the lives of others by attacking what they regard as wrong habits. They go to those whom they think in error, and point out defects, but do not put forth earnest, tactful effort in directing the mind to true principles. Such a course often fails of securing the desired results. In trying to correct others, we too often arouse their combativeness, and thus do more harm than good. Do not watch others in order to point out their faults or errors. Teach by example. Let your self-denial and your victory over appetite be an illustration of obedience to right principles. Let your life bear witness to the sanctifying, ennobling influence of truth."},{"refcode_short":"MC 26","refcode_long":"Manual for Canvassers, p. 26 (Ellen Gould White)","content":"Enduring Hardness"},{"refcode_short":"MC 26.3","refcode_long":"Manual for Canvassers, p. 26.3 (Ellen Gould White)","content":"He who in his work meets with trials and temptations, should profit by these experiences, learning to lean more decidedly upon God. He should feel his dependence every moment. No complaint should be cherished in his heart or be uttered by his lips. When successful, he should take no glory to himself, for his success is due to the working of God's angels upon the heart. And let him remember that both in the time of encouragement and the time of discouragement, the heavenly messengers are always beside him. He should acknowledge the goodness of the Lord, praising Him with cheerfulness."},{"refcode_short":"MC 27.1","refcode_long":"Manual for Canvassers, p. 27.1 (Ellen Gould White)","content":"Whatever your work, dear brethren and sisters, do it for the Master, and do your best. Do not overlook present, golden opportunities and let your life prove a failure, while you sit idly dreaming of ease and success in a work for which God has not fitted you. Do the work that is nearest. Do it, even though it may be amid the perils and hardships of the missionary field. Look at the Waldenses. See what plans they devised, and what hardships they willingly endured that the light of the gospel might shine into benighted minds. Christ laid aside His glory, and came to this earth to suffer for sinners. If we meet with hardships in our work, let us look to Him who is the Author and Finisher of our faith. Then we shall not fail nor be discouraged. We shall endure hardness as good soldiers of Jesus Christ. Remember what He says of all true believers: “We are laborers together with God: ye are God's husbandry, ye are God's building.” 1 Corinthians 3:9."},{"refcode_short":"MC 27.2","refcode_long":"Manual for Canvassers, p. 27.2 (Ellen Gould White)","content":"I have described what canvassers ought to be; and may the Lord open your minds to comprehend this subject in its length and breadth, and may you realize your duty to represent the character of Christ by your patient courage and steadfast integrity. Remember that you can deny Him by a lax, undecided character. Young men, if you will take with you into the canvassing field principles of righteousness, you will be respected, and many will believe the truth you advocate, because your daily life will be a bright light which gives light to all that are in the house. Even your enemies, though they may war against your doctrines, will respect you; and your simple words will have a power that will carry conviction of hearts."},{"refcode_short":"MC 29","refcode_long":"Manual for Canvassers, p. 29 (Ellen Gould White)","content":"Chapter 3—The Canvasser a Gospel Worker"},{"refcode_short":"MC 29.1","refcode_long":"Manual for Canvassers, p. 29.1 (Ellen Gould White)","content":"The intelligent, God-fearing, truth-loving canvasser should be respected for he occupies a position equal to that of the gospel minister. Many of our young ministers and those who are fitting for the ministry would, if truly converted, do much good by working in the canvassing field. And by meeting the people and presenting to them our publications, they would gain an experience which they can not gain by simply preaching. As they went from house to house, they could converse with the people, carrying with them the fragrance of Christ's life. In thus endeavoring to bless others, they would themselves be blessed; they would obtain an experience in faith; their knowledge of the Scriptures would greatly increase; and they would be constantly learning how to win souls for Christ."},{"refcode_short":"MC 29.2","refcode_long":"Manual for Canvassers, p. 29.2 (Ellen Gould White)","content":"All our ministers should feel free to carry with them books to dispose of wherever they go. Wherever a minister goes, he can leave a book in the family where he stays, either selling it or giving it to them. Much of this work was done in the early history of the message. Ministers acted as colporteurs, using the means obtained from the sale of the books to help in the advancement of the work in places where help was needed. These can speak intelligently in regard to this method of work; for they have had an experience in this line."},{"refcode_short":"MC 29.3","refcode_long":"Manual for Canvassers, p. 29.3 (Ellen Gould White)","content":"Let none think that it belittles a minister of the gospel to engage in canvassing as a means of carrying truth to the people. In doing this work he is laboring in the same manner as did the apostle Paul, who says: “Ye know, from the first day that I came into Asia, after what manner I have been with you at all seasons, serving the Lord with all humility of mind, and with many tears, and temptations, which befell me by the lying in wait of the Jews; and how I kept back nothing that was profitable unto you, but have showed you, and have taught you publicly, and from house to house, testifying both to the Jews, and also to the Greeks, repentance toward God, and faith toward our Lord Jesus Christ.” Acts 20:18-21. The eloquent Paul, to whom God manifested Himself in a wonderful manner, went from house to house in all humility of mind, and with many tears and temptations."},{"refcode_short":"MC 30.1","refcode_long":"Manual for Canvassers, p. 30.1 (Ellen Gould White)","content":"All who desire opportunity for true ministry, and who will give themselves unreservedly to God, will find in the canvassing work, opportunities to speak upon many things pertaining to the future, immortal life. The experience thus gained will be of the greatest value to those who are fitting themselves for the ministry. It is the accompaniment of the Holy Spirit of God that prepares workers, both men and women, to become pastors to the flock of God. As they cherish the thought that Christ is their Companion, a holy awe, a sacred joy will be felt by them amid all their trying experiences and all their tests. They will learn how to pray as they work. They will be educated in patience, kindness, affability, and helpfulness. They will practise true, Christian courtesy, bearing in mind that Christ, their Companion, can not approve of harsh, unkind words or feelings. Their words will be purified. The power of speech will be regarded as a precious talent, lent them to do a high and holy work. The human agent will learn how to represent the divine Companion with whom he is associated. To that unseen, holy One he will show respect and reverence, because he is wearing His yoke, and is learning His pure, holy ways. Those who have faith in this divine Attendant will develop. They will be gifted with power to clothe the message of truth with a sacred beauty."},{"refcode_short":"MC 31.1","refcode_long":"Manual for Canvassers, p. 31.1 (Ellen Gould White)","content":"There are some who are adapted to the work of the colporteur, and who can accomplish more in this line than by preaching. If the Spirit of Christ dwells in their hearts, they will find opportunity to present His word to others, and to direct minds to the special truths for this time. Men suited to this work undertake it; but some injudicious minister flatters them that their gifts should be employed in preaching instead of in the work of the colporteur. Thus they are influenced to get a license to preach; and the very ones who might have been trained to make good missionaries to visit families at their homes, to talk and pray with them, are turned away from a work for which they are fitted, to make poor ministers; and the field where so much labor is needed, and where so much good might be accomplished, is neglected."},{"refcode_short":"MC 31.2","refcode_long":"Manual for Canvassers, p. 31.2 (Ellen Gould White)","content":"The preaching of the word is a means by which the Lord has ordained that His warning message shall be given to the world. In the Scriptures the faithful teacher is represented as a shepherd to the flock of God. He is to be respected, and his work appreciated. Genuine medical missionary work is bound up with the ministry, and the canvassing work is to be a part both of the medical missionary work and of the ministry. To those who are engaged in this work I would say: As you visit the people, tell them that you are a gospel worker, and that you love the Lord. Do not seek a home in a hotel, but stay at a private house, and become acquainted with the family. Christ was sowing the seeds of truth wherever He was, and as His followers you can witness for the Master, doing a most precious work in fireside labor. In thus coming close to the people, you will often find those who are sick and discouraged. If you are pressing close to the side of Christ, wearing His yoke, you will daily learn of Him how to carry messages of peace and comfort to the sorrowing and disappointed, the sad and broken-hearted. You can point the discouraged ones to the word of God, and take the sick to the Lord in prayer. As you pray, speak to Christ as you would to a trusted, much-loved friend. Maintain a sweet, free, pleasant dignity, as a child of God. This will be recognized."},{"refcode_short":"MC 32.1","refcode_long":"Manual for Canvassers, p. 32.1 (Ellen Gould White)","content":"Canvassers should be able to give instruction in regard to the treatment of the sick. They should learn the simple methods of hygienic treatment. Thus they may work as medical missionaries, ministering to the souls and the bodies of the suffering. This work should now be going forward in all parts of the world. Thus multitudes might be blessed by the prayers and instruction of God's servants."},{"refcode_short":"MC 33.1","refcode_long":"Manual for Canvassers, p. 33.1 (Ellen Gould White)","content":"We need to realize the importance of the canvassing work as one great means of finding out those who are in peril, and bringing them to Christ. Canvassers should never be prohibited from speaking of the love of Christ, from telling their experience in their service for the Master. They should be free to speak or to pray with those who are awakened. The simple story of Christ's love for man will open doors for them, even to the homes of unbelievers."},{"refcode_short":"MC 33.2","refcode_long":"Manual for Canvassers, p. 33.2 (Ellen Gould White)","content":"As the canvasser visits the people at their homes, he will often have opportunity to read to them from the Bible or from books that teach the truth. When he discovers those who are searching for truth he can hold Bible-readings with them. These Bible-readings are just what the people need. God will use in His service those who thus show a deep interest in perishing souls. Through them He will impart light to those who are ready to receive instruction."},{"refcode_short":"MC 33.3","refcode_long":"Manual for Canvassers, p. 33.3 (Ellen Gould White)","content":"Some who labor in the canvassing field have a zeal that is not according to knowledge. Because of their lack of wisdom, because they have been so much inclined to act the minister and theologian, it has been almost a necessity to place restrictions upon our canvassers. When the Lord's voice calls, “Whom shall I send, and who will go for us?” the divine Spirit puts it into hearts to respond, “Here am I; send me.” Isaiah 6:8. But bear in mind that the live coal from the altar must first touch your lips and cleanse you from all impurity. Then the words you speak will be wise and holy words. Then you will have wisdom to know what to say and what to leave unsaid. You will not try to reveal your smartness as theologians. You will be careful not to arouse a combative spirit or excite prejudice by introducing controverted points of doctrine. You will find enough to talk about that will not excite opposition, but that will open the heart to desire a deeper knowledge of God's word."},{"refcode_short":"MC 34.1","refcode_long":"Manual for Canvassers, p. 34.1 (Ellen Gould White)","content":"The Lord desires you to be soul-winners; therefore, while you should not force doctrinal points upon the people, you should “be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear.” 1 Peter 3:15. Why fear?—Fear lest your words should savor of self-importance, lest unadvised words be spoken, lest the words and manner should not be after Christ's likeness. Connect firmly with Christ, and present the truth as it is in Him. Work as Paul worked. Wherever he was, whether before scowling Pharisee or Roman authority, rich or poor, learned or ignorant, the cripple at Lystra or the convicted sinners in the Macedonian dungeon, he lifted up Christ as the One who hates sin and loves the sinner, the One who bore our sins that He might impart to us His righteousness."},{"refcode_short":"MC 34.2","refcode_long":"Manual for Canvassers, p. 34.2 (Ellen Gould White)","content":"Hearts can not fail to be touched by the story of the atonement. As you learn the meekness and lowliness of Christ, you will know what you should say to the people; for the Holy Spirit will tell you what words to speak. Those who realize the necessity of keeping the heart under the control of the Holy Spirit, will be enabled to sow seed that will spring up unto eternal life. This is the work of the evangelistic canvasser."},{"refcode_short":"MC 35","refcode_long":"Manual for Canvassers, p. 35 (Ellen Gould White)","content":"The Canvasser and Bible Work"},{"refcode_short":"MC 35.1","refcode_long":"Manual for Canvassers, p. 35.1 (Ellen Gould White)","content":"Letters have been received by me making inquiries in regard to the duties of the canvasser. Some have said that in visiting the people they have found favorable opportunities for presenting the truth for this time, and have almost been forced into giving Bible-readings. These opportunities they could not conscientiously neglect. On the other hand, letters come saying that our canvassers are neglecting their work in order to give Bible-readings upon doctrinal subjects, and that the prejudice aroused by these readings has made it difficult for the canvasser to deliver his books; and some are asking counsel in regard to these matters."},{"refcode_short":"MC 35.2","refcode_long":"Manual for Canvassers, p. 35.2 (Ellen Gould White)","content":"We think that there is truth in both the statements,—that canvassers find favorable opportunities for leading the people to a better understanding of the Bible, and that, because of the way in which they meet these opportunities, prejudice is aroused, and the work hindered. When the canvasser enters upon his work, he should not allow himself to be diverted, but should intelligently keep to the point with all diligence. And yet while he is faithful in his canvassing, he should not neglect opportunities to help those who are seeking for light and who need the consolation of the Scriptures. If the canvasser walks with God, if he prays for heavenly wisdom that he may do good and only good in his labor, he will be quick to discern the needs of those with whom he comes in contact. He will make the most of his opportunities to draw souls to Christ, not dwelling upon doctrinal subjects, but upon the love of God, upon His mercy and goodness in the plan of salvation. In the spirit of Christ he will be ready to speak a word in season to him that is weary."},{"refcode_short":"MC 36.1","refcode_long":"Manual for Canvassers, p. 36.1 (Ellen Gould White)","content":"The great need of the soul is to know God and Jesus Christ, whom He has sent. The Bible abounds in practical lessons, which the canvasser may safely present. If he can by this means impart a knowledge of practical religion, he will be feeding the people, who need just such precious food."},{"refcode_short":"MC 36.2","refcode_long":"Manual for Canvassers, p. 36.2 (Ellen Gould White)","content":"The claims of God are to be ever before us. We should never forget that we are to give an account for the deeds done in the body. Weighted with this thought, canvassers will watch for souls, and their prayer will go forth from unfeigned lips for wisdom to speak a word in season to those in need of help. Such workers will continually be elevating and purifying the soul through obedience to the truth. They will have a true sense of the value of the soul, and will make the most of every opportunity to make known the riches of the grace of Christ. Let the canvasser go forth with the prayer upon his lips, “Lord, what wilt Thou have me to do?” Let him labor as in the sight of God, and in the presence of heavenly angels; let him desire in all things to be approved by God; and his work will not be fruitless."},{"refcode_short":"MC 37.1","refcode_long":"Manual for Canvassers, p. 37.1 (Ellen Gould White)","content":"We need far less controversy, and far more presentation of Christ. Our Redeemer is the center of all our faith and hope. Those who can present His matchless love, and inspire hearts to give Him their best and holiest affections, are doing work that is great and holy. By diligence in canvassing, by faithfully presenting to the people the cross of Calvary, the canvasser doubles his usefulness."},{"refcode_short":"MC 37.2","refcode_long":"Manual for Canvassers, p. 37.2 (Ellen Gould White)","content":"But while we present these methods of work, we can not lay out an undeviating line for every one to follow. Circumstances alter cases. God will impress those who are longing for guidance. He will say to His human agent, “Speak to this one or that one of the love of Jesus.” No sooner is the name of Jesus mentioned in love and tenderness than angels of God draw near, to soften and subdue the heart."},{"refcode_short":"MC 37.3","refcode_long":"Manual for Canvassers, p. 37.3 (Ellen Gould White)","content":"Often doctrinal subjects are presented with no special effect; for men expect others to press upon them their doctrines; but when the matchless love of Christ is dwelt upon, His grace impresses the heart. There are many who are sincerely seeking for light, who know not what they must do to be saved. O, tell them of the love of God, of the sacrifice made on Calvary's cross to save the perishing! Tell them to place their will on the side of God's will; and “if any man will do His will, he shall know of the doctrine, whether it be of God.” John 7:17."},{"refcode_short":"MC 38.1","refcode_long":"Manual for Canvassers, p. 38.1 (Ellen Gould White)","content":"No one can be a successful soul-winner till he himself has settled the question of surrender to God. We are individually to put on the Lord Jesus Christ. To each one of us He must become wisdom, righteousness, sanctification, and redemption. When our faith lays hold upon Christ as our personal Saviour, we shall place Him before others in a new light. And when the people behold Christ as He is, they will not wrangle over doctrines; they will flee to Him for pardon, purity, and eternal life."},{"refcode_short":"MC 38.2","refcode_long":"Manual for Canvassers, p. 38.2 (Ellen Gould White)","content":"The difficulty most to be dreaded is that the canvasser who meets these inquiring souls has not himself been converted; that he does not himself know by experience the love of Christ which passes knowledge. If he himself has not this knowledge, how can he tell others the precious old, old story? The people need to be taught the very essence of true faith, the way to accept Christ and to confide in Him as their personal Saviour. They need to know how they may follow His steps whithersoever He goes. Let the feet of the worker follow step by step the footprints of Jesus, and mark out no other way in which to proceed heavenward."},{"refcode_short":"MC 38.3","refcode_long":"Manual for Canvassers, p. 38.3 (Ellen Gould White)","content":"When the soul has been brought to Christ through this personal labor, leave the surrendered, humbled heart for God to work with; let God urge upon him just such service as He sees fit. God has promised that His grace shall be sufficient for every one who will come unto Him. Those who surrender to Jesus, who open the door of the heart and invite Him in, will be in safe keeping. He says, “I am the Way, the Truth, and the Life.” John 14:6. Possessing Jesus, they will possess truth. They will be complete in Him."},{"refcode_short":"MC 39.1","refcode_long":"Manual for Canvassers, p. 39.1 (Ellen Gould White)","content":"Many professed Christians have broken away from Christ, the great center, and they make themselves a center; but if they would be successful in attracting others to the Saviour, they must themselves flee back to Him, and realize their utter dependence upon His grace. Satan has tried to the uttermost to sever the chain that unites men to God; he desires to bind their souls to his own car, and make them slaves in his service; but we are to work against him, and draw men to the Redeemer."},{"refcode_short":"MC 39.2","refcode_long":"Manual for Canvassers, p. 39.2 (Ellen Gould White)","content":"Let canvassers be faithful students, learning how to be most successful. And while they are thus employed, let them keep their eyes and ears and understanding open to receive the wisdom from God, that they may know how to help those who are perishing for lack of a knowledge of Christ. Let every worker concentrate his energies and use his powers for the highest of all service,—to recover men from the snare of Satan and bind them to God, making the chain of dependence through Jesus Christ fast to the throne encircled with the rainbow of promise."},{"refcode_short":"MC 39.3","refcode_long":"Manual for Canvassers, p. 39.3 (Ellen Gould White)","content":"Men and women are wandering in the mist and fog of error. They want to know what is truth. Tell them, not in high-flown language, but with the simplicity of the children of God."},{"refcode_short":"MC 40.1","refcode_long":"Manual for Canvassers, p. 40.1 (Ellen Gould White)","content":"Satan is on your track. He is an artful opponent, and the malignant spirit which you meet in your work is inspired by him. Those whom he controls echo his words. If the veil could be rent away from their eyes, those thus worked would see Satan plying all his arts to win them from the truth. In rescuing souls from his devices, far more will be accomplished by Christlike, humble prayer than by many words without prayer."},{"refcode_short":"MC 40.2","refcode_long":"Manual for Canvassers, p. 40.2 (Ellen Gould White)","content":"The workers should keep the soul constantly uplifted to God in prayer. They are never alone. If they have faith in God, if they realize that to them is committed the work of giving to the people light on Bible subjects, they constantly enjoy the companionship of Christ."},{"refcode_short":"MC 40.3","refcode_long":"Manual for Canvassers, p. 40.3 (Ellen Gould White)","content":"The Lord Jesus standing by the side of the canvassers, walking with them, is the chief worker. If we recognize Christ as the One who is with us to prepare the way, the Holy Spirit by our side will make impressions in just the lines needed."},{"refcode_short":"MC 40","refcode_long":"Manual for Canvassers, p. 40 (Ellen Gould White)","content":"A Precious Experience"},{"refcode_short":"MC 40.4","refcode_long":"Manual for Canvassers, p. 40.4 (Ellen Gould White)","content":"He who takes up the work of canvassing as he should, must be both an educator and a student. While he tries to teach others, he himself must learn to do the work of an evangelist. As canvassers go forth into the field with humble hearts, full of earnest activity, they will find many opportunities to speak a word in season to souls ready to die in discouragement. After laboring for these needy ones, they will be able to say, “Ye were sometimes darkness, but now are ye light in the Lord.” Ephesians 5:8. As they see the sinful course of others, they can say, “Such were some of you; but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.” 1 Corinthians 6:11."},{"refcode_short":"MC 41.1","refcode_long":"Manual for Canvassers, p. 41.1 (Ellen Gould White)","content":"Those who work for God will meet with discouragement; but the promise is always theirs, “Lo, I am with you alway, even unto the end of the world.” Matthew 28:20. God will give a most wonderful experience to those who will say, “I believe Thy promise; I will not fail nor become discouraged.”"},{"refcode_short":"MC 41","refcode_long":"Manual for Canvassers, p. 41 (Ellen Gould White)","content":"Reporting"},{"refcode_short":"MC 41.2","refcode_long":"Manual for Canvassers, p. 41.2 (Ellen Gould White)","content":"Let those who gain such an experience in working for the Lord write an account of it for our papers, that others may be encouraged. Let the canvasser tell of the joy and blessing he has received in his ministry as an evangelist. These reports should find a place in our papers; for they are far-reaching in their influence. They will be as sweet fragrance in the church, a savor of life unto life. Thus it is seen that God works with those who cooperate with Him. “Gather up the fragments that remain, that nothing be lost.”"},{"refcode_short":"MC 41","refcode_long":"Manual for Canvassers, p. 41 (Ellen Gould White)","content":"Canvassing a Preparation for the Ministry"},{"refcode_short":"MC 41.3","refcode_long":"Manual for Canvassers, p. 41.3 (Ellen Gould White)","content":"There are more difficulties in this work than in some other branches of business; but the lessons learned, the tact and discipline acquired, will fit you for other fields of usefulness, where you can minister to souls. Those who poorly learn their lesson, and are careless and abrupt in approaching persons, would show the same want of tact and skill in dealing with minds, should they enter the ministry."},{"refcode_short":"MC 42.1","refcode_long":"Manual for Canvassers, p. 42.1 (Ellen Gould White)","content":"Some men whom God was calling to the work of the ministry have entered the field as canvassers. I have been instructed that this is an excellent preparation, if their object is to disseminate light, to bring the truth revealed in God's word directly to the home circle. In conversation the way will frequently be opened to speak of the religion of the Bible. If the work is taken hold of as it should be, families will be visited, the workers will manifest Christian tenderness and love for souls, and great good will be the result. This would be an excellent experience for those who have the ministry in view."},{"refcode_short":"MC 42.2","refcode_long":"Manual for Canvassers, p. 42.2 (Ellen Gould White)","content":"Missionary work—introducing our publications into families, conversing and praying with and for them—is a work that will educate men and women to do pastoral labor."},{"refcode_short":"MC 42.3","refcode_long":"Manual for Canvassers, p. 42.3 (Ellen Gould White)","content":"In evangelistic canvassing, young men may become better prepared for ministerial labor than by spending many years in school. Those who are fitting for the ministry can engage in no other occupation that will give them so large an experience as will the canvassing work. But many are attracted into the canvassing work to sell books and pictures that do not express our faith, and do not give light to the purchaser. They are induced to do this because the financial prospects are more flattering than those that can be offered them as licentiates. These persons are obtaining no special fitness for the gospel ministry. They are not gaining that experience which would fit them for the work. They are not learning to bear the burden of souls and daily obtaining a knowledge of the most successful way of winning people to the truth. They are losing time and opportunities."},{"refcode_short":"MC 43.1","refcode_long":"Manual for Canvassers, p. 43.1 (Ellen Gould White)","content":"These men are frequently turned aside from the convictions of the Spirit of God, and receive a worldly stamp of character, forgetting how much they owe to the Lord, who gave His life for them. They use their powers for their own selfish interests, and refuse to labor in the vineyard of the Lord."},{"refcode_short":"MC 44","refcode_long":"Manual for Canvassers, p. 44 (Ellen Gould White)","content":"Chapter 4—Unity of Effort"},{"refcode_short":"MC 44.1","refcode_long":"Manual for Canvassers, p. 44.1 (Ellen Gould White)","content":"Perfect unity should exist among the workers who handle the books that are to flood the world with light. Wherever the canvassing work is presented among our people, let the health books and the religious books be presented together as parts of a united work. The relation of the religious and health books is presented to me as illustrated by the union of the warp and the woof to form a beautiful pattern and a perfect piece of work."},{"refcode_short":"MC 44.2","refcode_long":"Manual for Canvassers, p. 44.2 (Ellen Gould White)","content":"In the past the health books have not been handled with the interest which their importance demands. Though by a large class they have been highly appreciated, yet many have not thought it essential that they should go to the world. But what can be better preparation for the coming of the Lord, and for the reception of other truths essential to prepare a people for His coming, than to arouse the people to see the evils of this age, and to stir them to reformation from self-indulgent and unhealthful habits? Is not the world in need of being aroused on the subject of health reform? Are not the people in need of the truths presented in the health books? A different sentiment from that which has heretofore prevailed regarding the health works should be entertained by many of our canvassers in the field."},{"refcode_short":"MC 44.3","refcode_long":"Manual for Canvassers, p. 44.3 (Ellen Gould White)","content":"Divisions and distinct parties should not be seen among our canvassers and general agents. All should be interested in the sale of the books treating on the health question as well as in the sale of the distinctly religious works. The line is not to be drawn that certain books only are to occupy the attention of the canvassers. There must be perfect unity,—a well-balanced, symmetrical development of the work in all its parts."},{"refcode_short":"MC 45.1","refcode_long":"Manual for Canvassers, p. 45.1 (Ellen Gould White)","content":"The indifference with which the health books have been treated by many is an offense to God. To separate the health work from the great body of the work is not in His order. Present truth lies in the work of health reform as verily as in other features of gospel work. No one branch, when separated from others, can be a perfect whole."},{"refcode_short":"MC 45.2","refcode_long":"Manual for Canvassers, p. 45.2 (Ellen Gould White)","content":"The gospel of health has able advocates; but their work has been made very hard because so many ministers, presidents of conferences, and others in positions of influence, have failed to give the question of health reform its proper attention. They have not recognized it in its relation to the work of the message as the right arm of the body. While very little respect has been shown to this department by many of the people, and by some of the ministers, the Lord has shown His regard for it by giving it abundant prosperity. When properly conducted, the health work is an entering wedge, making a way for other truths to reach the heart. When the third angel's message is received in its fulness, health reform will be given its place in the councils of the conference, in the work of the church, in the home, at the table, and in all the household arrangements. Then the right arm will serve and protect the body. But while the health work has its place in the promulgation of the third angel's message, its advocates must not in any way strive to make it take the place of the message. The health books should occupy their proper position; but the circulation of these books is only one of many lines in the great work to be done. The glowing impressions sometimes given to the canvasser in regard to the health books must not result in excluding from the field other important books that should come before the people. Those who have charge of the canvassing work should be men who can discern the relation of each part of the work to the great whole. Let them give due attention to the circulation of the health books, but not make this line so prominent as to draw men away from other lines of vital interest, thus excluding the books that bear the special message of truth to the world."},{"refcode_short":"MC 46.1","refcode_long":"Manual for Canvassers, p. 46.1 (Ellen Gould White)","content":"Just as much education is necessary for the handling of the religious books as for the handling of those that treat on the question of health and temperance. Just as much should be said in regard to the work of canvassing for books containing spiritual food, just as much effort should be made to encourage and educate workers to circulate books containing the third angel's message, as is said and done to develop workers for the health books."},{"refcode_short":"MC 46.2","refcode_long":"Manual for Canvassers, p. 46.2 (Ellen Gould White)","content":"The one class of books will always make a place for the other. Both are essential, and both should occupy the field at the same time. Each is the complement of the other, and can in no-wise take its place. Both treat on subjects of highest value, and both must act their part in the preparation of the people of God for these last days. Both should stand as present truth, to enlighten, to arouse, to convince. Both should blend in the work of sanctifying and purifying the churches that are looking and waiting for the coming of the Son of God in power and great glory."},{"refcode_short":"MC 47.1","refcode_long":"Manual for Canvassers, p. 47.1 (Ellen Gould White)","content":"Let each publisher and general agent work enthusiastically to encourage the agents now in the field, and to hunt up and train new workers. Let each strengthen and build up the work as much as possible without weakening the work of others. Let all be done in brotherly love and without selfishness."},{"refcode_short":"MC 47.2","refcode_long":"Manual for Canvassers, p. 47.2 (Ellen Gould White)","content":"It has been urged as the best policy that only one book at a time should have a place in the canvassing field,—that all the canvassers should work for the same book. Could this be done, it would not be wise nor expedient. No one book should be carried exclusively and kept before the public as if it could supply every demand for this time. If the Lord has light for His people, brought out in different ways in various books, who shall venture to put up barriers so that the light shall not be diffused throughout the world? The Lord desires our brethren to devise plans so that the light He has given shall not be hid in our publishing-houses, but shall shine forth to enlighten all who will receive it."},{"refcode_short":"MC 47.3","refcode_long":"Manual for Canvassers, p. 47.3 (Ellen Gould White)","content":"If our canvassers are controlled by the spirit of financial gain, if they circulate the book upon which they can make the most money, to the neglect of others that the people need, I ask, In what sense is theirs a missionary work? Where is the missionary spirit, the spirit of self-sacrifice? The work of the intelligent, God-fearing canvasser has been represented as equal to that of the gospel minister. Then should the canvasser feel at liberty, any more than the minister, to act from selfish motives? Should he be unfaithful to the principles of missionary work, and sell only those books that are cheapest and easiest to handle, neglecting to place before the people books which will give most light, because by so doing he can earn more money for himself? How is the missionary spirit revealed here? Has not the canvassing work ceased to be what it should be? How is it that no voice is raised to correct this state of things?"},{"refcode_short":"MC 48.1","refcode_long":"Manual for Canvassers, p. 48.1 (Ellen Gould White)","content":"No canvasser should exalt the book for which he is working above others that set forth the truth for this time. Should our canvassers drop all but one book, and concentrate their energies on that, the work would not be carried on according to God's plan. Minds are not constituted alike, and what might be food for one might fail to attract another; therefore, books should be in the field treating in a variety of ways the special subjects for this time. It will be necessary for the canvasser to make a wise selection. Let no one who is doing the work of God become narrow and short-sighted. The Lord has many instrumentalities through which He designs to work. When one book is exalted above another, there is danger that the very work best adapted to give light to the people will be crowded out. There is no need of contrasting different books, and judging as to which will do the most good. God has a place for all the voices and all the pens that He has inspired to utterance for Him. It will be difficult for some minds to fathom our most difficult works, and a simpler way of putting the truth will reach them more readily. Let the leading workers encourage the weaker ones, and show an equal interest in every one of the instrumentalities set in motion to prepare a people for the day of the Lord. Some would receive more benefit from papers and tracts than from books. Papers, tracts, and pamphlets that dwell upon Bible lessons, all need attention in the canvassing work, for they are as little wedges that open the way for larger works."},{"refcode_short":"MC 49.1","refcode_long":"Manual for Canvassers, p. 49.1 (Ellen Gould White)","content":"The canvasser should carry with him tracts, pamphlets, and small books to give to those who can not buy. In this way the truth will be introduced into many homes."},{"refcode_short":"MC 49","refcode_long":"Manual for Canvassers, p. 49 (Ellen Gould White)","content":"Canvassing for Periodicals"},{"refcode_short":"MC 49.2","refcode_long":"Manual for Canvassers, p. 49.2 (Ellen Gould White)","content":"A mistake has been made in soliciting subscriptions for our periodicals for only a few weeks, when by a proper effort much longer subscriptions might have been obtained. One yearly subscription is of more value than many for a short time. When the paper is taken for only a few months, the interest often ends with the short subscription. Few renew their subscriptions for a longer period, and thus there is a large outlay of time that brings small returns, when, with a little more tact and perseverance, yearly subscriptions might have been obtained."},{"refcode_short":"MC 50.1","refcode_long":"Manual for Canvassers, p. 50.1 (Ellen Gould White)","content":"You strike too low, brethren; you are too narrow in your plans. You do not put into your work all the tact and perseverance that it deserves."},{"refcode_short":"MC 50.2","refcode_long":"Manual for Canvassers, p. 50.2 (Ellen Gould White)","content":"While short subscriptions are accepted, some will not make the necessary effort to obtain them for a longer time. Canvassers should not go over the ground in a careless, unconcerned manner. They should feel that they are God's workers, and the love of souls should lead them to make every effort to enlighten men and women in regard to the truth. Providence and grace, means and ends, are closely connected. When His laborers do their very best. God does for them that which they can not do for themselves; but no one need expect to succeed independently and by his own exertions. There must be activity united with firm trust in God."},{"refcode_short":"MC 50","refcode_long":"Manual for Canvassers, p. 50 (Ellen Gould White)","content":"Secular Books"},{"refcode_short":"MC 50.3","refcode_long":"Manual for Canvassers, p. 50.3 (Ellen Gould White)","content":"In this age the trivial is praised and magnified. There is a call for anything that will create a sensation. The country is flooded with worthless publications, which were written for the sake of making money, while really valuable books are unsold and unread. Those who handle this sensational literature, because by so doing they can make higher wages, are missing precious opportunities of obtaining discipline and intelligence in doing good through cooperation with God. It will require earnest effort to arrest the attention of men and women, and interest them in really valuable books that have the Bible for their foundation. And it will be a still greater task to find conscientious, God-fearing workers who will canvass for these books of highest value for the purpose of diffusing light and a correct knowledge of God."},{"refcode_short":"MC 51.1","refcode_long":"Manual for Canvassers, p. 51.1 (Ellen Gould White)","content":"My heart aches as I see those who profess to be looking for the Saviour devoting their time and talents to circulating books that contain nothing concerning the special truths for this time,—books of narrative, books of biography, books of men's theories and speculations. The world is full of such books, they can be had anywhere; but how can the followers of Christ engage in so common a work, when there is crying need for God's truth on every hand. It is not our mission to circulate such works. There are thousands of others to do this, who as yet have not sufficient knowledge of anything better. We have a definite mission, and we should not turn from it to side-issues. Men and means are not to be employed in bringing before the people books that have no bearing upon the present truth."},{"refcode_short":"MC 51.2","refcode_long":"Manual for Canvassers, p. 51.2 (Ellen Gould White)","content":"The world is deluged with books that might better be consumed rather than circulated. Books upon Indian warfare and similar topics, published and circulated as a money-making scheme, might better never be read. There is a Satanic fascination in these books. The heart-sickening relation of crimes and atrocities has a bewitching power upon many youth, exciting in them the desire to bring themselves into notice, even by the most wicked deeds. There are many works more strictly historical whose influence is little better. The enormities, the cruelties, the licentious practises, portrayed in these writings, have acted as leaven in many minds, leading to the commission of similar acts. Books that delineate the Satanic deeds of human beings are giving publicity to evil works. The horrible details of crime and misery need not be lived over, and none who believe the truth for this time should act a part in perpetuating their memory."},{"refcode_short":"MC 52.1","refcode_long":"Manual for Canvassers, p. 52.1 (Ellen Gould White)","content":"Love stories and frivolous and exciting tales constitute another class of books that is a curse to every reader. The author may attach a good moral, and all through his work may weave religious sentiments; yet in most cases Satan is but clothed in angel robes, the more effectually to deceive and allure. The mind is affected in a great degree by that upon which it feeds. The readers of frivolous, exciting tales become unfitted for the duties lying before them. They lead an unreal life, and have no desire for useful employment, and no desire to search the Scriptures, to feed upon the heavenly manna. The mind is enfeebled, and loses its power to contemplate the great problems of duty and destiny."},{"refcode_short":"MC 52.2","refcode_long":"Manual for Canvassers, p. 52.2 (Ellen Gould White)","content":"I have been instructed that the youth are exposed to the greatest peril from improper reading. Satan is constantly leading both the youth and those of mature age to be charmed with worthless stories. Could a large share of the books published be consumed, a plague would be stayed that is doing a fearful work in weakening the mind and corrupting the heart. None are so confirmed in right principles as to be secure from temptation. All this trashy reading should be resolutely discarded."},{"refcode_short":"MC 53.1","refcode_long":"Manual for Canvassers, p. 53.1 (Ellen Gould White)","content":"We have no permission from the Lord to engage in either the printing or the sale of such literature, for it is the means of destroying many souls. I know of what I am writing; for this matter has been opened before me. Let not those who believe the truth engage in this work, thinking to make money. The Lord will put a blight upon the means thus obtained; He will scatter more than is gathered."},{"refcode_short":"MC 53","refcode_long":"Manual for Canvassers, p. 53 (Ellen Gould White)","content":"Circulation and Prices of Our Publications"},{"refcode_short":"MC 53.2","refcode_long":"Manual for Canvassers, p. 53.2 (Ellen Gould White)","content":"Some things of grave importance have not been receiving due attention at our offices of publication. Men in responsible positions should have worked up plans whereby our books could be circulated, and not lie on the shelves, falling dead from the press. Our people are behind the times, and are not following the opening providence of God."},{"refcode_short":"MC 53.3","refcode_long":"Manual for Canvassers, p. 53.3 (Ellen Gould White)","content":"Many of our publications have been thrown into the market at so low a figure that the profits have not been sufficient to sustain the office and keep good a fund for continual use. And those of our people who have no special burden for the various branches of the work, do not become informed in regard to the wants of the cause, and the capital required to keep the business moving. They do not understand the liability to losses, and the expense every day occurring to such institutions. They seem to think that everything moves off without much care or outlay of means, and therefore they urge the necessity of the lowest figures on our publications, thus leaving scarcely any margin. And after the prices have been reduced to almost ruinous figures, they manifest but a feeble interest in increasing the sales of the very books on which they have asked such low prices. The object gained, their burden ceases, when they ought to have an earnest interest and a real care to press the sale of the publications, thereby sowing the seeds of truth, and bringing means into the offices to invest in other publications."},{"refcode_short":"MC 54.1","refcode_long":"Manual for Canvassers, p. 54.1 (Ellen Gould White)","content":"There has been a very great neglect of duty on the part of ministers in not interesting the churches in the localities where they labor, in regard to this matter. When once the prices of books are reduced, it is very difficult to get them again upon a paying basis, as men of narrow minds will cry, Speculation, not discerning that no one man is benefited, and that God's instrumentalities must not be crippled for want of capital. Books that ought to be widely circulated are lying useless in our offices of publication, because there is not interest enough manifested to get them circulated. The press is a power; but if its products fall dead for want of men to circulate them widely, its power is lost. While our brethren have freely expended means in facilities to multiply books and tracts, they have not planned to bring back the means invested, so as to produce other publications. The power of the press, with all its advantages, is in their hands; and they can use it to the very best account, or they can be half asleep, and through inaction miss the advantages that might be gained. By judicious calculation they can extend the light in the sale of books and pamphlets. They can send them into thousands of families that now sit in the darkness of error."},{"refcode_short":"MC 55.1","refcode_long":"Manual for Canvassers, p. 55.1 (Ellen Gould White)","content":"God calls upon His people to act like living men, and not be indolent, sluggish, and indifferent. We must carry the publications to the people, and urge them to accept, showing them that they will receive much more than their money's worth. Exalt the value of the books you offer. You can not regard them too highly."},{"refcode_short":"MC 55.2","refcode_long":"Manual for Canvassers, p. 55.2 (Ellen Gould White)","content":"My soul was agonized as I saw the indifference of our people who make so high a profession. The blood of souls will be on the garments of very many who now feel at ease and irresponsible for souls that are perishing around them for want of light and knowledge. They have come in contact with them, but have never warned them, never prayed with or for them, and never made earnest efforts to present the truth to them. There has been a wonderful negligence on this point."},{"refcode_short":"MC 56","refcode_long":"Manual for Canvassers, p. 56 (Ellen Gould White)","content":"Chapter 5—Finance"},{"refcode_short":"MC 56","refcode_long":"Manual for Canvassers, p. 56 (Ellen Gould White)","content":"Wages"},{"refcode_short":"MC 56.1","refcode_long":"Manual for Canvassers, p. 56.1 (Ellen Gould White)","content":"The efficient colporteur as well as the minister should have a sufficient remuneration for his services. But none should labor with the expectation of receiving their reward in this life; their eyes should be fixed steadfastly upon the prize at the end of the race."},{"refcode_short":"MC 56.2","refcode_long":"Manual for Canvassers, p. 56.2 (Ellen Gould White)","content":"The worker who has the cause of God at heart will not insist on receiving the largest remuneration. He will not plead as some of our youth have done, that unless he can make a stylish and elegant appearance, and board at the best hotels, he will not be patronized. Let all such be excused from entering the work. What the canvasser needs is not the faultless apparel or the address of the dandy or the fop, but that honesty and integrity of character which is reflected in the countenance. Kindness and gentleness leave their impress upon the face, and the practised eye sees no deception, detects no pomposity."},{"refcode_short":"MC 56.3","refcode_long":"Manual for Canvassers, p. 56.3 (Ellen Gould White)","content":"Unless our brethren are willing for the truth to be misrepresented and misapprehended, they must exercise discretion in selecting canvassers and colporteurs. All real workers should receive good pay; but the sum should not in anywise be increased to buy canvassers; for this course hurts them. It makes them selfish and spendthrifts. Seek to impress them with the spirit of true missionary work, and with the qualifications essential to success."},{"refcode_short":"MC 56.4","refcode_long":"Manual for Canvassers, p. 56.4 (Ellen Gould White)","content":"Some of the workers in the canvassing field are making no sacrifices. When the way is all prepared for them, and they can secure the highest commission, they are willing to enter the field. Many inducements are presented to canvassers to handle popular books; large commissions are offered them; and many refuse to work for less in circulating books that treat on present truth. Therefore the inducements have been increased to correspond to those offered by other publishers; and as a consequence the expense of getting our publications before the people is large; many of the canvassers obtain their money easily, and spend it freely."},{"refcode_short":"MC 57.1","refcode_long":"Manual for Canvassers, p. 57.1 (Ellen Gould White)","content":"Young men can be trained to do much better work than has been done, and on much less pay than many have received. Lift up the standard, and let the self-denying and self-sacrificing, the lovers of God and of humanity, join the army of workers. Let them come, not expecting ease, but to be brave and of good courage under rebuffs and hardships. Let those come who can give a good report of our publications, because they themselves appreciate their value."},{"refcode_short":"MC 57","refcode_long":"Manual for Canvassers, p. 57 (Ellen Gould White)","content":"Economy"},{"refcode_short":"MC 57.2","refcode_long":"Manual for Canvassers, p. 57.2 (Ellen Gould White)","content":"Economy is needed in every department of the Lord's work. The natural turn of youth in this age is to neglect and despise economy, and to confound it with narrowness and stinginess. But economy is consistent with the most broad and liberal views and feelings. Where it is not practised, there can be no true liberality. No one should think it beneath him to study the best means of saving the fragments. After Christ had performed a notable miracle, He said, “Gather up the fragments that remain, that nothing be lost.” John 6:12."},{"refcode_short":"MC 58.1","refcode_long":"Manual for Canvassers, p. 58.1 (Ellen Gould White)","content":"Quite a sum may be expended in hotel bills that are not all necessary. The cause of God lay so near the hearts of the pioneers in this message that they seldom took a meal at a hotel, even though the cost was but twenty-five cents each. But young men and young women generally are not educated to economize; and everywhere waste follows waste. In some families there is a wicked waste of material which, if reasonable economy were exercised, would be sufficient to support another family. If, while traveling, our youth will keep an exact account of the money they spend, item by item, as it is their duty to do, their eyes will be opened to see the leak. While they may not be called upon to deprive themselves of warm meals, as the early workers did in their itinerant life, they may learn to supply their real wants with much less expense than they now think necessary. There are persons who practise self-denial in order to give means to the cause of God; then let the workers in the service of God in any line also practise self-denial by limiting their expense as far as possible. It would be well for all our workers to study the history of the Waldensian missionaries, and to approach the imitation of their example of sacrifice and self-denial."},{"refcode_short":"MC 58","refcode_long":"Manual for Canvassers, p. 58 (Ellen Gould White)","content":"The Need of Integrity"},{"refcode_short":"MC 58.2","refcode_long":"Manual for Canvassers, p. 58.2 (Ellen Gould White)","content":"If the canvasser pursues a wrong course, if he utters falsehood or practises deception, he loses his own self-respect. He may not be conscious that God sees him, and is acquainted with every business transaction, that holy angels are weighing his motives and listening to his words, and that his reward will be according to his works; but even if it were possible to conceal his wrong-doing from both human and divine inspection, his own knowledge of the sin is degrading to mind and character. One act does not determine the character, but it breaks down the barrier, and the next temptation is more readily entertained, until finally a habit of prevarication and dishonesty in business is formed, and the man can not be trusted."},{"refcode_short":"MC 59.1","refcode_long":"Manual for Canvassers, p. 59.1 (Ellen Gould White)","content":"In the family and in the church there are too many who make little account of glaring inconsistencies. There are young men who appear what they are not. They seem honest and true; but they are like whited sepulchers, fair without, but full of corruption within. The heart is spotted, stained with sin; thus the record stands in the heavenly courts. A process has been going on in the mind that has made them callous, past feeling. But if their characters, weighed in the balances of the sanctuary, are pronounced wanting in the great day of God, it will be a calamity that they do not now comprehend. Truth, precious, untarnished truth, is to be a part of the character."},{"refcode_short":"MC 59.2","refcode_long":"Manual for Canvassers, p. 59.2 (Ellen Gould White)","content":"Whatever way is chosen, the path of life is beset with perils. If the workers in any branch of the cause become careless and inattentive to their eternal interests, they are meeting with great loss. The tempter will find access to them. He will spread nets for their feet, and will lead them in uncertain paths. Those only are safe whose hearts are garrisoned with pure principles. Like David they will pray, “Hold up my goings in Thy paths, that my footsteps slip not.” Psalm 17:5. A constant battle must be kept up with the selfishness and corruption of the human heart. Often the wicked seem to be prospered in their way; but those who forget God, even for an hour or a moment, are in a dangerous path. They may not realize its perils, but ere they are aware, habit, like an iron band, holds them in subjection to the evil with which they have tampered. God despises their course, and unless they turn from their evil ways, His blessing can not attend them. Life and death are set before every worker, and the strongest motives are presented to induce them to choose life by obedience to God's law."},{"refcode_short":"MC 60.1","refcode_long":"Manual for Canvassers, p. 60.1 (Ellen Gould White)","content":"I have seen that some young men undertake this work without having a sense of its importance, and without connecting themselves with Heaven. They place themselves in the way of temptation to show their bravery. They laugh at the folly of others. They boast that they know the right way; they know how to conduct themselves. How easily they can resist temptation! how vain to think of their falling! But they make not God their defense. Satan has an insidious snare prepared for them, and they become the sport of fools."},{"refcode_short":"MC 60.2","refcode_long":"Manual for Canvassers, p. 60.2 (Ellen Gould White)","content":"One safeguard removed from the conscience, the indulgence of one evil habit, a single neglect of the high claims of duty, may be the beginning of a course of deception that will pass you into the ranks of those who are serving Satan, while you are all the time professing to love God and to be sacrificing for His cause. A moment of thoughtlessness, a single misstep, may turn the whole current of your life in the wrong direction."},{"refcode_short":"MC 61.1","refcode_long":"Manual for Canvassers, p. 61.1 (Ellen Gould White)","content":"No one whose hands are defiled with sin, or whose heart is not right with God, should have any part in the work of the canvasser or the colporteur; for such persons will surely dishonor the cause of truth. Those who are workers in the missionary field need God to guide them. They should be careful to start right, and then press quietly and firmly on in the path of rectitude. They should be decided; for Satan is determined and persevering in his efforts for their overthrow."},{"refcode_short":"MC 61.2","refcode_long":"Manual for Canvassers, p. 61.2 (Ellen Gould White)","content":"In this work there will be many temptations that will test whatever integrity and strength of religious principles and habits young men have acquired."},{"refcode_short":"MC 61.3","refcode_long":"Manual for Canvassers, p. 61.3 (Ellen Gould White)","content":"The whole period of life is a brief season of trial. Those who engage in a work so important as the canvassing work must constantly guard self, lest Satan obtain the advantage. A multitude of petty temptations will assail the one whom the Lord is testing, and if he stands firm as a rock to principle it is because he makes the Lord God his trust every moment. “Put ye on the Lord Jesus Christ, and make no provision for the flesh, to fulfil the lusts thereof.” Romans 13:14. Let the sincere cry of the soul be, “Speak, Lord; for Thy servant heareth.” The work is halting because gospel principles are disregarded by so many who claim to be following Christ. Some have brought themselves and their families into most distressing circumstances through poor management in book-canvassing. They have run in debt, and have borrowed money of men not of our faith."},{"refcode_short":"MC 62.1","refcode_long":"Manual for Canvassers, p. 62.1 (Ellen Gould White)","content":"With the work of scattering our publications and advocating the truth, some have mingled scheming, buying and selling. This makes a bad combination. As they labor to obtain advantage for themselves, they are allured by the prospect of buying things for less and selling them for more than their value. Therefore the world regards them as sharpers, men who will gain advantage for themselves without considering the case of others. They do not keep the commandments of God; for they do not love their neighbor as themselves."},{"refcode_short":"MC 62.2","refcode_long":"Manual for Canvassers, p. 62.2 (Ellen Gould White)","content":"Some have engaged in canvassing for other books than those bearing on present truth. Because they professed to be Christians, they were trusted. Their claim to be Seventh-day Adventists led their employers to put confidence in them, and it was not thought necessary to place them under restrictions. Some had a very low standard of righteousness and honesty, and they took advantage of this confidence. They squandered the money taken for books, money that belonged to their employers. They made false statements; and some even committed theft, forgery, and robbery. Several of those who did this thought it a good opportunity, and laughed with one another over the matter. But every one of these dishonest transactions is registered in the books of heaven, and there it will remain until the Judgment, unless by confession, repentance, and restitution, the guilty one shall ask God to write pardon against his name."},{"refcode_short":"MC 63.1","refcode_long":"Manual for Canvassers, p. 63.1 (Ellen Gould White)","content":"In the day of Judgment many will be found wanting; they have been tested and proved by God and have been found unworthy of eternal life. God could not trust them in heaven. The decision will be made for eternity; he who is not faithful in that which is least can not be trusted with greater responsibilities. All will be judged by their works; for these have determined their character. Is it a paying business to be dishonest?—Never; for even should there be no detection in probationary time, everything will be laid open in the day of final reckoning."},{"refcode_short":"MC 63.2","refcode_long":"Manual for Canvassers, p. 63.2 (Ellen Gould White)","content":"Laziness and indolence are not the fruit borne upon the Christian tree. No soul can practise prevarication or dishonesty in handling the Lord's goods, and stand guiltless before God. All who do this are in action denying Christ. While they profess to keep the commandments of God, and claim to teach them, they fail to maintain the principles of God's law."},{"refcode_short":"MC 63.3","refcode_long":"Manual for Canvassers, p. 63.3 (Ellen Gould White)","content":"The Lord's goods should be handled with faithfulness. The Lord has entrusted men with life and health and reasoning powers; He has given them physical and mental strength to be exercised; and should not these gifts be faithfully and diligently employed to His name's glory? Have our brethren considered that they must give an account for all the talents placed in their possession? Have they traded wisely with their Lord's goods, or have they spent His substance recklessly, and are they written in heaven as unfaithful servants? Many are spending their Lord's money in riotous enjoyment, so-called; they are not gaining an experience in self-denial, but are spending money on vanities, and are failing to bear the cross after Jesus. Many who were privileged with precious, God-given opportunities, have wasted their lives, and are now found in suffering and want."},{"refcode_short":"MC 64.1","refcode_long":"Manual for Canvassers, p. 64.1 (Ellen Gould White)","content":"God calls for decided improvement to be made in the various branches of the work. The business done in connection with the cause of God must be marked with greater precision and exactness. There has not been firm, decided effort to bring about essential reform."},{"refcode_short":"MC 64","refcode_long":"Manual for Canvassers, p. 64 (Ellen Gould White)","content":"Debts to the Publishing-Houses"},{"refcode_short":"MC 64.2","refcode_long":"Manual for Canvassers, p. 64.2 (Ellen Gould White)","content":"The loose way in which canvassers, both old and young, have performed their work, shows that they have important lessons to learn. Much haphazard work has been presented before me. Some have established themselves in deficient habits, and this deficiency has been brought into the work of God."},{"refcode_short":"MC 64.3","refcode_long":"Manual for Canvassers, p. 64.3 (Ellen Gould White)","content":"The tract and missionary societies have been deeply involved in debt through the failure of canvassers to meet their indebtedness. Canvassers have felt that they were ill-treated if required to pay promptly for the books received from the publishing-house. Yet to require prompt remittal is the only way in which to carry on business."},{"refcode_short":"MC 65.1","refcode_long":"Manual for Canvassers, p. 65.1 (Ellen Gould White)","content":"Matters should be so arranged that canvassers shall have enough to live on without overdrawing. This door of temptation must be closed and barred. However honest a canvasser may be, circumstances will arise in his work which will be a sore temptation to him."},{"refcode_short":"MC 65.2","refcode_long":"Manual for Canvassers, p. 65.2 (Ellen Gould White)","content":"When they get into difficulty, some canvassers expect that money is to be drawn from the treasury to help them out, only to get into strait places again, and again to require help. Those who are stewards of the means in the treasury must keep a sharp lookout to see that the supply is not exhausted by these draughts. When men can not by canvassing bring into the treasury every dollar that belongs to it rightly, let them stop just where they are. They should not engage in canvassing unless they can bring means into the treasury, instead of robbing it."},{"refcode_short":"MC 65.3","refcode_long":"Manual for Canvassers, p. 65.3 (Ellen Gould White)","content":"All must practise economy. No worker should manage his affairs in a way to incur debt. The practise of drawing money from the treasury before it is earned is a snare. In this way the resources are limited, so that laborers can not be supported in missionary work. When one voluntarily becomes involved in debt, he is entangling himself in one of Satan's nets which he sets for souls."},{"refcode_short":"MC 66","refcode_long":"Manual for Canvassers, p. 66 (Ellen Gould White)","content":"Chapter 6—Revival of the Work"},{"refcode_short":"MC 66.1","refcode_long":"Manual for Canvassers, p. 66.1 (Ellen Gould White)","content":"The importance of the canvassing work is kept ever before me. This work has not of late had the life infused into it which was once given by the agents who made it their specialty. Canvassers have been called from their evangelistic work to engage in other labor. This is not as it should be. Many of our canvassers, if truly converted and consecrated, can accomplish more in this line than in any other in bringing the truth for this time before the people."},{"refcode_short":"MC 66.2","refcode_long":"Manual for Canvassers, p. 66.2 (Ellen Gould White)","content":"We have the word of God to show that the end is near. The world is to be warned, and as never before we are to be laborers together with Christ. The work of warning has been entrusted to us. We are to be channels of light to the world, imparting to others the light we receive from the great Light-bearer. The words and works of all men are to be tried. Let us not be backward now. That which is to be done in warning the world must be done without delay. Let not the canvassing work be left to languish. Let the books containing the light on present truth be placed before as many as possible."},{"refcode_short":"MC 66.3","refcode_long":"Manual for Canvassers, p. 66.3 (Ellen Gould White)","content":"The presidents of our conferences and others in responsible positions have a duty to do in this matter, that the different branches of our work may receive attention. Canvassers are to be educated and trained to do the work required in selling the books upon present truth which the people need. There is need of men of deep Christian experience, men of well-balanced minds, strong, well-educated men, to engage in this work. The Lord desires those to take hold of the canvassing work who are capable of educating others, who can awaken in promising young men and women an interest in this line, leading them to take up the book-work and handle it successfully. Some have the talent, education, experience which would enable them to educate the youth for the canvassing work in such a way that much more would be accomplished than is now being done."},{"refcode_short":"MC 67.1","refcode_long":"Manual for Canvassers, p. 67.1 (Ellen Gould White)","content":"Those who have gained an experience in this work have a special duty to perform in teaching others. Educate, educate, educate young men and women to sell the books which the Lord by His Holy Spirit has stirred His servants to write. God desires us to be faithful in educating those who accept the truth, that they may believe to a purpose, and work intelligently in the Lord's way. Let inexperienced persons be connected with experienced workers, that they may learn how to work. Let them seek God most earnestly. These may do a good work in canvassing if they will obey the words, “Take heed unto thyself, and unto the doctrine.” 1 Timothy 4:16. Those who give evidence that they are truly converted, and who take up the canvassing work, will see that it is the best preparation for other lines of missionary labor."},{"refcode_short":"MC 67.2","refcode_long":"Manual for Canvassers, p. 67.2 (Ellen Gould White)","content":"If those who know the truth would practise it, methods would be devised for meeting the people where they are. It was the providence of God which in the beginning of the Christian church scattered the saints abroad, sending them out of Jerusalem into many parts of the world. The disciples of Christ did not stay in Jerusalem or in the cities near by, but they went beyond the limits of their own country into the great thoroughfares of travel, seeking for the lost that they might bring them to God. Today the Lord desires to see His work carried forward in many places. We must not confine our labors to a few localities."},{"refcode_short":"MC 68.1","refcode_long":"Manual for Canvassers, p. 68.1 (Ellen Gould White)","content":"We must not discourage our brethren, weakening their hands so that the work which God desires to accomplish through them shall not be done. Let not too much time be occupied in fitting up men to do missionary work. Instruction is necessary, but let all remember that Christ is the Great Teacher, and the Source of all true wisdom. Let young and old consecrate themselves to God, take up the work, and go forward, laboring in humility, under the control of the Holy Spirit. Let those who have been in school go out into the field, and put to a practical use the knowledge they have gained. If canvassers will do this, using the ability that God has given them, seeking counsel from Him, and combining the work of selling books with personal labor for the people, their talents will increase by exercise, and they will learn many practical lessons which they could not possibly learn in school. The education obtained in this practical way may properly be termed higher education."},{"refcode_short":"MC 68.2","refcode_long":"Manual for Canvassers, p. 68.2 (Ellen Gould White)","content":"There is no higher work than evangelistic canvassing; for it involves the performance of the highest moral duties. Those who engage in this work need always to be under the control of the Spirit of God. There must be no exalting of self. What have any of us that we did not receive from Christ? We must love as brethren, revealing our love by helping one another. We must be pitiful and courteous. We must press together, drawing in even cords. Only those who live the prayer of Christ, working it out in practical life, will stand the test that is to come upon all the world. Those who exalt self, place themselves in Satan's power, preparing to receive his deceptions. The word of the Lord to His people is that we are to lift the standard higher and still higher. If we obey His voice, He will work with us, and our efforts will be crowned with success. In our work we shall receive rich blessings from on high, and shall lay up treasure beside the throne of God."},{"refcode_short":"MC 69.1","refcode_long":"Manual for Canvassers, p. 69.1 (Ellen Gould White)","content":"If we only knew what is before us, we would not be so dilatory in the Lord's work. There are ministers and workers who will present a tissue of falsehoods as testing truths, even as the Jewish rabbis presented the maxims of men as the word of God. These are given to the people as meat in due season, while their souls are starving for the bread of life. Even now there seems to be a burning desire to get up something startling and bring it in as new light. Men are presenting as important truth that which is only fable and falsehood. This imaginary food which is being prepared for the household of God will cause spiritual consumption, decline, and death. We are in the shaking time, the time when everything that can be shaken will be shaken. The Lord will not excuse those who know the truth if they do not in word and deed obey His commands. If we make no effort to win souls to Christ, we shall be held responsible for the work we might have done but did not do because of our spiritual indolence. Those who belong to the Lord's kingdom must work earnestly for the saving of souls. They must do their part to bind up the law and seal it among the disciples."},{"refcode_short":"MC 70.1","refcode_long":"Manual for Canvassers, p. 70.1 (Ellen Gould White)","content":"Some flatter themselves that the Lord will give them another opportunity, that there will be a second probation. Fatal delusion! Just now, day by day, hour by hour, we are building for the last great day. We are trading on our Lord's money, and at His coming He will reckon with us, and we shall have to give an account of what we have done with His goods. As responsible beings we are working for time and for eternity, making our records in the books of heaven, and preparing our reward or punishment. Our reward will be proportionate to our work. “My reward is with Me,” Christ declares, “to give every man according as his work shall be.” Revelation 22:12. He will expect results from every one."},{"refcode_short":"MC 70.2","refcode_long":"Manual for Canvassers, p. 70.2 (Ellen Gould White)","content":"The Lord designs that the light He has given on the Scriptures shall shine forth in clear, bright rays, and it is the duty of our canvassers to put forth a strong, united effort that God's designs may be accomplished. A great and important work is before us. The enemy of souls realizes this, and he is using every means in his power to lead the canvassers to take up some other line of work. This order of things should be changed. God calls the canvassers back to their work. He calls for volunteers who will put all their energies and enlightenment into the work, helping wherever there is opportunity. The Master calls for every one to do the part given him, according to his ability. Who will respond to the call? Who will go forth to labor in the wisdom and grace and love of Christ for those nigh and afar off? Who will sacrifice ease and pleasure and enter the places of error, superstition, and darkness, working earnestly and perseveringly, speaking the truth in simplicity, praying in faith, and doing house-to-house labor? Who at this time will go forth without the camp, imbued with the power of the Holy Spirit, bearing reproach for Christ's sake, opening the Scriptures to the people, and calling them to repentance?"},{"refcode_short":"MC 71.1","refcode_long":"Manual for Canvassers, p. 71.1 (Ellen Gould White)","content":"God has His workmen in every age. The call of the hour is answered by the coming of the man. Thus when the divine voice cries, “Whom shall I send, and who will go for us?” the response will come, “Here am I; send me.” Isaiah 6:8. Let all who labor effectually in the canvassing field feel in their hearts that they are doing the work of the Lord in ministering to souls who know not the truth for this time. They are sounding the note of warning in the highways and byways to prepare a people for the great day of the Lord which is so soon to break upon the world. We have no time to lose. We must encourage this work. Who will go forth now with our publications? The Lord imparts a fitness for the work to every man and woman who will cooperate with divine power. All the requisite talent, courage, perseverance, faith, and tact will come as they put the armor on. A great work is to be done in our world, and human agencies will surely respond to the demand. The world must hear the warning. When the call comes, “Whom shall I send, and who will go for us?” send back the answer, clear and distinct, “Here am I; send me.”"},{"refcode_short":"MC 72","refcode_long":"Manual for Canvassers, p. 72 (Ellen Gould White)","content":"Assurance of Success"},{"refcode_short":"MC 72.1","refcode_long":"Manual for Canvassers, p. 72.1 (Ellen Gould White)","content":"A great and good work may be done by evangelistic canvassing. The Lord has given men tact and capabilities. Those who use these entrusted talents to His glory, weaving Bible principles into the web, will be given success. We are to work and pray, putting our trust in Him who will never fail."},{"refcode_short":"MC 72.2","refcode_long":"Manual for Canvassers, p. 72.2 (Ellen Gould White)","content":"Let canvassing evangelists give themselves up to be worked by the Holy Spirit. Let them by persevering prayer take hold of the power which comes from God, trusting in Him in living faith. His great and effectual influence will be with every true, faithful worker."},{"refcode_short":"MC 72.3","refcode_long":"Manual for Canvassers, p. 72.3 (Ellen Gould White)","content":"To every man God has appointed his work; not work in his fields of corn and wheat, but earnest, persevering work for the salvation of souls."},{"refcode_short":"MC 73","refcode_long":"Manual for Canvassers, p. 73 (Ellen Gould White)","content":"Chapter 7—The Message of Our Publications"},{"refcode_short":"MC 73.1","refcode_long":"Manual for Canvassers, p. 73.1 (Ellen Gould White)","content":"The great and wonderful work of the last gospel message is to be carried on now as it has never been before. The world is to receive the light of truth through an evangelizing ministry of the word in our books and periodicals. Our publications are to show that the end of all things is at hand. I am bidden to say to our publishing houses, Lift up the standard; lift it up higher. Proclaim the third angel's message, that it may be heard by all the world. Let it be seen that “here are they that keep the commandments of God, and have the testimony of Jesus Christ.” Let our literature give the divine message as a witness to all the world."},{"refcode_short":"MC 73.2","refcode_long":"Manual for Canvassers, p. 73.2 (Ellen Gould White)","content":"We have been asleep, as it were, regarding the work that may be accomplished by the circulation of well-prepared literature. Let us now, by the wise use of periodicals and books, preach the word with determined energy, that the world may understand the message that Christ gave to John on the isle of Patmos. Let every human intelligence who professes the name of Christ testify, The end of all things is at hand; prepare to meet thy God."},{"refcode_short":"MC 73.3","refcode_long":"Manual for Canvassers, p. 73.3 (Ellen Gould White)","content":"Our publications should go everywhere. Let them be issued in every language. The third angel's message is to be given through this medium and through the living teacher. You who believe the truth for this time, wake up. It is your duty now to bring in all the means possible to help those who understand the truth to proclaim it. Part of the money that comes in from the sale of our publications should be used to increase our facilities for the production of more literature that will open blind eyes and break up the fallow ground of the heart."},{"refcode_short":"MC 74.1","refcode_long":"Manual for Canvassers, p. 74.1 (Ellen Gould White)","content":"There is danger of our brethren entering into commercialism and becoming so engrossed in worldly business that the truths of the word of God in their purity and power are not brought into the life. The love of trade and gain is becoming more and more prevalent. My brethren, let your souls be truly converted. If ever there was a time when we needed to understand our responsibilities, it is now, when truth is fallen in the streets, and equity can not enter. Satan has come down in great power, to work with all deceivableness of unrighteousness in them that perish; and everything that can be shaken will be shaken, and those things that can not be shaken will remain. The Lord is coming very soon, and we are entering into scenes of calamity. Satanic agencies, though unseen, are working to destroy human life. But if our life is hid with Christ in God, we shall see of His grace and salvation. Christ is coming to establish His kingdom on the earth. Let our tongues be sanctified, and used to glorify Him. Let us work now as we have never worked before. We are exhorted to “be instant in season, out of season.” We are to make openings for the presentation of the truth. We are to improve every opportunity of drawing souls to Christ."},{"refcode_short":"MC 74.2","refcode_long":"Manual for Canvassers, p. 74.2 (Ellen Gould White)","content":"As a people we need to be reconverted, our lives sanctified to declare the truth as it is in Jesus. In the work of scattering our publications, we can speak of a Saviour's love from a warm and throbbing heart. God alone has the power to forgive sins; if we do not speak this message to the unconverted, our neglect may prove their ruin. Blessed, soul-saving, Bible truths are published in our papers."},{"refcode_short":"MC 75.1","refcode_long":"Manual for Canvassers, p. 75.1 (Ellen Gould White)","content":"There are many who can help in the work of selling our periodicals. The Lord calls upon all of us to seek to save perishing souls. Satan is at work to deceive the very elect, and now is our time to work with vigilance. Our books and papers are to be brought before the notice of the people. Without delay the gospel of present truth is to be given to our cities. Shall we not arouse to our duties? All who consecrate themselves to God to work as canvassers, are assisting to give the last message of warning to the world. They are the Lord's messengers, giving to multitudes in darkness and error the glad tidings of salvation."},{"refcode_short":"MC 75.2","refcode_long":"Manual for Canvassers, p. 75.2 (Ellen Gould White)","content":"And through our canvassers the truth will reach those who can not be reached in any other way,—those living far away from any large settlement. I call these the byway hearers. To such ones our canvassers are to be God's evangelists, going from house to house, and opening the Scriptures to those whom they meet. They will find many who are willing and anxious to know what is truth. Much has been accomplished by the faithful canvassers who have gone from place to place, bearing with them books containing the light of present truth. Through their efforts entire families have been won to the truth."},{"refcode_short":"MC 76","refcode_long":"Manual for Canvassers, p. 76 (Ellen Gould White)","content":"A Wonderful Agency"},{"refcode_short":"MC 76.1","refcode_long":"Manual for Canvassers, p. 76.1 (Ellen Gould White)","content":"The press is a wonderful means to move the minds and hearts of the people. The men of the world seize the press and make the most of every opportunity to get poisonous literature before the people. If men under the influence of the spirit of the world and of Satan, are earnest to circulate books, tracts, and papers of a corrupting nature, you should be more earnest to get reading-matter of an elevating and saving character before the people."},{"refcode_short":"MC 76.2","refcode_long":"Manual for Canvassers, p. 76.2 (Ellen Gould White)","content":"God has placed at the command of His people advantages in the press, which, combined with other agencies, will be successful in extending the knowledge of the truth. Tracts, papers, and books, as the case demands, should be circulated in all the cities and villages in the land. Here is missionary work for all to engage in."},{"refcode_short":"MC 76.3","refcode_long":"Manual for Canvassers, p. 76.3 (Ellen Gould White)","content":"There should be men trained for this branch of the work who will be missionaries and will circulate publications. They should be men of good address, who will not repulse others, or be repulsed. This is a work which would warrant men in giving their whole time and energies as the occasion demands. God has committed to His people great light. This is not for them to selfishly enjoy alone, but to let its rays shine forth to others who are in the darkness of error."},{"refcode_short":"MC 76.4","refcode_long":"Manual for Canvassers, p. 76.4 (Ellen Gould White)","content":"Very much more can be accomplished by the living preacher with the circulation of papers and tracts than by the preaching of the word alone without the publications. The press is a powerful instrumentality, which God has ordained to be combined with the energies of the living preacher to bring the truth before all nations, kindreds, tongues, and peoples."},{"refcode_short":"MC 77","refcode_long":"Manual for Canvassers, p. 77 (Ellen Gould White)","content":"All to Take Part"},{"refcode_short":"MC 77.1","refcode_long":"Manual for Canvassers, p. 77.1 (Ellen Gould White)","content":"God expects personal service from every one to whom He has entrusted a knowledge of the truth for this time. Not all can go as missionaries to foreign lands, but all can be home missionaries in their families and neighborhoods. In the closing controversy now waging between the forces for good and the hosts of evil, He expects all, laymen as well as ministers, to take part. All who have enlisted as His soldiers are to render faithful service as minutemen, with a keen sense of the responsibility resting upon them individually."},{"refcode_short":"MC 77.2","refcode_long":"Manual for Canvassers, p. 77.2 (Ellen Gould White)","content":"Men in the humble walks of life are to be encouraged to take up the work of God. As they labor, they will gain a precious experience. Young men and women should be educated to become workers in their own neighborhoods and in other places. Let all set their hearts and minds to become intelligent in regard to the work for this time, qualifying themselves to do that for which they are best adapted."},{"refcode_short":"MC 77.3","refcode_long":"Manual for Canvassers, p. 77.3 (Ellen Gould White)","content":"In many states there are settlements of industrious, well-to-do farmers, who have never had the truth for this time. Such places should be worked. Let our lay members take up this line of service. By lending or selling books, by distributing papers, and by holding Bible readings, our lay members could do much in their own neighborhoods. As God blesses the minister and the evangelist in their earnest efforts to place the truth before the people, so He will bless the faithful canvasser."},{"refcode_short":"MC 78.1","refcode_long":"Manual for Canvassers, p. 78.1 (Ellen Gould White)","content":"The humble, efficient worker, who obediently responds to the call of God, may be sure of receiving divine assistance. To feel so great and holy a responsibility is of itself advocating to the character. It calls into action the highest mental qualities, and their continued exercise strengthens and purifies mind and heart. The influence upon one's own life, as well as upon the lives of others, is incalculable."}]