[{"refcode_short":"MedEv","refcode_long":"The Medical Evangelist","content":"The Medical Evangelist"},{"refcode_short":"MedEv October 1,  1909","refcode_long":"The Medical Evangelist October 1,  1909","content":"1909"},{"refcode_short":"MedEv October 1,  1909","refcode_long":"The Medical Evangelist October 1,  1909","content":"October 1, 1909"},{"refcode_short":"MedEv October 1,  1909","refcode_long":"The Medical Evangelist October 1,  1909","content":"Medical Evangelistic Education"},{"refcode_short":"MedEv October 1,  1909, par. 1","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 1","content":"[The following communications have recently been received. They speak in no uncertain tone concerning the necessity for and character of the educational work to be conducted at Loma Linda.]"},{"refcode_short":"MedEv October 1,  1909, par. 2","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 2","content":"I am instructed to say that in our educational work, there is to be no compromise in order to meet the world's standards. God's commandment-keeping people are not to unite with the world, to carry various lines of work according to worldly plans and worldly wisdom."},{"refcode_short":"MedEv October 1,  1909, par. 3","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 3","content":"Our people are now being tested as to whether they will obtain their wisdom from the greatest Teacher the world ever knew, or seek to the god of Ekron. Let us determine that we shall not be tied by so much as a thread to the educational policies of those who do not discern the voice of God, and who will not harken to His commandments."},{"refcode_short":"MedEv October 1,  1909, par. 4","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 4","content":"We are to take heed to the warning: “Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat: because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.” Those who walk in the narrow way are following in the footprints of Jesus. The light from heaven illuminates their path."},{"refcode_short":"MedEv October 1,  1909, par. 5","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 5","content":"Shall we represent before the world that our physicians must follow the pattern of the world before they can be qualified to act as successful physicians? This is the question that is now testing the faith of some of our brethren. Let not any of our brethren displease the Lord, by advocating in their assemblies the idea that we need to obtain from unbelievers a higher education than that specified by the Lord."},{"refcode_short":"MedEv October 1,  1909, par. 6","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 6","content":"The representation of the great Teacher is to be considered an all-sufficient revelation. Those in our ranks who qualify as physicians are to receive only such education as is in harmony with these divine truths. Some have advised that students should, after taking some work at Loma Linda, complete their medical education in worldly colleges. But this is not in harmony with the Lord's plan. God is our wisdom, our sanctification, and our righteousness. Facilities should be provided at Loma Linda, that the necessary instruction in medical lines may be given by instructors who fear the Lord, and who are in harmony with His plans for the treatment of the sick."},{"refcode_short":"MedEv October 1,  1909, par. 7","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 7","content":"I have not a word to say in favor of the world's ideas of higher education in any school that we shall organize for the training of physicians. There is danger in their attaching themselves to worldly institutions, and working under the ministrations of worldly physicians. Satan is giving his orders to those whom he has led to depart from the faith. I would now advise that none of our young people attach themselves to worldly medical institutions in the hope of gaining better success, or stronger influence as physicians."},{"refcode_short":"MedEv October 1,  1909, par. 8","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 8","content":"“When Israel was a child then I loved him, and called My son out of Egypt. As they called them, so they went from them: they sacrificed unto Baalim, and burned incense to graven images. I taught Ephraim also to go, taking them by their arms; but they knew not that I healed them. I drew them with cords of a man, with bands of love; and I was to them as they that take off the yoke on their jaws, and I laid meat unto them.”"},{"refcode_short":"MedEv October 1,  1909, par. 9","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 9","content":"The Lord gave to His people advantages which they failed to recognize. “My people,” He says, “are bent to backsliding from Me: though they called them to the Most High, none at all would exalt Him. How shall I give thee up, Ephraim? how shall I deliver thee, Israel? how shall I make thee as Admah? how shall I set thee as Zeboim? Mine heart is turned within Me, My repentings are kindled together.” Read also the promises of blessing to Israel on condition of their repentance, recorded in the fourteenth chapter of Hosea. These scriptures were written in times past, but they have also a present-day application."},{"refcode_short":"MedEv October 1,  1909, par. 10","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 10","content":"The enemy has worked in Southern California, and has tried to thwart the purposes of God. Messages of reproof have been sent to leading men whose work was not done in righteousness. Reformations have been called for. What is now needed is that the leaders in the Lord's work shall be fully converted. It is time that the Lord's voice was heeded, and that men should put away the spirit of self-confidence and self-sufficiency. Should the ideas of some who are wise in their own estimation be carried out, there would result a condition of things that would demand a most thorough reformation."},{"refcode_short":"MedEv October 1,  1909, par. 11","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 11","content":"Let none think that they can pass safely through the perils of these last days, while puffed up with self-sufficiency. Some would unsettle minds by urging the carrying out of false plans. False theories are taught as truth, and I am charged to meet these errors decidedly. We should heed the instruction found in the third and fourth chapters of second Timothy, especially the solemn charge given by Paul to Timothy:"},{"refcode_short":"MedEv October 1,  1909, par. 12","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 12","content":"“I charge thee, therefore, before God, and the Lord Jesus Christ, who shall judge the quick and the dead at His appearing; preach the Word; be instant in season, out of season; reprove, rebuke, exhort, with all long-suffering and doctrine. For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears; and they shall turn away their ears from the truth, and shall be turned unto fables. But watch thou in all things, endure afflictions, do the work of an evangelist, make full proof of thy ministry."},{"refcode_short":"MedEv October 1,  1909, par. 13","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 13","content":"“I am now ready to be offered, and the time of my departure is at hand. I have fought a good fight, I have finished my course, I have kept the faith: henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous Judge, shall give me at that day; and not to me only, but unto all them also that love His appearing.”"},{"refcode_short":"MedEv October 1,  1909, par. 14","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 14","content":"I am intensely in earnest that our people shall realize that the only true education lies in walking humbly with God. The teachings of the Word of God are opposed to the ideas of those who think that our students must receive the mold of an education that is according to human ideas. Some are departing from the faith, as a result of receiving from the world what they regard as a “higher education.” The word of God, just as it reads, contains the very essence of truth. The highest education is the keeping of the Law of God."},{"refcode_short":"MedEv October 1,  1909, par. 15","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 15","content":"“Therefore, my brethren dearly beloved and longed for, my joy and crown, so stand fast in the Lord, my dearly beloved. Let your moderation be known unto all men. The Lord is at hand. Be careful for nothing; but in everything by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."},{"refcode_short":"MedEv October 1,  1909, par. 16","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 16","content":"“Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things. Those things which ye have both learned, and received, and heard, and seen in me, do: and the God of peace shall be with you.”"},{"refcode_short":"MedEv October 1,  1909, par. 17","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 17","content":"Some questions have been asked me regarding our relation to the laws governing medical practitioners. We need to move understandingly, for the enemy would be pleased to hedge up our work so that our physicians would have only a limited influence. Some men do not act in the fear of God, and they may seek to bring us into trouble by placing on our necks yokes that we could not consent to bear. We cannot submit to regulations, if the sacrifice of principle is involved; for this would imperil the soul's salvation. But whenever we can comply with the law of the land without putting ourselves in a false position, we should do so. Wise laws have been framed in order to safeguard the people against the imposition of unqualified physicians. These laws we should respect, for we are ourselves by them protected from presumptuous pretenders. Should we manifest opposition to these requirements, it would tend to restrict the influence of our medical missionaries."},{"refcode_short":"MedEv October 1,  1909, par. 18","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 18","content":"We must carefully consider what is involved in these matters. If there are conditions to which we could not subscribe, we should endeavor to have these matters adjusted, so that there would not be strong opposition against our physicians."},{"refcode_short":"MedEv October 1,  1909, par. 19","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 19","content":"The Saviour bids us be wise as serpents, and harmless as doves."},{"refcode_short":"MedEv October 1,  1909, par. 20","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 20","content":"The Lord is our leader and teacher. He charges us not to connect with those who do not acknowledge God. “Verily, My Sabbaths ye shall keep, for it is a sign between Me and you throughout your generations.” Connect with those who honor God by keeping His commandments. If the recommendation goes forth from our people that our workers are to seek for success by acknowledging as essential the education which the world gives, we are virtually saying that the influence which the world gives, is superior to that which God gives. God will be dishonored by such a course. God has full knowledge of the faith and trust and confidence that His professed people have in His providence."},{"refcode_short":"MedEv October 1,  1909, par. 21","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 21","content":"Our workers are to become intelligent in regard to Christ's life and manner of working. The Lord will help those who desire to co-operate with Him as physicians, if they will become learners of Him how to care for the suffering. He will exercise His power through them for the healing of the sick."},{"refcode_short":"MedEv October 1,  1909, par. 22","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 22","content":"Intemperance and ungodliness are increasing everywhere. The work of temperance must begin in our own hearts. And the work of the physician must begin in an understanding of the works and teachings of the great Physician. Christ left the courts of heaven that He might minister to the sick and suffering of the earth. We must co-operate with the Chief of physicians, walking in all humility of mind before Him. Then the Lord will bless our earnest efforts to relieve suffering humanity. It is not by the use of poisonous drugs that this will be done, but by the use of simple remedies. We should seek to correct false habits and practices, and teach the lessons of self-denial. The indulgence of appetite is the greatest evil with which we have to contend."},{"refcode_short":"MedEv October 1,  1909, par. 23","refcode_long":"The Medical Evangelist October 1,  1909, paragraph 23","content":"The truth brought to light by Christ teaches that humanity, through obedience to the truth as it is in Jesus, may realize power to overcome the corruptions that are in the world through lust. Through living faith in the merits of Christ, the soul may be converted and transformed into Christ-likeness. Angels of God will be by the side of those who in humbleness of mind learn daily the lessons taught by Christ."},{"refcode_short":"MedEv January 1,  1910","refcode_long":"The Medical Evangelist January 1,  1910","content":"1910"},{"refcode_short":"MedEv January 1,  1910","refcode_long":"The Medical Evangelist January 1,  1910","content":"January 1, 1910"},{"refcode_short":"MedEv January 1,  1910","refcode_long":"The Medical Evangelist January 1,  1910","content":"Medical Evangelistic Education"},{"refcode_short":"MedEv January 1,  1910, par. 1","refcode_long":"The Medical Evangelist January 1,  1910, paragraph 1","content":"I feel a deep interest that careful study shall be given to the needs of our institutions at Loma Linda, and that the right moves be made. In the carrying forward of the work at this place, men of talent and of decided spirituality are needed."},{"refcode_short":"MedEv January 1,  1910, par. 2","refcode_long":"The Medical Evangelist January 1,  1910, paragraph 2","content":"We may, in the work of educating our nurses, reach a high standard in the knowledge of the true science of healing. That which is of most importance is that the students be taught how to truly represent the principles of health reform. Teach the students to pursue this line of study faithfully, combined with other essential lines of education. The grace of Jesus Christ will give wisdom to all who will follow the Lord's plan of true education."},{"refcode_short":"MedEv January 1,  1910, par. 3","refcode_long":"The Medical Evangelist January 1,  1910, paragraph 3","content":"Let the students follow closely the example of the One who purchased the human race with the costly price of his own life. Let them appeal to the Savior, and depend upon Him as the One who heals all manner of diseases. The Lord would have the workers make special efforts to point the sick and suffering to the great Physician who made the human body. He would have all become obedient children to the faith, that they may come with confidence and ask for bodily restoration. Many who come to our sanitariums will be blessed as they learn the truth concerning the Word of God, many who would never learn it through any other medium."},{"refcode_short":"MedEv January 1,  1910, par. 4","refcode_long":"The Medical Evangelist January 1,  1910, paragraph 4","content":"It is well that our training schools for Christian workers should be established near to our health institutions, that the students may be educated in the principles of healthful living. Institutions that send forth workers who are able to give a reason for their faith, and who have that faith that works by love and purifies the soul, are of great value."},{"refcode_short":"MedEv January 1,  1910, par. 5","refcode_long":"The Medical Evangelist January 1,  1910, paragraph 5","content":"I have clear instructions that wherever it is possible, schools should be established near to our sanitariums, that each institution may be a help to the other. But I dare not advise that steps be taken at this time to branch out so largely in the educational work at Loma Linda that a great outlay of means will be required to erect new buildings. Our faithful workers at Loma Linda must not be overwhelmed with such great responsibilities that they will be in danger of becoming worn and discouraged."},{"refcode_short":"MedEv January 1,  1910, par. 6","refcode_long":"The Medical Evangelist January 1,  1910, paragraph 6","content":"I am charged to caution you against building extensively for the accommodation of students. It would not be wise to invest at this time so large a capital as would be required to equip a medical college that would properly qualify physicians to stand the test of the medical examinations of the different states. [During the late session of the Pacific Union Conference at Mountain View, Sister White sent a communication stating definitely that our youth should now find at Loma Linda all that is required in order to pass the medical examinations required by law. For the entire testimony see Pacific Union Recorder, February 3, 1910.]"},{"refcode_short":"MedEv January 1,  1910, par. 7","refcode_long":"The Medical Evangelist January 1,  1910, paragraph 7","content":"A movement should not now be inaugurated that would add greatly to the investment upon the Loma Linda property. Already there is a large debt resting upon the institution, and discouragement and perplexity would follow if this indebtedness were to be greatly increased. As the work progresses new improvements may be added from time to time as they are found necessary. An elevator should soon be installed in the main building. But there is need of strict economy. Let our brethren move cautiously and wisely, and plan no larger than they can handle without being overburdened."},{"refcode_short":"MedEv January 1,  1910, par. 8","refcode_long":"The Medical Evangelist January 1,  1910, paragraph 8","content":"In the work of the school maintain simplicity. No argument is so powerful as is success founded on simplicity. And you may attain success in the education of students as medical missionaries without a medical school that can qualify physicians to compete with the physicians of the world."},{"refcode_short":"MedEv January 1,  1910, par. 9","refcode_long":"The Medical Evangelist January 1,  1910, paragraph 9","content":"Let the students be given a practical education. And the less dependent you are upon worldly methods of education, the better it will be for the students. Special instructions should be given in the art of treating the sick without the use of poisonous drugs, and in harmony with the light God has given. Students should come forth from the school without having sacrificed the principles of health reform."},{"refcode_short":"MedEv January 1,  1910, par. 10","refcode_long":"The Medical Evangelist January 1,  1910, paragraph 10","content":"The education that meets the world's standard is to be less and less valued by those who are seeking for efficiency in carrying the medical missionary work in connection with the work of the third angel's message. They are to be educated from the standpoint of conscience: and as they conscientiously and faithfully follow right methods in their treatment of the sick, these methods will come to be recognized as preferable to the methods of nursing to which many have become accustomed, which demands the use of poisonous drugs."},{"refcode_short":"MedEv January 1,  1910, par. 11","refcode_long":"The Medical Evangelist January 1,  1910, paragraph 11","content":"We should not at this time seek to compete with worldly medical schools. Should we do this, our chances of success would be small. We are not now prepared to carry out successfully the work of establishing large medical institutions of learning. Moreover should we follow the world's methods of medical practice, exacting the large fees that worldly physicians demand for their services, we would work away from Christ's plan for our ministry to the sick."},{"refcode_short":"MedEv January 1,  1910, par. 12","refcode_long":"The Medical Evangelist January 1,  1910, paragraph 12","content":"There should be at our sanitariums intelligent men and women who can instruct in Christ's methods of ministry. Under the instruction of competent, consecrated teachers the young may become partakers of the divine nature, and learn how to escape the corruptions that are in the world through lust. I have been shown that we should have many more women who can deal especially with the diseases of women, many more lady nurses who will treat the sick in a simple way and without the use of drugs."},{"refcode_short":"MedEv January 1,  1910, par. 13","refcode_long":"The Medical Evangelist January 1,  1910, paragraph 13","content":"There are many simple herbs which, if our nurses would learn the value of, they could use in the place of drugs, and find very effective. Many times I have been applied to for advice as to what should be done in cases of sickness or accident, and I have mentioned some of these simple remedies, and they have proved helpful."},{"refcode_short":"MedEv January 1,  1910, par. 14","refcode_long":"The Medical Evangelist January 1,  1910, paragraph 14","content":"I write these things that you may know that the Lord has not left us without the use of simple remedies which when used will not leave the system in the weakened condition in which the use of drugs so often leaves it. We need well trained nurses who can understand how to use the simple remedies that nature provides for restoration to health, and who can teach those who are ignorant of the laws of health how to use these simple but effective cures."},{"refcode_short":"MedEv January 1,  1910, par. 15","refcode_long":"The Medical Evangelist January 1,  1910, paragraph 15","content":"He who created men and women has an interest in those who suffer. He has directed in the establishment of our sanitariums and in the building up of schools close to our sanitariums, that they may become efficient mediums in training men and women for the work of ministering to suffering humanity. In the treatment of the sick poisonous drugs need not be used. Alcohol or tobacco in any form must not be recommended, lest some soul be led to imbibe a taste for those evil things. There will be no excuse for the liquor-dealers in that day when every man shall receive according to his works. Those who have destroyed life, will by their own life have to pay the penalty. God's law is holy and just and good."},{"refcode_short":"MedEv January 1,  1910, par. 16","refcode_long":"The Medical Evangelist January 1,  1910, paragraph 16","content":"We have seen the poor wrecks of humanity come to our sanitariums to be cured of the liquor habit. We have seen those who have ruined their health by wrong habits of diet, and by the use of flesh meats. This is why we need to lift up the voice like a trumpet, and show “My people their transgressions, and the house of Jacob their sins.”"},{"refcode_short":"MedEv January 1,  1910, par. 17","refcode_long":"The Medical Evangelist January 1,  1910, paragraph 17","content":"The Lord will judge according to their works those who are seeking to establish a law of the nations that will cause men to violate the law of God. In proportion to their guilt will be their punishment. The Lord would have us lift up the Sabbath of the Lord our God. We have a sacred work to do in opening blind eyes in regard to the day that the Lord has set apart and sanctified as the rest day of mankind. He declares, “The seventh day is the Sabbath of the Lord thy God.” He has placed His own signature upon that day that He has set apart to be observed as long as time shall last. We should have much to say upon this subject just now."},{"refcode_short":"MedEv January 1,  1910, par. 18","refcode_long":"The Medical Evangelist January 1,  1910, paragraph 18","content":"Let Seventh-day Adventist medical workers remember that the Lord God Omnipotent reigneth. Christ was the greatest Physician that ever trod this sin-cursed earth. The Lord would have His people come to Him for their power of healing. He will baptize them with His Holy Spirit, and fit them for a service that will make them a blessing in restoring the spiritual and physical health of those who need healing."},{"refcode_short":"MedEv April 1,  1910, par. 18","refcode_long":"The Medical Evangelist April 1,  1910, paragraph 18","content":"April 1, 1910"},{"refcode_short":"MedEv April 1,  1910","refcode_long":"The Medical Evangelist April 1,  1910","content":"Dependence Upon God"},{"refcode_short":"MedEv April 1,  1910, par. 1","refcode_long":"The Medical Evangelist April 1,  1910, paragraph 1","content":"I wish to express to you some thoughts that should be kept before the sanitarium workers. That which will make them a power for good is the knowledge that the great Medical Missionary has chosen them to this work, that He is their chief instructor and that it is ever their duty to recognize Him as their teacher."},{"refcode_short":"MedEv April 1,  1910, par. 2","refcode_long":"The Medical Evangelist April 1,  1910, paragraph 2","content":"The Lord has shown us the evil of depending upon the strength of earthly organizations. He has instructed us that the commission of the medical missionary is received from the very highest authority. He would have us understand that it is a mistake to regard as most essential the education given by physicians who reject the authority of Christ, the greatest Physician who ever lived upon the earth. We are not to accept and follow the view of men who refuse to recognize God as their teacher, but who learn of men, and are guided by man-made laws and restrictions."},{"refcode_short":"MedEv April 1,  1910, par. 3","refcode_long":"The Medical Evangelist April 1,  1910, paragraph 3","content":"During the night of April 26 many things were opened before me. I was shown that now in a special sense we as a people are to be guided by divine instruction. Those fitting themselves for medical missionary work should fear to place themselves under the direction of worldly doctors, to imbibe their sentiments and peculiar prejudices and to learn to express their ideas and views. They are not to depend for their influence upon worldly teachers. They should be “looking unto Jesus, the author and finisher of our faith.”"},{"refcode_short":"MedEv April 1,  1910, par. 4","refcode_long":"The Medical Evangelist April 1,  1910, paragraph 4","content":"The Lord has instructed us that in our institutions of education we should ever be striving for the perfection of character to be found in the life of Christ, and in His instruction to His disciples. Having received our commission from the highest authority, we are to educate, educate, educate in the simplicity of Christ. Our aim must be to reach the highest standard in every feature of our work. He who healed thousands with a touch and a word is our physician. The precious truths contained in His teachings are to be our front guard and our rereward."},{"refcode_short":"MedEv April 1,  1910, par. 5","refcode_long":"The Medical Evangelist April 1,  1910, paragraph 5","content":"The standard set for our sanitariums and schools is a high one, and a great responsibility rests upon the physicians and teachers connected with these institutions. Efforts should be made to secure teachers who will instruct after Christ's manner of teaching, regarding this of more value than any human method. Let them honor the educational standards established by Christ, and following His instruction, give their students lessons in faith and in holiness."},{"refcode_short":"MedEv April 1,  1910, par. 6","refcode_long":"The Medical Evangelist April 1,  1910, paragraph 6","content":"Christ was sent of the Father to represent His character and will. Let us follow His example in laboring to reach the people where they are. Teachers who are not particular to harmonize with the teaching of Christ, and who follow the customs and practices of worldly physicians, are out of line with the charge that the Saviour has given us."},{"refcode_short":"MedEv April 1,  1910, par. 7","refcode_long":"The Medical Evangelist April 1,  1910, paragraph 7","content":"It is not necessary that our medical missionaries follow the precise track marked out by the medical men of the world. They do not need to administer drugs to the sick. They do not need to follow drug medication in order to have influence in their work. The message was given me that if they would consecrate themselves to the Lord, if they would seek to obtain under men ordained of God a thorough knowledge of their work, the Lord would make them skillful. Connected with the divine Teacher, they will understand that their dependence is upon God and not upon the professedly wise men of the world."},{"refcode_short":"MedEv April 1,  1910, par. 8","refcode_long":"The Medical Evangelist April 1,  1910, paragraph 8","content":"Some of our medical missionaries have supposed that a medical training according to the plans of worldly schools is essential to their success. To those who have thought that the only way to success is by being taught by worldly men and by pursuing a course that is sanctioned by worldly men, I would now say, put away such ideas. This is a mistake that should be corrected. It is a dangerous thing to catch the spirit of the world; the popularity which such a course invites will bring into the work a spirit which the Word of God can not sanction. The medical missionary who would become efficient, if he will search his own heart and consecrate himself to Christ, may be diligent in study and faithful in service, learn how to grasp the mysteries of his sacred calling."},{"refcode_short":"MedEv April 1,  1910, par. 9","refcode_long":"The Medical Evangelist April 1,  1910, paragraph 9","content":"At Loma Linda, at Washington, at Wahroonga, Australia, and in many other sanitariums established for the promulgation of the work of the third angel's message there are to come to the physicians and to the teachers new ideas, a new understanding of the principles that must govern the medical work. An education is to be given that is altogether in harmony with the teachings of the Word of God."},{"refcode_short":"MedEv April 1,  1910, par. 10","refcode_long":"The Medical Evangelist April 1,  1910, paragraph 10","content":"In the first chapter of Ephesians, verse 2, we read: “Grace be to you, and peace, from God our Father, and from the Lord Jesus Christ. Blessed be the God and Father of our Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly places in Christ; according as He hath chosen us in Him before the foundation of the world: that we should be holy and without blame before Him in love; having predestinated us unto the adoption of children by Jesus Christ to Himself, according to the good pleasure of His will, to the praise of the glory of His grace, wherein He hath made us accepted in the beloved. In whom we have redemption through His blood, the forgiveness of sins, according to the riches of His grace; wherein He hath abounded toward us in all wisdom and prudence; having made known unto us the mystery of His will, according to His good pleasure which He hath purposed in Himself.” Study the whole of this chapter, and grasp the assurances that are given again and again for your acceptance."},{"refcode_short":"MedEv April 1,  1910, par. 11","refcode_long":"The Medical Evangelist April 1,  1910, paragraph 11","content":"It is a lack of faith in the power of God that leads our physicians to lean so much upon the arm of the law, and to trust so much to the influence of worldly powers. The truly converted man or woman who will study these words of inspiration spoken by the apostle Paul may learn to claim in all their depth and fullness the divine promises."},{"refcode_short":"MedEv April 1,  1910, par. 12","refcode_long":"The Medical Evangelist April 1,  1910, paragraph 12","content":"I am charged to present these Scriptures to our people, that they may understand that those who do not believe the Word of God can not possibly present to those who desire to become acceptable medical missionaries the way by which they will become most successful. Christ was the greatest physician the world has ever known; His heart was ever touched with human woe. He has a work for those to do who will not place their dependence upon worldly powers."},{"refcode_short":"MedEv April 1,  1910, par. 13","refcode_long":"The Medical Evangelist April 1,  1910, paragraph 13","content":"God's true commandment-keeping people will be instructed by Him. The true medical missionary will be wise in the treatment of the sick, using the remedies that nature provides. And then he will look to Christ as the true Healer of diseases. The principles of health reform brought into the life of the patient, the use of nature's remedies, and the co-operation of divine agencies in behalf of the suffering, will bring success."},{"refcode_short":"MedEv April 1,  1910, par. 14","refcode_long":"The Medical Evangelist April 1,  1910, paragraph 14","content":"Satan will try to place barriers in the way of the true medical missionary. He will seek to bring discouragement upon those who recognize the commandments of God, and are determined to obey them. We must be careful not to carry our views of health reform to extreme, thus making it “health deform.” Our food should be plain and free from all objectionable elements, but let us be careful that it is always palatable and good."},{"refcode_short":"MedEv April 1,  1910, par. 15","refcode_long":"The Medical Evangelist April 1,  1910, paragraph 15","content":"A time will come when medical missionaries of other denominations will become jealous and envious of the influence exerted by Seventh-day Adventists who are working in these lines. They will feel that influence is being secured by our workers which they ought to have. We should have in various places, men of extraordinary ability, who have obtained their diplomas in medical schools of the best reputation, who can stand before the world as fully qualified and legally recognized physicians. Let God-fearing men be wisely chosen to go through the training essential in order to obtain such qualifications. They should be prudent men who will remain true to the principles of the message."},{"refcode_short":"MedEv April 1,  1910, par. 16","refcode_long":"The Medical Evangelist April 1,  1910, paragraph 16","content":"These should obtain the qualifications and the authority to conduct an educational work for our young men and our young women who desire to be trained for medical missionary work."},{"refcode_short":"MedEv April 1,  1910, par. 17","refcode_long":"The Medical Evangelist April 1,  1910, paragraph 17","content":"Now while the world is favorable toward the teaching of the health reform principles, moves should be made to secure for our own physicians the privilege of imparting medical instruction to our young people who would otherwise be led to attend the worldly medical colleges. The time will come when it will be more difficult than it now is to arrange for the training of our young people in medical missionary lines."}]