[{"refcode_short":"Messenger","refcode_long":"The Messenger","content":"The Messenger"},{"refcode_short":"Messenger December 15,  1892","refcode_long":"The Messenger December 15,  1892","content":"1892"},{"refcode_short":"Messenger December 15,  1892","refcode_long":"The Messenger December 15,  1892","content":"December 15, 1892"},{"refcode_short":"Messenger December 15,  1892","refcode_long":"The Messenger December 15,  1892","content":"Privilege of Prayer"},{"refcode_short":"Messenger December 15,  1892, par. 1","refcode_long":"The Messenger December 15,  1892, paragraph 1","content":"After Christ was baptised of John in Jordan, He came up out of the water, and bowed upon the bank of the river, and prayed fervently to his Heavenly Father. The heavens were opened to his prayer, and the light of the glory of God, brighter than the sun at noonday, shone from the eternal throne. The form of a dove encircled the Son of God, while the clear voice from the excellent glory was heard saying, “This is my beloved Son, in whom I am well pleased.”"},{"refcode_short":"Messenger December 15,  1892, par. 2","refcode_long":"The Messenger December 15,  1892, paragraph 2","content":"Christ was the representative of humanity. He had laid aside his glory, stepped down from his throne, clothed his divinity with humanity, that with his human arm He might encircle the race, and with his divine arm reach the throne of the Infinite. He took upon Him the nature of man, and was tempted in all points like as we are. As a man He supplicated at the throne of God, beseeching his Father to accept his prayer in behalf of humanity; and to his earnest petition the heavens were opened. Never before had angels listened to such a prayer, and the glory of the Majesty of heaven shone upon Him, and words of love and approval assured Him of the acceptance of his petition as man's representative. God accepted the fallen race through the merits of Christ."},{"refcode_short":"Messenger December 15,  1892, par. 3","refcode_long":"The Messenger December 15,  1892, paragraph 3","content":"Communication between heaven and earth, between God and man, had been broken by the fall of Adam; but through Christ man could again commune with God. He who knew no sin became sin for the race, that his righteousness might be imputed to man. Through the perfection of Christ's character, humanity was elevated in the scale of moral value with God; finite man was linked with the infinite God. Thus the gulf which sin had made was bridged by the world's Redeemer."},{"refcode_short":"Messenger December 15,  1892, par. 4","refcode_long":"The Messenger December 15,  1892, paragraph 4","content":"How grateful should we be for the privileges which Christ has gained for us in opening heaven before us. What hope does it give to man that the Father said to Christ, who represented humanity, “This is my beloved Son, in whom I am well pleased.” In the Father's acceptance of Christ in man's behalf, we are assured that through the merits of his Son, we may find access to God. We may be accepted in the Beloved. Jesus, the world's Redeemer, has opened the way so that the most sinful, the most needy, the most oppressed and despised, may find access to God, may have a home in the mansions that Jesus has gone to prepare for those who love Him."},{"refcode_short":"Messenger December 15,  1892, par. 5","refcode_long":"The Messenger December 15,  1892, paragraph 5","content":"In a vision Jacob beheld a mystic ladder reaching from earth to heaven, on which were angels ascending and descending, and from the throne of God the glory of heaven streamed down. This ladder represented Jesus, the appointed medium of communication between man and God. Had He not by his humanity bridged the gulf of separation that sin had made between God and his people, the angels could never have been ministering spirits to communicate with fallen man; but through Christ man in his weakness and helplessness is connected with the source of infinite power."},{"refcode_short":"Messenger December 15,  1892, par. 6","refcode_long":"The Messenger December 15,  1892, paragraph 6","content":"Jesus lived a life of prayer; after toiling all day, preaching to the ignorant, healing the sick, giving sight to the blind, raising the dead, feeding the multitudes, evening after evening He went away from the confusion of the city, and in some retired place, poured forth supplication to his Father with strong crying and tears. At times the bright beams of the moon shone upon his bowed form, and again clouds and darkness shut away all light. While bowed in the attitude of a suppliant, the dew and the frost of night rested upon Him. He frequently continued his petitions through the entire night. If the Saviour of men felt the need of prayer in our behalf, how much more should feeble, sinful mortals feel the necessity of prayer—fervent, constant prayer—on their own account!"},{"refcode_short":"Messenger January 4,  1893","refcode_long":"The Messenger January 4,  1893","content":"1893"},{"refcode_short":"Messenger January 4,  1893","refcode_long":"The Messenger January 4,  1893","content":"January 4, 1893"},{"refcode_short":"Messenger January 4,  1893","refcode_long":"The Messenger January 4,  1893","content":"The Intimacy of God's Care for Us"},{"refcode_short":"Messenger January 4,  1893, par. 1","refcode_long":"The Messenger January 4,  1893, paragraph 1","content":"Jesus taught his disciples to pray. He directed them to present their daily needs before God. As we realise our dependence upon God for both temporal and spiritual blessings, we may offer up fervent and effectual prayer. Our great need is in itself an argument that pleads most eloquently in our behalf. Your wants, your joys, your sorrows, your cares, your fears, you may present before God. You cannot weary Him, you cannot burden his heart. Nothing is too great for Him to bear; for He upholds the worlds and rules the universe. Nothing is too small for his notice; for He marks the sparrow's fall, and numbers the hairs of your head. He is not indifferent to the wants of his people. The Lord is very pitiful and of tender mercy. He is touched by our sorrows, and even the utterance of them moves his great heart of infinite love. There is no chapter in our experience too dark for Him to read, no perplexity too complicated for Him to unravel. Our Heavenly Father is not unobserving; He sees our tears, He marks our sighs, He notes our joys and sorrows. “He healeth the broken heart, and bindeth up their wounds.”"},{"refcode_short":"Messenger January 4,  1893, par. 2","refcode_long":"The Messenger January 4,  1893, paragraph 2","content":"The relation between God and each soul is distinct. His care to you is as minute as though there were no other soul to claim his attention. The psalmist says, “Thou understandest my thought afar off. Thou compassest my path and my lying down, and art acquainted with all my ways. There is not a word in my tongue, but lo, O Lord, Thou knowest it altogether. Thou hast beset me behind and before, and laid thine hand upon me.” “Thou tellest my wanderings; put Thou my tears in thy bottle; are they not in thy book?” In the words of the psalmist is expressed the intimacy and tenderness with which God cares for his creatures. “For we have not an High Priest which cannot be touched with the feeling of our infirmities, but was in all points tempted like as we are, yet without sin. Let us therefore come boldly unto the throne of grace, that we may obtain mercy and find grace to help in time of need.”"},{"refcode_short":"Messenger January 4,  1893, par. 3","refcode_long":"The Messenger January 4,  1893, paragraph 3","content":"We should realise that we have a friend at court, one who can plead the cause of our soul, one who will be our helper in every emergency. We should be able to sing,"},{"refcode_short":"Messenger January 4,  1893, par. 4","refcode_long":"The Messenger January 4,  1893, paragraph 4","content":"“What a Friend we have in Jesus,\nAll our sins and griefs to bear;\nWhat a privilege to carry\nEverything to God in prayer.”"},{"refcode_short":"Messenger January 4,  1893, par. 5","refcode_long":"The Messenger January 4,  1893, paragraph 5","content":"Jesus says, “When ye pray, believe that ye receive the things ye ask for, and ye shall have them.” You are to come to the Father, emptying the soul of every sin and defilement, that you may prove the promises of the Lord. You cannot indulge your own temper, and have your own way, and still expect to have the advantages of the children of God; you must struggle with hereditary tendencies, and yield not to temptation. “He that cometh to God must believe that He is and that He is a rewarder of them that diligently seek Him.” As a child comes to its parent, so you are to come to Jesus, telling Him just what you want, presenting before Him your need of his presence and grace. The Lord has promised to give the Holy Spirit to them that ask Him; and as an illustration of our need, and his willingness to give, He presents before us a hungry child asking his earthly parent for bread. The question is asked, “What man is there of you, whom if his son ask bread, will he give him a stone? or if he ask a fish, will he give him a serpent?” He appeals to the tender natural affection of a parent for his child, and then says, “If ye then, being evil, know how to give good gifts unto your children, how much more shall your Heavenly Father give the Holy Spirit to them that ask Him.”"},{"refcode_short":"Messenger January 18,  1893","refcode_long":"The Messenger January 18,  1893","content":"January 18, 1893"},{"refcode_short":"Messenger January 18,  1893","refcode_long":"The Messenger January 18,  1893","content":"“Come in Your Need to Jesus”"},{"refcode_short":"Messenger January 18,  1893, par. 1","refcode_long":"The Messenger January 18,  1893, paragraph 1","content":"Those that call upon the Lord in humble, fervent prayer, will receive the strength and grace that they need to battle with temptation and to endure trials. In coming to God, the petitioner must present Christ as his authority, Christ's merit as his plea; and when these conditions are fulfilled, God has pledged his word that heaven is open unto the cries of the penitent and humble soul."},{"refcode_short":"Messenger January 18,  1893, par. 2","refcode_long":"The Messenger January 18,  1893, paragraph 2","content":"The enemy will come to you, and say, “It is of no use for you to pray. Did you not do that evil thing? Have you not transgressed against God? Have you not violated your conscience?” Answer him, “Yes; but Christ has bidden me pray. He has said, ‘If we confess our sins, He is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.’”"},{"refcode_short":"Messenger January 18,  1893, par. 3","refcode_long":"The Messenger January 18,  1893, paragraph 3","content":"Let the repenting soul repeat the promise that Jesus has made,—“Him that cometh unto Me I will in no wise cast out.” Let him tell the enemy, “The blood of Jesus Christ his Son cleanseth us from all sin.” “This is a faithful saying, and worthy of all acceptation, that Christ Jesus came into the world to save sinners, of whom I am chief.” Tell the enemy that you know your garments are stained with sin, but that by faith you claim the righteousness of Christ. Turn to Jesus, and tell Him all your trouble; Christ sees all your circumstances, knows all your temptations and sorrows. The enemy will suggest that you stay away from Christ until you have made yourself better, until you are good enough to come to God; but do not listen to his suggestions; for if you wait till you are good enough to come to God, you will never come. You might wait until the judgment, but you would not be fit to come to Christ. “Now is the accepted time, now is the day of salvation.” You are to yield to the drawing power of Christ's love today, and come to Him as you are. As you come, He will continue to draw you, until every thought shall be brought into captivity to Jesus. When the enemy would keep you from your Saviour, accusing you of being a sinner, tell him that you are entitled to go to the Lord, since He has said, “I came not to call the righteous, but sinners to repentance.” The accuser of the brethren told the repentant publican that he was a sinner; and he dared not so much as lift up his eyes to heaven, but smote upon his breast, and cried, “God, be merciful to me a sinner,” and he went down to his house justified. The coming of the sinner is not unwelcome to Christ. He says, “Come unto Me, all ye that labour and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of Me; for I am meek and lowly in heart, and ye shall find rest unto your souls.” When Christ was upon earth, at one time certain Greeks came, saying. “Sir, we would see Jesus.” On every side were those who were cruel and vindictive, who were seeking an opportunity to put Jesus out of the way, for they rejected the Lord of glory; and how precious to Jesus was the thought that there were earnest souls who desired to see Him. The Master's heart warmed with satisfaction that some one wanted to see Jesus. When the voice of God speaks to the heart, and the heart responds to it, we shall hear the inquiry, “Sir, I would see Jesus.” Heaven is all ready to receive those who receive Jesus. Then let us come to Him, asking for the very things that we need, believing that we shall receive them."},{"refcode_short":"Messenger January 18,  1893, par. 4","refcode_long":"The Messenger January 18,  1893, paragraph 4","content":"“Now faith is the substance of things hoped for, the evidence of things not seen.” In coming to Christ there must be an exercise of faith. We need to bring Him into our every-day life; then we shall have peace and joy, and we shall know by experience the meaning of his word, “If ye keep my commandments, ye shall abide in my love, even as I have kept my Father's commandments, and abide in his love.” Our faith must claim the promise, that we may abide in the love of Jesus. Jesus said, “These things have I spoken unto you, that my joy might remain in you, and that your joy might be full.”"},{"refcode_short":"Messenger January 18,  1893, par. 5","refcode_long":"The Messenger January 18,  1893, paragraph 5","content":"Faith works by love and purifies the soul. Through faith the Holy Spirit finds access to the heart, and creates holiness therein. Man cannot become an agent to work the works of Christ unless he is in communion with God through the Holy Spirit. We can be fitted for heaven only through a transformation of character; we must have Christ's righteousness as our credentials, if we would find access to the Father. We must be partakers of the divine nature, having escaped the corruption that is in the world through lust. We must daily be transformed by the influence of the Holy Spirit; for it is the work of the Holy Spirit to elevate the taste, to sanctify the heart, to ennoble the whole man, by presenting to the soul the matchless charms of Jesus."},{"refcode_short":"Messenger April 12,  1893","refcode_long":"The Messenger April 12,  1893","content":"April 12, 1893"},{"refcode_short":"Messenger April 12,  1893","refcode_long":"The Messenger April 12,  1893","content":"The Elect of God"},{"refcode_short":"Messenger April 12,  1893, par. 1","refcode_long":"The Messenger April 12,  1893, paragraph 1","content":"“Grace be to you, and peace, from God our Father, and from the Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly places in Christ; according as He hath chosen us in Him before the foundation of the world, that we should be holy and without blame before Him in love; having predestinated us unto the adoption of children by Jesus Christ to Himself, according to the good pleasure of his will, to the praise of the glory of his grace, wherein He hath made us accepted in the Beloved. In whom we have redemption through his blood, the forgiveness of sins according to the riches of his grace; wherein He hath abounded towards us in all wisdom and prudence; having made known unto us the mystery of his will, according to his good pleasure which He hath purposed in Himself; that in the dispensation of the fulness of times, He might gather together in one all things in Christ, both which are in heaven, and which are on earth; even in Him: in whom also we have obtained an inheritance, being predestinated according to the purpose of Him who worketh all things after the counsel of his own will.”"},{"refcode_short":"Messenger April 12,  1893, par. 2","refcode_long":"The Messenger April 12,  1893, paragraph 2","content":"In the council of heaven provision was made that man, though a transgressor, should not perish in his disobedience, but through faith in Christ as his substitute and surety might become the elect of God, predestinated unto the adoption of children by Jesus Christ to Himself, according to the good pleasure of his will. God wills that all men should be saved; and in giving his only begotten Son as man's ransom, He has made ample provision of the salvation of the world. None need perish unless they refuse to be adopted as children of God through Christ Jesus. Many permit pride to hinder them from accepting of the provisions of salvation. They will not consent to have the grace of Christ imparted to them through faith in his name; but human merit will not make man acceptable before God. No dependence can be placed upon their works; for without Christ they can do no good thing. The elect are those who are chosen through Christ unto sanctification of the spirit and belief of the truth. But God willeth not the misery of any one of his creatures; it is his desire that none should be lost, but all should come to repentance and to the acknowledging of the truth."},{"refcode_short":"Messenger April 12,  1893, par. 3","refcode_long":"The Messenger April 12,  1893, paragraph 3","content":"The invitation is given to all, “Come unto Me, all [no one is excluded] ye that labour, and are heavy laden, and I will give you rest.” “Ho, every one that thirsteth, come ye to the waters; and he that hath no money, come ye, buy, and eat; yea, come, buy wine and milk without money and without price.” “And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.” Jesus adds, “Him that cometh unto Me, I will in no wise cast out.”"},{"refcode_short":"Messenger April 12,  1893, par. 4","refcode_long":"The Messenger April 12,  1893, paragraph 4","content":"The heart of Christ is constantly drawn out in sympathy towards fallen man. While upon earth, his only mission was to save sinners; although He had a deep abhorrence of sin, He manifested the tenderest compassion towards the sinner. When the repenting sinner, conscious of guilt and unworthiness, comes to Christ, realising that he is deserving of punishment, but relying on the love and mercy of Christ, the pardoning love of God will be revealed to him, and joyful gratitude will spring up in his heart for the infinite compassion and love of his Saviour. The provision made for him in the counsels of heaven before the foundation of the world, that Christ should take upon Him the penalty of his transgression, and impute to him his righteousness, will overwhelm him with amazement, and call forth from his lips songs of gratitude and adoration."},{"refcode_short":"Messenger April 12,  1893, par. 5","refcode_long":"The Messenger April 12,  1893, paragraph 5","content":"Those who respond to the drawing of Christ, through the sovereign mercy of God, are elected to be saved as the obedient children of God. Upon them is manifested the free grace of God, the great love wherewith He hath loved us. The Father sets his love upon his elect people, who live in the midst of men, because they accept the redemption which Christ has purchased for them by his own precious blood. Every one who will humble himself as a little child, who will receive and obey the Word of God with a child's simplicity, will be among the elect of God."},{"refcode_short":"Messenger April 26,  1893","refcode_long":"The Messenger April 26,  1893","content":"April 26, 1893"},{"refcode_short":"Messenger April 26,  1893","refcode_long":"The Messenger April 26,  1893","content":"Chosen in Christ"},{"refcode_short":"Messenger April 26,  1893, par. 1","refcode_long":"The Messenger April 26,  1893, paragraph 1","content":"We are to believe that we are chosen of God to be saved by the exercise of faith, through the grace of Christ and the work of the Holy Spirit; and we are to praise and glorify God for such a marvellous manifestation of his unmerited favour. It is the love of God that draws the soul to Christ to be graciously received and presented to his Father. Through the work of the Holy Spirit, the divine relationship between God and the sinner is renewed. Our Heavenly Father says, “I will be to them a God, and they shall be to Me a people. I will exercise forgiving love towards them, and bestow upon them my joy. They shall be to Me a peculiar treasure; for this people whom I have formed for myself shall show forth my praise.”"},{"refcode_short":"Messenger April 26,  1893, par. 2","refcode_long":"The Messenger April 26,  1893, paragraph 2","content":"Christ is calling souls to come unto Him, and it is for our present and eternal interest to hear and respond to the call. Jesus says, “Ye have not chosen Me, but I have chosen you.” Then let all who would be called children of God respond to the invitation of Christ, and place themselves where the light of heaven will shine upon them, where they will realise what it is to be hearers and doers of the words of Christ, what it is to follow the Light of the world, and be accepted in the Beloved."},{"refcode_short":"Messenger April 26,  1893, par. 3","refcode_long":"The Messenger April 26,  1893, paragraph 3","content":"Everything that God could do has been done for the salvation of man. In one rich gift He poured out the treasures of heaven. He invites, He pleads, He urges; but He will not compel men to come unto Him. He waits for their co-operation. He waits for the consent of the will, that He may bestow upon the sinner the riches of his grace, reserved for him from the foundation of the world. A man does not build himself into an habitation for the Spirit, and unless there is a co-operation of man's will with God's will, the Lord can do nothing for him. Though the Lord is the great Master-worker, yet the human agent has his part to act with the divine worker, or the heavenly building cannot be completed. All the power is of God; yet all the responsibility rests with the human agent, for God can do nothing without the co-operation of man. The Lord does not design that human power should be paralysed; but that by co-operation with God, man may become a more efficient agent in his hands. Though weak, erring, frail, sinful, and imperfect, the Lord holds out to man the privilege of co-partnership with Himself."},{"refcode_short":"Messenger April 26,  1893, par. 4","refcode_long":"The Messenger April 26,  1893, paragraph 4","content":"Believing in Jesus as his personal Saviour, accepting of his righteousness by faith, the sinner becomes a partaker of the divine nature, and escapes the corruption that is in the world through lust. It is through the indwelling of the Holy Spirit that the Christian is enabled to resist temptation and to work righteousness. Without the divine nature, without the influence of the Spirit of God, man cannot work out his own salvation; for God must work in him to will and to do of his good pleasure. Christ has said, “Without Me ye can do nothing.”"},{"refcode_short":"Messenger April 26,  1893, par. 5","refcode_long":"The Messenger April 26,  1893, paragraph 5","content":"The fallen race could be restored only through the merit of Him who was equal with God. Though so highly exalted, Christ consented to take upon Him human nature, that He might work in behalf of man, and reconcile to God his disloyal subject. Christ pleads his merit in our behalf. As our substitute and surety, He undertook to combat the powers of darkness in our behalf, and prevailed against the enemy of our souls, presenting to us the cup of salvation. The Prince of Life consented to bear insult and mockery, pain and death. Upon the cross of Calvary He paid redemption's price for a lost world. It was the world that He loved, the one lost sheep that He would bring back to his fold. The cross of Calvary speaks the amazing love of God for the sinner. He valued him at an infinite price, giving his only begotten Son, that whosoever believeth in Him should not perish, but have everlasting life. If the love of God fails to call forth a response from the human heart, if it fails to soften and subdue the soul, we are utterly lost. There is no reserve power through which to influence the sinner. Heaven's richest gift has been freely offered for our acceptance. No greater manifestation of God's love can be given than that which was given on Calvary's cross. If the love of Christ does not melt and subdue the heart, by what means can man be reached? Have you failed to respond to the pleadings of his Spirit? Then no longer fortify your heart in hardness. Open the door of the heart to receive Christ, the best gift of Heaven. Let not cruel unbelief influence you to refuse the heaven-sent guest. Let not Christ say of you, “Ye will not come unto Me that ye might have life.” With loving entreaties He follows the sinner, pleading, “Turn ye, turn ye; for why will ye die?”"},{"refcode_short":"Messenger May 10,  1893","refcode_long":"The Messenger May 10,  1893","content":"May 10, 1893"},{"refcode_short":"Messenger May 10,  1893","refcode_long":"The Messenger May 10,  1893","content":"Christ the Ground of Our Hope"},{"refcode_short":"Messenger May 10,  1893, par. 1","refcode_long":"The Messenger May 10,  1893, paragraph 1","content":"The world's Redeemer endured sufferings commensurate to the guilt of a lost world. The sacrifice of Christ on Calvary's cross fulfilled the demands of the law, and when a sense of sin presses upon the heart, and the burden seems intolerable, Jesus invites the sinner to look to Him and live. There is power in Christ to cleanse the soul. “Come now, and let us reason together, saith the Lord; though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.” The gift of life has been freely, graciously, joyously offered to fallen man. Encircling the throne of God is the rainbow of promise, that God will receive every sinner who gives up all hope of eternal life on the ground of his own righteousness, and accepts the righteousness of the world's Redeemer, believing in Christ as his personal Saviour. It is when the sinner realises that he is without hope, lost, condemned to eternal death, incapable of doing anything to redeem himself, but accepting of Christ as his complete Saviour, that the word of God is fulfilled, when He says, “I will be merciful to their unrighteousness, and their sins and their iniquities will I remember no more.”"},{"refcode_short":"Messenger May 10,  1893, par. 2","refcode_long":"The Messenger May 10,  1893, paragraph 2","content":"Under the covenant of grace, the conditions of eternal life are precisely the same as those given to man in Eden. The believing sinner, through his divine substitute and surety, renders obedience to the law of God. Mercy granted to man is the reward of the merit of Christ, who gave Himself for us that He might redeem us from all iniquity, and “purify unto Himself a peculiar people, zealous of good works.” Provision made for the salvation of men through the imputed righteousness of Christ, does not do away with good works, release us from our obligation to keep the law, nor lessen in the least its holy claim. Christ came to exalt the law and make it honourable, to reveal its exceeding breadth and changeless character. The glory of the gospel of grace is the imputed righteousness of Christ, providing a way of salvation through obedience to the law of God by the indwelling of the Holy Spirit."},{"refcode_short":"Messenger May 10,  1893, par. 3","refcode_long":"The Messenger May 10,  1893, paragraph 3","content":"Christ must be the ground of our hope; for only through Him can we be heirs to eternal life. An immortal inheritance is presented to us on certain conditions. We cannot inherit a possession in this world unless we have a title that is without a flaw, and our right to an inheritance in the world to come, must also be clearly proved through a faultless title. The line through which the heavenly inheritance is to come is plainly revealed in the Word of God. We must come under the provisions of the Abrahamic covenant, and the requirements are, “If ye be Christ's, then are ye Abraham's seed, and heirs according to the promise.” If we are Christ's, our title to the heavenly inheritance is without a flaw, and in harmony with the provisions of the covenant of grace. Through grace we shall be able to make our calling and election sure, putting on the excellency of Christ in spirit and character. No one will be entitled to the heavenly inheritance who has not been purified, refined, ennobled, and sanctified. Then let us be diligent to make our calling and election sure, that an entrance may be administered unto us abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ."},{"refcode_short":"Messenger June 7,  1893","refcode_long":"The Messenger June 7,  1893","content":"June 7, 1893"},{"refcode_short":"Messenger June 7,  1893","refcode_long":"The Messenger June 7,  1893","content":"The Hope of the Fallen Race"},{"refcode_short":"Messenger June 7,  1893, par. 1","refcode_long":"The Messenger June 7,  1893, paragraph 1","content":"The grace of Christ alone could change the heart of stone to a heart of flesh, make it alive unto God, and transform the character, so that a degraded child of sin might become a child of God, an heir of heaven. Man had no power to justify the soul, to sanctify the heart. Moral disease could be healed only through the power of the great Physician. The highest gift of Heaven, even the only begotten of the Father, full of grace and truth, was able to redeem the lost."},{"refcode_short":"Messenger June 7,  1893, par. 2","refcode_long":"The Messenger June 7,  1893, paragraph 2","content":"The only hope for the fallen race was found in becoming reconciled to God. Satan had so misrepresented God that man had no true conception of the divine character. Christ came to the world, and, in carrying out the plan of salvation, revealed to man that “God is love.”"},{"refcode_short":"Messenger June 7,  1893, par. 3","refcode_long":"The Messenger June 7,  1893, paragraph 3","content":"When the plan of salvation was revealed to the angels, joy, inexpressible joy, filled heaven. The glory and blessedness of a world redeemed, out-measured even the anguish of the Prince of life. Through the celestial courts echoed the first strain of that song that angels sang above the hills of Bethlehem: “Glory to God in the highest, and on earth peace, good will toward men.” And the lost pair in the garden of Eden, standing as criminals before the righteous Judge, waiting the sentence their transgression merited, heard the first notes of the divine promise. Before the life of toil and sorrow which sin had brought upon them was depicted before them, before the decree that the wages of sin is death was pronounced, they heard the promise of redemption. Though they must suffer from the power of their mighty foe, still through the merits of Christ they could look forward to victory. The mystery of the gospel was spoken in Eden when God said to the serpent: “I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.” If Satan could have touched the Head with his specious temptations, the human family would be lost; but the Lord had made known the purpose and plan of the mystery of grace, declaring that Christ should bruise the serpent under his feet."},{"refcode_short":"Messenger June 7,  1893, par. 4","refcode_long":"The Messenger June 7,  1893, paragraph 4","content":"Not only had man come under the power of the deceiver, but the earth itself, the dominion of man, was usurped by the enemy. Through the plan of salvation, through the sacrifice of Christ, not only man, but his dominion, was to be redeemed. Because of the merits of Christ, all that man lost through sin was to be restored. The time would come when there should be no more curse, but the throne of God should be in the earth renewed, and his servants should serve Him. The promise would be fulfilled, “The righteous shall inherit the land, and dwell therein forever.”"},{"refcode_short":"Messenger June 7,  1893, par. 5","refcode_long":"The Messenger June 7,  1893, paragraph 5","content":"Through the plan of salvation, a larger purpose is to be wrought out even than the salvation of man and the redemption of the earth. Through the revelation of the character of God in Christ, the beneficence of the divine government will be manifested before the universe, the charge of Satan against God refuted, the nature and result of sin made plain, and the perpetuity of the law fully demonstrated. Satan had declared that the law of God was faulty, and that the good of the universe demanded a change in its requirements. In attacking the law, he thought to overthrow the authority of its Author, and gain for himself the supreme allegiance. But through the plan of salvation, the precepts of the law were to be proved perfect and immutable, that at last one tide of glory and love might go up throughout the universe, ascribing glory and honour and praise to Him that sitteth upon the throne, and to the Lamb forever and ever."},{"refcode_short":"Messenger June 7,  1893, par. 6","refcode_long":"The Messenger June 7,  1893, paragraph 6","content":"The inhabitants of all worlds will be convinced of the justice of the law in the overthrow of rebellion and the eradication of sin. When man, beguiled by Satan's power, disobeyed the divine law, God could not, even to save the lost race, change that law. God is love, and to change the law would be to deny Himself, to overthrow those principles with which are bound up the good of the universe. The working out of the plan of salvation reveals not only to men but to angels, the character of God, and through the ages of eternity the malignant character of sin will be understood by the cost to the Father and the Son of the redemption of a rebel race. In Christ, the Lamb slain from the foundation of the world, all worlds will behold the marks of the curse, and angels as well as men will ascribe honour and glory to the Redeemer through whom they are all made secure from apostasy. The efficiency of the cross guards the redeemed race from the danger of a second fall. The life and death of Christ effectually unveils the deceptions of Satan, and refutes his claims. The sacrifice of Christ for a fallen world draws not only men, but angels unto Him bonds of indissoluble union. Through the plan of salvation the justice and mercy of God are fully vindicated, and to all eternity rebellion will never again arise, affliction never again touch the universe of God."}]