[{"refcode_short":"MinnWorker","refcode_long":"The Minnesota Worker","content":"The Minnesota Worker"},{"refcode_short":"MinnWorker March 14,  1900","refcode_long":"The Minnesota Worker March 14,  1900","content":"1900"},{"refcode_short":"MinnWorker March 14,  1900","refcode_long":"The Minnesota Worker March 14,  1900","content":"March 14, 1900"},{"refcode_short":"MinnWorker March 14,  1900","refcode_long":"The Minnesota Worker March 14,  1900","content":"Extracts from Unpublished Testimonies"},{"refcode_short":"MinnWorker March 14,  1900, par. 1","refcode_long":"The Minnesota Worker March 14,  1900, paragraph 1","content":"“We are not to simply look upon the heavens. We are to consider the works of God. We are to study the works of infinity. And then what? To love and reverence and obey Him. The heavens and the earth with their treasures are to teach the lessons of God's love and power.”"},{"refcode_short":"MinnWorker March 14,  1900, par. 2","refcode_long":"The Minnesota Worker March 14,  1900, paragraph 2","content":"“God calls upon His creatures to turn their attention from the confusion and perplexity around them, and admire His handiwork. The heavenly bodies are worthy of contemplation. God has made them for the benefit of man, and as we study His works, angels of God will be by our side to enlighten our minds, and guard them from satanic deception. As you look at the wonderful things God's hands have made, let your proud heart feel its dependence and inferiority. As you consider these things, you will have a view of God's condescension.”"},{"refcode_short":"MinnWorker March 14,  1900, par. 3","refcode_long":"The Minnesota Worker March 14,  1900, paragraph 3","content":"“We are to contemplate the wonderful works of God, and repeat the lessons learned from them to our children, that we may lead them to see His skill, His power, His grandeur, in His created works”."},{"refcode_short":"MinnWorker March 14,  1900, par. 4","refcode_long":"The Minnesota Worker March 14,  1900, paragraph 4","content":"“All true religion is found in His word and in nature.”"},{"refcode_short":"MinnWorker March 14,  1900, par. 5","refcode_long":"The Minnesota Worker March 14,  1900, paragraph 5","content":"The Spirit of God says in Psalm 27, 28, 29, 81, 89, 90, 91, 92 and 93: “These were written for those upon whom the ends of the world are come.” This being so, we should make them our every day study. Why not preserve this number of the worker, and read the above over and over again, and study the heavens?"}]