[{"refcode_short":"MissWorker","refcode_long":"The Missionary Worker","content":"The Missionary Worker"},{"refcode_short":"MissWorker May 7,  1902","refcode_long":"The Missionary Worker May 7,  1902","content":"1902"},{"refcode_short":"MissWorker May 7,  1902","refcode_long":"The Missionary Worker May 7,  1902","content":"May 7, 1902"},{"refcode_short":"MissWorker May 7,  1902","refcode_long":"The Missionary Worker May 7,  1902","content":"Timely Instruction. Grimsby, England, July 23, 1887"},{"refcode_short":"MissWorker May 7,  1902, par. 1","refcode_long":"The Missionary Worker May 7,  1902, paragraph 1","content":"I Have been unable to sleep much during the past night. I have thought of the church at which must be left much of the time without preaching. It is the duty of those who are connected with the church to feel an individual responsibility to do their utmost to strengthen it, and make the meetings so interesting that unbelievers will be attracted. Nothing can weaken a church so manifestly as disunion and strife. “By their fruits ye shall know them.” “Doth a fountain send forth at the same place sweet water and bitter? Can the fig-tree, my brethren, bear olive berries? either a vine, figs? so can no fountain both yield salt water and fresh.” “Who is a wise man and endued with knowledge among you? Let him show out of a good conversation his works with meekness of wisdom.”"},{"refcode_short":"MissWorker May 7,  1902, par. 2","refcode_long":"The Missionary Worker May 7,  1902, paragraph 2","content":"Let not anyone place himself forward as having great wisdom and ability; for if he has these talents, he will not be the one to make them the most prominent. It is those who have the most distrust of self, whom God will use as his willing instruments. These will show by their conversation that they have been communing with God, and receiving the lessons taught by Christ. They have exalted views of Jesus, and words of wisdom flow forth from their souls in words that will stir other hearts. Their works are made manifest, not by pompous words of self praise, but in meekness of wisdom. They have no words to the demerit of others and only a very humble opinion of themselves, because they have had a clear view of Jesus, His holy character, His self-denial, His self-sacrifice, and His holy mission."},{"refcode_short":"MissWorker May 7,  1902, par. 3","refcode_long":"The Missionary Worker May 7,  1902, paragraph 3","content":"It is when men lose sight of Jesus, His purity, His spotless perfection, that they lift up themselves, and are self-sufficient, self-important, puffed up, self-inflated; then if others do not give them all that deference and respect that they think they should have, they are uneasy, dissatisfied, and think themselves ill used. They reveal their true character in an unmistakable manner, showing their defects in fault-finding and complaining, ready to combat anything that does not meet their mind, even when assembled to worship God. If they had wisdom, they could see the result of their own unchristlike course; but blinded with self-importance, they do not discern their weakness, and manifest to all that they cannot be trusted. These will go through the world doing but very little good, boisterous, and obtrusive, pushing themselves to the front, and thus by the want of wisdom misrepresent in every way the religion of Jesus Christ. They, in the place of bringing people to Christ, disgust them, and turn them away from the truth, so that souls are lost."},{"refcode_short":"MissWorker May 7,  1902, par. 4","refcode_long":"The Missionary Worker May 7,  1902, paragraph 4","content":"“But if ye have bitter envying and strife in your hearts, glory not, and lie not against the truth.” If I should say these words of myself, how many would say, “Sister White has a hard spirit, she does not understand me.” But God understands you, and He plainly declares that if you have envying and strife, you need not glory, calling it a Christian boldness, for it is not of God but of the devil. Though you may profess to believe the truth, and your judgment assents to it, yet if you have not the truth as it is in Jesus, you cannot properly present it. Your very words and appearance will show that you have not brought the truth into your life, and woven it into your character, but tied the truth on to the tree that bears thorn-berries."},{"refcode_short":"MissWorker May 7,  1902, par. 5","refcode_long":"The Missionary Worker May 7,  1902, paragraph 5","content":"“This wisdom descendeth not from above ... But the wisdom that is from above is first pure, then peaceable, gentle and [mark the fruits here stated] easy to be entreated, full of mercy and good fruits, without partiality and without hypocrisy.” Are there any of the church who are not easy to be entreated, who will argue for their own way, who will in self-confidence hold to their own ideas, and will not give them up, but will talk as though they were the only ones whose ways were perfect and unquestionable,—these are not easily entreated because they are not converted. They are not divested of self. They are full of self-esteem, and are sure to disgust unbelievers with their words and ways, by talking the objectionable features of our faith, in all proud boasting, and self-confidence. “By their fruits ye shall known them.” “And the fruit of righteousness is sown in peace of them that make peace.”"},{"refcode_short":"MissWorker May 21,  1902","refcode_long":"The Missionary Worker May 21,  1902","content":"May 21, 1902"},{"refcode_short":"MissWorker May 21,  1902","refcode_long":"The Missionary Worker May 21,  1902","content":"Timely Instruction"},{"refcode_short":"MissWorker May 21,  1902, par. 1","refcode_long":"The Missionary Worker May 21,  1902, paragraph 1","content":"In the small meetings of our people there is danger of killing the interest by imprudence. Let there be no long prayers. Have your long prayers for the closet. Let not your prayers be all over the world. Pray right to the point, for the blessing of God upon yourselves and upon those assembled then and there. When you pray alone in your closet, then lay before God all the burden of your heart; but in the assembly, such prayers are all out of place; they kill the interest, and make the meetings tedious. Look at the example of prayer given by Christ to His disciples. How brief, how comprehensive that prayer. When approaching God, pray briefly and in simplicity. Do not dishonour God by your oratorical prayers, or by preaching the Lord a sermon in your prayers; but come to God in your soul's need, and just tell Him what you want, as a child to an earthly parent. Trust your Heavenly Father as a child trusts its earthly parent."},{"refcode_short":"MissWorker May 21,  1902, par. 2","refcode_long":"The Missionary Worker May 21,  1902, paragraph 2","content":"When the meeting is carried on in the absence of the minister, let one take the lead, but not devote long time to sermonising. Speak in the Spirit and in the love of Jesus, thus setting an example for others that no one shall talk for the sake of talking, which kills the interest of the meeting. Let all bear a part in diligently presenting the experiences of their soul. Let them state their own individual experience, their soul struggles, the victories obtained, and above everything, let them offer to God a tribute of praise from a thankful heart, that Jesus has died for them. Here is subject matter that each may dwell upon with profit. It is the duty of all to feel that they must contribute a part to the life and soul of the meeting. Do this, and the blessing of God will come into your midst in large measure."},{"refcode_short":"MissWorker March 25,  1912","refcode_long":"The Missionary Worker March 25,  1912","content":"1912"},{"refcode_short":"MissWorker March 25,  1912","refcode_long":"The Missionary Worker March 25,  1912","content":"March 25, 1912"},{"refcode_short":"MissWorker March 25,  1912","refcode_long":"The Missionary Worker March 25,  1912","content":"Wholesome Advice to Young Students"},{"refcode_short":"MissWorker March 25,  1912, par. 1","refcode_long":"The Missionary Worker March 25,  1912, paragraph 1","content":"In the night season I was instructed that as a people who believe the truth and are labourers together with God, we must not forget that we are mortal. The Lord has not willed that useful men and women should be cut off in the midst of their efforts to obtain an education in missionary lines. There is not that care and consideration for the students that should be exercised. They should be educated to be careful of their health and strength. They should be so instructed to observe the physical laws that they will be able in body and intellect to testify to the value of health reform. There are exposures and dangers that should be carefully guarded against, that the life which is a God given talent may not be treated capriciously."},{"refcode_short":"MissWorker March 25,  1912, par. 2","refcode_long":"The Missionary Worker March 25,  1912, paragraph 2","content":"Let students count the cost, and know when they begin to build whether they will be able to finish. Let not God be dishonoured by breaking down the man in the process of educating him. For a broken down, discouraged man is a burden to himself. To think that in any work that he may plan to do, God will sustain him, while he piles upon himself studies, and subjects himself to exposures that imperil health and life, and violate the laws of nature, is contrary to the light that God has given."},{"refcode_short":"MissWorker March 25,  1912, par. 3","refcode_long":"The Missionary Worker March 25,  1912, paragraph 3","content":"Nature will not be imposed upon. She will not forgive the injuries done to the wonderful, delicate machinery. The pale, weak student is a continual reproach to health reform. Far better would it be for some to go out doors and work in the soil. Exercise is good. God designs that all parts of the human machinery shall be worked. There should be regular hours for working, regular hours for eating. Without studying the exact cost of every article of food and providing the cheapest kind, procure those articles of food that are best for making steam to run the living machinery. There is no extravagance in providing the articles of food that the system can best take in and digest, and send vitality to every part of the living organism that all may be nourished."},{"refcode_short":"MissWorker March 25,  1912, par. 4","refcode_long":"The Missionary Worker March 25,  1912, paragraph 4","content":"This is the first duty of every student. No one is to measure out what he supposes his fellow-student is capable of doing. Let every student reason soundly for himself what he can endure. Each has an individuality that no one can handle as successfully as himself. No one can submerge his identity in another. He must know himself and give himself a favourable chance to come forth with an unbroken constitution, with a clear mind, with well-balanced nerves, and a good digestion. With these he will be well fitted to do the work he has qualified himself to do. If he disqualifies himself by imprudence in eating hurriedly because he has little time to spend, he is unfitting himself for ever doing sound, wholesome work."},{"refcode_short":"MissWorker March 25,  1912, par. 5","refcode_long":"The Missionary Worker March 25,  1912, paragraph 5","content":"This matter is worthy of consideration. We should keep the words of Christ ever before us: “Ye are not your own; ye are bought with a price; therefore glorify God in your body and in your spirit, which are God's.” The first and highest and most acceptable missionary work that a student can do is to obey God in all he does, in every action of the wonderful machinery God devised in the formation of man. He is not to treat himself indifferently, he is to know himself, and work with an intelligent knowledge of what he can do, and do safely, and what he should avoid in eating and working. The Lord give you all understanding is my prayer, that you as labourers together with God may not give the impression, by an appearance of ill-health, that you have mistaken your vocation. Unless human agents use wisdom in the exercise of brain, bone, and muscle, and treat themselves as under the jurisdiction of God, as God's property, as God's husbandry, as God's building, they will make grievous mistakes, and lie down in an untimely grave. We are all the children of the light and the children of the day. We are not of the night nor of darkness. Therefore let us not sleep as others do, but let us watch and be sober. A disordered stomach means a disordered mind."},{"refcode_short":"MissWorker March 25,  1912, par. 6","refcode_long":"The Missionary Worker March 25,  1912, paragraph 6","content":"You need, each student, to take yourself in hand, and let no one whip up your tired nerves and muscles to meet their individual measurement. You are God's workmanship, and under a full sense of your accountability to God, you are to treat yourself aright. Give yourself proper time to sleep. They who sleep give nature time to build up and repair the weary waste of the organism."},{"refcode_short":"MissWorker March 25,  1912, par. 7","refcode_long":"The Missionary Worker March 25,  1912, paragraph 7","content":"Study carefully the first chapter of Ephesians and let your understanding become enlightened. If you would build for time and for eternity, obey the laws of health. Place yourself in right relation to God as His property, caring for the wonderful husbandry and building of God. In no wise is this to be neglected. You can do the very best home missionary work by taking care of God's temple, not defiling it by gross indulgence of human passions, not imperilling it by neglect, by undue wear and over-work. Do not presume to over-tax this wonderful machinery, lest some part give way, and bring your work to a standstill."},{"refcode_short":"MissWorker March 25,  1912, par. 8","refcode_long":"The Missionary Worker March 25,  1912, paragraph 8","content":"I am pained as I have presented to me students who are being educated to work for the salvation of souls and bodies of those perishing around them, but who will themselves perish before they can accomplish that for which they are striving so earnestly. Will all teachers and students learn before they go any farther how to treat themselves that they may intelligently co-operate with God, to bear His message, to do His work, and not be cut off at the very time when they are most needed."}]