[{"refcode_short":"MMis","refcode_long":"The Medical Missionary","content":"The Medical Missionary"},{"refcode_short":"MMis January 1,  1891","refcode_long":"The Medical Missionary January 1,  1891","content":"1891"},{"refcode_short":"MMis January 1,  1891","refcode_long":"The Medical Missionary January 1,  1891","content":"January 1, 1891"},{"refcode_short":"MMis January 1,  1891","refcode_long":"The Medical Missionary January 1,  1891","content":"The Christian Physician as a Missionary"},{"refcode_short":"MMis January 1,  1891, par. 1","refcode_long":"The Medical Missionary January 1,  1891, paragraph 1","content":"“They that be wise shall shine as the brightness of the firmament; and they that turn many to righteousness, as the stars forever and ever.” Dan. 12:3."},{"refcode_short":"MMis January 1,  1891, par. 2","refcode_long":"The Medical Missionary January 1,  1891, paragraph 2","content":"“But ye shall receive power, after that the Holy Ghost is come upon you; and ye shall be witnesses unto me both in Jerusalem, and in all Judea, and in Samaria, and unto the uttermost part of the earth.” Acts 1:8."},{"refcode_short":"MMis January 1,  1891, par. 3","refcode_long":"The Medical Missionary January 1,  1891, paragraph 3","content":"Those who have Christ abiding in the heart will have a love for the souls for whom he died. Those who have true love for him will have an earnest desire to make his love comprehended by others."},{"refcode_short":"MMis January 1,  1891, par. 4","refcode_long":"The Medical Missionary January 1,  1891, paragraph 4","content":"I feel sad to see so few that have any real burden for their fellow-men who are in darkness. Let not any truly converted soul settle down as a careless idler in the Master’s vineyard. All power is given to Christ, in heaven and in earth, and he will impart strength to his followers for the great work of drawing men to himself. He is constantly urging his human instrumentalities on their Heaven-appointed ways, in all the world, promising to be always with them. Heavenly intelligences—ten times ten thousand and thousands of thousands—are sent as messengers to the world, to unite with human agencies for the salvation of souls. Why does not our faith in the great truths that we bear, kindle a burning ardor upon the altar of our hearts? Why, I ask, in view of the greatness of these truths, are not all who profess to believe them inspired with missionary zeal, a zeal that must come to all who are laborers together with God?"},{"refcode_short":"MMis January 1,  1891, par. 5","refcode_long":"The Medical Missionary January 1,  1891, paragraph 5","content":"Christ’s work is to be done. Let those who believe the truth consecrate themselves to God. Where there are now a few who are engaged in missionary work, there should be hundreds. Who will feel the importance, the divine greatness, of the work? Who will deny self? When the Saviour calls for workers, who will answer, “Here am I, send me”?"},{"refcode_short":"MMis January 1,  1891, par. 6","refcode_long":"The Medical Missionary January 1,  1891, paragraph 6","content":"There is need of both home and foreign missionaries. There is work right at hand that is strangely neglected by many. All who have “tasted the good word of God, and the powers of the world to come,” have a work to do for those in their homes and among their neighbors. The gospel of salvation must be proclaimed to others. Every man who has felt the converting power of God becomes in a sense a missionary. There are friends to whom he can speak of the love of God. He can tell in the church what the Lord is to him, even a personal Saviour; and the testimony given in simplicity, may do more good than the most eloquent discourse. There is a great work to be done, too, in dealing justly with all and walking humbly with God. Those who are doing the work nearest them, are gaining an experience that will fit them for a wider sphere of usefulness. There must be an experience in home missionary work as a preparation for foreign work."},{"refcode_short":"MMis January 1,  1891, par. 7","refcode_long":"The Medical Missionary January 1,  1891, paragraph 7","content":"How shall the Lord’s work be done? How can we gain access to souls buried in midnight darkness? Prejudice must be met; corrupt religion is hard to deal with. The very best ways and means of work must be prayerfully considered. There is a way in which many doors will be opened to the missionary. Let him become intelligent in the case [care] of the sick, as a nurse, or learn how to treat disease, as a physician; and if he is imbued with the spirit of Christ, what a field of usefulness is opened before him!"},{"refcode_short":"MMis January 1,  1891, par. 8","refcode_long":"The Medical Missionary January 1,  1891, paragraph 8","content":"Christ was the Saviour of the world. During his life on earth, the sick and afflicted were objects of his special compassion. When he sent out his disciples, he commissioned them to heal the sick as well as to preach the gospel. When he sent forth the seventy, he commanded them to heal the sick, and next to preach that the kingdom of God had come nigh unto them. Their physical health was to be first cared for, in order that the way might be prepared for the truth to reach their minds."},{"refcode_short":"MMis January 1,  1891, par. 9","refcode_long":"The Medical Missionary January 1,  1891, paragraph 9","content":"The Saviour devoted more time and labor to healing the afflicted of their maladies than to preaching. His last injunction to his apostles, his representatives on earth, was to lay hands on the sick that they might recover. When the Master shall come, he will commend those who have visited the sick and relieved the necessities of the afflicted."},{"refcode_short":"MMis January 1,  1891, par. 10","refcode_long":"The Medical Missionary January 1,  1891, paragraph 10","content":"The tender sympathies of our Saviour were aroused for fallen and suffering humanity. If you would be his followers, you must cultivate compassion and sympathy. Indifference to human woes must give place to lively interest in the sufferings of others. The widow, the orphan, the sick and the dying, will always need help. Here is an opportunity to proclaim the gospel,—to hold up Jesus, the hope and consolation of all men. When the suffering body has been relieved, and you have shown a lively interest in the afflicted, the heart is opened, and you can pour in the heavenly balm. If you are looking to Jesus, and drawing from him knowledge, and strength, and grace, you can impart his consolation to others, because the Comforter is with you."},{"refcode_short":"MMis January 1,  1891, par. 11","refcode_long":"The Medical Missionary January 1,  1891, paragraph 11","content":"You will meet with much prejudice, a great deal of false zeal and miscalled piety; but in both the home and foreign field you will find more hearts that God has been preparing for the seed of truth than you imagine, and they will hail with joy the divine message when it is presented to them."},{"refcode_short":"MMis January 1,  1891, par. 12","refcode_long":"The Medical Missionary January 1,  1891, paragraph 12","content":"But there must be no duplicity, no crookedness, in the life of the worker. While error, even when held in sincerity, is dangerous to anyone, insincerity in the truth is fatal."},{"refcode_short":"MMis January 1,  1891, par. 13","refcode_long":"The Medical Missionary January 1,  1891, paragraph 13","content":"We are not to be idle spectators in the stirring scenes that will prepare the way of the Lord’s second appearing. We must catch the enthusiasm and ardor of the Christian soldier. Everyone who is not for Christ is against him. “He that gathereth not with me, scattereth abroad.” Inactivity is registered in the books of heaven as opposition to Christ’s work, because it produces the same kind of fruit as positive hostility. God calls for active workers."},{"refcode_short":"MMis January 1,  1891, par. 14","refcode_long":"The Medical Missionary January 1,  1891, paragraph 14","content":"The more clearly our eyes behold the attractions of the future world, the deeper will be our solicitude for the inhabitants of this world. We cannot be self-centered. We are living in the time of special conflict between the powers of light and those of darkness. Go forth; let your light shine; diffuse its rays to all the world. Christ and the heavenly messengers, co-operating with human agencies, will bring the unfinished parts of the work to a perfect whole. Not to fill our place because we love our ease, because we would avoid care and weariness, is not to shine; and how terrible the guilt, how fearful the consequences!"},{"refcode_short":"MMis January 1,  1891, par. 15","refcode_long":"The Medical Missionary January 1,  1891, paragraph 15","content":"There should be those who are preparing themselves to become Christian missionary physicians and nurses. Doors will then be opened into the families of the higher classes as well as among the lowly. All the influences that we can command must be consecrated to the work. From the home mission should extend a chain of living, burning light to belt the world, every voice and every influence echoing, “The Spirit and the bride say, Come. And let him that heareth say, Come. And whosoever will, let him take the water of life freely.”"},{"refcode_short":"MMis May 1,  1891, par. 15","refcode_long":"The Medical Missionary May 1,  1891, paragraph 15","content":"May 1, 1891"},{"refcode_short":"MMis May 1,  1891","refcode_long":"The Medical Missionary May 1,  1891","content":"Garnered Thoughts"},{"refcode_short":"MMis May 1,  1891, par. 1","refcode_long":"The Medical Missionary May 1,  1891, paragraph 1","content":"Let every worker for Christ make it his highest aim to win souls, rather than to be looking at and teaching mere superficial requirements. Bend your energies to the fitting of living stones for the building of God."},{"refcode_short":"MMis May 1,  1891, par. 2","refcode_long":"The Medical Missionary May 1,  1891, paragraph 2","content":"True piety begins when all compromise with sin is at an end. When the soul has surrendered itself to do the will of God, there is no feeling of self-security. And if we live under the guidance of the Spirit of God, day by day, and hour by hour, we shall not fail nor be discouraged."},{"refcode_short":"MMis May 1,  1891, par. 3","refcode_long":"The Medical Missionary May 1,  1891, paragraph 3","content":"Those with whom God has intrusted his truth must possess the same beneficent spirit that Christ manifested. They must adopt the same broad plan of action."},{"refcode_short":"MMis May 1,  1891, par. 4","refcode_long":"The Medical Missionary May 1,  1891, paragraph 4","content":"The very best work you can do is to come as close to the people as possible, and reveal in life and character the work wrought upon your own souls by the Spirit of God."},{"refcode_short":"MMis May 1,  1891, par. 5","refcode_long":"The Medical Missionary May 1,  1891, paragraph 5","content":"Christ came to our world to represent the character of God, and the Saviour sends forth his servants as representatives of himself. Thus they are to represent both the Father and the Son."},{"refcode_short":"MMis May 1,  1891, par. 6","refcode_long":"The Medical Missionary May 1,  1891, paragraph 6","content":"Work for your own soul until self is subdued, until Christ recognizes his image in you. The most impressive lesson that you can give to those whom you educate, will be that of a Christ-like character."},{"refcode_short":"MMis May 1,  1891, par. 7","refcode_long":"The Medical Missionary May 1,  1891, paragraph 7","content":"Be careful to maintain the elevated character of the mission work. Let all connected with mission work, both men and women, ask themselves: “What am I? what ought I to be, and to do?” Let all consider that they cannot give to others what they themselves do not possess."},{"refcode_short":"MMis May 1,  1891, par. 8","refcode_long":"The Medical Missionary May 1,  1891, paragraph 8","content":"The cross of Calvary is placed between heaven and earth as a perpetual memorial, calling the attention to a holier world than this. It is the medium of a constant communication with the world of light; the mind is constantly drawn away from the earthly to the heavenly, surveying the attractions of Him who ever liveth to make intercession for us; and those who thus keep the heavenly world in view will be uplifted above this in their affections and pursuits. They will be in the world, but not of the world, moving among men as pilgrims and strangers, seeking a better country, even a heavenly. And by their influence they will take others with them."},{"refcode_short":"MMis May 1,  1891, par. 9","refcode_long":"The Medical Missionary May 1,  1891, paragraph 9","content":"Let your hearts be true to Jesus. Although you may feel that you are the least of all saints, you are members of Christ's body, and through him you are identified with all his human agencies, and with the excellence and power of the heavenly intelligences.*The original publication had the spelling “intelligencies.” “None of us liveth to himself.” To each is assigned a post of duty, not for his own narrow, selfish interests; the influence of each is to be a strength to all. If we really believed that we were individually a spectacle to the world, to angels, and to men, we would as a church manifest a very different spirit from what we now do; we would be a living, working church. There are to be no silent partners; every member is to be a living stone in the building, catching the rays of divine light from the Sun of Righteousness, and reflecting them to the world."},{"refcode_short":"MMis June 1,  1891, par. 9","refcode_long":"The Medical Missionary June 1,  1891, paragraph 9","content":"June 1, 1891"},{"refcode_short":"MMis June 1,  1891","refcode_long":"The Medical Missionary June 1,  1891","content":"The Orphans’ Home"},{"refcode_short":"MMis June 1,  1891, par. 1","refcode_long":"The Medical Missionary June 1,  1891, paragraph 1","content":"We have long felt that there was among us a great need of an orphans’ home. We have seen the widowed mother with her fatherless children working far beyond her strength in order to keep her little ones with her, and prevent them from suffering for food and clothing. Many a mother has thus died from over-exertion. And how little has been done by us as a people for this class. Have we not come far short of our duty? We are not doing as much as is done by other denominations, when in view of our faith it is right that more should be expected of us than of others."},{"refcode_short":"MMis June 1,  1891, par. 2","refcode_long":"The Medical Missionary June 1,  1891, paragraph 2","content":"Those who have the good things of this life, were they unselfish, were they Christ-like, would feel it a solemn duty to help these struggling ones in their time of perplexity, want, and bereavement. The Lord has placed in the hands of his agents here upon earth sufficient to help the needy, so that if each of his agents would work unselfishly, as Christ worked, none need suffer for the necessities of life, nor would any be left to hunger for words of tender sympathy. But selfishness and pride say, “Pass them by; if you attempt to help all, you will have your hands full and your hearts full.” Hearts full of what?—Of the pitying love and tender human kindness and sympathy of Christ. Is not this fullness far more desirable than the heart full of self-love, self-caring, self-exaltation? Let the mind of Christ become your mind, and the works of Christ become your works, and then you will keep the fast that Isaiah describes:"},{"refcode_short":"MMis June 1,  1891, par. 3","refcode_long":"The Medical Missionary June 1,  1891, paragraph 3","content":"“Is not this the fast that I have chosen? To loose the bands of wickedness, to undo the heavy burdens?” Find out what the poor and suffering are in need of, and then, in love and tenderness, help them to courage and hope and confidence by sharing with them the good things that God has given you. Thus you will be doing the very work that the Lord means you to do. “Let the oppressed go free.” Do not rest till you break every yoke. It is not possible for you to neglect this and yet obey God."},{"refcode_short":"MMis June 1,  1891, par. 4","refcode_long":"The Medical Missionary June 1,  1891, paragraph 4","content":"“Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thine house? When thou seest the naked that thou cover him; and that thou hide not thyself from thine own flesh?” How much of this hiding has been done! How many have closed the eyes and locked the door of the heart, lest a softening influence should prompt them to works of kindness and charity! The work of Christ never ceases. His tender love and goodness are inexhaustible; his mercy is over all the children of men. The Lord Jesus means that you shall be blessed in imparting to his needy, suffering ones. He has made men his co-partners. “We are laborers together with God.” Has not Christ, by both precept and example, plainly taught us what we should do? We are to work, imbued with his spirit, as we look to the cross, ready if he bids us, to leave all for his sake. He who lives to please himself is not a Christian. He has not been created anew in Christ Jesus."},{"refcode_short":"MMis June 1,  1891, par. 5","refcode_long":"The Medical Missionary June 1,  1891, paragraph 5","content":"The Christian feels that no other being in the universe has the claim to him which Jesus has. He is a purchased possession, bought by the costly price of the blood of the Lamb. He is to devote himself unreservedly to Christ; his thoughts, his words, and all his works are to be subject to the will of Christ."},{"refcode_short":"MMis June 1,  1891, par. 6","refcode_long":"The Medical Missionary June 1,  1891, paragraph 6","content":"The world's Redeemer, the householder, intrusts his goods to his own servants, but not for them to invest and use extravagantly for themselves. Reason, ability, knowledge, affection, property, have been received from Jesus, and are to be held as a precious trust for his service, to bring honor and glory to his name. In life and character the Christian is bound up with Christ in the plans of mercy for the great work of blessing humanity. His character is to be a reproduction of the character of Christ; the unselfish, self-sacrificing life of Jesus will be copied by every soul who loves the Redeemer. He who lives to please himself is not a Christian. He has not been created anew in Christ Jesus."},{"refcode_short":"MMis June 1,  1891, par. 7","refcode_long":"The Medical Missionary June 1,  1891, paragraph 7","content":"The Christian's life will testify that he is governed by other laws than those which the world obeys,—laws of a higher order than those that control the lovers of the world. The will of God, our Creator, is to be made manifest in us, not only in the name we bear, but in our life of self-denial. We are to give evidence that we are influenced and controlled by unselfish principles. All our purposes and pursuits should stand in distinct contrast to the selfishness of the world."},{"refcode_short":"MMis June 1,  1891, par. 8","refcode_long":"The Medical Missionary June 1,  1891, paragraph 8","content":"Oneness with Christ enables men to wield an influence far above that of the renowned of this world. While copying the example of Christ, they have, with his grace, power to benefit the church and the community. Their influence is felt just in proportion to the distinctness of the line of demarkation which separates them in spirit and principle from the world."},{"refcode_short":"MMis June 1,  1891, par. 9","refcode_long":"The Medical Missionary June 1,  1891, paragraph 9","content":"As union is strength, the Source of all power, of all goodness, mercy, and love, takes finite, human beings into co-partnership with himself for the purpose of imparting his divine power to human agencies, to diffuse his influence and extend it far and near. When one is allied to Christ, a partaker of the divine nature, his interest is identified with that of all suffering humanity. As we look aright to the cross of Calvary, every nerve of heart and brain will thrill in sympathy for the human misery in all parts of our world. Those who are created anew in Christ Jesus will realize the wretchedness of sin and the divine compassion of Christ in his infinite sacrifice for fallen man. Communion with Christ imparts to them tenderness of heart; there will be sympathy in their looks, in the tones of the voice; and earnestness of solicitude, love, and energy, in their efforts, which will make them powerful through God in winning souls to Christ."},{"refcode_short":"MMis June 1,  1891, par. 10","refcode_long":"The Medical Missionary June 1,  1891, paragraph 10","content":"As Christ's workers we have done much in a heartless, compulsory way. We want now to hide in Jesus, and separate all selfishness and vanity from our work. We should do nothing by halves. Entire consecration is required. Keep to the self-denying, self-sacrificing side of the line. Step not into the path of self-aggrandizement. Do not live a life of selfish indulgence. Let the line of demarkation between the church and the world be plain and distinct, so that it can be discerned by both men and angels."},{"refcode_short":"MMis June 1,  1891, par. 11","refcode_long":"The Medical Missionary June 1,  1891, paragraph 11","content":"I call your attention to the sure results of heeding the Lord's admonition to care for the afflicted: “Then shall thy light break forth as the morning, and thine health shall spring forth speedily.” Is not this what we all crave? O, there is health and peace in doing the will of our Heavenly Father. “Thy righteousness shalt go before thee; the glory of the Lord shalt be thy rereward. Then shalt thou call, and the Lord shall answer; thou shalt cry, and he shall say, Here I am. If thou take away from the midst of thee the yoke, the putting forth of the finger, and speaking vanity; and if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noonday; and the Lord shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water, whose waters fail not.”"},{"refcode_short":"MMis June 1,  1891, par. 12","refcode_long":"The Medical Missionary June 1,  1891, paragraph 12","content":"Let Christians now repent before God of their half-hearted work. Let them regard themselves as only threads in the great web of humanity, and without delay redeem the time and represent to the world a pure, unselfish benevolence. Representing in character the attributes of Christ, they may carry forward to a glorious completion the work which he left them of reconciling the world unto himself."},{"refcode_short":"MMis June 1,  1891, par. 13","refcode_long":"The Medical Missionary June 1,  1891, paragraph 13","content":"Brethren and sisters, I ask you carefully to consider the matter which is now presented before you, in the proposal to erect an orphans’ home. Think of the wants of the fatherless and motherless. We have long desired to see an enterprise set on foot for the care of these helpless ones. A good move was made at the late General Conference in the representation of the subject to our brethren assembled, and in the decision that an orphans’ home should be established. Now that the impetus has been given to the work, by those who realize the great need let every one stand ready to act a part in helping it forward."},{"refcode_short":"MMis June 1,  1891, par. 14","refcode_long":"The Medical Missionary June 1,  1891, paragraph 14","content":"The Lord said to Peter, “Feed my lambs.” This command is to us, and the orphans’ home is to aid in its fulfillment. It is not designed in this enterprise merely to provide food and clothing for the homeless ones, but to place them under the care of teachers who love and fear God, and who will educate them in the knowledge of God and his Son."},{"refcode_short":"MMis June 1,  1891, par. 15","refcode_long":"The Medical Missionary June 1,  1891, paragraph 15","content":"Workers are needed here. The Lord Jesus Christ calls for men and women who are large-hearted, and inspired with enthusiasm at the cross of Calvary. The cause of humanity calls for those who are cultivated and self-sacrificing, who will work as Christ worked. There is plenty of material in our ranks, persons who only wait to be called into active labor."},{"refcode_short":"MMis June 1,  1891, par. 16","refcode_long":"The Medical Missionary June 1,  1891, paragraph 16","content":"And there are plenty of orphans who need our help. Take these children and present them to God as a fragrant offering. Ask his blessing upon them, and then mold and fashion them according to Christ's order. Will our people accept this holy trust? Because of our shallow piety and worldly ambition, shall those for whom Christ has died, be left to suffer, to go in wrong paths? Let there be serious thought on this matter."},{"refcode_short":"MMis June 1,  1891, par. 17","refcode_long":"The Medical Missionary June 1,  1891, paragraph 17","content":"Who are qualified and will offer themselves for a service that is commended of God? We want not novices, but workers who have the word of God abiding in them, whose principles are drawn from the Bible, the expression of the divine wisdom. We want those who will teach as Jesus taught, in simplicity; for this will give solidity to the character of children and youth. We want teachers who will bring them up in the fear and admonition of the Lord, educating with kindness and love, leading on in the wisdom of God from strength to strength. Teachers are needed who will not lead the children and youth into fashionable and artificial life, which with its false ideas of happiness and character would press with cruel force the very life out of the children. The eye is to be fixed not on the world's maxims, but upon Jesus. Those who learn of Jesus can teach the way of the Lord. God's word is the rule of action, and the Lord will come very near to those who undertake this most important work."},{"refcode_short":"MMis June 1,  1891, par. 18","refcode_long":"The Medical Missionary June 1,  1891, paragraph 18","content":"As the homeless and helpless ones are placed where they can obtain knowledge and happiness and virtue, and become sons and daughters of the heavenly King, they will be prepared to act a Christ-like part in society. This is the vocation for which they are to be educated,—in their turn to help the needy, to work for orphans. Thus the good work will be perpetuated and extended. Is not all this missionary work in the highest sense? While the gospel is to be carried to those afar off, those also that are nigh should receive attention"},{"refcode_short":"MMis July 1,  1891","refcode_long":"The Medical Missionary July 1,  1891","content":"July 1, 1891"},{"refcode_short":"MMis July 1,  1891","refcode_long":"The Medical Missionary July 1,  1891","content":"Our Orphans"},{"refcode_short":"MMis July 1,  1891, par. 1","refcode_long":"The Medical Missionary July 1,  1891, paragraph 1","content":"A worthy object to be had in view is to provide a place of rest for our ministers who through age or illness are unable to labor. This matter has been neglected. Our people have not felt as they should the necessity of making arrangements to care for the ministers who through labor in the cause of God become feeble and cannot longer bear the burden and heat of the day."},{"refcode_short":"MMis July 1,  1891, par. 2","refcode_long":"The Medical Missionary July 1,  1891, paragraph 2","content":"As we travel, we see generous provision made for the veterans who fought in the war for our country. These men bear the scars and life-long infirmities that tell of their perilous conflicts, their forced marches, their exposure to storms, their suffering in prison. And all these give them a just claim upon the nation they helped to save,—a claim that is recognized and honored. But what provision have Seventh-day Adventists made for the soldiers of Christ? While we plead for a home for the orphans, we urge also that a ministers’ home should be provided. This matter has been referred to again and again, but no decided action has been taken in reference to it. As a people, we should feel that we have a duty to do in this matter. Every church member should feel an interest in all that concerns our human brotherhood in Christ. We are members one of another; if one member suffers, all the members suffer with him."},{"refcode_short":"MMis July 1,  1891, par. 3","refcode_long":"The Medical Missionary July 1,  1891, paragraph 3","content":"Our ministers who have labored earnestly, forgetful of self, to win souls to Christ, and who sink down in the battle wearied and ill, must not be left to struggle through life in poverty, or to feel that they are paupers. Often ministers are appointed to a field of labor which they know is detrimental to their health, but they venture, hoping to be a help and blessing to the people, and not willing to shun trying places. After a time they find health failing, and they must have a change of climate, and even a change of work. Often this is tried without bringing relief; and now, what are they to do?"},{"refcode_short":"MMis July 1,  1891, par. 4","refcode_long":"The Medical Missionary July 1,  1891, paragraph 4","content":"With what pleasure and restful peace would the worn and weary laborer look to a quiet home where his just claim to its hospitality would he recognized!"},{"refcode_short":"MMis July 1,  1891, par. 5","refcode_long":"The Medical Missionary July 1,  1891, paragraph 5","content":"“If there be among you a poor man of any of thy brethren, within any of thy gates in thy land which the Lord thy God giveth thee, thou shalt not harden thine heart, nor shut thine hand from thy poor brother; but thou shalt open thy hand wide unto him, and shalt surely lend him sufficient for his need in that which he wanteth. Thou shalt surely give him, and thy heart shall not be grieved when thou givest unto him; because that for this thing the Lord thy God shalt bless thee in all thy works and in all thou puttest thy hand unto.”"},{"refcode_short":"MMis July 1,  1891, par. 6","refcode_long":"The Medical Missionary July 1,  1891, paragraph 6","content":"“If thy brother be waxen poor, and fallen in decay with thee; then thou shalt relieve him; yea though he be a stranger, or a sojourner; that he may live with thee. Take no usury of him, or increase; but fear thy God that thy brother may live with thee.”"},{"refcode_short":"MMis July 1,  1891, par. 7","refcode_long":"The Medical Missionary July 1,  1891, paragraph 7","content":"The faithful laborers for God have for Christ's sake given up worldly prospects, choosing poverty rather than pleasure or riches; and when they are no longer able to labor, and have not means for their own support, it is but just that their wants and the needs of those dependent upon them should be provided for. When sickness or infirmity comes upon them, let not our ministers be burdened with the thought, “What will become of my wife and little ones, now that I am no longer able to supply their necessities?”"},{"refcode_short":"MMis July 1,  1891, par. 8","refcode_long":"The Medical Missionary July 1,  1891, paragraph 8","content":"A fund should be raised especially for ministers who are unable to labor. We cannot be clear before God unless we make every reasonable effort in this matter without delay."},{"refcode_short":"MMis July 1,  1891, par. 9","refcode_long":"The Medical Missionary July 1,  1891, paragraph 9","content":"There are among us some who will not see the necessity of this move, but their opposition should have no influence with us. We must not regard their complainings. Let those who purpose in their hearts to be right and do right, move steadily forward to the accomplishment of a good work, one which God requires to be done."},{"refcode_short":"MMis July 1,  1891, par. 10","refcode_long":"The Medical Missionary July 1,  1891, paragraph 10","content":"This is a work which calls for the co-operation of all. Money is needed for these enterprises. There are many who are at their ease, who have postponed the work of doing good with their substance, but shall it be so any longer? Shall we love money so well that we will bury it in the world? Already the Orphans’ Home has been started. The ground has been purchased, and now the enterprise must not be left to languish."},{"refcode_short":"MMis July 1,  1891, par. 11","refcode_long":"The Medical Missionary July 1,  1891, paragraph 11","content":"The help of every one is needed. The mites from every source are to be carefully treasured. The humble gift of the widow, the limited sum from the poorer class, is not, in the sight of God, inferior to the larger offerings; the Lord will add his blessing to the gift, making its errand of mercy fruitful in accordance with the whole-hearted cheerfulness with which it is bestowed. If the affluent give grudgingly, longing to have every dollar to invest in speculation, or other worldly enterprises, they will receive no reward. We urge that the money usually invested for picture-taking shall now be put to a higher and holier use. Seek to reach all souls within the sphere of your influence. The ardor of youth is needed. The young should put away vanity, and restrict their wants. In your expenditure consider that it is God's money that you are handling, and that you must render an account for its use."},{"refcode_short":"MMis July 1,  1891, par. 12","refcode_long":"The Medical Missionary July 1,  1891, paragraph 12","content":"The aged are losing their hold on this life. I appeal to them to make a right disposition of their Lord's goods. Give back to the Lord his own while you live. Remember that you are God's stewards, and be faithful to bring into his treasury the means intrusted to you. Do not fail to attend to this while you have your reason."},{"refcode_short":"MMis July 1,  1891, par. 13","refcode_long":"The Medical Missionary July 1,  1891, paragraph 13","content":"As age comes upon us, it is our duty to make a disposition of our means to the instrumentalities that God has established, to make his truth and name a praise in the earth. This work has been greatly neglected, but it must now receive more attention. Satan is using every device to divert the means so much needed away from the Lord who gave his own life for perishing souls. I ask, Shall not these earthly treasures be sent beforehand to heaven, that we may lay up our treasure in bags that wax not old? I would especially urge the aged who are soon to make a disposal of their means, to remember the wants of those who have ministered faithfully in word and doctrine. Will my brethren arouse to a sense of their God-given responsibilities? Should health and life fail, place your means where it can be invested in the cause of God, and thus be put out to the exchangers and be constantly accumulating. As the light of truth is brought before others who receive it, and in their turn use their talents in God's cause, the work progresses, and talents increase. I call upon the church as a whole, and upon its individual members, to render to God his own intrusted capital with interest. Thus you shall have treasure in heaven."},{"refcode_short":"MMis July 1,  1891, par. 14","refcode_long":"The Medical Missionary July 1,  1891, paragraph 14","content":"The whole church is charged with a solemn responsibility in every branch of its operations. If its members follow Christ, they will deny the desire for self-gratification, the love of dress, the love of elegant houses and furniture, that they may extend the cords of love far and near. Instead of making a vain display to excite the envy of others, they will manifest a holy emulation in supporting the weak and aiding the suffering members of Christ's body."},{"refcode_short":"MMis July 1,  1891, par. 15","refcode_long":"The Medical Missionary July 1,  1891, paragraph 15","content":"Brethren and sisters, as this appeal in behalf of the needy comes to you, I hope that you will respond. Let every member take a lively interest in this good work. Do not let Jesus be disappointed in you. The word of God abounds with instruction as to how we should treat the widow and fatherless, and the needy, suffering poor. If all would do the work of the Master, the widow's heart would sing for joy, and hungry little children would be fed, the destitute would be clothed, and those ready to perish would be revived."},{"refcode_short":"MMis July 1,  1891, par. 16","refcode_long":"The Medical Missionary July 1,  1891, paragraph 16","content":"And what a blessing would come to the workers! To many who are now indolent, selfish, and self-centered, it would be as a life from the dead. There would be among us a revival of heavenly charity and wisdom and zeal."},{"refcode_short":"MMis July 1,  1891, par. 17","refcode_long":"The Medical Missionary July 1,  1891, paragraph 17","content":"The work before us may seem great, but, brethren, the heavenly intelligences are looking on, and when, imbued with zeal for Christ's honor, we place ourselves in the channel of God's providence, these heavenly messengers will impart to us a new spiritual power, so that we shall be able to combat difficulties and triumph over obstacles. Let 1891 be signalized as a year in which was planned and begun a God-like enterprise for the relief of suffering humanity."},{"refcode_short":"MMis September 1,  1891, par. 17","refcode_long":"The Medical Missionary September 1,  1891, paragraph 17","content":"September 1, 1891"},{"refcode_short":"MMis September 1,  1891","refcode_long":"The Medical Missionary September 1,  1891","content":"Defrauding the Body"},{"refcode_short":"MMis September 1,  1891, par. 1","refcode_long":"The Medical Missionary September 1,  1891, paragraph 1","content":"The following from the pen of Mrs. E. G. White, is so much to the point that, though from a private letter, we take the liberty of offering it to our readers:"},{"refcode_short":"MMis September 1,  1891, par. 2","refcode_long":"The Medical Missionary September 1,  1891, paragraph 2","content":"“I wish we were all health reformers. I am opposed to the use of pastries; they are unhealthful; no one can have good digestive powers and a clear brain who will eat largely of rich cookies, cake, and all kinds of pies, or take a great variety of food at one meal. When we do this, and then take cold, the whole system is so clogged and enfeebled that it has no power of resistance, no strength to combat disease."},{"refcode_short":"MMis September 1,  1891, par. 3","refcode_long":"The Medical Missionary September 1,  1891, paragraph 3","content":"“When will people learn that the appetite is not to be indulged at the expense of health? When men and women are always ailing, I inquire, ‘Is there not a cause?’ We want to be right, to do right, and then be cheerful and happy, believing that the Lord will bless us every day while we fight the good fight of faith, overcoming appetite and passion in the oft-repeated conflict, overcoming as Christ overcame, by meeting the enemy with, ‘It is written.’"},{"refcode_short":"MMis September 1,  1891, par. 4","refcode_long":"The Medical Missionary September 1,  1891, paragraph 4","content":"“O, how many are weak and sickly who might be strong if they kept a clear conscience and were brave in God, seeking to keep the way of the Lord, to do justice and judgment. The body as well as the soul is to be treated as the Lord's property, and never to be marred or abused by the indulgence of perverted appetite or debased passions. ‘Ye are not your own; for ye are bought with a price; therefore glorify God in your body, and in your spirit, which are God's.’ Eternity as well as time is to be kept in view in our relation to earthly as well as heavenly things. Disregard of principle in any relation of life will tell not alone to the injury of the body, but to the injury of the soul as well. It is a sin in any one to oppress the hireling in his wages, or to rob him of his due, because it can be done and he dare make no appeal; but it is as really a sin to defraud the body, and thus defraud the soul of its due, enfeebling both physical and mental powers through the gratification of selfish or perverted appetites or passions."},{"refcode_short":"MMis September 1,  1891, par. 5","refcode_long":"The Medical Missionary September 1,  1891, paragraph 5","content":"“Those who are not doers of the word are not Bible Christians; the conscience is sullied, the principles of God's law are violated, sacrificed upon the altar of lust. Such are wounding their own souls, and deforming their character; and their influence, conscious or unconscious, is leading other souls into false, forbidden paths. Such persons, whatever their position or profession, are sure to make a failure; for their foundation is not laid upon the Rock, but on sliding sand. Walking in the way of the Lord is walking in the path of self-denial, and living not to please ourselves; setting the Lord ever before us.”"},{"refcode_short":"MMis May 1,  1892, par. 5","refcode_long":"The Medical Missionary May 1,  1892, paragraph 5","content":"1892"},{"refcode_short":"MMis May 1,  1892, par. 5","refcode_long":"The Medical Missionary May 1,  1892, paragraph 5","content":"May 1, 1892"},{"refcode_short":"MMis May 1,  1892","refcode_long":"The Medical Missionary May 1,  1892","content":"Laborers Together with God"},{"refcode_short":"MMis May 1,  1892, par. 1","refcode_long":"The Medical Missionary May 1,  1892, paragraph 1","content":"The apostle says, “We are laborers together with God.” In the work of saving souls, divine and human agencies are to be combined. Those who profess to be the followers of Christ are to be laborers together with him. How great is the need now of the manifestation of Christian activity! The truth is to be presented to all nations, and God calls upon his people to enter into partnership with Christ, submitting to the terms which he shall make, fulfilling the condition upon which he will accept them for his service. Has God enlightened you with a knowledge of himself? Have the treasures of his truth been opened unto your understanding? Have you become intelligent in regard to the word of God? Then you are under solemn obligation to impart that knowledge to those who sit in darkness and have no light."},{"refcode_short":"MMis May 1,  1892, par. 2","refcode_long":"The Medical Missionary May 1,  1892, paragraph 2","content":"To the humble, the pure in heart, to those who have an eye single to the glory of God, the wants of God's cause will be revealed. He who has the spirit of Christ will realize that there is a great work before the people of God. He will see that foreign countries must be visited, that missionaries with the spirit of self-sacrifice, of fervent devotion, must go to far-away lands to labor, to suffer for Christ's sake. He will see that there is a work to be done in our land that will call for the exercise of all man's God-given abilities. In our own land thousands of foreigners—representatives of many nations, kindreds, and tongues—have settled. People who are ignorant, superstitious, who have no knowledge of the sacred teachings of the word of God, have come to reside in our country. The hand of God has been directing them to our shores that they might be brought under the enlightening influence of the gospel of our Lord Jesus Christ, and become partakers of the divine nature. How many among us have been stirred by the spirit of the Master to go forth and labor for this class of strangers who have been brought to our very doors through the providence of God, that his work might be hastened in the earth? Souls are perishing within our reach, and yet the church of God is not aroused from its condition of inactivity and lethargy. A thousand-fold more might have been done than has been done if our souls had been alive to the cause of the Master. A spirit of worldliness prevails, and the souls of men have been counted as of less value than your cattle, your farms, your temporal affairs. God calls upon you to repent, and return unto him."},{"refcode_short":"MMis May 1,  1892, par. 3","refcode_long":"The Medical Missionary May 1,  1892, paragraph 3","content":"What will you do in the future? Will you continue to neglect the salvation of souls for whom Christ died? or will you co-operate with the great Benefactor of humanity? Will you, as those upon whom the light of truth has shone, let that light shine forth to those who are in darkness? Oh that you might understand what a privilege you neglect, what an honor you fail to appreciate, when you refuse to become laborers together with God in the great harvest field! Will you not cordially, heartily receive all the advantages God has provided for you, and by exercise diligently put to use every power, every talent, that has been intrusted to you for the advancement of the kingdom of God? Your advancement in the divine life will be in proportion to the improvement you make of your God-given talents in this life. Your reward in the future life will be in accordance with your earnest zeal and love for the cause of the Master. In temporal matters, our enterprises prosper in proportion to the concentration, the diligence, the skill, we put into the work, and our success in the work of the Lord will also depend upon the exercise of wisdom, tact, diligence, and faithfulness."},{"refcode_short":"MMis May 1,  1892, par. 4","refcode_long":"The Medical Missionary May 1,  1892, paragraph 4","content":"There is great need of laborers in the harvest field. Where there is now one, there should be a thousand receiving “every word that proceedeth out of the mouth of God,” to give it again to the people as they are able to bear it. We must work in harmony with the direction of the word of God. We must make wise plans, exercise good judgment in the selection of men for different fields, choosing them with reference to their gifts as appropriate to the work to which they are directed. And above all, let every worker fulfill the condition upon which he may become a laborer together with God."},{"refcode_short":"MMis May 1,  1892, par. 5","refcode_long":"The Medical Missionary May 1,  1892, paragraph 5","content":"The worker for God must be imbued with the spirit of Christ. His love for souls must be fervent, and his faith strong and unwavering. His faith must be that which works by love. He must continually cultivate the graces of the Spirit of God, repressing all unbelief. Under the guidance and control of the Holy Spirit, the powers of the missionary of the Lord are to be put to their very highest use. It is thus that man may become a laborer together with God. All whom God has endowed with reasoning powers may become intellectual Christians. God has given abundant evidence of the truth of his word, and he requires that those who would be counted as the followers of Christ should study the Scriptures, that they may be able to give to every man a reason of the hope that is in them, with meekness and fear. He has not required any one to believe without evidence. Let the inquirer after truth put to the stretch his mental powers in diligent study of the word of God. To neglect this duty is to place the soul in peril of eternal death. Each one is required to understand the conditions upon which eternal life depends. We must know what saith the Lord, that we may be able to live “by every word that proceedeth out of the mouth of the Lord.” We cannot afford to have another settle questions of such momentous import as those concerning our soul's salvation. We must open the Scriptures for ourselves, searching the word of God prayerfully, that we may know the truth as it is in Jesus. We cannot afford to trust to the ministers, to follow idle traditions, to subject our souls to human authority, but we must know for ourselves what God has said. We are to be laborers together with God, and we must know, we must be determined to know, what are the conditions upon which we may become heirs of salvation. If we neglect this important duty, we shall die in our sins."},{"refcode_short":"MMis May 1,  1892, par. 6","refcode_long":"The Medical Missionary May 1,  1892, paragraph 6","content":"We are not to make a study as to what are the opinions of men, what are the traditions of the Fathers, or what is the popular faith. We cannot trust to the voice of the multitude, or follow the world in an evil course. Our inquiry should be, What hath God said? what is his revealed will? God has given us his word, he has left on record his commands and promises, he has revealed to us the plan whereby lost man may be saved, and it is our place to search for truth as for hidden treasures. All skepticism, all self-exaltation, all pride of opinion, must be laid aside as we come to the searching of the word of God. With humble heart, with contrite spirit, we must pray for divine enlightenment, and become diligent, thoughtful, earnest students in the school of Christ, learning of him what it is to be meek and lowly of heart."},{"refcode_short":"MMis May 1,  1892, par. 7","refcode_long":"The Medical Missionary May 1,  1892, paragraph 7","content":"The duty of studying the Scriptures is not left as an optional matter, on which little depends. The Lord positively enjoins upon every believer the study of his word, that he may have an intelligent faith, built upon the knowledge of the word of truth. He must dig for truth as one who digs for hidden treasure. He must search the Scriptures, comparing scripture with scripture, and thus fitting himself to become a laborer with God in a more extended work. Each one must have faith for himself, for individually we are to work out our “own salvation with fear and trembling,” knowing that it is God who worketh in us both to will and to do of his good pleasure."},{"refcode_short":"MMis May 1,  1892, par. 8","refcode_long":"The Medical Missionary May 1,  1892, paragraph 8","content":"Not only does our own salvation depend upon our knowledge of the word of God, but the salvation of others is to a large degree dependent upon our faithfulness to this duty. We are to be laborers together with God, and the word of God is called the sword of the Spirit. The knowledge of revealed truth is the spiritual weapon by which God is to make us mighty to the pulling down of the strongholds of the enemy. It is through the power of the word that souls are to be delivered out of darkness into light. As Christ's representatives and followers, we are to speak the truth in love, making it manifest that we have been with Jesus and learned of him. We are to approach others in the spirit of kindness, in tender affection and compassion, winning them to Christ by a representation of his love and power."},{"refcode_short":"MMis May 1,  1892, par. 9","refcode_long":"The Medical Missionary May 1,  1892, paragraph 9","content":"We are to be laborers together with God; and it is needful that our faith and piety be of the heavenly order, that it be sound and healthful, so that when it comes in contact with error, we shall not be moved from our steadfastness, or our integrity be corrupted by the iniquity which we meet. Instead of devoting our talents to the world, we are to devote them to the advancement of the kingdom of God. In doing this, our powers will become elevated, our souls will be ennobled, and our characters purified and fitted for the heavenly abode. To him who is indeed a laborer together with God, the truth becomes a divine inspiration, a living reality. His soul is aroused to the needs of the cause of the Master, and in place of seeking to do less than he has hitherto done, he realizes that more, much more is required of him,—that he is to work as one who is plucking souls as brands from the burning."},{"refcode_short":"MMis May 1,  1892, par. 10","refcode_long":"The Medical Missionary May 1,  1892, paragraph 10","content":"The ease-loving spirit that has fallen upon the church, is an offense to God. We are nearing the end, and every moment is golden. O by living faith lay hold upon the power of God, and work to the utmost of your ability, having your testimony so vitalized by the Spirit of God that sinners may feel and realize their danger, and turn unto the living God. Let faith be woven into your experience. Let every believer in the truth be thoroughly alive to the dangers of this time. Let every soul arouse from stupor, and realize that it is not of the ministers alone of whom it is written, “we are laborers together with God.” Every soul who professes the name of Christ is expected to have some part in the work of God. All are to be living branches of the True Vine, active members of the body of Christ, laborers together with God, the light of the world."},{"refcode_short":"MMis June 1,  1892, par. 10","refcode_long":"The Medical Missionary June 1,  1892, paragraph 10","content":"June 1, 1892"},{"refcode_short":"MMis June 1,  1892","refcode_long":"The Medical Missionary June 1,  1892","content":"Garnered Thoughts"},{"refcode_short":"MMis June 1,  1892, par. 1","refcode_long":"The Medical Missionary June 1,  1892, paragraph 1","content":"The Holy Spirit is called both the Comforter and the Spirit of truth, because there is comfort and hope in the truth. A falsehood cannot give peace; but through the truth we become partakers of the peace that passeth understanding."},{"refcode_short":"MMis June 1,  1892, par. 2","refcode_long":"The Medical Missionary June 1,  1892, paragraph 2","content":"The mind will reveal its own deficiencies. But if it is accustomed to dig for the truth as for hid treasures, it will soon become a treasure house of knowledge; and more than this, the very diligence of the laborer in searching the Scriptures will develop his mind proportionately in the understanding of the word."},{"refcode_short":"MMis June 1,  1892, par. 3","refcode_long":"The Medical Missionary June 1,  1892, paragraph 3","content":"All who labor in the cause of God in any capacity, should be whole-hearted in the work. There is a lesson for us in the experience of Gideon's army. Those whose hearts were in the work were so earnest that they would not stop to kneel by the brook to drink, but dipped up the water in their hands as they hurried on to the battle, and these were the ones whom God used; while those who made deliberate preparations to drink, and took their time for it, were sent back to their homes. The Lord God of Israel is watching every worker to see whether he is in earnest, whether he carries upon his heart the burden of souls. God sees whether his servants touch these living interests with the ends of their fingers, or whether they grasp them with all their might. If all had the interest that Knox felt when he cried, “Give me Scotland or I die!”—a wrestling with God that will not be denied,—they would find that God would work with their efforts, and would give them souls for their hire. They would not be lifted up because of their success, nor would they for a moment fear that some one else would receive the credit due to them; but they would be so grateful to God for the souls saved that his praise would be in their hearts and on their lips day and night. It is such workers whom God will make mighty in his cause."},{"refcode_short":"MMis June 1,  1892, par. 4","refcode_long":"The Medical Missionary June 1,  1892, paragraph 4","content":"We are altogether too faithless, and too narrow in our views. Gideon's army prevailed, not because of their numbers, but because in living faith they followed the special direction of God. If we make narrow plans, we shall see very little accomplished."},{"refcode_short":"MMis June 1,  1892, par. 5","refcode_long":"The Medical Missionary June 1,  1892, paragraph 5","content":"Never think that even when you do your best you are of yourself capable of winning souls to Christ. You must cultivate the habit of discerning a power beyond that which you can see with human vision,—a power that is constantly at work upon the hearts and minds of men. When you approach the stranger, when you stand face to face with the impenitent, with the afflicted, the soul-needy, the Lord is by your side if you have indeed surrendered yourself to him. Through the living agent he makes the impression on the heart. Your words must not be a mere parrot-like speech, but the expression of a living, personal experience. If you cheer hearts with words of courage and hope, it is because the grace of Christ is to you a living reality. It is God's likeness, not your own, that is to be impressed on the heart. But if you have not yourself been sanctified, refined, transformed, you cannot present the truths of God's word with a freshness, a power, that awakens responsive feelings in those who hear the word of life."},{"refcode_short":"MMis June 1,  1892, par. 6","refcode_long":"The Medical Missionary June 1,  1892, paragraph 6","content":"The advocates of truth must hide in Jesus. He is their greatness, their power and efficiency. They must represent Christ, love souls as he loved them, be obedient as he was, be courteous, full of sympathy. Let Christ appear, and self be hid in him. Now, as in the days of Christ, traditional prejudice, custom, and fashion have barricaded souls against the truth. He who presents the gospel to others must in his own character give evidence of its transforming power."},{"refcode_short":"MMis August 1,  1892, par. 6","refcode_long":"The Medical Missionary August 1,  1892, paragraph 6","content":"August 1, 1892"},{"refcode_short":"MMis August 1,  1892","refcode_long":"The Medical Missionary August 1,  1892","content":"The Christian's Duty is to Make Christ Known to the World"},{"refcode_short":"MMis August 1,  1892, par. 1","refcode_long":"The Medical Missionary August 1,  1892, paragraph 1","content":"“And after these things I saw another angel come down from heaven, having great power; and the earth was lightened with his glory.” Looking upon the large cities, the villages, and towns that have not yet heard the proclamation of the third angel's message, my heart is filled with sorrow. Are the thousands who have had the light of truth in America, willing to rest at ease, and take no burden for these vast, neglected fields, where dwell in darkness and error those for whom Christ died?"},{"refcode_short":"MMis August 1,  1892, par. 2","refcode_long":"The Medical Missionary August 1,  1892, paragraph 2","content":"Christ speaks of the gospel of our salvation as the water of life. He uses water, which is essential for our life, as an emblem by which to typify the truth. Should water be withheld from the world for even one day, what a state of wretchedness would result! Should it be withheld for a longer time, a cry of indescribable misery would wail forth from the suffering inhabitants of earth. But the salvation of Christ is the water of life, essential for the health and life of the soul; and how much more terrible is the result of withholding it from men than the consequence of depriving them of water for a season! Many are perishing for the water of life. The loss of natural life is lamentable, but how does the loss of natural life compare with the loss of the life that measures with the life of God? How terrible it is to contemplate eternal loss!"},{"refcode_short":"MMis August 1,  1892, par. 3","refcode_long":"The Medical Missionary August 1,  1892, paragraph 3","content":"“He that believeth on the Son hath everlasting life; and he that believeth not the Son shall not see life; but the wrath of God abideth on him.” Then why is there so great indifference on the part of those who have a knowledge of Christ toward those who know him not? When souls for whom Christ died are in peril, why do those to whom he has committed the last warning message, sit at ease in Zion? Jesus says, “Verily, verily, I say unto you, He that believeth on me hath everlasting life. I am the bread of life.... This is the bread which cometh down from heaven, that a man may eat thereof, and not die. I am the living bread which came down from heaven: if any man eat of this bread, he shall live forever: and the bread that I will give is my flesh, which I will give for the life of the world.... Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you. Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day. For my flesh is meat indeed, and my blood is drink indeed. He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him. As the living Father hath sent me, and I live by the Father; so he that eateth me, even he shall live by me.... Many therefore of his disciples, when they heard this, said, This is a hard saying; who can hear it? When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you? What and if ye shall see the Son of man ascend up where he was before? It is the Spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.”"},{"refcode_short":"MMis August 1,  1892, par. 4","refcode_long":"The Medical Missionary August 1,  1892, paragraph 4","content":"Let those who profess to be followers of Christ, carefully consider the import of these words. The meaning is clear that we have no connection with Christ unless we eat his flesh and drink his blood; unless we feed upon his word, which is spirit and life. We are to be as closely related to him as is the branch to the vine; for it is the sap and nourishment of the parent stock that flows through the branch, and causes it to live, and bear the fruit of the vine. We are to live by every word that proceedeth out of the mouth of God; in this way we are to become partakers of the divine nature. Those who are doers of the word of God will be one with Christ, and will walk with God as Enoch walked with him of old."},{"refcode_short":"MMis August 1,  1892, par. 5","refcode_long":"The Medical Missionary August 1,  1892, paragraph 5","content":"Those who are one with Christ will love souls for whom he died. Jesus has identified his interest with that of suffering humanity, and he has made manifest at what value he estimates the soul, in that he left the honor and glory of heaven, and for our sake became poor, that we through his poverty might become rich. He clothed his divinity with humanity, and came to the sin-cursed world to endure insult, reproach, mockery, rejection, and crucifixion, in order to bring to lost humanity the gift of salvation. The rich, the poor, the high, the low, were all included in the ample provision made on Calvary; for he died that all who believe on him should not perish, but have everlasting life. In his last instruction to his disciples, he opened to his followers the part they should act in bringing to men the glad tidings of his infinite love. He said, “Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned.” Then what are we, who have been most highly favored of heaven, doing to accomplish the work that has been given into our hands? What are we doing to bring to others the light, that they also may have life eternal? What are we doing to save our fellow-men?"},{"refcode_short":"MMis August 1,  1892, par. 6","refcode_long":"The Medical Missionary August 1,  1892, paragraph 6","content":"The Saviour declares, “He that believeth on the Son hath everlasting life; and he that believeth not the Son shall not see life; but the wrath of God abideth on him.” Without Christ the soul is dead in trespasses and sins, and unless quickened by the grace of God, is lost, eternally lost. If we are abiding in Christ, we shall not be indifferent concerning the salvation of others, but shall have a deep and settled purpose to do all in our power to reveal the truth to those who know it not, whether they are afar off or near at hand."},{"refcode_short":"MMis August 1,  1892, par. 7","refcode_long":"The Medical Missionary August 1,  1892, paragraph 7","content":"Christ says of his followers, “Ye are the light of the world.” God is light and life and love; and it is from him that the gospel of truth emanates. The principles of truth, the spirit of love, the words of life, must be appropriated by the followers of Christ, as the branch appropriates the sap and nourishment of the vine; for Christ has said, “As the living Father hath sent me, and I live by the Father, so he that eateth me, even he shall live by me.” By abiding in Christ, the soul will not only be enlightened, but cleansed and purified. He says again, “He that followeth me shall not walk in darkness, but shall have the light of life.” It is in this way that his followers are to be the “light of the world.” Those who abide in Christ will do the works of Christ; but if we have a knowledge of the principles of truth, and fail to carry them out, this knowledge will only serve to sink us deeper in perdition. We must seek prayerfully to know what is right, and knowing our duty, do it with all the heart for Christ's sake."},{"refcode_short":"MMis September 1,  1892","refcode_long":"The Medical Missionary September 1,  1892","content":"September 1, 1892"},{"refcode_short":"MMis September 1,  1892","refcode_long":"The Medical Missionary September 1,  1892","content":"The Christian's Duty is to Make Christ Known to the World"},{"refcode_short":"MMis September 1,  1892, par. 1","refcode_long":"The Medical Missionary September 1,  1892, paragraph 1","content":"The manifest duty of those who believe in Christ is to make him known to the world; for “there is none other name under heaven given among men, whereby we must be saved.” Freely Christ has given the invitation, “Whosoever will, let him come, and take of the water of life.” To young and old, rich and poor, learned and ignorant, bond and free, the gracious invitation is extended. And yet what are we doing to proclaim Christ to the world, to extend the message of the Master? What efforts are we making to second the efforts of Christ? What sacrifices are we making to enrich others with the imperishable treasure of truth? Millions are perishing for the water of life, and what account will those who sit at ease have to render because of their selfishness, their neglect of souls for whom Christ died? Many who profess the name of Christ, are lovers of pleasures more than lovers of God; they put forth no personal effort to save others, neither do they deny self that they may give of the means which God has entrusted to them, that they may be a blessing to their fellowmen, that those who are willing may go forth to advance the interests of Christ's kingdom in the world."},{"refcode_short":"MMis September 1,  1892, par. 2","refcode_long":"The Medical Missionary September 1,  1892, paragraph 2","content":"God has provided for the world a free gospel; and yet it is bound away from hungry souls for lack of means, and for want of earnest, self-sacrificing workers. The Rock of salvation has been smitten for you, that you may drink, that Christ may be in you a well of water springing up unto everlasting life. Then for Christ's sake, drink; for your soul will be refreshed with the living stream, and you will long to see others quenching their souls’ thirst at the fountain of life. Your heart will be softened and subdued by the love of Christ, and your soul invigorated to go forth and work for others. You will awake to the peril and privilege of the time in which you live. Today the people are breaking the law of God, and the warning cry is to be sounded. The warning message has come to you in order that you may repeat it to those who are in darkness and ignorance as to what is coming upon the world. The Lord has said,” If any man worship the beast and his image, and receive his mark in his forehead, or in his hand, the same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation.”"},{"refcode_short":"MMis September 1,  1892, par. 3","refcode_long":"The Medical Missionary September 1,  1892, paragraph 3","content":"With the knowledge of this warning, with the understanding that this curse is hanging over the souls of those who violate the Sabbath of the fourth commandment, how is it that we have not shown greater interest, earnestness, and zeal in giving to the world the warning of the third angel's message? With such momentous events before us,—events which will decide the destiny of the world,—how is it that we have been so indifferent, so selfish, so engrossed in the things of this world? Have we entirely separated from Christ? Has the truth become too plain, too pointed, too close in its application to our souls? and like the disciples of old, have we turned from Christ, choosing rather the weak and beggarly elements of the world? How many spend money for the gratification of self, with no thought of the souls that are perishing without a knowledge of Jesus and the truth! How long shall this state of indifference continue? How long shall it be before those who profess to believe the present truth, will come into right relation with God? We must have living faith, which works by love, and purifies the soul. How ready are many to indulge self, how reluctant to do anything for those who are perishing for the bread of life! Let no one claim to be a member of the royal family above, unless he can show that he has a holy pedigree,—that he is a partaker of the divine nature."},{"refcode_short":"MMis September 1,  1892, par. 4","refcode_long":"The Medical Missionary September 1,  1892, paragraph 4","content":"The trouble with those who have a name to live and are dead, is that they are seeking to serve two masters. Let us hear what the Lord has to say on this matter: “No man can serve two masters; for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.” O, let us heed the admonition of Christ! He says, “Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal: but lay up for yourselves treasures in heaven where neither moth nor rust doth corrupt, and where thieves do not break through nor steal: for where your treasure is, there will your heart be also. The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light.... Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment? Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they? Which of you by taking thought can add one cubit unto his stature? And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin: and yet I say unto you, That even Solomon in all his glory was not arrayed like one of these. Wherefore if God so clothe the grass of the field, which today is, and tomorrow is cast into the oven, shall he not much more clothe you, O ye of little faith? Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed? (for after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things. But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.”"},{"refcode_short":"MMis September 1,  1892, par. 5","refcode_long":"The Medical Missionary September 1,  1892, paragraph 5","content":"“Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth. For where your treasure is, there will your heart be also. Let your loins be girded about, and your lamps burning; and ye yourselves like unto men that wait for their Lord, when he will return from the wedding; that when he cometh and knocketh, they may open unto him immediately. Blessed are those servants, whom the Lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them. And if he shall come in the second watch, or in the third watch, and find them so, blessed are those servants. And this know, that if the goodman of the house had known what hour the thief would come, he would have watched, and not have suffered his house to be broken through. Be ye therefore ready also; for the Son of man cometh at an hour when ye think not.”"},{"refcode_short":"MMis September 1,  1892, par. 6","refcode_long":"The Medical Missionary September 1,  1892, paragraph 6","content":"Shall we not now have a selling time, in which we shall cut down our possessions, and devote our means to the cause of God? Shall we not make an investment in the missionary line, and lay up treasure in the bank of heaven? Shall we not make a free-will offering to the cause of God, and return a portion of the goods the Master has left in trust for his service? If we love God supremely, and our neighbors as ourselves, we shall give tangible proof of our faith, and souls will be saved in the kingdom of God as the result of unselfish effort. O that the Spirit of God might enlighten the hearts of his people, and open their eyes to discern the things that belong unto their peace! Look at the martyrs and holy men who have left us an example of godliness in the past. They valued the truth of God above every earthly consideration, above life itself. Their faith was vigorous, their principles unbending, their piety untarnished. Daily they were eating the flesh of the Son of God, and drinking his blood, and his life was in them. They read the word of God, meditated upon it, and carried out its instruction in their life; therefore they were practical Christians; and only those who go; and do likewise, will hear the words from the lips of the Master, “Well done, thou good and faithful servant.” If we would enter into the joy of our Lord, in the kingdom above, we must here partake of his self-denial and sacrifice, drawing nourishment from the word of God, whose sustenance is as enduring as eternity."},{"refcode_short":"MMis December 1,  1892, par. 6","refcode_long":"The Medical Missionary December 1,  1892, paragraph 6","content":"December 1, 1892"},{"refcode_short":"MMis December 1,  1892","refcode_long":"The Medical Missionary December 1,  1892","content":"Medical Missionary Work"},{"refcode_short":"MMis December 1,  1892, par. 1","refcode_long":"The Medical Missionary December 1,  1892, paragraph 1","content":"I am deeply interested in the subject of medical missionary work, and the education of men and women for that work. I could wish that there were one hundred nurses in training where there is one. It ought to be thus. Both men and women can be so much more useful as medical missionaries than as missionaries without the medical education. I am more and more impressed with the fact that a more decided testimony must be borne upon this subject, that more direct efforts must be made to interest the proper persons, setting before them the advantages that every missionary will have in understanding how to treat those who are diseased in body, as well as to minister to sin-sick souls. This double ministration will give the laborer together with God, access to homes, and will enable him to reach all classes of society. An intelligent knowledge of how to treat disease upon hygienic principles will gain the confidence of many who otherwise would not be reached with the truth. In affliction, many are humbled in spirit, and words in favor of the truth spoken to them in tenderness by one who is seeking to alleviate physical sufferings, may touch the heart. Prayer, short, weighted with tenderest sympathy, presenting the suffering ones in faith to the Great Physician, will inspire in them a confidence, a rest and trust, that will tend to the health of both soul and body."},{"refcode_short":"MMis December 1,  1892, par. 2","refcode_long":"The Medical Missionary December 1,  1892, paragraph 2","content":"I have been surprised at being asked by physicians if I did not think it would be more pleasing to God for them to give up their medical practice and enter the ministry. I am prepared to answer such an inquirer: If you are a Christian and a competent physician, you are qualified to do tenfold more good as a missionary for God than if you were to go forth merely as a preacher of the word. I would advise young men and women to give heed to this matter. Perilous times are before us. The whole world will be involved in perplexity and distress, disease of every kind will be upon the human family, and such ignorance as now prevails concerning the laws of health would result in great suffering and the loss of many lives that might be saved."},{"refcode_short":"MMis December 1,  1892, par. 3","refcode_long":"The Medical Missionary December 1,  1892, paragraph 3","content":"While Satan is constantly doing his utmost to take advantage of men's ignorance, and to lay the foundation of disease by improper treatment of the body, it is best for those who claim to be sons and daughters of God to avail themselves while they can of the opportunities now presented to gain a knowledge of the human system, and how it may be preserved in health. We are to use every faculty of mind which God has given us. The Lord will not work a miracle to preserve any one in health who will not make an effort to obtain knowledge within his reach concerning this wonderful habitation that God has given. By study of the human organism, we are to learn to correct what may be wrong in our habits, and which, if left uncorrected, would bring the sure result, disease and suffering, that make life a burden. The sincerity of our prayers can be proved only by the vigor of our endeavor to obey God's commandments."},{"refcode_short":"MMis December 1,  1892, par. 4","refcode_long":"The Medical Missionary December 1,  1892, paragraph 4","content":"Evil habits and practices are bringing upon men disease of every kind. Let the understanding be convinced by education as to the sinfulness of abusing and degrading the powers that God has given. Let the mind become intelligent, and the will be placed on the Lord's side, and there will be a wonderful improvement in the physical health. But this can never be accomplished in mere human strength. With strenuous efforts through the grace of Christ to renounce all evil practices and associations, and to observe temperance in all things, there must be an abiding persuasion that repentance for the past, as well as forgiveness, is to be sought of God through the atoning sacrifice of Christ. These things must be brought into the daily experience; there must be strict watchfulness and unwearied entreaty that Christ will bring every thought into captivity to himself; his renovating power must be given to the soul, that as accountable beings we may present to God our bodies a living sacrifice, holy and acceptable unto him, which is our reasonable service."},{"refcode_short":"MMis December 1,  1892, par. 5","refcode_long":"The Medical Missionary December 1,  1892, paragraph 5","content":"Will those who claim to believe the solemn, sacred truth for this time arouse their sluggish energies and place themselves in the channel where they can gather to their souls every ray of light that shines upon their pathway? God calls upon all who claim to believe advanced truth to exert every power to the utmost in gaining knowledge. If we would elevate the moral standard in any country where we may be called to go, we must begin by correcting their physical habits. Virtue of character depends upon the right action of the powers of the mind and body."},{"refcode_short":"MMis December 1,  1892, par. 6","refcode_long":"The Medical Missionary December 1,  1892, paragraph 6","content":"Guilt rests upon us as a people who have had much light, because we have not appreciated or improved the light given upon health reform. Through misunderstanding and perverted ideas many souls are deceived. Those who teach the truth to others and who should be shepherds of the flock, will be held accountable for their willing ignorance and disregard of nature's laws. This is not a matter to be trifled with, to be passed off with a jest. As we approach the close of this earth's history, selfishness and violence and crime prevail as in the days of Noah, when the Old World perished in the waters of the flood. As Bible believers, we need to take our position for righteousness and truth."},{"refcode_short":"MMis December 1,  1892, par. 7","refcode_long":"The Medical Missionary December 1,  1892, paragraph 7","content":"As religious aggression subverts the liberties of our nation, those who would stand for freedom of conscience will be placed in unfavorable positions. For their own sake, they should, while they have opportunity, become intelligent in regard to disease, its causes, prevention, and cure. And those who do this will find a field of labor anywhere. There will be suffering ones, plenty of them, who will need help, not only among those of our own faith, but largely among those who know not the truth."},{"refcode_short":"MMis December 1,  1892, par. 8","refcode_long":"The Medical Missionary December 1,  1892, paragraph 8","content":"The shortness of time demands an energy that has not been aroused among those who claim to believe the present truth. There is need of personal religion, of repentance, of faith and love. I plead that there be a general awakening among us as a people. In the strength that Christ imparts, we should be able to teach others also how to wrestle with those passions which the light of heaven shows them must be mortified. Let there be constant watchfulness and unwearied prayer for the assistance of the Holy Spirit, and let us avail ourselves of all the help and light that God has given."},{"refcode_short":"MMis December 1,  1892, par. 9","refcode_long":"The Medical Missionary December 1,  1892, paragraph 9","content":"In almost every church there are young men and women who might receive education either as nurses or physicians. They will never have a more favorable opportunity than now. I would urge that this subject be considered prayerfully, that special effort be made to select those youth who give promise of usefulness and moral strength. Let these receive an education at our Sanitarium at Battle Creek, to go out as missionaries wherever the Lord may call them to labor. It should ever be kept before them that their work is not only to relieve physical suffering, but to minister to souls that are ready to perish. It is important that every one who is to act as a medical missionary be skilled in ministering to the soul as well as to the body. He is to be an imitator of Christ, presenting to the sick and suffering the preciousness of pure and undefiled religion. While doing all in his power to relieve physical distress and to preserve this mortal life, he should point to the mercy and the love of Jesus, the great Physician, who came that “whosoever believeth in him might not perish, but have everlasting life.”"},{"refcode_short":"MMis December 1,  1892, par. 10","refcode_long":"The Medical Missionary December 1,  1892, paragraph 10","content":"Workers are needed now. As a people, we are not doing one fiftieth of what we might do as active missionaries. If we were only vitalized by the Holy Spirit, there would be a hundred missionaries where there is now one."},{"refcode_short":"MMis December 1,  1892, par. 11","refcode_long":"The Medical Missionary December 1,  1892, paragraph 11","content":"But where are the missionaries? Has not the truth for this time power to stir the souls of those who claim to believe it? When there is a call to labor, why should there be so many voices to say, “I pray thee have me excused.” In this country the standard of truth is to be established and exalted. There is great need of workers, and there are many ways in which they can labor. There is work for those in the higher, as well as in the more humble positions. But we want none to come out to this field who have not a high sense of what it means to be a missionary. Individually, all need a heart work. A good work cannot be done by the human agent alone. For the full development and efficiency of the intellectual as well as the spiritual powers, there is, there must be, a vital connection with God, a communion with the highest source of activity. Then with the soul all aglow with zeal for the Master, we can be a blessing to others. Jesus said, “Whosoever drinketh of the water that I shall give him shall never thirst, for the water that I shall give him shall be in him a well of water springing up into everlasting life.” Those who become partakers of the grace of Christ will guide others also to the living stream."},{"refcode_short":"MMis December 1,  1892, par. 12","refcode_long":"The Medical Missionary December 1,  1892, paragraph 12","content":"Is it not a privilege to be thus co-partners with Jesus? Is it not an honor to be connected with the grand work of saving souls, acting the part assigned us by our Saviour? And none can impart a blessing to others without receiving benefit himself. “He that watereth shall be watered also himself.”"},{"refcode_short":"MMis October 1,  1893","refcode_long":"The Medical Missionary October 1,  1893","content":"1893"},{"refcode_short":"MMis October 1,  1893","refcode_long":"The Medical Missionary October 1,  1893","content":"October 1, 1893"},{"refcode_short":"MMis October 1,  1893","refcode_long":"The Medical Missionary October 1,  1893","content":"Garnered Thoughts"},{"refcode_short":"MMis October 1,  1893, par. 1","refcode_long":"The Medical Missionary October 1,  1893, paragraph 1","content":"God has expended amazing sacrifices upon men, and mighty energies to reclaim man from transgression and sin to loyalty and obedience; but he does nothing without the co-operation of human agencies. Every endowment of grace and power and efficiency has been liberally provided, and the strongest motives are presented to arouse and keep alive in the human heart the missionary spirit, that divine and human agencies may be combined."},{"refcode_short":"MMis October 1,  1893, par. 2","refcode_long":"The Medical Missionary October 1,  1893, paragraph 2","content":"As man uses his talents, however small, the Holy Spirit takes of the things of God, and presents them anew to the mind. Through the Spirit the neglected word is made a vivifying agency, quick and powerful upon human minds; not because of the educational power of the human agency, but because the divine power works with the human, and it is the divine that deserves all the credit."},{"refcode_short":"MMis October 1,  1893, par. 3","refcode_long":"The Medical Missionary October 1,  1893, paragraph 3","content":"You are not alone. God's grace stands ready to work with every effort to enlighten the ignorant and those that do not know that the end of all things is at hand. But his Spirit will not be your substitute, to do the work God has given you. Light may shine in abundance, but the grace given will convert your soul only as it arouses you to co-operate with divine agencies. You are called to be active soldiers, to put on the divine armor, to put forth energy, divine power working with the human to break the spell of worldly enchantments."},{"refcode_short":"MMis October 1,  1893, par. 4","refcode_long":"The Medical Missionary October 1,  1893, paragraph 4","content":"“Be ye therefore perfect even as your Father in heaven is perfect.” We are to keep Christ as our pattern ever in view, and by contemplating him we become transformed in character. His own righteousness is imputed to us. Therefore all virtue, all light, all that is of any value, is derived from Christ; and how foolish for any man to cherish self-esteem, and lift up his soul unto vanity. Christ is everything to us, and if we have his love abiding in our hearts, we shall cultivate love for one another."},{"refcode_short":"MMis October 1,  1893, par. 5","refcode_long":"The Medical Missionary October 1,  1893, paragraph 5","content":"If the Spirit of God poured out upon individuals finds no outlet to enlighten and bless others, the Lord will employ other channels where his grace will be a living, flowing spring, to refresh the souls of those ready to perish. The dear Saviour condescends to honor the human agent in making him a laborer together with God. When we realize this great and important truth, we shall feel our accountability. A sense of the continual presence of God, the consciousness that we are individually honored to wear the yoke of Christ, will correct morbid self-distrust and nervous timidity. To know that we are laborers together with God will impart confidence, not in ourselves, but in the divine agency co-operating with our human efforts. We shall have a sense of our personal obligation, and the Lord will give us to feel what is due to ourselves in being thus honored. Understanding the value of the human soul, we shall improve our talents and capabilities by training all our powers to be a blessing to humanity and an honor to God. Strengthened by inward grace and by living connection with God, the life of the soul will show itself in outward appropriate work along Christ's lines. The life of the strong, well-rooted tree is manifested not only by foliage, but by abundance of fruit,—good works."},{"refcode_short":"MMis October 1,  1893, par. 6","refcode_long":"The Medical Missionary October 1,  1893, paragraph 6","content":"It is required of Christ's followers that they be doers of his words, which he has spoken to them in a variety of ways,—through illustrations drawn from the things of nature, through the man sowing the seed, and the harvest. All these figures and illustrations it is needful that we contemplate, and search carefully to understand, that we may be found not without understanding, but wise in that science which concerns our eternal interests in the kingdom of God. How intensely earnest is Satan, working through his manifold temptations to lead every soul into paths not cast up, into by and forbidden paths! How essential for every one who has enlisted in the army of the Lord, to heed the injunction of the inspired apostle Paul, “Wherefore lift up the hands which hang down, and the feeble knees, and make straight paths for your feet, lest that which is lame be turned out of the way, but let it rather be healed.” What is required of us to do?—“Follow peace with all men and holiness, without which no man shall see the Lord.” What is holiness?—Doing everything with an eye single to the glory of God. Holiness is so living that men shall see your good works, and by seeing them shall glorify God. This is the work of the unfallen angels of heaven. This was the life work of Christ upon the earth. Christ has given this command to every soul that believes in his name."},{"refcode_short":"MMis October 1,  1893, par. 7","refcode_long":"The Medical Missionary October 1,  1893, paragraph 7","content":"Every organ has its function, and our Creator has pledged himself to keep our organs in a healthy condition if we will obey his laws implanted in our nature. The laws governing the physical nature are as truly divine in their origin and character as the law of the ten commandments. Man is fearfully and wonderfully made; for Jehovah has inscribed his law by his own almighty hand on every part of the human body. Many who are sick might be well if they would co-operate with God, surrendering soul and body and spirit to his control. For in order to have health, we must keep ourselves in harmony with God's law. To have clean hands and a pure heart is to have contentment of mind, and this is conducive to health."},{"refcode_short":"MMis October 1,  1893, par. 8","refcode_long":"The Medical Missionary October 1,  1893, paragraph 8","content":"No one can grow in grace till he purifies his soul by obeying the truth. Obedience to the truth includes obedience to physical law. Many transgress physical law, and seemingly pass on uninjured. But that which they sow they shall also reap. There will come upon the transgressor disease of such a character that he will be forced to admit that he is reaping the result of previous habits which have weakened his powers of resistance. When our churches plant their feet firmly upon the principles of health reform, and respect the physical laws which God has instituted, they will stand where God will give them his grace and will make them an influence for good in the community in which they move."},{"refcode_short":"MMis November 1,  1894, par. 8","refcode_long":"The Medical Missionary November 1,  1894, paragraph 8","content":"1894"},{"refcode_short":"MMis November 1,  1894, par. 8","refcode_long":"The Medical Missionary November 1,  1894, paragraph 8","content":"November 1, 1894"},{"refcode_short":"MMis November 1,  1894","refcode_long":"The Medical Missionary November 1,  1894","content":"Represent God in Benevolence"},{"refcode_short":"MMis November 1,  1894, par. 1","refcode_long":"The Medical Missionary November 1,  1894, paragraph 1","content":"“Were there not ten cleansed? but where are the nine?” Let us give earnest consideration to this question, “Where are the nine?” Why is it that we feel such great obligation for human favors, and so little for the divine? Why do we praise and glorify man, and leave God out of our reckoning? What human agent could or would have done one thousandth part of that which God has done for his heritage? Could a human agent do even a fraction of what God has done, it would be done only by the grace which God supplies. Man is so ungrateful, so forgetful of God, whose mercy sustains him every hour and every moment! All we have received in the past, and all we are now receiving, comes from One who “so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life. For God sent not his Son into the world to condemn the world; but that the world through him might be saved.” “And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up: that whosoever believeth in him should not perish, but have eternal life.” “He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things.”"},{"refcode_short":"MMis November 1,  1894, par. 2","refcode_long":"The Medical Missionary November 1,  1894, paragraph 2","content":"Satan works to interpose himself between God and man, so that the affections, the gifts and offerings of human agents, shall be turned into human channels rather than into the divine. The enemy has been especially alive upon this point, and shall those who profess to be the followers of Christ unite with him in this branch of Satanic work? For Christ's sake let not the world give a better example in works of benevolence than do those who claim to love God with all their heart, and their neighbors as themselves. Let Christ be represented in tender compassion and love for suffering humanity. Let the condition of helpless little ones appeal to every mother's heart, that she may put into exercise a mother's love for homeless orphan children. Their helplessness appeals to every God-given attribute in human nature."},{"refcode_short":"MMis November 1,  1894, par. 3","refcode_long":"The Medical Missionary November 1,  1894, paragraph 3","content":"There is a large field for missionary labor in caring for homeless orphan children. Shall not the love of Christ constrain my brethren and sisters to use the capital intrusted for the purpose of blessing others, in providing for destitute and homeless children? Shall Christmas and New Year's find you enriching yourselves by accepting gifts that you do not need, or will you tell your friends and relatives that you will regard it as a great favor to yourself if they will bestow their gifts on the Orphans’ Home, that needy, homeless little children may thus be cared for, clothed, and fed as God would have them? The blessing of the Lord will surely be bestowed upon all who will deny self, using the means he has lent them in an economical way in providing for themselves, in order that they may provide for those also who are destitute and afflicted. God is testing and proving every soul in this probationary time, that it may be made manifest whether or not his attributes of character are formed within."},{"refcode_short":"MMis November 1,  1894, par. 4","refcode_long":"The Medical Missionary November 1,  1894, paragraph 4","content":"God chooses to work through human agents in relieving the necessities of suffering humanity; but how inconsistent it is for those who profess to be Christ's followers to spend their means in buying expensive presents for those who need not their offerings! How many poor and suffering families might be supplied with healthful, simple food and comfortable clothing if the gifts and offerings formerly devoted to friends and relatives, should be bestowed upon the needy. Let the gifts that have hitherto been given without a thought as to the misapplication of God's entrusted goods, be recognized as his talents to be applied to the necessities of the poor and suffering. In this way thanksgiving will redound to God; for the poor will be blessed with the thought that the Lord has moved upon his agents and has caused them to remember the hungry, the naked, and the destitute. Will those who have a good supply of the Lord's goods, misapply their gifts in giving to those who are not in need, simply because it is fashionable to do so, and take no thought of the poverty-stricken homes where such gifts would be greatly appreciated?"},{"refcode_short":"MMis November 1,  1894, par. 5","refcode_long":"The Medical Missionary November 1,  1894, paragraph 5","content":"The Haskell Home has been erected in Battle Creek, Mich., through the gift of a large-hearted woman who wished to invest a portion of her earthly treasure in providing an asylum for poor orphan children. Will not those who love our Lord enlarge the mantle of charity to take in this benevolent institution of God? Shall we not do our duty to the poor? We have long been waiting and halting, and neglecting Christ in the person of suffering ones who have been purchased by his blood. Shall we not now redeem the past? Shall we not now make restitution to God by our earnest zeal, our tender compassion, and take to our hearts the homeless little ones?"},{"refcode_short":"MMis November 1,  1894, par. 6","refcode_long":"The Medical Missionary November 1,  1894, paragraph 6","content":"The children of God on earth must cooperate with heavenly intelligences,*The original publication had the spelling “intelligencies.” working in harmony with the light and truth revealed in his word, and thus represent the attributes of his character. Every Christian is to represent Christ in self-denial, in living not to please and glorify self. The followers of Christ are to reach that condition which is spoken of in the sacred record, “For both he that sanctifieth and they who are sanctified are all of one: for which cause he is not ashamed to call them brethren.” And again he says, “God is not ashamed to be called their God.” What evidence does he present to verify this assurance? The answer is, “He hath prepared for them a city.” But those who are thus honored are doers of the word of God. They love God with all the heart, and their neighbors as themselves, and are living epistles, known and read of all men. By their character they say to the world that they are strangers and pilgrims on the earth. “For they that say such things declare plainly [to the world] that they seek a country. And truly, if they had been mindful of that country from which they came out, they might have had opportunity to have returned. But now they desire a better country, that is an heavenly: wherefore God is not ashamed to be called their God, for he hath prepared for them a city.”"},{"refcode_short":"MMis November 1,  1894, par. 7","refcode_long":"The Medical Missionary November 1,  1894, paragraph 7","content":"Let every one closely investigate his expenditures, and see how he can deny himself and help the needy. There is a home in preparation for the aged poor. This is a precious object to which to give a portion of God's entrusted goods. “Therefore I thought it necessary to exhort the brethren, that they would go before unto you and make up beforehand your bounty, whereof ye had notice before, that the same might be ready, as a matter of bounty, and not of covetousness.” Now hear the words of inspiration, “But this I say, He which soweth sparingly shall reap also sparingly; and he which soweth bountifully shall reap also bountifully.” Do we believe God? I believe every word spoken by the prophets and apostles inspired by the Holy Spirit. “Every man according as he purposeth in his heart, so let him give: not grudgingly, or of necessity: for God loveth a cheerful giver.” Now hear the assurance that God has given to those who would follow out his instruction: “God is able to make all grace abound toward you; that ye, always having all sufficiency in all things, may abound to every good work (as it is written, He hath dispersed abroad; he hath given to the poor: his righteousness remaineth forever. Now he that ministereth seed to the sower [which is our heavenly Father] both minister bread for your food, and multiply your seed sown, and increase the fruits of your righteousness): being enriched in everything to all bountifulness, which causeth through us thanksgiving to God. For the administration of this service not only supplieth the want of the saints, but is abundant also by many thanksgivings unto God; while by the experiment of this ministration they glorify God for your professed subjection unto the gospel of Christ, and for your liberal distribution unto them, and unto all men: and by their prayer for you, which long after you for the exceeding grace of God in you. Thanks be unto God for his unspeakable gift.”"},{"refcode_short":"MMis November 1,  1894, par. 8","refcode_long":"The Medical Missionary November 1,  1894, paragraph 8","content":"It is through the blessing of God bestowed upon the unselfish and benevolent soul, that he has wherewith to bestow gifts to help the needy, and to bring tithes and offerings to carry the gospel into regions beyond. Nothing can be given that has not first been received from our heavenly Father. Will the Christian world ever learn that the soul must be refined from the dross of selfishness before Christ can be represented in character? Can anything be withheld by those who know the blessedness of giving? Shall it be said of professed believers in Jesus Christ that he is ashamed to call them brethren? Selfishness, covetousness, pride, and vanity misrepresent Christ to the world. The name of Christian is applied by the world to men and women who are not so named in the books of heaven. On the record above it is written of them, “Weighed in the balances of the sanctuary, and found wanting.” The worldly spirit that leads the professed people of God to misappropriate their Lord's goods, causes them to bring reproach upon the name of him who has exercised boundless beneficence toward the sons of men. The character of God is falsified before the world by those who withhold their Lord's intrusted means from benevolent purposes; for they do not represent him who “so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.”"},{"refcode_short":"MMis May 1,  1899","refcode_long":"The Medical Missionary May 1,  1899","content":"1899"},{"refcode_short":"MMis May 1,  1899","refcode_long":"The Medical Missionary May 1,  1899","content":"May 1, 1899"},{"refcode_short":"MMis May 1,  1899","refcode_long":"The Medical Missionary May 1,  1899","content":"A Letter From Sister White"},{"refcode_short":"MMis May 1,  1899, par. 1","refcode_long":"The Medical Missionary May 1,  1899, paragraph 1","content":"I am troubled in regard to our workers having difficulty with their lungs. In the night season I was instructed that as a people who believe the truth, and are laborers together with God, we must not forget that we are mortal. The words of Christ are to be heeded in all lines. His cautions are to be carefully cherished. I have had presented before me the fact that in your class of medical missionary students are those whose first work should be to understand themselves, to count the cost, and know when they begin to build whether they will be able to finish. Let not God be dishonored by the breaking down of the man in the process of educating him; for a broken-down, discouraged man is a burden to himself. To think that God will sustain him in any work he may plan to do, while he piles upon himself studies, and subjects himself to exposures that imperil health and life, thus violating the laws of nature, is contrary to the light that God has given."},{"refcode_short":"MMis May 1,  1899, par. 2","refcode_long":"The Medical Missionary May 1,  1899, paragraph 2","content":"Nature will not be imposed upon. She will not forgive the injuries done to the wonderful, delicate machinery. The pale, weak student is a continual reproach to health reform. Far better would it be for some to go outdoors, and work in the soil. Exercise is good. God designed that all parts of the human machinery should be worked. There should be regular hours for working, regular hours for eating. Without studying the exact cost of every article of food and providing the cheapest kind, procure those articles of food that are the best for making steam to run the living machinery. There is no extravagance in providing the articles of food that the system can best take and digest, and send vitality to every part of the living organism, that all may be nourished."},{"refcode_short":"MMis May 1,  1899, par. 3","refcode_long":"The Medical Missionary May 1,  1899, paragraph 3","content":"Each one has an individuality that no one can handle as successfully as himself. No one can submerge his identity in another. He must know himself, and give himself a favorable chance to come forth with an unbroken constitution, with a clear mind, with well-balanced nerves, and good digestion. With these he will be well fitted to do the work he has qualified himself to do. If he disqualifies himself by imprudence, by eating hurriedly because he has little time to spend, he is unfitting himself for ever doing sound, wholesome work."},{"refcode_short":"MMis May 1,  1899, par. 4","refcode_long":"The Medical Missionary May 1,  1899, paragraph 4","content":"This matter is worthy of consideration. We should keep the words of Christ ever before us. “Ye are not your own; for ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's.” The first, highest, and most acceptable missionary work that the student can do is to obey God in all he does, in every action of the wonderful machinery God has devised in the formation of man. He is not to treat himself indifferently; he is to know himself, and work with an intelligent knowledge of what he can do, and do safely, and what he should avoid in eating and working. The Lord give you all understanding, is my prayer, that you who are laborers together with God may not give the impression by an appearance of ill health that you have mistaken your vocation. Unless human agents use wisdom in the exercise of brain, bone, and muscle, and treat themselves as under the jurisdiction of God, as God's property, as God's husbandry, as God's building, they will make grievous mistakes, and lie down in an untimely grave. “Ye are all the children of light, and the children of the day: we are not of the night, nor of darkness. Therefore let us not sleep, as do others; but let us watch and be sober.” A disordered stomach means a disordered mind."},{"refcode_short":"MMis May 1,  1899, par. 5","refcode_long":"The Medical Missionary May 1,  1899, paragraph 5","content":"You are God's workmanship, and with the full sense of your accountability to God you are to treat yourselves aright. Give yourselves proper time to sleep. Those who sleep give nature time to build up and repair the waste of the organism. “Let us, who are of the day, be sober, putting on the breastplate of faith and love, and for an helmet, the hope of salvation. For God hath not appointed us to wrath, but to obtain salvation by our Lord Jesus Christ, who died for us, that, whether we wake or sleep, we should live together with him.”"},{"refcode_short":"MMis May 1,  1899, par. 6","refcode_long":"The Medical Missionary May 1,  1899, paragraph 6","content":"“For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called: but God hath chosen the foolish things of the world to confound the wise; and God hath chosen the weak things of the world to confound the things which are mighty; and base things of the world, and things which are despised, hath God chosen, yea, and things which are not, to bring to nought things that are: that no flesh should glory in his presence. But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption: that, according as it is written. He that glorieth, let him glory in the Lord.”"},{"refcode_short":"MMis May 1,  1899, par. 7","refcode_long":"The Medical Missionary May 1,  1899, paragraph 7","content":"“We are laborers together with God; ye are God's husbandry, ye are God's building. According to the grace of God which is given unto me, as a wise masterbuilder, I have laid the foundation, and another buildeth thereon, But let every man take heed how he buildeth thereupon. For other foundation can no man lay than that is laid, which is Jesus Christ.... Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.”"},{"refcode_short":"MMis May 1,  1899, par. 8","refcode_long":"The Medical Missionary May 1,  1899, paragraph 8","content":"Study carefully the first chapter of Ephesians, and let your understanding become enlightened. If you would build for time and for eternity, obey the laws of health. Place yourself in right relation to God as his property, caring for the wonderful husbandry and building of God. In nowise is this to be neglected. Ephesians 2:1-10, 19-22."},{"refcode_short":"MMis May 1,  1899, par. 9","refcode_long":"The Medical Missionary May 1,  1899, paragraph 9","content":"You can do the very best home missionary work by taking care of God's temple, not defiling it by gross indulgence of human passions, not imperiling it by neglect, by undue wear, and overwork. Do not presume to overtask this wonderful machinery till it gives way, and brings your work to a standstill."},{"refcode_short":"MMis January 1,  1903, par. 9","refcode_long":"The Medical Missionary January 1,  1903, paragraph 9","content":"1903"},{"refcode_short":"MMis January 1,  1903, par. 9","refcode_long":"The Medical Missionary January 1,  1903, paragraph 9","content":"January 1, 1903"},{"refcode_short":"MMis January 1,  1903","refcode_long":"The Medical Missionary January 1,  1903","content":"A Special Appeal"},{"refcode_short":"MMis January 1,  1903, par. 1","refcode_long":"The Medical Missionary January 1,  1903, paragraph 1","content":"I have received letters from several of the leading workers in regard to a property in England which is well adapted for a sanitarium, and which may now be purchased for a very reasonable sum. Light was given me that such properties would be brought to the notice of our people, and that they should look upon it as a special providence to be able to purchase at far less than their original cost places in which work can be begun without delay."},{"refcode_short":"MMis January 1,  1903, par. 2","refcode_long":"The Medical Missionary January 1,  1903, paragraph 2","content":"The Lord has many times presented to me the necessities of England, Ireland, and other parts of the European field. These places need means for the advancement of the Lord's cause. Will you aid in the good work of establishing a sanitarium in England? Will you give of the means the Lord has intrusted to you to help to advance this enterprise? I am heart and soul in harmony with this enterprise, and I ask you, my brethren and sisters, to co-operate with us and with the Lord by giving what you can for the establishment of an institution that will be a great blessing to the people of England. Invest the Lord's money in this enterprise. You will find that it will bring rich returns."},{"refcode_short":"MMis January 1,  1903, par. 3","refcode_long":"The Medical Missionary January 1,  1903, paragraph 3","content":"All that you possess is the Lord's property, his lent treasure. He now calls for part of it to help to advance his work in England. I pray that God will give you liberal hearts, that you may be led to open your hands and give freely of your means. As a people standing distinct and separate from the world, you are, by your imitation of Christ's self-denial and sacrifice, to give evidence to the world of the power of the truth to transform and sanctify the character and to cleanse the heart from selfishness. When you joined the church of God, you placed yourself under the laws and principles of a higher world. You took your place in the divine theocracy, under an authority higher than any earthly authority. You pledged yourselves to unite with the great Medical Missionary, and to labor in co-operation with him. You are to do all that you can in his service, working to the utmost of your ability. Whenever the Lord brings destitute fields to your notice, and gives you opportunity to help, you are never to neglect the opportunity."},{"refcode_short":"MMis January 1,  1903, par. 4","refcode_long":"The Medical Missionary January 1,  1903, paragraph 4","content":"Heed the call that now comes to you. Your usefulness and helpfulness in this case will depend on the distinctness of the line of demarcation that separates you from the vanity and selfishness of the world. Give back to the Lord his own, and thus acknowledge that a Supreme Will controls your will, filling you with the self-sacrificing spirit of Christ. Do this heartily, as unto the Lord. Do we not believe that the end of all things is at hand; and should we not, therefore, hold our possessions subject to the Lord's order?"},{"refcode_short":"MMis January 1,  1903, par. 5","refcode_long":"The Medical Missionary January 1,  1903, paragraph 5","content":"We are never to give unwillingly. We are to show to the heavenly universe and to the world that we are willing to make any sacrifice for Christ's sake. We are to be imparters as well as receivers of his precious gifts. By following the example of him who gave himself without reserve to save a perishing world, we are silently to condemn the selfishness and covetousness of the world. Thus we proclaim that we are under the absolute control of a Power higher than human responsibility, even a Supreme Will. Thus, too, we show that we are co-operating with the author and finisher of our faith."},{"refcode_short":"MMis January 1,  1903, par. 6","refcode_long":"The Medical Missionary January 1,  1903, paragraph 6","content":"In no way can the mission and work of the Great Teacher be better represented than by the establishment of sanitariums in places where there are no such institutions. By the erection of sanitariums and houses of worship, we extend the triumphs of the cross."},{"refcode_short":"MMis January 1,  1903, par. 7","refcode_long":"The Medical Missionary January 1,  1903, paragraph 7","content":"As the calls for help shall come, may the Lord help us to remember that by self-sacrifice in the daily life, by a careful expenditure of his money, we are enabled to help his work in times of emergency. Your acts of helpfulness at times when help is so much needed are an evidence that you are building with the Lord Jesus."},{"refcode_short":"MMis January 1,  1903, par. 8","refcode_long":"The Medical Missionary January 1,  1903, paragraph 8","content":"Keep in view the nobler world by revealing the self-denial and self-sacrifice of him who gave his life that he might take away the sin of the world. Oh, in a work of self-denial and self-sacrifice, men and women can stand as if within the open portals of the city of God, surveying the glory within, and saying, “Come, for all things are now ready.”"},{"refcode_short":"MMis January 1,  1903, par. 9","refcode_long":"The Medical Missionary January 1,  1903, paragraph 9","content":"“I, Jesus, have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star. And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst, Come. And whosoever will, let him take the water of life freely.”"},{"refcode_short":"MMis January 1,  1903, par. 10","refcode_long":"The Medical Missionary January 1,  1903, paragraph 10","content":"This is our message. And for the proclamation of this message we must have facilities. My brethren and sisters, you must impart if you would continue to receive the gifts of God. Arouse, and heed the call for help that comes from England. Give all that you can, and the Lord will bless you in giving."},{"refcode_short":"MMis May 1,  1906","refcode_long":"The Medical Missionary May 1,  1906","content":"1906"},{"refcode_short":"MMis May 1,  1906","refcode_long":"The Medical Missionary May 1,  1906","content":"May 1, 1906"},{"refcode_short":"MMis May 1,  1906","refcode_long":"The Medical Missionary May 1,  1906","content":"Co-operation Between Schools and Sanitariums"},{"refcode_short":"MMis May 1,  1906, par. 1","refcode_long":"The Medical Missionary May 1,  1906, paragraph 1","content":"I have been instructed that there are decided advantages to be gained by the establishment of a school and a sanitarium in close proximity, that they may be a help one to the other. Instruction regarding this was given to me when we were making decisions about the location of our buildings in Takoma Park. Whenever it is possible to have a school and a sanitarium near enough together for helpful co-operation between the two institutions, and yet separated sufficiently to prevent one from interfering with the work of the other, let them be located so as to carry on their work in conjunction. One institution will give influence and strength to the other; and, too, money can be saved by both institutions, because each can share the advantages of the other."},{"refcode_short":"MMis May 1,  1906, par. 2","refcode_long":"The Medical Missionary May 1,  1906, paragraph 2","content":"In connection with our larger schools there should be provided facilities for giving many students thorough instruction regarding gospel medical missionary work. This line of work is to be brought into our colleges and training schools as a part of the regular instruction. This will make it unnecessary for our youth from all parts of the land to go to Battle Creek, or to any other one or two places, to obtain a thorough and satisfactory education and training."},{"refcode_short":"MMis May 1,  1906, par. 3","refcode_long":"The Medical Missionary May 1,  1906, paragraph 3","content":"Those in training to be nurses and physicians should daily be given instruction that will develop the highest motives for advancement. They should attend our colleges and training schools; and the teachers in these institutions of learning should realize their responsibility to work and pray with their students. In these schools, students should learn to be true medical missionaries, firmly bound up with the gospel ministry."},{"refcode_short":"MMis May 1,  1906, par. 4","refcode_long":"The Medical Missionary May 1,  1906, paragraph 4","content":"Our people who have a deep interest in the children and youth, and in the training of laborers to carry forward the work essential for this time, need not be left in perplexity and uncertainty about the steps to be taken for the training of their youth as medical missionaries. God will open ways before all who humbly seek Him for wisdom in the perfecting of Christian character. He will have places ready for them in which to begin to do genuine missionary work. It is to prepare laborers for this work that our schools and sanitariums are established."},{"refcode_short":"MMis May 1,  1906, par. 5","refcode_long":"The Medical Missionary May 1,  1906, paragraph 5","content":"For the strengthening of this line of effort, counsel has been given that in connection with our larger schools there should be established small sanitariums. Whenever a well-equipped sanitarium is located near a school, it may add greatly to the strength of the medical missionary course in the school if perfect co-operation is established by the managers between the two institutions. The teachers in the school can help the workers in the sanitarium by their advice and counsel, and by sometimes speaking to the patients. And, in return, those in charge of the sanitarium can assist in training the students who are desirous of becoming medical missionaries for field service. Circumstances, of course, must determine the details of the arrangements that it will be best to make. As the workers in each institution plan unselfishly to help one another, the blessing of the Lord will surely rest upon both institutions."},{"refcode_short":"MMis May 1,  1906, par. 6","refcode_long":"The Medical Missionary May 1,  1906, paragraph 6","content":"No one man, whether a teacher, a physician, or a minister, can ever hope to be a complete whole. God has given to every man certain gifts, and has ordained that men be associated in his divine service, in order that the varied talents of many minds may be blended. The contact of mind tends to quicken thought and increase the capabilities. The deficiencies of one laborer are often made up by the special gifts of another. And as physicians and teachers thus associated unite in imparting their knowledge, the youth under their training will receive a symmetrical, well-balanced education for service."},{"refcode_short":"MMis May 1,  1906, par. 7","refcode_long":"The Medical Missionary May 1,  1906, paragraph 7","content":"In all these efforts, there will come many opportunities for manifesting gentlemanly courtesy. The Christian is always courteous. And by close association with his fellow-workers, he becomes more and more refined. He learns to overlook little points of difference regarding questions that are of vital consequence. Such a man when in charge of one of the Lord's institutions, is willing to deny self and to yield his personal opinion on matters of minor importance, in order that, with all brotherly kindness, he may co-operate heartily with the managers of another institution near by. He will not hesitate to speak plainly and firmly when occasion demands; but his every word and act will be mingled with a courtesy so kindly, so Christlike, that no offense can be taken. Powerful is the influence for good that is exercised by a consecrated, active Christian gentleman. And when the managers of our institutions in close proximity, learn to unite their forces, and to labor unselfishly and untiringly for the upbuilding of one another's work, the results for good are far-reaching."},{"refcode_short":"MMis May 1,  1906, par. 8","refcode_long":"The Medical Missionary May 1,  1906, paragraph 8","content":"The benefits of hearty co-operation extend beyond physicians and teachers, students and sanitarium helpers. When a sanitarium is built near a school, those in charge of the educational institution have a grand opportunity of setting a right example before those who all through life have been easy-going idlers, and who have come to the sanitarium for treatment. The patients will see the contrast between the idle, self-indulgent lives that they have lived, and the lives of self-denial and service lived by Christ's followers. They will learn that the object of medical missionary work is to restore, to correct wrongs, to show human beings how to avoid the self-indulgence that brings disease and death."},{"refcode_short":"MMis May 1,  1906, par. 9","refcode_long":"The Medical Missionary May 1,  1906, paragraph 9","content":"The words and actions of the workers in the sanitarium and in the school should plainly reveal that life is an intensely solemn thing, in view of the account which all must render to God. Each one should now put his talents out to the exchangers, adding to the Master's gift, blessing others with the blessings given him. At the day of judgment, the life-work of each one is investigated, and each one receives a reward proportionate to his efforts."},{"refcode_short":"MMis May 1,  1906, par. 10","refcode_long":"The Medical Missionary May 1,  1906, paragraph 10","content":"That the best results may be secured by the establishment of a sanitarium near a school, there needs to be perfect harmony between the workers in both institutions. This is sometimes difficult to secure, especially when teachers and physicians are inclined to be self-centered, each considering as of the greatest importance the work with which he is most closely connected. When men who are self-confident are in charge of institutions in close proximity, great annoyance might result were each determined to carry out his own plans, refusing to make concessions to others. Both those at the head of the sanitarium and those at the head of the school will need to guard against clinging tenaciously to their own ideas concerning things that are really non-essentials."},{"refcode_short":"MMis May 1,  1906, par. 11","refcode_long":"The Medical Missionary May 1,  1906, paragraph 11","content":"There is a great work to be done by our sanitariums and schools. Time is short. What is done must be done quickly. Let those who are connected with these important instrumentalities be wholly converted. Let them not live for self, for worldly purposes, withholding themselves from full consecration to God's service. Let them give themselves, body, soul, and spirit, to God, to be used by Him in saving souls. They are not at liberty to do with themselves as they please: they belong to God; for he has bought them with the life-blood of His only-begotten Son. And as they learn to abide in Christ, there will remain in the heart no room for selfishness. In His service they will find the fullest satisfaction."},{"refcode_short":"MMis May 1,  1906, par. 12","refcode_long":"The Medical Missionary May 1,  1906, paragraph 12","content":"Let this be taught and lived by medical missionary workers. Let these laborers tell those with whom they come in contact that the life that men and women now live will one day be examined by a just God, and that each one must now do his best, offering to God consecrated service. Those in charge of the school are to teach the students to use for the highest, holiest purpose the talents God has given them, that they may accomplish the greatest good in this world. Students need to learn what it means to have a real aim in life, and to obtain an exalted understanding of what true education means. They need to learn what it means to be true gospel medical missionaries,—missionaries who can go forth to labor with the ministers of the Word in needy fields."},{"refcode_short":"MMis May 1,  1906, par. 13","refcode_long":"The Medical Missionary May 1,  1906, paragraph 13","content":"Wherever there is a favorable opportunity, let our sanitariums and our schools plan to be a help and a strength to each other. The Lord would have his work move forward solidly. Let light shine forth as God designed that it should from his institutions, and let God be glorified and honored. This is the purpose and plan of heaven in the establishment of these institutions. Let physicians and nurses and teachers and students walk humbly with God, trusting wholly in him as the only one who can make their work a success."}]