[{"refcode_short":"MMR","refcode_long":"Monthly Missionary Reading","content":"Monthly Missionary Reading"},{"refcode_short":"MMR May 9,  1908","refcode_long":"Monthly Missionary Reading May 9,  1908","content":"1908"},{"refcode_short":"MMR May 9,  1908","refcode_long":"Monthly Missionary Reading May 9,  1908","content":"May 9, 1908"},{"refcode_short":"MMR May 9,  1908","refcode_long":"Monthly Missionary Reading May 9,  1908","content":"An Appeal for Missions"},{"refcode_short":"MMR May 9,  1908, par. 1","refcode_long":"Monthly Missionary Reading May 9,  1908, paragraph 1","content":"I appeal to our brethren everywhere to awake, to consecrate themselves to God, and to seek wisdom from him. I appeal to the officers of our conferences to make earnest efforts in our churches to arouse them to give of their means for sustaining foreign missions. The Foreign Mission Board needs to carry a continual responsibility in this line. Unless your hearts are touched as you see the situation in foreign fields, the last message of mercy to be given to the world will be restricted, and the work which God would have done will be left undone."},{"refcode_short":"MMR May 9,  1908, par. 2","refcode_long":"Monthly Missionary Reading May 9,  1908, paragraph 2","content":"The last days of probation are passing into eternity. The great day of the Lord is soon to open upon us. We should now use every ability we possess to arouse our people."},{"refcode_short":"MMR May 9,  1908, par. 3","refcode_long":"Monthly Missionary Reading May 9,  1908, paragraph 3","content":"God calls for men to give the message of warning to the world that is asleep, dead in trespasses and sins. He calls for free-will offerings from those whose hearts are in the work, who have a burden for souls, that they shall not perish, but have everlasting life. Satan is playing the game of life for the souls of men. He is seeking to secure means, that he may bind it up, so that it shall not be used to advance the missionary enterprises. Shall we be ignorant of his devices? Shall we allow him to stupefy our senses, so that we shall not discern the needs of this time?"},{"refcode_short":"MMR May 9,  1908, par. 4","refcode_long":"Monthly Missionary Reading May 9,  1908, paragraph 4","content":"It is time for us to give heed to the teaching of the word of God. All his injunctions are given to do us good, to convert the soul from a life of sin to a life of righteousness. Every one who is converted to the truth should be instructed in regard to the Lord's requirements for tithes and offerings. As churches are raised up, this work must be taken hold of decidedly. All that men enjoy they receive from the Lord's great firm, and he is pleased to have his heritage enjoy his goods: but with all who stand under the blood-stained banner of Prince Emmanuel he has made a special contract that they show their dependence upon God and their accountability to him by returning to the treasury a certain portion of his own. This is to be invested in supporting the missionary work which must be done to fulfill the commission given by the Son of God just before he left his disciples: “All power is given unto me in heaven and in earth. Go ye therefore, and teach all nations.” “Go ye into all the world, and preach the gospel to every creature, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.”"},{"refcode_short":"MMR May 9,  1908, par. 5","refcode_long":"Monthly Missionary Reading May 9,  1908, paragraph 5","content":"Those who are truly converted are called to do a work which requires money and consecration. The obligation which binds us to place our names on the church roll holds us responsible to work to the utmost of our ability for God. He calls for undivided service, for the entire devotion of heart, soul, mind, and strength. Christ has brought us into church captivity, that he may engage and engross all our capabilities in devoted service for the salvation of others. Anything short of this is opposition to the work. There are only two places in the universe where we can deposit our treasures—in God's storehouse or in Satan's; and all that is not devoted to God's service is counted on Satan's side, and goes to strengthen his cause."},{"refcode_short":"MMR May 9,  1908, par. 6","refcode_long":"Monthly Missionary Reading May 9,  1908, paragraph 6","content":"The heart of God is moved. Souls are very precious in his sight. It was for this world that Christ wept in agony: for this world he was crucified. God gave his only begotten Son to save sinners, and he desires us to love others as he has loved us. He desires to see those who have had great light, flashing that light upon the pathway of their fellow-men."},{"refcode_short":"MMR May 9,  1908, par. 7","refcode_long":"Monthly Missionary Reading May 9,  1908, paragraph 7","content":"One soul is of more value to heaven than a world of property, houses, lands, money. If the sacrifice were essential for the salvation of one soul, it would be the duty of the inhabitants of the earth to sell their possessions in order to secure that soul for eternity. For the conversion of one soul we should tax our resources to the utmost. One soul won to Christ will flash heaven's light all around him, penetrating the moral darkness, and saving other souls. Thus two, five, ten talents will accumulate and double. This is not exaggeration. If Christ left the ninety and nine, that he might seek and save the one lost sheep, shall we be justified in doing less?"},{"refcode_short":"MMR May 9,  1908, par. 8","refcode_long":"Monthly Missionary Reading May 9,  1908, paragraph 8","content":"If there was ever a time when sacrifices should be made, it is now. Those who have means should understand that now is the time to use it for God. Let not means be absorbed in multiplying facilities where the work has already been established. Do not add building to building where many interests are now centered. Use the means to establish centers in new fields. Think of our missions in foreign countries! Some of them are struggling to gain even a foothold; they are destitute of even the most meager facilities. Instead of adding to facilities already abundant, build up the work in these destitute fields. Again and again the Lord has spoken regarding this. His blessing cannot attend his people in disregarding his instruction."},{"refcode_short":"MMR May 9,  1908, par. 9","refcode_long":"Monthly Missionary Reading May 9,  1908, paragraph 9","content":"God calls upon his people to awake to their responsibilities. A flood of light is shining from the word of God, and there must be an awakening to neglected obligations. When these are met, by giving back to God his own in tithes and offerings, the way will be opened for the world to hear the message the Lord designs it shall hear. If God's people had the love of Christ in their heart, if every church member were thoroughly imbued with the spirit of self-sacrifice, if all manifested thorough earnestness, there would be no lack of funds for home and foreign missions; our resources would be multiplied; a thousand doors of usefulness would be opened, and we should be invited to enter. Had the purpose of God been carried out by his people in giving the message of mercy to the world, Christ would have come to the earth, and the saints would ere this have received their welcome into the city of God."},{"refcode_short":"MMR November 14,  1908, par. 9","refcode_long":"Monthly Missionary Reading November 14,  1908, paragraph 9","content":"November 14, 1908"},{"refcode_short":"MMR November 14,  1908","refcode_long":"Monthly Missionary Reading November 14,  1908","content":"Work for Every Member of the Family"},{"refcode_short":"MMR November 14,  1908, par. 1","refcode_long":"Monthly Missionary Reading November 14,  1908, paragraph 1","content":"Our households must be set in order, and earnest efforts must be made to interest every member of the family in missionary enterprises. We must seek to engage the sympathies of our children in earnest work for the unsaved, that they may do their best at all times, and in all places, to represent Christ."},{"refcode_short":"MMR November 14,  1908, par. 2","refcode_long":"Monthly Missionary Reading November 14,  1908, paragraph 2","content":"Satan and his angels are wide awake, and intensely active, working with energy and perseverance through human instrumentalities, to bring about his purpose of obliterating from the mind of man, the knowledge of God."},{"refcode_short":"MMR November 14,  1908, par. 3","refcode_long":"Monthly Missionary Reading November 14,  1908, paragraph 3","content":"The reason why the churches sit in darkness and have no light, is that they have not given light; they have not been as a city set upon a hill, that it cannot be hid. O that all would cultivate a love for souls, and deny inclination. Then the life of Christ would burn in the heart, and souls for whom He died, would rejoice in the revealed mercy of God."},{"refcode_short":"MMR November 14,  1908, par. 4","refcode_long":"Monthly Missionary Reading November 14,  1908, paragraph 4","content":"There can be no such thing as a slothful Christian."},{"refcode_short":"MMR November 14,  1908, par. 5","refcode_long":"Monthly Missionary Reading November 14,  1908, paragraph 5","content":"Parents should work to this end, that they and their children might become missionaries for God."},{"refcode_short":"MMR November 14,  1908, par. 6","refcode_long":"Monthly Missionary Reading November 14,  1908, paragraph 6","content":"This means that you should be vigilant, diligent in searching the Scriptures, pouring out your soul before God in your closet, that you may not fail or be discouraged."},{"refcode_short":"MMR November 14,  1908, par. 7","refcode_long":"Monthly Missionary Reading November 14,  1908, paragraph 7","content":"We need missionary ministers."},{"refcode_short":"MMR November 14,  1908, par. 8","refcode_long":"Monthly Missionary Reading November 14,  1908, paragraph 8","content":"Spiritual indolence is sin. The secret of our success in the work of God, will be found in the harmonious working of our people. There must be concentrated action. Every member of Christ must act his part in the cause of God, according to the ability that God has given him. We must press together against obstructions and difficulties, shoulder to shoulder, and heart to heart. Christ drew the hearts of His hearers to Him by the manifestation of His love, and then little by little, as they were able to bear it, He unfolded to them the great truths of God. We must also learn to adapt our labors to different people—to meet them where they are. While the claims of the law of God are to be presented to the world, we should never forget that love, the love of Christ, is the only power that can soften the heart and lead to obedience."},{"refcode_short":"MMR November 14,  1908, par. 9","refcode_long":"Monthly Missionary Reading November 14,  1908, paragraph 9","content":"You cannot tell how few may be the days of your probation. The Lord may say very soon “Cut down the tree; for it is not profitable that it should stand in the garden of the Lord.”"},{"refcode_short":"MMR November 14,  1908, par. 10","refcode_long":"Monthly Missionary Reading November 14,  1908, paragraph 10","content":"We need to branch out more in our methods of labor; not a hand should be bound; not a soul discouraged; not a voice should be hushed; let every individual labour privately or publicly to help forward this grand work. Place the burdens upon men and women of the church that they may grow by reason of exercise and thus become efficient agencies in the hand of the Lord for the enlightenment of those who sit in darkness."},{"refcode_short":"MMR November 14,  1908, par. 11","refcode_long":"Monthly Missionary Reading November 14,  1908, paragraph 11","content":"There has been so much preaching to our churches that they have almost ceased to appreciate the gospel ministry. The time has come when this order of things should be changed. Let the minister call out the individual church-members to help him by house-to-house work, to carry the truth into regions beyond."},{"refcode_short":"MMR November 14,  1908, par. 12","refcode_long":"Monthly Missionary Reading November 14,  1908, paragraph 12","content":"Let every church awake out of sleep; let the members unite themselves together in the love of Jesus, and in sympathy for perishing souls, all go forth to their neighbors, pointing them to the way of salvation. Our Leader has all power in heaven and in earth."},{"refcode_short":"MMR November 14,  1908, par. 13","refcode_long":"Monthly Missionary Reading November 14,  1908, paragraph 13","content":"Let men tremble with the sense of the responsibility of knowing the truth. The ends of the world are come. Proper consideration of these things will lead all to make an entire consecration of all that they have and are, to their God. There should be no boasting; no seeking for the highest places; but all should be ambitious to use their vitality with an eye single to the glory of God—the sacred work in which it is our exalted privilege to engage."}]