[{"refcode_short":"MR1033 5","refcode_long":"Manuscript Release No 1033, p. 5 (Ellen Gould White)","content":"Manuscript Release No 1033: The Salamanca Vision and the 1890 Diary"},{"refcode_short":"MR1033 5","refcode_long":"Manuscript Release No 1033, p. 5 (Ellen Gould White)","content":"2—The Travels, Labors, and Letters of Ellen G. White from October 8 to December 30, 1890"},{"refcode_short":"MR1033 5","refcode_long":"Manuscript Release No 1033, p. 5 (Ellen Gould White)","content":"Syracuse, New York, Thursday, October 9, 1890"},{"refcode_short":"MR1033 5.1","refcode_long":"Manuscript Release No 1033, p. 5.1 (Ellen Gould White)","content":"At Niagara bridge we stepped out of the sleeper and took our seats in the day coach. Soon every available seat was occupied. We reached Syracuse about noon. Here Sister Burdick found us and invited us to go to her house for refreshments. It was raining. Her husband had a covered carriage but could take only one in it. We thought best to step into the day coach, although it would not be in motion for one hour and a half. We had a visit with Brother Burdick in the cars. He seemed to be very anxious that we should visit Syracuse and labor for the church. Syracuse is a large city and the workers in it are very few.—Manuscript 41, 1890, 1 (Diary 16, p. 169)."},{"refcode_short":"MR1033 5","refcode_long":"Manuscript Release No 1033, p. 5 (Ellen Gould White)","content":"Adams Center, New York, Friday, October 10, 1890"},{"refcode_short":"MR1033 5.2","refcode_long":"Manuscript Release No 1033, p. 5.2 (Ellen Gould White)","content":"We arrived at this place from Syracuse at about half past four o'clock p.m. Brethren Lane, Wilcox, and Place were at the depot waiting for us. We were glad to meet them. A horse and carriage took us to Sister Green's. There we found a comfortable home in every respect. Meetings had been in session two days. I was very nervous Friday night and could not sleep until about midnight.—Manuscript 41, 1890, 3-4 (Diary 16, p. 174)."},{"refcode_short":"MR1033 6","refcode_long":"Manuscript Release No 1033, p. 6 (Ellen Gould White)","content":"Adams Center, New York, Sabbath, October 11, 1890"},{"refcode_short":"MR1033 6.1","refcode_long":"Manuscript Release No 1033, p. 6.1 (Ellen Gould White)","content":"At half-past two o'clock p.m. I spoke to a full house. There were quite a number of Seventh Day Baptists present. Extra benches were brought in and placed in the aisles; the gallery was full. I spoke from John 17:3.... The Lord gave me freedom in speaking to the people assembled, who listened with interest. A social [i.e., testimony] meeting followed and many excellent testimonies were borne."},{"refcode_short":"MR1033 6.2","refcode_long":"Manuscript Release No 1033, p. 6.2 (Ellen Gould White)","content":"We were gratified to meet the aged servants of God on this occasion. We have been acquainted from the rise of the third angel's message with Elder [Frederick] Wheeler, who is now nearing 80 years. We have been acquainted with Elders [H. H.] Wilcox and [Charles O.] Taylor for the last 40 years. Age is telling on these old standard-bearers, as well as upon me.—Manuscript 41, 1890, 4 (Diary 16, p. 175)."},{"refcode_short":"MR1033 6","refcode_long":"Manuscript Release No 1033, p. 6 (Ellen Gould White)","content":"Adams Center, New York, Sunday, October 12, 1890"},{"refcode_short":"MR1033 6.3","refcode_long":"Manuscript Release No 1033, p. 6.3 (Ellen Gould White)","content":"I enjoyed a precious night's rest. Arose quarter past four and after seeking the Lord in prayer for His grace and His blessing, I commenced writing. I feel grateful to the Lord that I endured the taxation of yesterday much better than I expected. I do ask the Lord for strength and grace, and praise His holy name that I do receive decidedly, according to the promise given, the very things I most need.—Manuscript 41, 1890, 11 (Diary 16, p. 176)."},{"refcode_short":"MR1033 6","refcode_long":"Manuscript Release No 1033, p. 6 (Ellen Gould White)","content":"Adams Center, New York, Monday, October 13, 1890"},{"refcode_short":"MR1033 6.4","refcode_long":"Manuscript Release No 1033, p. 6.4 (Ellen Gould White)","content":"Yesterday was a beautiful day, clear and mild. The time was well filled by meetings, preaching, and instruction. I spoke to a full house in the afternoon. Some Seventh-day Adventists were present, and many not of our faith. I am told that there were more from outside present than had ever been at the meeting before."},{"refcode_short":"MR1033 7.1","refcode_long":"Manuscript Release No 1033, p. 7.1 (Ellen Gould White)","content":"My text was John 17:18.... I had much freedom in speaking the words of life to those present. The Lord, I know, gave me His Spirit and His grace in rich measure and a decided testimony for His people. There were many whose hearts seemed to be softened and subdued by the Spirit of the Lord."},{"refcode_short":"MR1033 7.2","refcode_long":"Manuscript Release No 1033, p. 7.2 (Ellen Gould White)","content":"I have been requested to speak upon temperance. May the Lord guide me in regard to the subjects to present to the people. I consented to speak Monday night. Brother Place spoke last night and the words were meat in due season, for the Lord spoke through him...."},{"refcode_short":"MR1033 7.3","refcode_long":"Manuscript Release No 1033, p. 7.3 (Ellen Gould White)","content":"At ten o-clock I went again into the meetinghouse and spoke in the business meeting and read an appeal which was written October 12, 1875, in regard to the necessity of following up the labors put forth during the camp meetings with personal effort and with publications. This will fasten the ideas already received."},{"refcode_short":"MR1033 7.4","refcode_long":"Manuscript Release No 1033, p. 7.4 (Ellen Gould White)","content":"The ministers were invited to Sister Deloss Green's and we had a social season together. I praise the Lord that in our feebleness we may take hold upon divine power...."},{"refcode_short":"MR1033 7.5","refcode_long":"Manuscript Release No 1033, p. 7.5 (Ellen Gould White)","content":"Monday afternoon a horse and buggy was furnished us and Sara and I rode to Adams. We find Adams is a larger place than Adams Center. There are more business places and yet Adams Center is by far the most pleasant and attractive. There are but few stores here. It is decidedly a Seventh Day Baptist settlement."},{"refcode_short":"MR1033 7.6","refcode_long":"Manuscript Release No 1033, p. 7.6 (Ellen Gould White)","content":"I spoke in the evening to a full house. The congregation paid the most marked attention. The ventilation was not good and some eyes were heavy, and I requested them to arise and sing, “I Will Follow Thee, My Saviour,” which had the desired effect. The position was changed and all seemed aroused to hear the words spoken. I had much freedom in speaking from 2 Peter 1, dwelling upon the precious promises."},{"refcode_short":"MR1033 7.7","refcode_long":"Manuscript Release No 1033, p. 7.7 (Ellen Gould White)","content":"My special burden is to arouse the laymen in the church to action, that every individual shall sense his duty to become a worker together with God.—Manuscript 41, 1890, 13-15 (Diary 16, pp. 189-193)."},{"refcode_short":"MR1033 7","refcode_long":"Manuscript Release No 1033, p. 7 (Ellen Gould White)","content":"Rome, New York, Tuesday, October 14, 1890"},{"refcode_short":"MR1033 7.8","refcode_long":"Manuscript Release No 1033, p. 7.8 (Ellen Gould White)","content":"I arose at Adams Center, October 14, at four o'clock and my heart was filled with gratitude to God for His loving mercy and continual goodness to me. I have slept well. My heart is thankful. We have been preserved on the journey to this place; no accident or harm has befallen us. We left Adams Center at half past seven o'clock and went through to Rome without change. Brother Place engaged a hack and we rode one mile to his house. We were pleased to meet his wife and little son in his own home. We slept well through the night and were refreshed.—Manuscript 42, 1890, 1 (Diary 16, p. 217)."},{"refcode_short":"MR1033 8","refcode_long":"Manuscript Release No 1033, p. 8 (Ellen Gould White)","content":"South Lancaster, Mass., Wednesday, October 15, 1890"},{"refcode_short":"MR1033 8.1","refcode_long":"Manuscript Release No 1033, p. 8.1 (Ellen Gould White)","content":"The morning of the 15th was quite cool but pleasant. We enjoyed a precious season of prayer with the family and then bade them farewell, and the hack took us back to the depot. We stepped on the cars about 15 minutes past nine a.m. Many crowded into the cars. There were no seats. We were requested to go into the chair car until we reached Utica. We paid nothing extra for this privilege. We find we must economize in every way possible...."},{"refcode_short":"MR1033 8.2","refcode_long":"Manuscript Release No 1033, p. 8.2 (Ellen Gould White)","content":"We arrived at Worcester about five o'clock. Had to wait one hour and a half. We arrived at South Lancaster about eight o'clock. Brother A. T. Robinson [President of the New England Conference.] was at the depot with carriage for us. We were taken at once to Sister Harris’ where we were welcomed and felt at home.—Manuscript 42, 1890, 1-2 (Diary 16, pp. 217-218, 220)."},{"refcode_short":"MR1033 8","refcode_long":"Manuscript Release No 1033, p. 8 (Ellen Gould White)","content":"South Lancaster, Thursday, October 16, 1890"},{"refcode_short":"MR1033 8.3","refcode_long":"Manuscript Release No 1033, p. 8.3 (Ellen Gould White)","content":"Rode out with Brother Robinson to Clinton. It was a beautiful day and we enjoyed the ride much.... Visited Sister Jones, wife of A. T. Jones. We found her with her children usually well. We called on Sister Haskell. Tried to comfort her. Sister Harris and I had a season of prayer with her and we were all blessed.—Manuscript 42, 1890, 3 (Diary 16, pp. 220-221)."},{"refcode_short":"MR1033 8","refcode_long":"Manuscript Release No 1033, p. 8 (Ellen Gould White)","content":"South Lancaster, Friday, October 17, 1890"},{"refcode_short":"MR1033 8.4","refcode_long":"Manuscript Release No 1033, p. 8.4 (Ellen Gould White)","content":"Arose at three o'clock and devoted some time to prayer. My heart is filled with gratitude to God for His loving kindness...."},{"refcode_short":"MR1033 8.5","refcode_long":"Manuscript Release No 1033, p. 8.5 (Ellen Gould White)","content":"It has rained steadily all the forenoon. About noon the clouds disappeared and Brother Farnsworth presented Sister Harris and me with his horse and carriage, to ride out. My head was tired with much writing. We had a very restful drive. It was dark before we returned. The sky was clear and the stars shone brightly. I was much refreshed. We had prayer at the commencement of the Sabbath.—Manuscript 42, 1890, 4 (Diary 16, pp. 222-223)."},{"refcode_short":"MR1033 9","refcode_long":"Manuscript Release No 1033, p. 9 (Ellen Gould White)","content":"South Lancaster, Sabbath, October 18, 1890"},{"refcode_short":"MR1033 9.1","refcode_long":"Manuscript Release No 1033, p. 9.1 (Ellen Gould White)","content":"I arose early and committed my case to the Lord. I have infirmities that press upon me daily, and yet I do not mean to look at these discouraging things. I humbly ask God, that if it can glorify His holy name, to preserve my eyesight, to preserve my hearing, to keep my mind clear to understand the Scriptures and to communicate the precious love of Jesus to others."},{"refcode_short":"MR1033 9.2","refcode_long":"Manuscript Release No 1033, p. 9.2 (Ellen Gould White)","content":"I spoke at half-past two-o'clock p.m. I had freedom in speaking and was thankful for the privilege of presenting Jesus and His righteousness before the congregation. The church was full and our social meeting after the discourse was good. Many precious testimonies were borne.—Manuscript 42, 1890, 4-5 (Diary 16, p. 224)."},{"refcode_short":"MR1033 9","refcode_long":"Manuscript Release No 1033, p. 9 (Ellen Gould White)","content":"South Lancaster, Sunday, October 19, 1890"},{"refcode_short":"MR1033 9.3","refcode_long":"Manuscript Release No 1033, p. 9.3 (Ellen Gould White)","content":"I arose at a quarter past four a.m. I lifted my heart to God in prayer and pleaded with the mighty Healer to give me His restoring power. He can do great things for me, for He has done much for me, and I long for His salvation to be revealed to those who believe the truth. Why are we so faithless?"},{"refcode_short":"MR1033 9.4","refcode_long":"Manuscript Release No 1033, p. 9.4 (Ellen Gould White)","content":"I attended the meeting in the chapel at half-past five and spoke to the people a short time. There was a goodly number present and good testimonies were borne."},{"refcode_short":"MR1033 9.5","refcode_long":"Manuscript Release No 1033, p. 9.5 (Ellen Gould White)","content":"It is quite foggy. I expected the fog would lift but was disappointed. The rain set in and has continued to pour from the heavens bountifully. I was indisposed, and with the rain pouring down I thought for a moment it might be best for me not to go to the meeting, but I reproved myself for thinking of such a thing as disappointing the people in not filling my appointment. At half-past two I went to the church and found the house well filled, notwithstanding the rain was pouring down. After singing and prayer and singing again I spoke to the people from John 14. The Lord gave me freedom and His blessing.—Manuscript 42, 1890, 5 (Diary 16, pp. 225-226)."},{"refcode_short":"MR1033 10","refcode_long":"Manuscript Release No 1033, p. 10 (Ellen Gould White)","content":"South Lancaster, Monday, October 20, 1890"},{"refcode_short":"MR1033 10.1","refcode_long":"Manuscript Release No 1033, p. 10.1 (Ellen Gould White)","content":"I have risen at three o'clock a.m. I am not feeling well this morning. Was suffering much pain in my left ear from seven o'clock until ten. Then obtained rest in sleep. Praise the Lord for the restorer, Sleep. What a blessing it is! The malaria seizes me whenever it can have a chance and I have a continual warfare to keep from being incapacitated for labor on this account; and I do pray that this afflicted ear may recover and I shall not lose my hearing."},{"refcode_short":"MR1033 10.2","refcode_long":"Manuscript Release No 1033, p. 10.2 (Ellen Gould White)","content":"The rain continues to pour down from the heavens. I have had an interview with Brother Chadwick, consulting him upon important subjects. Had about one hour's conversation with Brother Miles and Sister Sanderson, sister to Dr. Maxson's wife. She is doing a good work in canvassing for Volume IV. [Ellen White referred to the Great Controversy as “Volume IV” since it replaced Spirit of Prophecy, Vol. IV.] Advice was solicited as to whether she should enter the three years’ training school under Dr. Kellogg with a view to foreign missions."},{"refcode_short":"MR1033 10.3","refcode_long":"Manuscript Release No 1033, p. 10.3 (Ellen Gould White)","content":"I had no special light on her case but decided to say some things which have rested upon my mind for the year that is nearly past...."},{"refcode_short":"MR1033 10.4","refcode_long":"Manuscript Release No 1033, p. 10.4 (Ellen Gould White)","content":"Elder Prescott called upon me. His age is about the same as mine. We had a profitable talk of past, present, and future. We then bowed in prayer and had a most precious, melting season before God.—Manuscript 42, 1890, 6, 8 (Diary 16, pp. 227-228, 231)."},{"refcode_short":"MR1033 11","refcode_long":"Manuscript Release No 1033, p. 11 (Ellen Gould White)","content":"South Lancaster, Tuesday, October 21, 1890"},{"refcode_short":"MR1033 11.1","refcode_long":"Manuscript Release No 1033, p. 11.1 (Ellen Gould White)","content":"Thank the Lord for His mercy and His goodness to me. I slept well last night and rose at four o'clock and had a precious season of prayer. I presented my case before God, who knows my infirmities and who can relieve me, for He is able to make His strength perfect in my weakness. I presented in the arms of my faith Sister Haskell and Sister Wheeler, precious souls...."},{"refcode_short":"MR1033 11.2","refcode_long":"Manuscript Release No 1033, p. 11.2 (Ellen Gould White)","content":"I wrote several pages in regard to the responsibilities resting upon every individual member of the church to have some part to act in the Master's vineyard. I attended the half-past-five-o'clock meeting and rejoiced to see a good number present, for I had important words from the Lord to speak to them.—Manuscript 42, 1890, 8-9 (Diary 6, pp. 232-233)."},{"refcode_short":"MR1033 11","refcode_long":"Manuscript Release No 1033, p. 11 (Ellen Gould White)","content":"South Lancaster, Wednesday, October 22, 1890"},{"refcode_short":"MR1033 11.3","refcode_long":"Manuscript Release No 1033, p. 11.3 (Ellen Gould White)","content":"I arose at about five. My mind was on a train of thought and I could not sleep until past midnight. I sought the Lord in prayer and then went to the morning meeting and spoke a short time in regard to the one hidden talent."},{"refcode_short":"MR1033 11.4","refcode_long":"Manuscript Release No 1033, p. 11.4 (Ellen Gould White)","content":"I had an interview with Amos Prescott's wife. In the afternoon read an article written 15 years ago and it was of deep interest to me...."},{"refcode_short":"MR1033 11.5","refcode_long":"Manuscript Release No 1033, p. 11.5 (Ellen Gould White)","content":"Spoke in the morning meeting and also in the afternoon. Read letter written to some of our prominent brethren in 1875, then made some decided remarks which seemed to reach hearts."},{"refcode_short":"MR1033 11.6","refcode_long":"Manuscript Release No 1033, p. 11.6 (Ellen Gould White)","content":"W. C. White, Sara McEnterfer, and I were invited to take dinner at the college home. I am pleased to see so many intelligent young men and women attending school. They have 105 students of the first class.—Manuscript 42, 1890, 16 (Diary 16, pp. 242, 246)."},{"refcode_short":"MR1033 11","refcode_long":"Manuscript Release No 1033, p. 11 (Ellen Gould White)","content":"South Lancaster, Thursday, October 23, 1890"},{"refcode_short":"MR1033 11.7","refcode_long":"Manuscript Release No 1033, p. 11.7 (Ellen Gould White)","content":"Slept well last night and my heart is drawn out to God in earnest prayer for His light and His counsel. I know I want to do those things that are pleasing in His sight. I want God's way, not my way; God's will, not my will. I surrender myself wholly to the Lord."},{"refcode_short":"MR1033 12.1","refcode_long":"Manuscript Release No 1033, p. 12.1 (Ellen Gould White)","content":"Calls are being made: We need your help in our churches in Michigan, and we need your help in the State of Maine. We need your help in the New England Conference. We need your testimony right here in Lancaster. May the good Lord let His voice be heard, “This is the way; walk ye in it.” Of one thing I am sure: I need One who is too wise to err to grant me His presence and to go before me wherever I go or all my efforts will be useless...."},{"refcode_short":"MR1033 12.2","refcode_long":"Manuscript Release No 1033, p. 12.2 (Ellen Gould White)","content":"I am now speaking once and frequently twice each day and doing much writing, and I am sleeping well nights. Sister McEnterfer and I rode to Clinton. It was a most beautiful day. In the afternoon Sister Harris and I rode out four miles and gathered barberries.—Manuscript 42, 1890, 16-17 (Diary 16, pp. 247-248)."},{"refcode_short":"MR1033 12","refcode_long":"Manuscript Release No 1033, p. 12 (Ellen Gould White)","content":"Letter to Marian Davis,"},{"refcode_short":"MR1033 12.3","refcode_long":"Manuscript Release No 1033, p. 12.3 (Ellen Gould White)","content":"It is time that you have a period of entire rest and I hope you will now regard my wishes and take it. While out to your father's, do not try to write or fix manuscript. Just let the mind rest and be free, go anywhere you please, do anything you please and rest. Your wages shall go on just the same. This is my decided wish and then when I am through with this round of meetings, we will go into the preparation of the Life of Christ, fresh and earnest. Will you do it?"},{"refcode_short":"MR1033 12.4","refcode_long":"Manuscript Release No 1033, p. 12.4 (Ellen Gould White)","content":"I am writing a little, as I can, on the Life of Christ, but other topics come in with my labor to which I am obliged to give thought and trace upon paper.... I am doing considerably more in the writing line than when at Battle Creek. I think the atmosphere is some better here [South Lancaster] than at Battle Creek.—Letter 108, 1890, pp. 1, 3."},{"refcode_short":"MR1033 13","refcode_long":"Manuscript Release No 1033, p. 13 (Ellen Gould White)","content":"South Lancaster, Friday, October 24, 1890"},{"refcode_short":"MR1033 13.1","refcode_long":"Manuscript Release No 1033, p. 13.1 (Ellen Gould White)","content":"Rain commenced in the night and continued all day. I see notwithstanding the rain the people are coming in from Connecticut and Nashua. The church was full of people in the afternoon. I tried to speak to them from John 15 on the relation of the branch to the vine. The atmosphere was very heavy and lifeless and it seemed impossible for all the people to keep awake. We called for them to rise up and sing and yet there was an oppression in the atmosphere in the room."},{"refcode_short":"MR1033 13.2","refcode_long":"Manuscript Release No 1033, p. 13.2 (Ellen Gould White)","content":"I thought best to change the exercise and I asked those who had never surrendered their hearts to God and those who were being overcome with temptation to come forward. There were eight seats occupied. Some bore testimony of their needs before a season of prayer. The Lord indited prayer. Brethren Goodrich and A. T. Robinson prayed with great fervor. The Lord gave me freedom in prayer and the blessing of the Lord rested upon myself and many others. The pain of heart left me and the peace of the Lord took possession of my heart. Thank the Lord."},{"refcode_short":"MR1033 13.3","refcode_long":"Manuscript Release No 1033, p. 13.3 (Ellen Gould White)","content":"In the morning, October 24th, Elder Goodrich called to see me and we had a lengthy conversation in reference to the necessity of help in the State of Maine.—Manuscript 42, 1890, 17-18 (Diary 16, pp. 249, 250)."},{"refcode_short":"MR1033 13","refcode_long":"Manuscript Release No 1033, p. 13 (Ellen Gould White)","content":"South Lancaster, Sabbath, October 25, 1890"},{"refcode_short":"MR1033 13.4","refcode_long":"Manuscript Release No 1033, p. 13.4 (Ellen Gould White)","content":"I have had a very restless night. I labored hard Friday afternoon, coming at half-past two and continuing my labors until sundown. The Lord blessed me indeed. The Lord removed the pain in my heart. The Lord gave me peace and joy in the Holy Ghost."},{"refcode_short":"MR1033 13.5","refcode_long":"Manuscript Release No 1033, p. 13.5 (Ellen Gould White)","content":"Although I was quite sick in the night I did not lose my faith; I did not allow the enemy to beat off my hold from Jesus Christ. Thank the Lord I obtained some hours of rest before daybreak. I am weak this morning. Arose at five o'clock and sought the Lord in prayer, and I am comforted and blessed. My life seems to be a continual battle with infirmities, but the Lord strengthens me to bear my testimony for Him. He helpeth my infirmities. His strength is made perfect in my weakness. And when so very weak that it seems impossible for me to speak, He makes me courageous and strong and joyful. He imparts His Spirit and His life that I can impart the same to others and comfort them with the consolation wherewith I am comforted."},{"refcode_short":"MR1033 14.1","refcode_long":"Manuscript Release No 1033, p. 14.1 (Ellen Gould White)","content":"My son Willie White spoke this forenoon, giving a very profitable talk to the youth and for the benefit of the students at the academy. His way of presenting these subjects seems to reach the hearts of the youth. Our ministering brethren urged Willie to speak. Much against his will he consented. I believe this is what he ought to do, rather than to be a businessman, even as correspondent for foreign missions [foreign missions secretary]."},{"refcode_short":"MR1033 14.2","refcode_long":"Manuscript Release No 1033, p. 14.2 (Ellen Gould White)","content":"I spoke in the afternoon with special freedom. The house was full. I again made the call for volunteers in the Lord's army. I begged that souls would leave the black banner of the powers of darkness, the black banner of Satan, and stand under the bloodstained banner of Prince Immanuel. Five seats were filled. Many were seeking the Lord for the first time. A large number were students from the school. What a precious sight! If there is joy in heaven in the presence of the angels over one sinner that repenteth, what joy must there be in heaven over more than a score of souls coming to Jesus! This was a very solemn scene, and many hearts in the congregation were deeply moved. There was unmistakable evidence that the presence of the Lord Jesus was in the meeting."},{"refcode_short":"MR1033 14.3","refcode_long":"Manuscript Release No 1033, p. 14.3 (Ellen Gould White)","content":"When we bowed for prayer Brother Farnsworth, Brother Robinson, Brother Farman, and myself prayed, and we all had a spirit of earnest intercession not only for those who were seeking the Lord but for the whole congregation, and especially for the ministers.—Manuscript 42, 1890, 24-25 (Diary 16, pp. 260-262)."},{"refcode_short":"MR1033 14","refcode_long":"Manuscript Release No 1033, p. 14 (Ellen Gould White)","content":"South Lancaster, Sunday, October 26, 1890"},{"refcode_short":"MR1033 14.4","refcode_long":"Manuscript Release No 1033, p. 14.4 (Ellen Gould White)","content":"I have not been able to sleep since three o'clock. I arose and indulged in a bath, then tried to see if I could sleep; but no, I have too much thinking to do. I dressed and then enjoyed a precious season of prayer, and have been writing since four o'clock. It is now half past six...."},{"refcode_short":"MR1033 15.1","refcode_long":"Manuscript Release No 1033, p. 15.1 (Ellen Gould White)","content":"I spoke in the afternoon to a large audience. I feared I should not have strength, but the Lord gave me His grace and His power to address the people from 2 Corinthians 3:18.—Manuscript 42, 1890, 29-30 (Diary 16, pp. 270, 272)."},{"refcode_short":"MR1033 15","refcode_long":"Manuscript Release No 1033, p. 15 (Ellen Gould White)","content":"South Lancaster, Monday, October 27, 1890"},{"refcode_short":"MR1033 15.2","refcode_long":"Manuscript Release No 1033, p. 15.2 (Ellen Gould White)","content":"I arose early, attended morning meeting, and read an article written in regard to the canvassers working so largely for one book, Bible Readings, and letting Volume IV [The Great Controversy] fall dead from the press. The very matter that the people are in need of they do not have, because there is no interest manifested to circulate it."},{"refcode_short":"MR1033 15.3","refcode_long":"Manuscript Release No 1033, p. 15.3 (Ellen Gould White)","content":"Took dinner with Brother Robinson's family. His wife's mother, Sister Farnsworth, I have not met for many years. We had a little visit. In the evening I read three articles to those assembled in the church. This is very important matter."},{"refcode_short":"MR1033 15.4","refcode_long":"Manuscript Release No 1033, p. 15.4 (Ellen Gould White)","content":"I became very weary. There is a gathering in my head. I have considerable pain in head and ear. Received some treatment at night. I am compassed with infirmities, but I cling to the promise, “I am your Restorer. I will restore you. In all your pain and afflictions remember I will restore you.” This I believe.—Manuscript 42, 1890, 32 (Diary 16, p. 274)."},{"refcode_short":"MR1033 15","refcode_long":"Manuscript Release No 1033, p. 15 (Ellen Gould White)","content":"South Lancaster, Tuesday, October 28, 1890"},{"refcode_short":"MR1033 15.5","refcode_long":"Manuscript Release No 1033, p. 15.5 (Ellen Gould White)","content":"I have had more sleep than I feared I should get when I lay down. My ear was poulticed, yet I see no special change for the better. Brother Emery Farnsworth brought his horse and phaeton and took Sara and me to Clinton and I visited a dentist to see if my teeth created any of this difficulty. He examined my teeth and said that they did not need any repairing. I am asking the Lord to help me, to remove the pain, and strengthen me to do the work before me. I know I have a message for the people."},{"refcode_short":"MR1033 16.1","refcode_long":"Manuscript Release No 1033, p. 16.1 (Ellen Gould White)","content":"I had a long talk with Stephen Belden. [Ellen White's former brother-in-law. Stephen Belden was married to Ellen White's sister Sarah until her death in 1868.] He is humble and seems to be in a good state spiritually. He is passing through sore trials now. I am sorry for him and tried to comfort him and encourage him to trust in the Lord. I had a talk with Brother Robinson. Profitable, I trust."},{"refcode_short":"MR1033 16.2","refcode_long":"Manuscript Release No 1033, p. 16.2 (Ellen Gould White)","content":"Brother Edwards came in to visit me. I had a long talk with him which I hope will relieve his mind. Sister Palmer came in and I talked with her a short time. I find enough to do to occupy every moment with earnest work.—Manuscript 42, 1890, 32-33 (Diary 16, p. 275)."},{"refcode_short":"MR1033 16","refcode_long":"Manuscript Release No 1033, p. 16 (Ellen Gould White)","content":"South Lancaster, Wednesday, October 29, 1890"},{"refcode_short":"MR1033 16.3","refcode_long":"Manuscript Release No 1033, p. 16.3 (Ellen Gould White)","content":"I arose early and sought the Lord in prayer for His blessing. I can of myself do nothing. My strength, I sensibly feel, is weakness. But the Lord is my Helper; in Him will I trust."},{"refcode_short":"MR1033 16.4","refcode_long":"Manuscript Release No 1033, p. 16.4 (Ellen Gould White)","content":"I spoke in the academy at half-past eight o'clock. The students were assembled and I have much pleasure in saying I have not seen a better class of students assembled in any school than is now attending the South Lancaster Academy. I dwelt largely upon the necessity of their making themselves all that they possibly could, always trusting in the Lord to open their understanding and give them His grace and His wisdom.—Manuscript 42, 1890, 33 (Diary 16, p. 276)."},{"refcode_short":"MR1033 16","refcode_long":"Manuscript Release No 1033, p. 16 (Ellen Gould White)","content":"En route from New York City to Pennsylvania, Thursday, October 30, 1890"},{"refcode_short":"MR1033 16.5","refcode_long":"Manuscript Release No 1033, p. 16.5 (Ellen Gould White)","content":"We left South Lancaster yesterday at about two o'clock. Was obliged to remain in Worcester three hours. Left at five o'clock p.m. and arrived at New York City at ten o'clock p.m. Willie had preceded us to the city two days. We were obliged to go to Brooklyn to the Mission. We changed five times, I think, and every change required descending stairs or going up stairs. How thankful I was that the Lord had strengthened my limbs, especially my ankle bones, that I could walk as fast and climb stairs equal to any of our party—Willie, A. T. Robinson, Sara McEnterfer and myself. We did not get to rest until midnight. I praise the Lord this morning I can report to those who ask, “How did you sleep?” “Well—notwithstanding the elevated rail cars were rattling over the rails almost by our windows.”"},{"refcode_short":"MR1033 17.1","refcode_long":"Manuscript Release No 1033, p. 17.1 (Ellen Gould White)","content":"We were delayed one day longer than we designed. I had ague in my ear, and head was involved. I suffered much pain. Dared not be on the road. I consulted a dentist. He said the teeth were not the cause of this affliction. Then I took alcohol sweat, and worked my best to subdue the pain, and the relief came. I am made aware that all this trouble was the result of a severe cold...."},{"refcode_short":"MR1033 17.2","refcode_long":"Manuscript Release No 1033, p. 17.2 (Ellen Gould White)","content":"I have been urging my prayer for the Lord to strengthen me, to give my poor heart a rest from pain. I leave my petition at the throne of grace and say, “Not my will, but Thine, O Lord, be done.” If it be His pleasure to give me grace to work for Him in pain and suffering almost constantly and this is best for me, I say, “Amen.” I will continue to work until I lay off the armor at the feet of my Redeemer.—Manuscript 43, 1890, 1-2."},{"refcode_short":"MR1033 17","refcode_long":"Manuscript Release No 1033, p. 17 (Ellen Gould White)","content":"Salamanca, New York, Thursday Night, October 30, 1890"},{"refcode_short":"MR1033 17.3","refcode_long":"Manuscript Release No 1033, p. 17.3 (Ellen Gould White)","content":"Yesterday [Wednesday, October 29] was a trying day for me, especially in the evening. As we approached New York City it was about ten o'clock. I much dislike the elevated railroad. We changed so often, and had to travel up and down the stairs and be exposed to currents of air, with the cold upon me. I was feeling very disagreeable. We waited at one station more than half an hour while Brother Robinson and Willie White went to seek a place to deposit calligraph and large luggage. Here I got cold by being exposed to currents of air, and greatly feared the consequences. It was eleven o'clock at night when we reached the Mission at Brother Robinson's. It was some time before we could awaken anyone. We succeeded at last and we were welcomed into the Mission. Had a cup of warm drink and retired. The elevated railroad was very near our chamber and the noise of travel was continued until late, but I slept the sleep of weariness. As early as possible after breakfast and a season of prayer we started on our journey back to New York City to take cars. We had to go through the same wearisome process, going upstairs and downstairs to ride on the elevated railroad, in order to get to our destination."},{"refcode_short":"MR1033 18.1","refcode_long":"Manuscript Release No 1033, p. 18.1 (Ellen Gould White)","content":"We felt thankful when the hurry and bustle were over and we were seated in the cars for Salamanca, New York, which place we reached Thursday night at eleven o'clock. I was sick and tired and nervous. It seemed to me I could not endure the overheating of the cars. There was no comfort to passengers notwithstanding their earnest protests. One man would complain of the ventilators being opened or the door being opened and he would succeed in getting them closed. I hope never to have to suffer such nervous prostration as on that car."},{"refcode_short":"MR1033 18.2","refcode_long":"Manuscript Release No 1033, p. 18.2 (Ellen Gould White)","content":"Thursday night. We met Brother Hicks at the depot and he had us as his guests at his home. It was raining all day, and here in this place the ground was covered with snow—the first we had seen this year. All were in bed and Brother Hicks provided hot water for me to drink before retiring.—Manuscript 44, 1890, 1-2 (Diary 16, pp. 283-284)."},{"refcode_short":"MR1033 18","refcode_long":"Manuscript Release No 1033, p. 18 (Ellen Gould White)","content":"Salamanca, New York, Friday Morning, October 31, 1890"},{"refcode_short":"MR1033 18.3","refcode_long":"Manuscript Release No 1033, p. 18.3 (Ellen Gould White)","content":"We were introduced to Brother Hicks’ mother, a kindly looking lady, not a Sabbathkeeper, and not opposed. Brother Hick's wife is in the insane asylum in consequence of a fall 16 years before, striking upon the back of her head. They have a son 15 years old, a quiet lad. He does not make any profession of religion."},{"refcode_short":"MR1033 18.4","refcode_long":"Manuscript Release No 1033, p. 18.4 (Ellen Gould White)","content":"Brother Hicks is employed to oversee the working force on the railroad, receiving $1500 per year. He embraced the Sabbath and sent in his resignation, but the president of the road did not accept it, so he has continued to keep the Sabbath and do his work. He has been sent for a number of times to oversee some difficult job on the railroad on the Sabbath, but he did not respond and they did not discharge him for he is faithful and is esteemed highly.—Manuscript 44, 1890, 2 (Diary 16, p. 284)."},{"refcode_short":"MR1033 19","refcode_long":"Manuscript Release No 1033, p. 19 (Ellen Gould White)","content":"Salamanca, New York, Sabbath, November 1, 1890"},{"refcode_short":"MR1033 19.1","refcode_long":"Manuscript Release No 1033, p. 19.1 (Ellen Gould White)","content":"The cold is very severe upon me. I shall attempt to speak but it will be with difficulty. We have the Congregational church."},{"refcode_short":"MR1033 19.2","refcode_long":"Manuscript Release No 1033, p. 19.2 (Ellen Gould White)","content":"The Lord did indeed help and strengthen and bless me in speaking to the people, dwelling largely upon the necessity of faith and love for one another as followers of Christ, which has been almost extinct in our churches. The words spoken were heartily received, and the seed sown I sincerely believe will start a train of thought that will result in the cultivation of greater love and increased faith in the rich promises of God.—Manuscript 44, 1890, 2-3 (Diary 16, p. 285)."},{"refcode_short":"MR1033 19","refcode_long":"Manuscript Release No 1033, p. 19 (Ellen Gould White)","content":"Salamanca, New York, Sunday, November 2, 1890"},{"refcode_short":"MR1033 19.3","refcode_long":"Manuscript Release No 1033, p. 19.3 (Ellen Gould White)","content":"I am suffering much with the cold in my head, my throat and my lungs. And yet I spoke on the subject of temperance, dwelling largely upon the necessity of training children that they shall not become drunkards. All listened with most earnest attention, and many came and thanked me.—Manuscript 44, 1890, 4 (Diary 16, p. 287)."},{"refcode_short":"MR1033 19","refcode_long":"Manuscript Release No 1033, p. 19 (Ellen Gould White)","content":"Salamanca, New York, Monday, November 3, 1890"},{"refcode_short":"MR1033 19.4","refcode_long":"Manuscript Release No 1033, p. 19.4 (Ellen Gould White)","content":"I had an appointment Monday afternoon and I tried to fill it. My head was suffering, my ears could scarcely hear my own voice, yet the Lord helped me, else I could not possibly have spoken. I could scarcely stand upon my feet, but I felt the sustaining power of God upon me. I dwelt again upon the necessity of faith, the necessity of loving God supremely and our neighbor as ourselves."},{"refcode_short":"MR1033 19.5","refcode_long":"Manuscript Release No 1033, p. 19.5 (Ellen Gould White)","content":"I could not tell the words I spoke, but many said, “The power of God was upon you. The words came to us as wonderful inspiration.”"},{"refcode_short":"MR1033 20.1","refcode_long":"Manuscript Release No 1033, p. 20.1 (Ellen Gould White)","content":"I know that the words of the Lord Jesus had come to the people. Many spoke of the help they received from the words spoken. I told them to render no thanks to me. God, and He alone, should have the praise. I was only an instrument in His hands and I could not have stood upon my feet and spoken at all had not the Lord helped me in a special manner."},{"refcode_short":"MR1033 20.2","refcode_long":"Manuscript Release No 1033, p. 20.2 (Ellen Gould White)","content":"I had a lengthy interview with a sister of Sister Bowen. She has an unbelieving husband who opposes her violently and is cruel and abusive to her and to her children. She attended this meeting without his knowledge, on her way to visit her father and mother. She knows not what is before her. Her husband found her reading the Bible. He took the large family Bible, cut out the family record, besmeared its pages with kerosene oil, and threw it into the fire. He burns all her books and papers if he can find them. His ingenuity to discover anything that is of a religious character and consume it, is satanic. The enmity of Satan against God and the truth is not abated, and we need to be imbued with the Spirit of God.—Manuscript 44, 1890, 4-5 (Diary 16, pp. 288-289)."},{"refcode_short":"MR1033 20","refcode_long":"Manuscript Release No 1033, p. 20 (Ellen Gould White)","content":"En route From Salamanca to Sands, Virginia, Tuesday, November 4, 1890"},{"refcode_short":"MR1033 20.3","refcode_long":"Manuscript Release No 1033, p. 20.3 (Ellen Gould White)","content":"We left Salamanca Tuesday, November 4, 1890, about eleven o'clock. The train was delayed and we were obliged to wait at the depot. It was very small and the company that was to take the cars was large. They were mostly our people returning from the meeting. All wished to speak with me and I was able to speak with them. The snow was falling. We were at last seated in the cars and were thankful to be moving. Oh, praise the Lord, I longed to be where I could write out the things that were opened to me the past night. It was the Lord ... [sentence apparently unfinished].[This is Ellen White's first mention of the vision God gave her at Salamanca. Note that she did not write it out at that time.]—Manuscript 44, 1890, 6 (Diary 16, p. 290)."},{"refcode_short":"MR1033 21","refcode_long":"Manuscript Release No 1033, p. 21 (Ellen Gould White)","content":"Sands (Stanley), Virginia, Wednesday, November 5, 1890"},{"refcode_short":"MR1033 21.1","refcode_long":"Manuscript Release No 1033, p. 21.1 (Ellen Gould White)","content":"On the cars we met Brother Lawhead and his son. We were passing over the same ground that we went over two years ago in journeying to Williamsport at the time of the flood. We changed cars at Elmira and at Williamsport, and then we journeyed to Harrisburg. We tarried there until the next morning. We walked to the hotel from the depot—a few blocks—and we found crowds everywhere yelling at the top of their voices because it was election of the State officers and governor of the State. We did not return until eleven o'clock at night. The noise and shouting kept up all night. We had to be at the train at half-past four o'clock. We were called at a quarter before four, giving us three-quarters of an hour to dress and to be at the depot, check baggage, and buy tickets."},{"refcode_short":"MR1033 21.2","refcode_long":"Manuscript Release No 1033, p. 21.2 (Ellen Gould White)","content":"We were glad to be seated in the cars but we had in the cars about one dozen men who had more liquor than good sense. They kept up a constant disturbance, snatching one another's hats, pounding one another on the head with their hats, tossing them, jamming them up in all kinds of shapes, and placing themselves in pugilistic attitudes. Oh, how sick and tired we were of these performances! We changed cars and had not been long seated before we changed cars again, for they said the wheel-box was on fire. We got placed in the car, rode a few miles, and then had to change again, for the car was disabled—broken. We went into the same car we had left. It was altogether a very disagreeable ride."},{"refcode_short":"MR1033 21.3","refcode_long":"Manuscript Release No 1033, p. 21.3 (Ellen Gould White)","content":"We reached this place, Sands, Virginia, about twelve o'clock. The train is usually due about eleven o'clock. We found Brother Lewis, who lives within three miles of Washington [Virginia], waiting with team for us. We rode out one mile. Brother Robinson and Willie White walked. Close by the meeting house which was built for our people was a building owned by Brother Painter. It was at this time vacant, and the brethren moved into it to entertain those who came. We have very good accommodations but in marked contrast to the ample and abundant rooms in Salamanca. We seldom find ourselves so well situated in our travels as we did at Brother Hicks’. We have not a thing to complain of, for the Lord's people here are doing their very best and we are fully satisfied.—Manuscript 45, 1890, 1-2 (Diary 16, pp. 290-291)."},{"refcode_short":"MR1033 21","refcode_long":"Manuscript Release No 1033, p. 21 (Ellen Gould White)","content":"Sands, Virginia, Thursday, November 6, 1890"},{"refcode_short":"MR1033 21.4","refcode_long":"Manuscript Release No 1033, p. 21.4 (Ellen Gould White)","content":"Brother Robinson, Sara McEnterfer, Willie White and I were accommodated by Brother Lewis taking us with his horses and carriage about eight miles to Luray to see the caverns. We went into a building and for $1 each we were furnished a guide, and I was astonished at what my eyes beheld. To give a description of this scene is simply impossible. It was wonderful, too wonderful to describe. We spent one hour and a half, with electric lights and lanterns or a tin with candles, three in each tin. We rode back, taking our dinner as we rode back to our stopping place at Sands. The road was quite rough but we enjoyed the ride very much. The day was mild, the sun shone in clearness, and the scenery was good. I received letters from Brother McClure, Emma White, and Brother [J. S.] Washburn.—Manuscript 45, 1890, 2 (Diary 16, p. 292)."},{"refcode_short":"MR1033 22","refcode_long":"Manuscript Release No 1033, p. 22 (Ellen Gould White)","content":"Sands, Virginia, Friday, November 7, 1890"},{"refcode_short":"MR1033 22.1","refcode_long":"Manuscript Release No 1033, p. 22.1 (Ellen Gould White)","content":"I arose at five o'clock and had a season of prayer, pleading with the Lord for His presence, His grace, and heavenly wisdom. I asked the Lord to give me health and relieve my heart of its pain and sickness, and I believe that He will hear my prayer and give me the message to bear in demonstrating the Spirit to this people. I had a little visit with some of the family, brethren who have come from West Virginia, across the mountains."},{"refcode_short":"MR1033 22.2","refcode_long":"Manuscript Release No 1033, p. 22.2 (Ellen Gould White)","content":"I wrote several pages this morning, and attended morning meeting. Spoke with great freedom. Many precious testimonies were borne. I told the people I would meet with them every morning if the Lord would give me strength. They need to be educated here, line upon line and precept upon precept. Oh, how I long to have them grasp the rich promises of God and conceive all their possibilities, all their privileges, to ask of Jesus those things which they so much need."},{"refcode_short":"MR1033 22.3","refcode_long":"Manuscript Release No 1033, p. 22.3 (Ellen Gould White)","content":"I spoke again to the people this afternoon at half-past two. The house was full and more than half were unbelievers, but they listened with intense earnestness. The Lord gave me strength to speak with great earnestness and power one hour and a half. I feel to praise the Lord that He is renewing my strength and enabling me to bear the message He has given me. Oh, for the baptism of the Holy Ghost! I want the people to have it. They need it. We want rich blessings from the Lord in order to represent Christ to the people. I sent off to the mail 16 pages, all but four written today.—Manuscript 45, 1890, 3 (Diary 16, p. 293)."},{"refcode_short":"MR1033 23","refcode_long":"Manuscript Release No 1033, p. 23 (Ellen Gould White)","content":"Sands, Virginia, Sabbath, November 8, 1890"},{"refcode_short":"MR1033 23.1","refcode_long":"Manuscript Release No 1033, p. 23.1 (Ellen Gould White)","content":"I arose early and after seeking the Lord in prayer I wrote many pages. At half-past eight attended morning meeting and gave them a morning talk. I sought to revive their faith by relating my experience in Salamanca. [This may be a reference to the vision of Monday night, November 3, or it may merely refer to her experience in being given strength to deliver her messages on temperance and other subjects.] Hearts seemed to be touched. I urged them to ask greater blessings of the Lord and to believe that He would bless, and then not to go away and waver about it. The Lord would have us firm and importunate as was Elijah and the importunate widow who obtained their requests because they would not let go...."},{"refcode_short":"MR1033 23.2","refcode_long":"Manuscript Release No 1033, p. 23.2 (Ellen Gould White)","content":"I spoke in the afternoon from John 17. The Lord gave me much of His Holy Spirit. The house was full. I called those forward who wished to seek the Lord more earnestly and for those who wished to give themselves to the Lord a whole sacrifice. For a time not one made a move, but after a while many came forward and bore testimonies of confession. We had a precious season of prayer and all felt broken down, weeping and confessing their sins.—Manuscript 45, 1890, 3-4, 6 (Diary 16, pp. 294, 299)."},{"refcode_short":"MR1033 23","refcode_long":"Manuscript Release No 1033, p. 23 (Ellen Gould White)","content":"Sands, Virginia, Sunday, November 9, 1890"},{"refcode_short":"MR1033 23.3","refcode_long":"Manuscript Release No 1033, p. 23.3 (Ellen Gould White)","content":"Attended morning meetings and walked to them. There were crowds coming in to the meeting. Not more than one half could get entrance into the house. Brother Miles spoke in the forenoon."},{"refcode_short":"MR1033 23.4","refcode_long":"Manuscript Release No 1033, p. 23.4 (Ellen Gould White)","content":"I spoke in the afternoon from Matthew 6:19.... Nine hundred and thirty-five, by count, were in the house, and outside. Platforms were made by the windows and many stood by the windows on the platform of boards and others on the ground. The windows were opened so that they could hear. Many were in uncomfortable positions, pressed up as close to the windows as possible to hear the Word of life. The platform of the desk was crowded with men and women.... I was surprised that there was as much quiet as there was. Many, many were standing all the time. Many scarcely moved from their positions during the one hour and a half I was speaking.—Manuscript 45, 1890, 6-7 (Diary 16, pp. 300-301)."},{"refcode_short":"MR1033 24","refcode_long":"Manuscript Release No 1033, p. 24 (Ellen Gould White)","content":"Sands, Virginia, Monday, November 10, 1890"},{"refcode_short":"MR1033 24.1","refcode_long":"Manuscript Release No 1033, p. 24.1 (Ellen Gould White)","content":"I slept this morning unusually long. It was five o'clock before I left my bed. After a season of prayer, I wrote important matters to which my mind was called in a dream. I know it was a message for this people. I read the same in the early morning meeting...."},{"refcode_short":"MR1033 24.2","refcode_long":"Manuscript Release No 1033, p. 24.2 (Ellen Gould White)","content":"I spoke to a full house in the afternoon from John 14. The Lord put His Holy Spirit upon me in large measure. There was a large attendance of unbelievers. We hoped when we made the call for all who wished to take their stand for the Lord more fully, that several would have strength to decide, but something held them. The enemy seemed to have power over them and none led out on this occasion. After much labor and a season of earnest prayer some responded, and yet we felt that there should have been a more earnest response. We had done our duty. We could do no more. But we were disappointed at the reluctance to move.—Manuscript 45, 1890, 8 (Diary 16, pp. 302-303)."},{"refcode_short":"MR1033 24","refcode_long":"Manuscript Release No 1033, p. 24 (Ellen Gould White)","content":"Washington, D. C., Tuesday, November 11, 1890"},{"refcode_short":"MR1033 24.3","refcode_long":"Manuscript Release No 1033, p. 24.3 (Ellen Gould White)","content":"Early in the morning at five o'clock I called the members of the household. We left [Sands] at six a.m. We rode one mile to the depot. We were behind time by the clock and we feared the cars would leave us.—Diary 16, p. 308."},{"refcode_short":"MR1033 24","refcode_long":"Manuscript Release No 1033, p. 24 (Ellen Gould White)","content":"Washington, D. C., Wednesday, November 12, 1890"},{"refcode_short":"MR1033 24.4","refcode_long":"Manuscript Release No 1033, p. 24.4 (Ellen Gould White)","content":"In the morning. I am not feeling well. I feel sensibly the taxation that was upon me through hard labor at Sands, Va. There is a gathering in my ear."},{"refcode_short":"MR1033 25.1","refcode_long":"Manuscript Release No 1033, p. 25.1 (Ellen Gould White)","content":"I visited Dr. Davis, who is one with us in the faith. He examined my teeth and tells me that there is nothing to be done to them. I am relieved, for I feared that my teeth might cause the pain in my ear...."},{"refcode_short":"MR1033 25.2","refcode_long":"Manuscript Release No 1033, p. 25.2 (Ellen Gould White)","content":"This day was not without its trials. There is a sense of exhaustion. I try to leave my case in the hands of God. I keep my mind in a praying, supplicating position that the Lord will impart to me His own Holy Spirit, for I know that without His special help I shall not be able to speak to the people.... I have not been able to speak nights without paying the penalty in a sleepless night."},{"refcode_short":"MR1033 25.3","refcode_long":"Manuscript Release No 1033, p. 25.3 (Ellen Gould White)","content":"We rode in the streetcar about three quarters of an hour to the hall, the place of meeting. This was a commodious place. The hall was full and I spoke with freedom upon the lesson of Christ to His disciples—the vine and the branches. John 15. The Lord gave me much freedom and the trembling of nerves left me after I had spoken about five minutes. His grace strengthened me.—Manuscript 46, 1890, 1-2 (Diary 16, p. 310)."},{"refcode_short":"MR1033 25","refcode_long":"Manuscript Release No 1033, p. 25 (Ellen Gould White)","content":"Brooklyn, New York, Thursday, November 13, 1890"},{"refcode_short":"MR1033 25.4","refcode_long":"Manuscript Release No 1033, p. 25.4 (Ellen Gould White)","content":"We had the privilege of speaking to some I had met two years before when I visited Washington, and my heart rejoiced to see a goodly number who had embraced the truth since that time. Many noble, intelligent men and women pressed forward to take my hand, and expressed their pleasure in hearing me speak...."},{"refcode_short":"MR1033 25.5","refcode_long":"Manuscript Release No 1033, p. 25.5 (Ellen Gould White)","content":"We found the cab waiting for us. We went directly from the meeting to the depot. Brother _____ accompanied us to the city of New York. My son Willie left Wednesday night, in response to the second urgent request from Elder Olsen to meet him just as early as possible. I consented to have him leave the same night. He arrived in Washington at noon, twelve o'clock, and left at eleven o'clock at night."},{"refcode_short":"MR1033 25.6","refcode_long":"Manuscript Release No 1033, p. 25.6 (Ellen Gould White)","content":"We were pleased to learn a train left about 10:00 p.m. My berth had been procured, and I had the privilege of resting in my berth. When we reached Baltimore the car we were in was filled with an offensive oil smell, combined with heavy smoke. I was afraid the fire-box [axle] was on fire and that this caused the smoke. We tarried some time in Baltimore, and I tried to keep my breathing organs covered so as not to take into my lungs the oppressive atmosphere that was almost stifling.—Manuscript 46, 1890, 2-3 (Diary 16, p. 313)."},{"refcode_short":"MR1033 26","refcode_long":"Manuscript Release No 1033, p. 26 (Ellen Gould White)","content":"Brooklyn, New York, ca. Friday, November 14, 1890 Letter to Albert Harris"},{"refcode_short":"MR1033 26.1","refcode_long":"Manuscript Release No 1033, p. 26.1 (Ellen Gould White)","content":"Willie and Sarah and I have been attending a series of meetings. It was a trial trip with me. I did not know how I would endure the fatigue of journeying and the speaking, traveling in all kinds of weather and having to put up with all kinds of conveyances and all kinds of fare. If I have appointments they must be filled, rain or snow or sunshine. I thank my heavenly Father I have been enabled, through Christ strengthening me, to stand at my post and bear my testimony with freedom in the demonstration of the Spirit."},{"refcode_short":"MR1033 26.2","refcode_long":"Manuscript Release No 1033, p. 26.2 (Ellen Gould White)","content":"My first appointment was at Adams Center, New York. This is in a Seventh Day Baptist community and they attended the meetings. Quite a large number of them were much prejudiced, but the prejudice they confessed was all gone when they heard me speak. The meetinghouse was full all through the meetings. We had here a good and convenient place to tarry in, a pilgrim's resting place. Sister Green was a widow and true as steel to her profession of faith. I spoke here three times, but in affliction. The inflammation was in my ear—a sore was gathering—but the Lord helped me. Sunday relief came. It broke, but Monday the pain was very severe. Yet we took the cars for Rome on our way to South Lancaster. We were made welcome by Brother Place, an efficient minister in the cause of God, proclaiming the truth."},{"refcode_short":"MR1033 26.3","refcode_long":"Manuscript Release No 1033, p. 26.3 (Ellen Gould White)","content":"Tuesday morning we again stepped on board the cars. It was raining. We reached South Lancaster. Here we remained over two Sabbaths. I spoke 14 times. The burden of labor was upon me. The Lord gave me precious tokens of His love and His rich grace. The difficulty came with great force again upon me—pain in my head—but the Lord did not leave me comfortless. He gave me His grace to bear my affliction. Tuesday I was still afflicted and was delayed a day, but spoke to the students Wednesday in the academy with much freedom and left that noon. It was pouring down rain."},{"refcode_short":"MR1033 26.4","refcode_long":"Manuscript Release No 1033, p. 26.4 (Ellen Gould White)","content":"We reached Brooklyn, New York, about midnight, and early next morning were on our way for Pennsylvania meeting. Here we came in to Salamanca, New York, about eleven o'clock in a snow storm. We had a good home here. We stopped with a brother who has recently embraced the truth...."},{"refcode_short":"MR1033 27.1","refcode_long":"Manuscript Release No 1033, p. 27.1 (Ellen Gould White)","content":"Here I spoke three times to the people, my head still afflicted. When almost discouraged thinking I must give up the future appointments, when as I knelt to pray, suddenly the glory of the Lord shone around about me. The whole room seemed to be filled with the presence of God. I was happy, so happy, I did not sleep scarcely any of that night because of gladness of heart and peace and comfort from the Lord which passeth knowledge. I said nothing more about returning home, [It seems clear that Ellen White received both physical and spiritual uplift on the occasion of her Salamanca vision.] but went to the depot in a snowstorm. We had to tarry at a hotel that night, and next day at noon we were at Sands, Virginia. Here we had very excellent meetings. I spoke seven times. Willie spoke Sabbath forenoon with much freedom. Our meetings closed Monday night...."},{"refcode_short":"MR1033 27.2","refcode_long":"Manuscript Release No 1033, p. 27.2 (Ellen Gould White)","content":"Well, the Lord has indeed wrought for us on this journey. Early Tuesday morning we took the cars at half-past six for Washington, D. C. and arrived there at twelve o'clock noon. Wednesday night spoke to a hall full of intelligent, noble-looking people. About 100 are keeping the Sabbath in Washington, D. C. I had much freedom in speaking to the people and they eagerly received the words spoken, then came with outstretched hands to welcome me and say Farewell and tell me how much good the words spoken had done them and beg me to come and stay with them a few weeks. I made a conditional promise and had to tear myself away, for the carriage was at the door to take me immediately to the cars which left at ten o'clock that night. I took a sleeper and arrived in New York City at half-past six in the morning, Thursday."},{"refcode_short":"MR1033 27.3","refcode_long":"Manuscript Release No 1033, p. 27.3 (Ellen Gould White)","content":"I have spoken this day once to an interested hall full. The platforms were full and the Lord gave me His Holy Spirit in speaking to the people. We spend two Sabbaths here. This is an important part of the Lord's vineyard. About 100 have embraced the [truth] and if they become light-bearers to the world, they will flash the light upon the darkened minds of hundreds.—Letter 72a, 1890, pp. 1-4."},{"refcode_short":"MR1033 28","refcode_long":"Manuscript Release No 1033, p. 28 (Ellen Gould White)","content":"Brooklyn, New York, Sabbath, November 15, 1890"},{"refcode_short":"MR1033 28.1","refcode_long":"Manuscript Release No 1033, p. 28.1 (Ellen Gould White)","content":"We arrived here in this city Friday morning. [Here Ellen White states that they arrived in New York City on Friday morning. But in the previous entry quoted (Letter 72a, 1890) she says—probably more correctly—that it was Thursday.] I was pleased to ride all the way from the ferry in the streetcar and not on the elevated railroad. We had a good room assigned to my use exclusively, but the elevated railroad goes directly by the house and I was fearful the thundering noise would prevent me from sleeping. There is a large company who are being accommodated in three different tenements.—Manuscript 46, 1890, 3 (Diary 16, p. 314)."},{"refcode_short":"MR1033 28","refcode_long":"Manuscript Release No 1033, p. 28 (Ellen Gould White)","content":"Brooklyn, New York, Sunday, November 16, 1890"},{"refcode_short":"MR1033 28.2","refcode_long":"Manuscript Release No 1033, p. 28.2 (Ellen Gould White)","content":"I spoke to a full house at eleven o'clock Sabbath a.m. with much freedom. I do not think I have ever seen a better class of people before me. There was nobility and intelligence. We had a good social meeting. Many excellent testimonies were borne.—Manuscript 46, 1890, 3 (Diary 16, p. 315)."},{"refcode_short":"MR1033 28","refcode_long":"Manuscript Release No 1033, p. 28 (Ellen Gould White)","content":"Brooklyn, New York, Monday, November 17, 1890"},{"refcode_short":"MR1033 28.3","refcode_long":"Manuscript Release No 1033, p. 28.3 (Ellen Gould White)","content":"Attended morning meeting and spoke to the people with much freedom upon the subject of faith and the righteousness of Christ. Brother Lindsay made decided confession to the point. He called those forward who desired a deeper work of grace in their hearts. Quite a number responded, and by request I prayed in their behalf. The Lord came graciously near to bless us, and we know that He has peace and rest for the souls of all who come to Him as their only hope. We so much desire the softening, subduing influence of the Spirit of God upon our own hearts. I remained for the conference meeting and was requested to speak and say what I thought of having a ministerial school established in Brooklyn, united with a school for the canvassers and educating Bible Readers. I told them I was not prepared to speak to the point intelligently. I wished to give the subject more reflection and earnest prayer, seeking counsel from God.—Manuscript 46, 1890, 4 (Diary 16, p. 318)."},{"refcode_short":"MR1033 29","refcode_long":"Manuscript Release No 1033, p. 29 (Ellen Gould White)","content":"Brooklyn, New York, Tuesday, November 18, 1890"},{"refcode_short":"MR1033 29.1","refcode_long":"Manuscript Release No 1033, p. 29.1 (Ellen Gould White)","content":"Attended morning meeting. We had an excellent meeting. Many live testimonies were borne. I tried to impress upon the people that we must have simplicity of faith and perfect trust in our heavenly Father. I felt urged by the Spirit of God to speak plainly."},{"refcode_short":"MR1033 29.2","refcode_long":"Manuscript Release No 1033, p. 29.2 (Ellen Gould White)","content":"We remained for the conference meeting, and many important matters were discussed. I was again called on for my counsel in reference to having a school held in New York City. I answered that I had light upon this matter, that I could now speak. It was not advisable to have a school [in New York] for the purpose of educating ministers or canvassers. There was such a school already in session in Battle Creek. Facilities and a combination of varied talents were positively essential to make such a school a complete success. To have one man's mind, one man's mold, and one man's talent as educator, or even the talents of two or three men, were not all that was necessary. There must be a broader and deeper work in educating ministers to understand the Scriptures, and to labor intelligently and devotedly, humbly walking with God. The work of fitting up canvassers was another thing, although this work also demanded that men appointed to educate in this line should be men who were in close communion with God.—Manuscript 46, 1890, 4-5 (Diary 16, p. 319)."},{"refcode_short":"MR1033 29","refcode_long":"Manuscript Release No 1033, p. 29 (Ellen Gould White)","content":"Brooklyn, New York, Wednesday, November 19 (?), 1890"},{"refcode_short":"MR1033 29.3","refcode_long":"Manuscript Release No 1033, p. 29.3 (Ellen Gould White)","content":"I arose at four o'clock. Sought the Lord in prayer. This is a day of feebleness to me, yet I will put my trust in God, who is my helper and my God. I wrote many pages to be used at the present time, at the close of this year 1890."},{"refcode_short":"MR1033 29.4","refcode_long":"Manuscript Release No 1033, p. 29.4 (Ellen Gould White)","content":"With Sara I fulfilled an engagement to take dinner with Brother and Sister King. Again I mounted two pairs of stairs to reach the elevated railroad to take the cars for their place. We had one change. I feel very disagreeable in riding so high up in the air. We had a very pleasant visit.—Manuscript 46, 1890, 5 (Diary 16, p. 320)."},{"refcode_short":"MR1033 30","refcode_long":"Manuscript Release No 1033, p. 30 (Ellen Gould White)","content":"Brooklyn, New York, Thursday, November 20, 1890"},{"refcode_short":"MR1033 30.1","refcode_long":"Manuscript Release No 1033, p. 30.1 (Ellen Gould White)","content":"I spoke this evening at five o'clock, and the Lord gave me great freedom. I feel my weakness, and I am pleading with God to restore me. I believe that He will do it. I am reaching out for stronger faith.—Manuscript 29a, 1890, p. 1 (Diary 16, p. 321)."},{"refcode_short":"MR1033 30","refcode_long":"Manuscript Release No 1033, p. 30 (Ellen Gould White)","content":"Brooklyn, New York, Friday, November 21, 1890"},{"refcode_short":"MR1033 30.2","refcode_long":"Manuscript Release No 1033, p. 30.2 (Ellen Gould White)","content":"I think not best to attend morning meetings. I am urged by the Spirit of the Lord to write important matters in reference to the work of God for this time and the necessity of the churches reaching a higher standard.—Diary 16, p. 323."},{"refcode_short":"MR1033 30","refcode_long":"Manuscript Release No 1033, p. 30 (Ellen Gould White)","content":"Brooklyn, New York, Sabbath, November 22, 1890"},{"refcode_short":"MR1033 30.3","refcode_long":"Manuscript Release No 1033, p. 30.3 (Ellen Gould White)","content":"This morning I pleaded most earnestly with the Lord for His presence, for the enlightenment which He alone can give me. I wrestled for some time in prayer, and placed myself decidedly on the Lord's side, to believe every word that proceeds out of the mouth of God. I will not take myself out of His hands. Infirmities press me at all times, and my faith is tested severely. Oh, that I may never lose sight of Jesus, my hope and my consolation."},{"refcode_short":"MR1033 30.4","refcode_long":"Manuscript Release No 1033, p. 30.4 (Ellen Gould White)","content":"I spoke to a room packed with interested listeners, from Isaiah 58. The Lord's presence was in the congregation.... Testimonies followed in quick succession.—Manuscript 29a, 1890, p. 6 (Diary 16, pp. 325, 327)."},{"refcode_short":"MR1033 30","refcode_long":"Manuscript Release No 1033, p. 30 (Ellen Gould White)","content":"Brooklyn, New York, Monday, November 24, 1890"},{"refcode_short":"MR1033 30.5","refcode_long":"Manuscript Release No 1033, p. 30.5 (Ellen Gould White)","content":"I rise this morning with gratitude in my heart for a precious night's rest. The cars on the elevated railroad have been thundering past all night, but I have slept excellently well."},{"refcode_short":"MR1033 31.1","refcode_long":"Manuscript Release No 1033, p. 31.1 (Ellen Gould White)","content":"I did not fill my appointment at the hall yesterday evening at five o'clock. The managers of the building let it to other parties when our people had engaged it for the day. But we could not help ourselves, as there was no written contract. This ought always to be secured. We must be more thorough in our business management. Many had purposed to come with their unbelieving relatives, and this was a great disappointment to them. They wept with sorrow. This disappointment we must reckon among the “all things” that shall work together for good to those that love God."},{"refcode_short":"MR1033 31.2","refcode_long":"Manuscript Release No 1033, p. 31.2 (Ellen Gould White)","content":"I was solicited to speak in the evening to those assembled in the next tenement, the canvassing class...."},{"refcode_short":"MR1033 31.3","refcode_long":"Manuscript Release No 1033, p. 31.3 (Ellen Gould White)","content":"I have now spoken four times in the morning and business meetings and for one hour last evening to the canvassing class. This morning Brother Chadwick leaves us and returns to Battle Creek. He is in danger, through the prevailing influences which exist there, of becoming unbalanced in mind. Willie leaves later in the week for Battle Creek. Sara and I shall attend meetings at Norwich, Conn., and at Danvers, [Mass.]. Brother Asa Robinson will be in attendance at these meetings. We wish that Willie could be with us also, but it seems to be necessary for him to go to Battle Creek at this time to attend to important matters. I ought to have him with me in my work, but if the presence of the Lord goes with us, we shall have profitable and successful meetings."},{"refcode_short":"MR1033 31.4","refcode_long":"Manuscript Release No 1033, p. 31.4 (Ellen Gould White)","content":"I send large packages of important matters to be used during the remnant of the year 1890. I want to arouse and break the deadness of the silence of the churches, that they may have a sense of their work.—Manuscript 29a, 1890, pp. 8, 10 (Diary 16, pp. 331, 334)."},{"refcode_short":"MR1033 31","refcode_long":"Manuscript Release No 1033, p. 31 (Ellen Gould White)","content":"Brooklyn, New York, Tuesday, November 25, 1890"},{"refcode_short":"MR1033 31.5","refcode_long":"Manuscript Release No 1033, p. 31.5 (Ellen Gould White)","content":"During the night I have been in communion with God. I have been brought by my guide into councils in Battle Creek, and I have a message to bear to you whether you will hear or not, whether you will receive it or reject it. The people must know that they are not moving in the order of God. They have left Christ out of their councils. Leading men are giving a mold to the work that will result in a loss of many souls, for they are moving away from the safe path. Many come here from foreign countries, thinking that Battle Creek, from whence come the publications of truth, will be next to heaven. How disappointed they feel when they hear in this place the message of God spoken of lightly, when they hear the messengers of God, by some in responsible places, made a subject of ridicule. And why is this? It is because the message of the messengers does not coincide in every particular with the ideas of those whom the Lord names His scorners, although it is a message sent from heaven."},{"refcode_short":"MR1033 32.1","refcode_long":"Manuscript Release No 1033, p. 32.1 (Ellen Gould White)","content":"Where the truth is rejected, it opens up a way where false waymarks will be set up, and perils will rise on all sides. Through neglect of seeking the earnest counsel of God men will be connected with the office who will form themselves into a ring, to echo the sentiments of him whom they consider most influential, and who pleases their human ideas. My guide spoke slowly and solemnly, “Associate yourselves, O ye people, and ye shall be broken in pieces; and give ear, all ye far countries: gird yourselves, and ye shall be broken in pieces. Take counsel together, and it shall come to naught; speak the word, and it shall not stand; for God is with us.” [See Isaiah 8:9, 10.]"},{"refcode_short":"MR1033 32.2","refcode_long":"Manuscript Release No 1033, p. 32.2 (Ellen Gould White)","content":"Men may be selected by the Conference to connect with the office of publication, but unless these men look to God, and with a transformation of character, unless they realize that eternal vigilance is the price of safety, unless they seek counsel of God in large and small matters, concerning things connected with the sacred work of God, unless they are emptied of vanity and self, they will be turned from the safe path, and will turn others from the path cast up for the ransomed of the Lord. Unless these associated together are converted men, and they ... realize the sacredness of the work of God for these last times, they will surely imperil the work of God, and discouragement will come upon the people. It is not enough that they assent to the truth. The question is, “Are they sanctified through the truth? Has the truth been brought into the inner sanctuary of the soul?” The past, present, and future, were plainly revealed to me.—Manuscript 6, 1890, 2-3 (Diary 16, pp. 336-338)."},{"refcode_short":"MR1033 32","refcode_long":"Manuscript Release No 1033, p. 32 (Ellen Gould White)","content":"On the Steamer “City of Boston,” Wednesday Night, November 26, 1890"},{"refcode_short":"MR1033 32.3","refcode_long":"Manuscript Release No 1033, p. 32.3 (Ellen Gould White)","content":"We left Brooklyn—Brother Miles, Sara McEnterfer, and I—to go to our appointment at Norwich, Conn. We said goodbye to Willie, not expecting to see him again for three weeks. Then we will meet him in Washington, D. C."},{"refcode_short":"MR1033 33.1","refcode_long":"Manuscript Release No 1033, p. 33.1 (Ellen Gould White)","content":"We first took a streetcar as far as the bridge, then we climbed the stairs to the elevated railroad, then down the stairs after we crossed the bridge. We were on the crowded street of Broadway, dodging this way and then that way between teams, narrowly escaping being run over. We reached a car we wished to take, and it went very slowly, being obstructed with heavily loaded vehicles again and again. Changed cars again and just as we were about to get on board the horsecar, there came a heavily loaded wagon drawn by two powerful horses. They almost collided with the streetcar and became fixed for a time onto the car. I saw a place where we could dodge past the team and board the train. I ran, calling the others to follow with the baggage, which they did, and once more we were moving along. Soon we were obstructed with heavily loaded wagons. As we were near the wharf, we decided to leave the car and walk; it was only a few rods. We were able, after going before teams and behind them and between them, to pass down the gangplank into the boat. Here I am writing, sitting in my berth in my stateroom."},{"refcode_short":"MR1033 33.2","refcode_long":"Manuscript Release No 1033, p. 33.2 (Ellen Gould White)","content":"I had opportunity to write until it was thought best to get to rest. We had good convenience in the line of beds."},{"refcode_short":"MR1033 33.3","refcode_long":"Manuscript Release No 1033, p. 33.3 (Ellen Gould White)","content":"I was awakened out of my sleep by someone rapping on my door. I asked what was wanted and was asked where we were bound. I told them, “To Norwich, Conn.” At one o'clock the boat stopped. Then to our sorrow we learned that the gangway where all the luggage or freight was laden and unloaded was directly beneath our stateroom. There was the noise of trundling wheelbarrows, orders being given, and the loading of barrels until morning. A very poor chance to sleep! We were to be awakened at four o'clock, but our awakening commenced at one o'clock and continued until four."},{"refcode_short":"MR1033 33.4","refcode_long":"Manuscript Release No 1033, p. 33.4 (Ellen Gould White)","content":"We had to take the cars at five o'clock. It was bitterly cold, yet beautifully pleasant. We walked quite a distance to the depot. There was a large waiting room—one room for men and women. Cards were hanging on the walls saying, “No Smoking in This Room,” and yet there were several men smoking away unrestrained. How glad I was to get on board the cars!"},{"refcode_short":"MR1033 33.5","refcode_long":"Manuscript Release No 1033, p. 33.5 (Ellen Gould White)","content":"After riding about one hour we came to Norwich and decided to walk nearly one mile to Brother and Sister Greer's. We reached the place about six o'clock. It was hardly light. We rang the bell again and again but no one heard. We tried at another door with better success and roused Brother Greer and he let us in. Soon Sister Greer was up and we were made welcome. Thus ended my entering of my 64th birthday.—Manuscript 49, 1890, 1-2 (Diary 16, pp. 343-346)."},{"refcode_short":"MR1033 34","refcode_long":"Manuscript Release No 1033, p. 34 (Ellen Gould White)","content":"Norwich, Connecticut, Thursday, November 27, 1890"},{"refcode_short":"MR1033 34.1","refcode_long":"Manuscript Release No 1033, p. 34.1 (Ellen Gould White)","content":"November 27 we were among strangers in a place we had never visited before. We had both become so thoroughly chilled that it was very difficult to get the blood to the surface in good circulation. We walked out, Sara and I, about one mile, and the air was sharp but bracing. I came to the breakfast table at nine o'clock. Oh, how hungry I was! I ate very heartily. Dinner was at three o'clock and I was again hungry for dinner. It was Thanksgiving Day. I tried to sleep some but I could sleep only a few moments. Brother Miles talked that night to the few assembled. The people are very much scattered and cannot readily assemble at the meetinghouse.—Manuscript 49, 1890, 2 (Diary 16, p. 346)."},{"refcode_short":"MR1033 34","refcode_long":"Manuscript Release No 1033, p. 34 (Ellen Gould White)","content":"Norwich, Connecticut, Friday, November 28, 1890"},{"refcode_short":"MR1033 34.2","refcode_long":"Manuscript Release No 1033, p. 34.2 (Ellen Gould White)","content":"I am quite comfortable today. Wrote many pages to send to Battle Creek to be read during the week of prayer. We rode out to Norwichtown, Conn., three miles. Purchased cloth shoes, for my feet are cold and I dare not continue to have them cold. I was pleased to get back to my place where I was entertained. I spoke in the evening from John 14. “If ye love me keep my commandments,” etc. There was not a large number present. I had a measure of freedom in speaking. Brother Robinson and Farman came to this place last night at eleven o'clock.—Manuscript 49, 1890, 3 (Diary 16, p. 347)."},{"refcode_short":"MR1033 34","refcode_long":"Manuscript Release No 1033, p. 34 (Ellen Gould White)","content":"Norwich, Connecticut, Sabbath, November 29, 1890"},{"refcode_short":"MR1033 34.3","refcode_long":"Manuscript Release No 1033, p. 34.3 (Ellen Gould White)","content":"Evening after the Sabbath. It is milder today. There were fewer than 100 present but they are indeed a very intelligent people who have embraced the truth. I spoke from Acts 1, on the commission given by Christ to His disciples. I had freedom in speaking. As we were so scattered, meeting held from eleven o'clock. We were in Sabbath school one hour. I spoke at twelve."},{"refcode_short":"MR1033 35.1","refcode_long":"Manuscript Release No 1033, p. 35.1 (Ellen Gould White)","content":"The word seemed to reach hearts, and when the social meeting was in session many spoke right to the point.—Manuscript 49, 1890, 3 (Diary 16, p. 348)."},{"refcode_short":"MR1033 35","refcode_long":"Manuscript Release No 1033, p. 35 (Ellen Gould White)","content":"Norwich, Connecticut, Sunday, November 30, 1890"},{"refcode_short":"MR1033 35.2","refcode_long":"Manuscript Release No 1033, p. 35.2 (Ellen Gould White)","content":"I spoke in the afternoon. The house of worship was full. I have seldom addressed a more intelligent audience. I spoke from Luke 19, of Christ's riding into Jerusalem. The attention of everyone was riveted. I had special strength given me from the Lord, and His Holy Spirit impressed the hearts of the hearers. There was deep feeling in the congregation. My heart was filled with gratitude to my Saviour that I was sustained by His Holy Spirit in speaking to the people.—Manuscript 49, 1890, 4 (Diary 16, p. 350)."},{"refcode_short":"MR1033 35","refcode_long":"Manuscript Release No 1033, p. 35 (Ellen Gould White)","content":"Norwich, Connecticut, Monday, December 1, 1890"},{"refcode_short":"MR1033 35.3","refcode_long":"Manuscript Release No 1033, p. 35.3 (Ellen Gould White)","content":"Was pleasant but cold. I spoke to the church, to a goodly number assembled, upon the words of Christ in John 17.—Diary 16, p. 356."},{"refcode_short":"MR1033 35","refcode_long":"Manuscript Release No 1033, p. 35 (Ellen Gould White)","content":"Norwich, Connecticut, Tuesday, December 2, 1890"},{"refcode_short":"MR1033 35.4","refcode_long":"Manuscript Release No 1033, p. 35.4 (Ellen Gould White)","content":"I have been writing diligently upon the words of Christ in John 14. This day I had a long conversation with Dr. Smith who is a new convert to the truth. He and his wife are certainly seeking to do the will of God.—Diary 16, p. 357."},{"refcode_short":"MR1033 35","refcode_long":"Manuscript Release No 1033, p. 35 (Ellen Gould White)","content":"Norwich, Connecticut, Wednesday, December 3, 1890"},{"refcode_short":"MR1033 35.5","refcode_long":"Manuscript Release No 1033, p. 35.5 (Ellen Gould White)","content":"I visited Brother Appley's family, about one-half mile out, and it seemed like home to us. It commenced snowing in the morning and continued until the ground was covered with its white blanket. Brother Greer kindly took us with his horse and carriage to the place. Rain set in and it was a very disagreeable evening, but I had an appointment at the church. The rain poured from the heavens. Sister Greer loaned me her rubber ulster. The slush and water were so deep it went over my rubbers and it was dangerous, slippery walking, because of the ice upon the rocks leading into the church. Sara fell as she was leaving the church. The lantern flew out of her hand, and the globe came off and rolled down in the gutter. She struck her head on the steps and it made her faint and dizzy. Brother Farman came out to deliver a telegram which was to go to Battle Creek and he fell, but was not injured much. We thank the Lord that these two escaped without further injury."},{"refcode_short":"MR1033 36.1","refcode_long":"Manuscript Release No 1033, p. 36.1 (Ellen Gould White)","content":"I spoke to the few assembled in regard to the rise and progress of the messages, and my experience and connection with the work in 1843 and 1844 and since that time. This was not a pleasant task for me, but I knew the people had no real knowledge of my work and this is what they needed. There was no one present who had had an experience in these messages, and I must speak for myself and for the work in which I have been called to act a part.—Manuscript 49, 1890, 4-5 (Diary 16, pp. 358-359)."},{"refcode_short":"MR1033 36","refcode_long":"Manuscript Release No 1033, p. 36 (Ellen Gould White)","content":"Lynn, Massachusetts, Thursday, December 4, 1890"},{"refcode_short":"MR1033 36.2","refcode_long":"Manuscript Release No 1033, p. 36.2 (Ellen Gould White)","content":"Wrote six pages to Sister Ings. We left Norwich a little after eight o'clock. Rode three miles in the streetcar to the village. Waited about half an hour and then stepped into the car. I had some talk with Elders Robinson and Farman in regard to their tarrying in Norwich over the Sabbath. Much needs to be done for the church in that place. They need a personal experience in the truth and in the knowledge of God and Jesus Christ whom He has sent into the world. Some talk was made in regard to sending Brother Farman to Putnam to help us in the change of cars which we must make at that place, since Sara was nearly sick with the effects of her fall the previous night, but I thought we could manage. Sara agreed with me that we would not make any extra expense. We had no trouble in making the change. We were met in Boston by Elder Fifield, who took the weighty part of the baggage. We took a hack across the city and then were seated in the cars which would take us to Lynn. We were pleased, after making one more change, to enter the house over which Sister Wharff presided. She is one of the members of the Umberhind family of Richmond, Maine. We were made welcome in her home and a pleasant room was ready for us. I could not commence my writing until my trunk came, then it was too late to see by daylight. On the cars I wrote five pages to be sent back to the church at Norwich, and I wrote 12 pages by gaslight, that the letters might reach them before the Sabbath.—Manuscript 50, 1890, 1 (Diary 16, pp. 360-361)."},{"refcode_short":"MR1033 37","refcode_long":"Manuscript Release No 1033, p. 37 (Ellen Gould White)","content":"Lynn, Massachusetts, ca. December 4, 1890"},{"refcode_short":"MR1033 37.1","refcode_long":"Manuscript Release No 1033, p. 37.1 (Ellen Gould White)","content":"The people of the world will try to induce us to soften our message, to suppress one of its more distinctive features. They say: “Why do you in your teaching make the Seventh-day Sabbath so prominent? This seems to be always thrust before us; we should harmonize with you if you would not say so much on this point; keep the Seventh-day Sabbath out of the Sentinel, and we will give it our influence and support.” And there has been a disposition on the part of some of our workers to adopt this policy."},{"refcode_short":"MR1033 37.2","refcode_long":"Manuscript Release No 1033, p. 37.2 (Ellen Gould White)","content":"I am bidden to warn you that deceptive sentiments are entertained, a false modesty and caution, a disposition to withhold the profession of our faith. In the night season, matters have been presented before me that have greatly troubled my mind. I have seemed to be in meetings for counsel where these subjects were discussed, and written documents were presented, advocating concession. Brethren, shall we permit the world to shape the message that God has given us to bear to them? So then as well might the patient prescribe the remedies that are to be used for his cure."},{"refcode_short":"MR1033 37.3","refcode_long":"Manuscript Release No 1033, p. 37.3 (Ellen Gould White)","content":"Shall we, for the sake of policy, betray a sacred trust? If the world is in error and delusion, breaking the law of God, is it not our duty to show them their sin and danger? We must proclaim the third angel's message."},{"refcode_short":"MR1033 37.4","refcode_long":"Manuscript Release No 1033, p. 37.4 (Ellen Gould White)","content":"What is the Sentinel for, but to be the voice of the watchmen on the walls of Zion, to sound the danger signal. We care not to cringe and beg pardon of the world for telling them the truth: we should scorn concealment. Unfurl your colors to meet the case of men and angels. Let it be understood that Seventh-day Adventists can make no compromise. In your opinions and faith there must not be the least appearance of wavering; the world has a right to know what to expect of us, and will look upon us as dishonest, as hiding our real sentiments and principles out of policy, if we carry even the semblance of being uncommitted till the popular voice has pointed out the safe way. The Comforter, the Holy Spirit, which Christ said He would send into the world, was to bear an unwavering testimony.—Manuscript 16, 1890, 17-18; Counsels to Writers and Editors, 94-95."},{"refcode_short":"MR1033 38","refcode_long":"Manuscript Release No 1033, p. 38 (Ellen Gould White)","content":"Lynn, Massachusetts, Friday, December 5, 1890"},{"refcode_short":"MR1033 38.1","refcode_long":"Manuscript Release No 1033, p. 38.1 (Ellen Gould White)","content":"I have not slept since three o'clock. I arose at four and sent earnest supplications to heaven for light and for grace to do the will of my heavenly Father.—Manuscript 50, 1890, 2 (Diary 16, p. 362)."},{"refcode_short":"MR1033 38","refcode_long":"Manuscript Release No 1033, p. 38 (Ellen Gould White)","content":"Lynn, Massachusetts, Sabbath, December 6, 1890"},{"refcode_short":"MR1033 38.2","refcode_long":"Manuscript Release No 1033, p. 38.2 (Ellen Gould White)","content":"I spoke to the people assembled on the Sabbath from John 14. The Lord gave me freedom in speaking to the people. Many had just come into the faith. One family, all at home—father, mother, and three children—embraced the truth. The father is cousin to Edwin Burnham, a First-day Adventist. He was considered one of the most eloquent preachers among the First-day Adventists. He opposed the Sabbath of the fourth commandment with great vigor. He made most extravagant expressions. He stated that the law of God was an old thunder and lightning law, a bloody law; that it was not possible for man to keep that law—that they never could keep it; it was dead and buried and did not deserve a gravestone. He said he always felt better after he had given the law a good run. And now here is a relative by the name of Burnham who has, with nearly all his family, taken hold of the Sabbath!—Manuscript 50, 1890, 2-3 (Diary 16, pp. 363-364)."},{"refcode_short":"MR1033 38","refcode_long":"Manuscript Release No 1033, p. 38 (Ellen Gould White)","content":"A Letter to Mrs. White's Children, December 6, 1890"},{"refcode_short":"MR1033 38.3","refcode_long":"Manuscript Release No 1033, p. 38.3 (Ellen Gould White)","content":"I have just come from the hall where the little company assemble to worship on the Sabbath. There were about 80 present. I spoke from John 14:15—“If ye love me, keep my commandments.” I had much freedom in speaking, then we had a social meeting and 38 testimonies were borne. The older members did not take the time, but gave opportunity for those who had more recently come to the faith...."},{"refcode_short":"MR1033 38.4","refcode_long":"Manuscript Release No 1033, p. 38.4 (Ellen Gould White)","content":"I never saw Elder Fifield appear as well as now. Certainly he has success in arousing an interest. He feels the burden of souls on this occasion. He reins them up to a decision and then he says, I weep with sorrow of soul as I see the difficulties that obstruct their way...."},{"refcode_short":"MR1033 39.1","refcode_long":"Manuscript Release No 1033, p. 39.1 (Ellen Gould White)","content":"A good work has commenced here and I hope it will be ripened off. This is the reason I left Norwich, for it was a critical time for the interest here while the sheaves are being gathered."},{"refcode_short":"MR1033 39.2","refcode_long":"Manuscript Release No 1033, p. 39.2 (Ellen Gould White)","content":"Brother Robinson and Farman and Brother Whitters were left at Norwich. They were willing I should come, greatly desired I should be here, and yet felt that it was a pity I could not be at Norwich over another Sabbath. I spoke five times, speaking three evenings, and on Sabbath and Sunday.... I slept last night about ten hours; praise the Lord, praise His holy name."},{"refcode_short":"MR1033 39.3","refcode_long":"Manuscript Release No 1033, p. 39.3 (Ellen Gould White)","content":"I shall go to Danvers Wednesday. I have been so deeply interested in John, chapters 14, 15, 16, and 17 that I am writing on the subject. I have written 12 pages today upon John 14, for fear I should have the force of the subject wear away from my mind. This will come in Life of Christ. I have in all 40 pages written."},{"refcode_short":"MR1033 39.4","refcode_long":"Manuscript Release No 1033, p. 39.4 (Ellen Gould White)","content":"I am glad I attended both these meetings in Norwich and in Lynn.—Letter 109, 1890, pp. 1, 3-6."},{"refcode_short":"MR1033 39","refcode_long":"Manuscript Release No 1033, p. 39 (Ellen Gould White)","content":"Lynn, Massachusetts, Sunday, December 7, 1890"},{"refcode_short":"MR1033 39.5","refcode_long":"Manuscript Release No 1033, p. 39.5 (Ellen Gould White)","content":"I have reason to be thankful to the Lord for His goodness, His mercy, and His love to me. I slept well last night. I offered up my petition to the Lord for His grace, His Holy Spirit. I wrote several pages. I spoke in the afternoon upon Christ's riding into Jerusalem. There were quite a number of First-day Adventists present. After I ceased speaking many were introduced to me. One lady spoke to me and asked me if I knew her. I told her I did not. She said her name is now Gallusia; it used to be Eunice Parkes. She was our close neighbor. We were well acquainted with her in our girlhood. She wished me to call upon her. I am trying to visit and write too, which keeps my time fully employed.—Manuscript 50, 1890, 5 (Diary 16, p. 366)."},{"refcode_short":"MR1033 39","refcode_long":"Manuscript Release No 1033, p. 39 (Ellen Gould White)","content":"Lynn, Massachusetts, Monday, December 8, 1890"},{"refcode_short":"MR1033 39.6","refcode_long":"Manuscript Release No 1033, p. 39.6 (Ellen Gould White)","content":"I have been earnestly engaged in writing and in repairing my clothing. Did not walk out all day. I am in deep perplexity. I do not understand why the burden is constantly weighing me down, why I am filled with remorse for those who are connected with the publishing interest in Battle Creek. I am hearing the words spoken in reference to myself and my work. I feel an intense desire to get Patriarchs and Prophets and Great Controversy before the people because the very light they need is contained in these books. Why have those who have accepted the publishing of these books no burden?—Manuscript 50, 1890, 5-6 (Diary 16, p. 368)."},{"refcode_short":"MR1033 40","refcode_long":"Manuscript Release No 1033, p. 40 (Ellen Gould White)","content":"Lynn, Massachusetts, Tuesday, December 9, 1890"},{"refcode_short":"MR1033 40.1","refcode_long":"Manuscript Release No 1033, p. 40.1 (Ellen Gould White)","content":"Devoted some time to prayer. Rose at five o'clock. I wrote letters to Burleigh Salisbury, to Dr. Lay and family, also to Sister Appley, [Apparently no copies of the letters to Burleigh Salisbury, Dr. Lay, and Sister Appley were made before they were mailed. The White Estate files have three letters from Ellen White bearing the date December 9, 1890. Letter 32, 1890, four pages long, is addressed to Brother Smith, local elder of the Norwich Town church. She told him that when a new church is formed, angels are sent to impart the grace that is needed. Letter 74, 1890, is a request to the General Conference treasurer for $100 to help Ellen White meet her traveling expenses. Letter 75, 1890, is a four-page appeal for unity to the Norwich church.] and a letter to the church at Norwich."},{"refcode_short":"MR1033 40.2","refcode_long":"Manuscript Release No 1033, p. 40.2 (Ellen Gould White)","content":"We had an appointment to take dinner with Brother and Sister Burnham. We walked nearly one mile and it was snowy underfoot. We had no rubbers. We found them pleasantly situated. After we reached the house, which was in the outskirts of the city, we had a very pleasant visit with the family and then prayed with them, and the Lord drew near by His Holy Spirit. All seemed to be much gratified by the visit. We walked a portion of the way back."},{"refcode_short":"MR1033 40.3","refcode_long":"Manuscript Release No 1033, p. 40.3 (Ellen Gould White)","content":"I felt much exhausted after arriving at my stopping place, and retired at seven o'clock. I designed to make one more visit and attend the prayer meeting in the hall, but I knew it would be presumptuous. It is an exhausting process for me to visit. I feel much the same responsibility as when before the people. I know that light must be shining in all that is said and done, to reflect light upon those with whom we visit.—Manuscript 50, 1890, 6 (Diary 16, p. 369)."},{"refcode_short":"MR1033 41","refcode_long":"Manuscript Release No 1033, p. 41 (Ellen Gould White)","content":"Danvers, Massachusetts, Wednesday, December 10, 1890"},{"refcode_short":"MR1033 41.1","refcode_long":"Manuscript Release No 1033, p. 41.1 (Ellen Gould White)","content":"I thank the Lord I slept well during the night. Arose at half past four and wrote ten pages before breakfast. Sister Wharff visited me some. She feels bad that we cannot stay longer. We packed our trunks to leave Lynn at quarter before eleven, accompanied by Elder Fifield."},{"refcode_short":"MR1033 41.2","refcode_long":"Manuscript Release No 1033, p. 41.2 (Ellen Gould White)","content":"Arrived at this place at quarter before twelve and walked to Brother Edwards’, where we shall make our home while here in Danvers. Wrote about eight pages."},{"refcode_short":"MR1033 41.3","refcode_long":"Manuscript Release No 1033, p. 41.3 (Ellen Gould White)","content":"Attended meeting in the evening. There were about 40 present. The notice was not inserted right. It was designed to be published for Wednesday evening, but was printed for Thursday evening, therefore I shall now have to speak both evenings."},{"refcode_short":"MR1033 41.4","refcode_long":"Manuscript Release No 1033, p. 41.4 (Ellen Gould White)","content":"I spoke from Matthew 11:25-27. My mind was led out to dwell particularly upon the mission of Christ, which was to reveal the Father.—Manuscript 51, 1890, 1 (Diary 16, p. 370)."},{"refcode_short":"MR1033 41","refcode_long":"Manuscript Release No 1033, p. 41 (Ellen Gould White)","content":"Danvers, Massachusetts, Thursday, December 11, 1890"},{"refcode_short":"MR1033 41.5","refcode_long":"Manuscript Release No 1033, p. 41.5 (Ellen Gould White)","content":"I wrote many pages and did not go out to walk as I ought to have done. I need exercise, but the walks are icy and I feared I might slip and wrench my ankles. About noon a messenger came from Ipswich to say that Sister Brickey was dangerously sick about 12 miles from this place. Brethren Fifield and Farman went on the cars, which took them within three miles of the place. A carriage was waiting for them to take them to the afflicted one. She was very low. They offered prayer on her behalf. She was at once relieved and praised the Lord. Her countenance and voice were changed. They left her happy in God. They attended the half-past five prayer meeting."},{"refcode_short":"MR1033 41.6","refcode_long":"Manuscript Release No 1033, p. 41.6 (Ellen Gould White)","content":"I spoke in the evening. A much larger assembly was present. I had freedom in speaking from John 14, dwelling upon the rich promises of God that are so plainly given us in such positive words. The presence of the Lord was in our meeting. I sought the Lord in earnest prayer before going to the meeting. My head was confused, but I knew the Lord God of Israel was a present help in every time of need. I was blessed and had freedom in speaking. I understand there were one dozen of the First-day Adventists present, and many outsiders were also in the meeting."},{"refcode_short":"MR1033 42.1","refcode_long":"Manuscript Release No 1033, p. 42.1 (Ellen Gould White)","content":"Elder Mooney came from Salem. He is desirous I should call on his wife who apparently is lying on her deathbed."},{"refcode_short":"MR1033 42.2","refcode_long":"Manuscript Release No 1033, p. 42.2 (Ellen Gould White)","content":"It is suggested that it will be wise for me to speak in Lynn Monday and Tuesday evenings, and then Wednesday take the cars for Washington, D. C. May the Lord be our counselor, is my most earnest prayer. I do not wish to presume upon my strength.—Manuscript 51, 1890, 6-7 (Diary 16, pp. 382-383)."},{"refcode_short":"MR1033 42","refcode_long":"Manuscript Release No 1033, p. 42 (Ellen Gould White)","content":"Danvers, Massachusetts, Friday, December 12, 1890"},{"refcode_short":"MR1033 42.3","refcode_long":"Manuscript Release No 1033, p. 42.3 (Ellen Gould White)","content":"Rose at half-past four. Sara and I had but little rest last night. In coming down the steps after closing the door she thought there was only one step. Her heel caught on the second step. She wrenched her ankle and for a few moments we thought she could not walk. She did walk to the meeting, came back, and after her shoe was removed her foot pained her considerably. She could not rest; neither could I. She was obliged to get up at midnight and bathe her foot. She is relieved of pain but it is not wisdom to use her foot in walking at present."},{"refcode_short":"MR1033 42.4","refcode_long":"Manuscript Release No 1033, p. 42.4 (Ellen Gould White)","content":"Received letters yesterday from Marian [Davis]; also from C. H. Jones of Oakland, California."},{"refcode_short":"MR1033 42.5","refcode_long":"Manuscript Release No 1033, p. 42.5 (Ellen Gould White)","content":"Sister Edwards and I walked a short distance to call upon my sister Harriet's daughter, Emma McCann. She married Charlie Morrison. She is his second wife. His first wife was Mary McCann, her own sister. She left three children. All are married but one, whose name is Mabel. Emma was much pleased to see me. We visited her about two hours. In the afternoon Charlie Morrison, Emma's husband, came with his covered carriage for me to ride out. He took me to his sister's where his mother is staying. He introduced me to his mother and his two sisters. They received me courteously and the mother heartily. I had a little visit with them. I was glad to see Charlie's mother. She is a nice, sensible woman, plain, benevolent-looking, and wholesome. When we returned, the horse was afraid of the cars and we had to go a round-about way to get to Brother Edwards’. We were glad to retire early."},{"refcode_short":"MR1033 42.6","refcode_long":"Manuscript Release No 1033, p. 42.6 (Ellen Gould White)","content":"My heart is constantly drawn out after God. I plead for His Holy Spirit. The manifestation of the love of God toward us in Christ Jesus softens, yes, breaks my heart and renews my soul unto holiness.—Manuscript 51, 1890, 7-8 (Diary 16, pp. 384-385)."},{"refcode_short":"MR1033 43","refcode_long":"Manuscript Release No 1033, p. 43 (Ellen Gould White)","content":"A Letter to Ellen White's Son, December 12, 1890"},{"refcode_short":"MR1033 43.1","refcode_long":"Manuscript Release No 1033, p. 43.1 (Ellen Gould White)","content":"I feel grateful to the Lord that I am as well as I am. I write some every day. I am troubled with the coal stoves, but while it is mild weather I manage to get air from opening the windows. But the gas will trouble me some, of course. I cannot do the writing I desire to do being so broken up, changing from place to place, having all times of eating and all kinds of beds; but none of these things trouble me to keep me wakeful. Sara and I sleep together and I keep her awake sometimes and she me, but we have nothing to complain of except I cannot do much, broken up as I am on the life of Christ...."},{"refcode_short":"MR1033 43.2","refcode_long":"Manuscript Release No 1033, p. 43.2 (Ellen Gould White)","content":"Everyone has his ideas, his ways, which are not my ideas and my ways, but I fall into line and adapt myself to the situation and eat breakfast frequently at nine o'clock, dinner at three; but I have with few exceptions suffered nothing in this for I was so engaged in writing I was fully absorbed.—Letter 110, 1890, pp. 1-3."},{"refcode_short":"MR1033 43","refcode_long":"Manuscript Release No 1033, p. 43 (Ellen Gould White)","content":"Danvers, Massachusetts, Sabbath, December 13, 1890"},{"refcode_short":"MR1033 43.3","refcode_long":"Manuscript Release No 1033, p. 43.3 (Ellen Gould White)","content":"Meetings commenced in the church at half-past ten o'clock. Brother Robinson preached, then Sabbath school. I spoke at half-past two o'clock from 2 Corinthians 3:18 and 2 Corinthians 4:17. The Spirit of the Lord rested upon me and upon the people. I then called for all to come forward who were convinced that they must have a deeper work of grace in their hearts. Everyone in the house responded but two.... I went to four young men and I pleaded with them to make a decided effort to make this move and say, I will give myself to Jesus. Three went forward; one did not go. We had a very earnest season of prayer.—Manuscript 51, 1890, 9 (Diary 16, p. 386)."},{"refcode_short":"MR1033 44","refcode_long":"Manuscript Release No 1033, p. 44 (Ellen Gould White)","content":"Danvers, Massachusetts, Sunday, December 14, 1890"},{"refcode_short":"MR1033 44.1","refcode_long":"Manuscript Release No 1033, p. 44.1 (Ellen Gould White)","content":"Brother Farman spoke to the people in the forenoon. I called upon Emma Morrison, my sister's child. Found her alone, but soon her husband and his son, who is married, came from Salem. We had a short visit."},{"refcode_short":"MR1033 44.2","refcode_long":"Manuscript Release No 1033, p. 44.2 (Ellen Gould White)","content":"I spoke in the missionary meeting in regard to the importance of the canvassing work. I also spoke at length in the afternoon, at half-past two o'clock. I was pleased to see Charlie Morrison, his wife Emma, and his son, as attentive hearers of the Word. I spoke from the words found in John 3:1-4. The Seventh-day Adventist church was full. Many from other denominations and from the First-day Adventists were present, and all listened with deepest interest. The Lord gave me the Word and fervor and power to address the audience.—Manuscript 51, 1890, 15 (Diary 16, p. 396)."},{"refcode_short":"MR1033 44","refcode_long":"Manuscript Release No 1033, p. 44 (Ellen Gould White)","content":"A Letter to the General Conference President, December 15, 1890"},{"refcode_short":"MR1033 44.3","refcode_long":"Manuscript Release No 1033, p. 44.3 (Ellen Gould White)","content":"Our meeting at Danvers has closed. During the session I spoke five times, two evenings in the week and on Sabbath morning, at the missionary meeting held Sunday morning, and also on Sunday afternoon. I am satisfied beyond a doubt that the Lord has a message for me to bear to His people. I have felt the sustaining power of God as I have stood before the congregation, and I know that the power of God was working through the human agent. I know that many have received the word, and hungry souls have been fed. My heart is full of sympathy and love for the souls that are ready to die. Since the Brooklyn camp meeting I no longer talk of sickness and infirmity. I have never had such freedom from pain, and have not slept so well for 12 years. The peace of God abides in my heart...."},{"refcode_short":"MR1033 44.4","refcode_long":"Manuscript Release No 1033, p. 44.4 (Ellen Gould White)","content":"We had a most precious meeting in Lynn, but especially so at Danvers. Last Sabbath all in the house save two—an aged colored man and a poor timid soul who dared not make the move—came forward for prayer. The angel of God was in our midst. The ministers sought the Lord, and their supplications were heard in heaven...."},{"refcode_short":"MR1033 44.5","refcode_long":"Manuscript Release No 1033, p. 44.5 (Ellen Gould White)","content":"After the severe trials and hard labor I have undergone in Battle Creek, only to be met with refusal to receive the message, this spirit refreshes my soul...."},{"refcode_short":"MR1033 44.6","refcode_long":"Manuscript Release No 1033, p. 44.6 (Ellen Gould White)","content":"P. S. I was urged by our ministering brethren to return to Lynn and speak on Tuesday and Wednesday evening. I have consented to do this. Brother Fifield is doing all he can to get the people to the meetings on these two evenings. May the Lord move upon their hearts, is my prayer. On Thursday night we go to Boston, take the sleeper for Washington, and arrive in that city on Friday at eleven o'clock.—Letter 43, 1890, pp. 1-3, 7."},{"refcode_short":"MR1033 45","refcode_long":"Manuscript Release No 1033, p. 45 (Ellen Gould White)","content":"Lynn, Massachusetts, Monday, December 15, 1890"},{"refcode_short":"MR1033 45.1","refcode_long":"Manuscript Release No 1033, p. 45.1 (Ellen Gould White)","content":"We left Danvers at about ten o'clock a.m. Called on Mrs. Emma Morrison and said good-bye to her. She felt disappointed that I could not visit her, but I was altogether too weary to do the visiting many hoped I could do. There were two meetings Wednesday and Thursday evenings. I must speak in Lynn, learn the best route that would take us to Washington, D. C., purchase our tickets, and have everything in readiness for the journey to Washington.—Manuscript 52, 1890, 1 (Diary 16, p. 399)."},{"refcode_short":"MR1033 45","refcode_long":"Manuscript Release No 1033, p. 45 (Ellen Gould White)","content":"Lynn, Massachusetts, Tuesday, December 16, 1890"},{"refcode_short":"MR1033 45.2","refcode_long":"Manuscript Release No 1033, p. 45.2 (Ellen Gould White)","content":"I have felt drawn out in earnest petitions to God all day. In the early morning I wrote nine pages before breakfast and wrote many pages through the day. I spoke in the hall to a good congregation."},{"refcode_short":"MR1033 45.3","refcode_long":"Manuscript Release No 1033, p. 45.3 (Ellen Gould White)","content":"I felt most intensely upon some points, especially the inauguration of Christ on the banks of Jordan to His appointed work.—Manuscript 52, 1890, 1 (Diary 16, p. 400)."},{"refcode_short":"MR1033 45","refcode_long":"Manuscript Release No 1033, p. 45 (Ellen Gould White)","content":"Lynn, Massachusetts, Wednesday, December 17, 1890"},{"refcode_short":"MR1033 45.4","refcode_long":"Manuscript Release No 1033, p. 45.4 (Ellen Gould White)","content":"In the forenoon wrote letters to different ones at Battle Creek. In the afternoon received a number of visitors. One sister is a believer. Her husband does not believe the truth. He at first opposed her but he senses a great change in her and this has a convincing power with him...."},{"refcode_short":"MR1033 45.5","refcode_long":"Manuscript Release No 1033, p. 45.5 (Ellen Gould White)","content":"I spoke Wednesday night. The rainstorm prevented many from attending, for the windows of heaven seemed to be opened and pouring out their treasures of rain. I had much freedom in speaking from John 17:17, “Sanctify them through thy truth: thy word is truth.”—Manuscript 52, 1890, 3, 5 (Diary 16, pp. 406, 409)."},{"refcode_short":"MR1033 46","refcode_long":"Manuscript Release No 1033, p. 46 (Ellen Gould White)","content":"A Letter to Ellen White's Son, Thursday, December 18, 1890"},{"refcode_short":"MR1033 46.1","refcode_long":"Manuscript Release No 1033, p. 46.1 (Ellen Gould White)","content":"I received your letter and draft in the hall last evening, where we had gone to attend my appointment Wednesday evening in a pouring rain. I was glad to hear from you and glad of the draft. We had borrowed money from Elder Robinson to buy our tickets.... I had $20 of my own which I have had to use in traveling and in getting shoes and some little things for winter...."},{"refcode_short":"MR1033 46.2","refcode_long":"Manuscript Release No 1033, p. 46.2 (Ellen Gould White)","content":"I speak evenings and go home and sleep well. This you know I have been unable to do for years. I realize the blessing of the Lord resting upon me and His presence with me in a sensible manner...."},{"refcode_short":"MR1033 46.3","refcode_long":"Manuscript Release No 1033, p. 46.3 (Ellen Gould White)","content":"What my future course may be the Lord knows. He hangs a mist before my eyes that I shall only see the present, and I am content it should be thus. I am resting in the love of God with a peaceful trust and a happy assurance. I am not worrying about the future. I know the Lord will do all things well. I am always inclined to look ahead and make plans, but I have committed myself to God and all that I am into His hands. I am ready now to go to California any time the Lord may direct, ready to go to Australia or go to Europe, or any place in the world the Lord may see fit to send me. [Less than 11 months later Ellen White left San Francisco for Australia.] I am His property and I lean heavily upon the arm of God. It is strong and will bear me up."},{"refcode_short":"MR1033 46.4","refcode_long":"Manuscript Release No 1033, p. 46.4 (Ellen Gould White)","content":"We take the cars from Boston at nine o'clock tonight and go through without change to Washington. Arrive there at eleven o'clock a.m.—Letter 111, 1890, pp. 1-2, 4-5."},{"refcode_short":"MR1033 46","refcode_long":"Manuscript Release No 1033, p. 46 (Ellen Gould White)","content":"Washington, D. C., Friday, December 19, 1890"},{"refcode_short":"MR1033 46.5","refcode_long":"Manuscript Release No 1033, p. 46.5 (Ellen Gould White)","content":"We left Lynn Thursday night at four for Boston, from which place we took cars for Washington.... We found in the morning that we would not arrive at Washington until three hours behind time. We stopped one hour in Baltimore. We arrived in Washington about three o'clock and were so thankful to get baggage and all to the mission before the hours of the Sabbath. We decided that we would not start a journey so close to the Sabbath again. We would make arrangements to get to our destination having one day's leeway. There was no one at the depot to meet us. The porter put us in a hack and we came to the mission all right, and could commence the Sabbath without anxiety and confusion. The friends had been to the depot twice for us and the delay confused them. They were glad to receive us."},{"refcode_short":"MR1033 47.1","refcode_long":"Manuscript Release No 1033, p. 47.1 (Ellen Gould White)","content":"There has been sadness and suffering in the church. Brother Howard has lost one child and two more have been at the point of death. They were living in an old wooden house which was decaying, and there was a disagreeable smell. The typhoid fever, it is thought, was in consequence of this unhealthful house. The family were taken out and put into the house Brother McGee had hired, and in that house they will escape the difficulties. I feel deep sympathy for Brother Howard. We are praying that the Lord will sustain our brother and that He will give him fresh courage and hope. God will not leave him if he will put his trust in Him.—Manuscript 53, 1890, 1-2 (Diary 16, pp. 410-411)."},{"refcode_short":"MR1033 47","refcode_long":"Manuscript Release No 1033, p. 47 (Ellen Gould White)","content":"Washington, D. C., Sabbath, December 20, 1890"},{"refcode_short":"MR1033 47.2","refcode_long":"Manuscript Release No 1033, p. 47.2 (Ellen Gould White)","content":"We took the streetcars to reach our appointment, which was quite a distance away. We found quite a goodly number assembled in Sabbath school. The exercises were not yet over."},{"refcode_short":"MR1033 47.3","refcode_long":"Manuscript Release No 1033, p. 47.3 (Ellen Gould White)","content":"I spoke at eleven o'clock with much freedom from Isaiah 6:8. We had a social meeting and many excellent testimonies were borne. The presence of Jesus was in our midst and our hearts were made glad to see that as many as one-half of the number had been united with the church since I was here two years ago. There was a most intelligent company present. My soul was blessed on this day.—Manuscript 53, 1890, 2 (Diary 16, p. 412)."},{"refcode_short":"MR1033 47","refcode_long":"Manuscript Release No 1033, p. 47 (Ellen Gould White)","content":"Washington, D. C., Sunday, December 21, 1890"},{"refcode_short":"MR1033 47.4","refcode_long":"Manuscript Release No 1033, p. 47.4 (Ellen Gould White)","content":"We attended the forenoon meeting of the Week of Prayer at half-past ten o'clock. There were only about 30 present...."},{"refcode_short":"MR1033 47.5","refcode_long":"Manuscript Release No 1033, p. 47.5 (Ellen Gould White)","content":"Sunday evening we had to walk only a few blocks to get to the hall. It is a dance hall, but it is roomy and well ventilated. We had a good attendance from outside and most of our people were present. I spoke from the first epistle of John, chapter three. The best of attention was given by the congregation."},{"refcode_short":"MR1033 48.1","refcode_long":"Manuscript Release No 1033, p. 48.1 (Ellen Gould White)","content":"The subject urges itself upon my mind, Why is not this center, this important place, prepared to have the house of worship so much needed? I hope our people will see the necessity of doing something without delay. The message must be presented here in the most wise yet simple way. Will the hearts of the people of God who believe in present truth give a correct representation in a church building, so we shall not have to assemble in a dance hall to speak the truth? We have been talking this matter over and we are getting all stirred up over the fact that at the capital of the American nation there is so miserable a representation of the grand truths which we are to properly represent. The unbelievers will get the start of us.—Manuscript 53, 1890, 2-3 (Diary 16, pp. 413-414)."},{"refcode_short":"MR1033 48","refcode_long":"Manuscript Release No 1033, p. 48 (Ellen Gould White)","content":"Washington, D. C., Monday, December 22, 1890"},{"refcode_short":"MR1033 48.2","refcode_long":"Manuscript Release No 1033, p. 48.2 (Ellen Gould White)","content":"This day was devoted in the early morning, at half-past four o'clock, to prayer for the Lord to bless me and give me physical strength and mental clearness, and clear spiritual discernment. I believe the promise, “Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.” I shall take the Lord Jesus at His word."},{"refcode_short":"MR1033 48.3","refcode_long":"Manuscript Release No 1033, p. 48.3 (Ellen Gould White)","content":"I wrote ten pages of important matter. About ten o'clock I went to the dentist and had my teeth examined and one tooth filled, which caused me no pain. I had an impression taken for a new set of teeth."},{"refcode_short":"MR1033 48.4","refcode_long":"Manuscript Release No 1033, p. 48.4 (Ellen Gould White)","content":"When I returned I found letters awaiting me. One from Edson stated that my account at the office had swelled to the enormous sum of $7,000. [The cost of illustrations, typesetting, and making plates was all charged against Mrs. White's account.] This is, much of it, in publishing Volume IV—Great Controversy—and Patriarchs and Prophets...."},{"refcode_short":"MR1033 48.5","refcode_long":"Manuscript Release No 1033, p. 48.5 (Ellen Gould White)","content":"In the evening I walked to the place of meeting and spoke in a large hall to about 100 people. Oh, how my heart yearns to see the people of God coming up to their high calling! I greatly desire that we should have an increase of faith and stand as valiant soldiers of Jesus Christ. I spoke from John 14:1-4.—Manuscript 53, 1890, 3-5 (Diary 16, pp. 415, 417)."},{"refcode_short":"MR1033 49","refcode_long":"Manuscript Release No 1033, p. 49 (Ellen Gould White)","content":"A Letter to Mrs. White's Sister, Monday, December 22, 1890"},{"refcode_short":"MR1033 49.1","refcode_long":"Manuscript Release No 1033, p. 49.1 (Ellen Gould White)","content":"[Mary was six years older than Ellen White. In 1842 she married Samuel Foss, an elder brother of Hazen Foss. See pp. 89-92, below, for a facsimile of this entire letter.] I wrote to you a few days ago and now another matter comes up. Elder Loughborough is writing me asking if I know of anyone now alive who was present at the meeting I have mentioned held at Maguire's Hill, where I related the first visions I had.... Mary, you were at the meeting, were you not? Your memory is so good. Do you have any remembrance of this? If so, state on paper what you do know in regard to it."},{"refcode_short":"MR1033 49.2","refcode_long":"Manuscript Release No 1033, p. 49.2 (Ellen Gould White)","content":"I have spoken three times in this place and will return from here to my home at Battle Creek having been away three months, laboring constantly from place to place. I speak here four times more, then return home.—Letter 37, 1890, pp. 1, 3."},{"refcode_short":"MR1033 49","refcode_long":"Manuscript Release No 1033, p. 49 (Ellen Gould White)","content":"A Letter to Mrs. White's Children, Monday, December 22, 1890"},{"refcode_short":"MR1033 49.3","refcode_long":"Manuscript Release No 1033, p. 49.3 (Ellen Gould White)","content":"We left Lynn, December 18, Thursday evening. We had all the help we needed in getting us to Boston and on board the sleeper. As the price for one berth was $3 the entire distance to Washington, Sara decided to save the $3 and go into the day coach. The porter told her not to go into the day coach as there were several berths unoccupied. He told her after the sleeping car conductor had taken his berth, he would make her up a berth. This she refused to accept. She told him it would not be strictly honest and she would take her chances in the day coach. The porter then went to the conductor and talked with him and the conductor then asked her to remain. They did not make her up a berth but gave her two seats to make herself as comfortable as she could. She slept well through the night. I did not sleep as well as usual, for my arms would become almost paralyzed with the hard bed. I was obliged to rub them and work over them, for they seemed about helpless."},{"refcode_short":"MR1033 49.4","refcode_long":"Manuscript Release No 1033, p. 49.4 (Ellen Gould White)","content":"We had beautiful weather. The air was cool and bracing and the cars were not overheated. We found in the morning we could not reach Washington on time at eleven o'clock, for we were three hours behind time. We tarried one hour in Baltimore and reached Washington at three o'clock p.m. As there was no one to meet us, the porter secured a hack and the hackman took us to the mission. We were thankful to get trunks and all arranged before the Sabbath. After this we shall always endeavor to make arrangements to get to our place of destination on Thursday."},{"refcode_short":"MR1033 50.1","refcode_long":"Manuscript Release No 1033, p. 50.1 (Ellen Gould White)","content":"They had about given up our coming but were glad indeed to see us. Sabbath I spoke upon Isaiah 58. I had freedom as I have had in every instance in speaking on this tour. We had a hall well filled and we had an excellent social meeting. We know the presence of the Lord was in the meeting. The softening, subduing influence of the Spirit of God was there and the testimonies borne were good."},{"refcode_short":"MR1033 50.2","refcode_long":"Manuscript Release No 1033, p. 50.2 (Ellen Gould White)","content":"I was at the forenoon meeting on Sunday. The reading of Elder Olsen's article was deferred for this day. Brother Washburn selected a portion of the article for several to read. A Methodist preacher and his wife are soundly converted to the truth—Baker, I think, is his name. While reading the portion assigned him, which was the quotation from the Testimonies, he tried and tried to read it but he had to wipe away the tears so often, and then his glasses, of course, were dimmed, and when he came to some portions of the quotations he just broke down and cried. He turned to Brother Washburn and handed him the paper and said, “You take it, I cannot read it.” But all these pauses on that occasion only made the effect more impressive. Brother Washburn told him to take his time and read on. Then after the reading we had a solemn season of prayer. I had the spirit of intercession and there was a deep feeling in the congregation. I then spoke about 30 minutes with much of the Spirit of the Lord upon me...."},{"refcode_short":"MR1033 50.3","refcode_long":"Manuscript Release No 1033, p. 50.3 (Ellen Gould White)","content":"Sunday evening a larger hall was obtained and I spoke to a goodly number of outsiders as well as the church. I had much freedom and all listened as if spellbound. I do not choose to speak evenings, but I can see no other way to get the congregation. A collection was taken up which more than covered the expense of the hall. They have a hall engaged for three evenings in the week. This hall was secured for only one evening. It was a dance hall. But there was excellent ventilation. All seemed to be much pleased with the congregation last evening."},{"refcode_short":"MR1033 50.4","refcode_long":"Manuscript Release No 1033, p. 50.4 (Ellen Gould White)","content":"I have an appointment for tonight. Sunday we had a little shower but it was all clear in the evening. All the help I have here is Elder Washburn. This will throw considerable labor upon me, but I shall try to be careful. I had a malarious attack but not serious. I am feeling quite strong and of good courage in the Lord. I tried to have them release me two evenings this week to speak twice in Baltimore, but they are unwilling I shall go, so I am in for it over next Sabbath and Sunday...."},{"refcode_short":"MR1033 51.1","refcode_long":"Manuscript Release No 1033, p. 51.1 (Ellen Gould White)","content":"I shall have Brother Davis attend to my teeth while here."},{"refcode_short":"MR1033 51.2","refcode_long":"Manuscript Release No 1033, p. 51.2 (Ellen Gould White)","content":"There are several cases who are in the valley of decision. We hope they will decide to obey God."},{"refcode_short":"MR1033 51.3","refcode_long":"Manuscript Release No 1033, p. 51.3 (Ellen Gould White)","content":"Next Sabbath will be a special day of fasting and prayer and earnest labor for me. And I shall trust in God, who is my helper and my God, for strength.—Letter 112, 1890, pp. 1-3."},{"refcode_short":"MR1033 51","refcode_long":"Manuscript Release No 1033, p. 51 (Ellen Gould White)","content":"Washington, D. C., Tuesday, December 23, 1890"},{"refcode_short":"MR1033 51.4","refcode_long":"Manuscript Release No 1033, p. 51.4 (Ellen Gould White)","content":"Tuesday morning I rose at four a.m., and after a season of prayer I felt comforted and encouraged to try to put my trust fully in the Lord. I rest in His promises. I shall see of His salvation. I will not distrust my heavenly Father, for He has been true and faithful in all things and He will never fail those who put their trust in Him. My greatest anxiety is lest something shall interpose between me and my God...."},{"refcode_short":"MR1033 51.5","refcode_long":"Manuscript Release No 1033, p. 51.5 (Ellen Gould White)","content":"I am called not only to write, but to bear my testimony with voice as well as pen, and I must be situated where I can be lifted out of the temporal embarrassments and the common business perplexities and conflicts.—Manuscript 53, 1890, 5 (Diary 16, p. 418)."},{"refcode_short":"MR1033 51","refcode_long":"Manuscript Release No 1033, p. 51 (Ellen Gould White)","content":"Washington, D. C., Wednesday, December 24, 1890"},{"refcode_short":"MR1033 51.6","refcode_long":"Manuscript Release No 1033, p. 51.6 (Ellen Gould White)","content":"I have not felt as well as usual. Speaking so many times in the evenings is not favorable to me. I visited Sister D., Sister Gilmore's grandmother."},{"refcode_short":"MR1033 51.7","refcode_long":"Manuscript Release No 1033, p. 51.7 (Ellen Gould White)","content":"Again the Lord set before me in the night season, December 24, the perils coming upon the people of God...."},{"refcode_short":"MR1033 52.1","refcode_long":"Manuscript Release No 1033, p. 52.1 (Ellen Gould White)","content":"Christmas Eve I spoke in a good-sized hall to an intelligent congregation from Luke 10:25-28. I had freedom in speaking. There were a goodly number present and all listened with much attention.—Manuscript 53, 1890, 6-7 (Diary 16, pp. 420, 423)."},{"refcode_short":"MR1033 52","refcode_long":"Manuscript Release No 1033, p. 52 (Ellen Gould White)","content":"Washington, D. C., Thursday, December 25, 1890"},{"refcode_short":"MR1033 52.2","refcode_long":"Manuscript Release No 1033, p. 52.2 (Ellen Gould White)","content":"I attended morning meeting in the hall. We listened to the readings, which were made very interesting. Then I was asked to lead in prayer and several prayers were offered. I felt like pressing my prayers to the throne of grace for the Lord to open the work in Washington. The Spirit of the Lord rested upon us as we prayed. Many were blessed."},{"refcode_short":"MR1033 52.3","refcode_long":"Manuscript Release No 1033, p. 52.3 (Ellen Gould White)","content":"I then spoke about 30 minutes. Our meeting commenced at half-past ten and we did not reach the mission until three p.m. Had conversation with Sister Kirkland in regard to riding on the cars to the place of meeting because it was, she thought, violating the Sabbath. I told her no; that it was more displeasing to God to remain away from the meetings than to ride on the cars to meet together to worship God. I will write more on this subject when I can use pen and ink...."},{"refcode_short":"MR1033 52.4","refcode_long":"Manuscript Release No 1033, p. 52.4 (Ellen Gould White)","content":"Thursday, December 25. Spoke in a hall to an intelligent congregation from Luke 10:25."},{"refcode_short":"MR1033 52.5","refcode_long":"Manuscript Release No 1033, p. 52.5 (Ellen Gould White)","content":"My mind has been in painful exercise during the night. I was in a meeting in Battle Creek, and heard many suggestions made and saw a spirit manifested not of God. They were having a storm of words. How my heart ached.—Manuscript 53, 1890, 7-8 (Diary 16, pp. 421-422)."},{"refcode_short":"MR1033 52","refcode_long":"Manuscript Release No 1033, p. 52 (Ellen Gould White)","content":"Washington, D. C., Friday, December 26, 1890"},{"refcode_short":"MR1033 52.6","refcode_long":"Manuscript Release No 1033, p. 52.6 (Ellen Gould White)","content":"I have had a very precious blessing all night. I slept some but my heart was full of praise and thanksgiving to God.... My mind this night is especially elevated and I am breathing in the atmosphere of heaven.... I am thinking and thinking—too happy to sleep.—Manuscript 53, 1890, 10-11 (Diary 16, pp. 424-427)."},{"refcode_short":"MR1033 53","refcode_long":"Manuscript Release No 1033, p. 53 (Ellen Gould White)","content":"Washington, D. C., Sabbath, December 27, 1890"},{"refcode_short":"MR1033 53.1","refcode_long":"Manuscript Release No 1033, p. 53.1 (Ellen Gould White)","content":"Rose at four o'clock and felt the peace and assurance of Jesus Christ as I offered up my humble prayer. Last evening, in our season of prayer at the commencement of the Sabbath, the Lord's presence was with us...."},{"refcode_short":"MR1033 53.2","refcode_long":"Manuscript Release No 1033, p. 53.2 (Ellen Gould White)","content":"Again during the night season I was in Battle Creek, and was bearing a most decided testimony to the men whom the people have chosen to be representative men in our institution—the publishing house...."},{"refcode_short":"MR1033 53.3","refcode_long":"Manuscript Release No 1033, p. 53.3 (Ellen Gould White)","content":"Spoke in the hall to the church in Washington. The hall was well filled and I had much freedom in speaking from 2 Peter 1, showing the necessity of practical godliness.—Manuscript 53, 1890, 12, 14 (Diary 16, pp. 428, 430-431)."},{"refcode_short":"MR1033 53","refcode_long":"Manuscript Release No 1033, p. 53 (Ellen Gould White)","content":"Washington, D. C., Sunday, December 28, 1890"},{"refcode_short":"MR1033 53.4","refcode_long":"Manuscript Release No 1033, p. 53.4 (Ellen Gould White)","content":"In company with Elder Washburn, Sara McEnterfer and I left Washington at nine o'clock for Baltimore to meet a previous appointment at eleven o'clock. We learned the cars did not stop at the station where we had written for them to meet us, and no one was waiting for us at the next station. We met Sister Harris on the train and all four of us went on our way to find the place of meeting. It was not readily found. We walked from street to street. It was bitterly cold, but the air was bracing and good food for the lungs. After wandering about nearly one hour we were just as much in the dark as when we began the search. We searched directories in vain. We decided to take the streetcar and see where that would take us. This was wise. I believe the Lord suggested this to our minds. On the car was a colored sister just going to the meeting, and she directed us so we found the little hall, away out in the country. The hall was literally packed with believers and unbelievers. They had been waiting one hour, fearing that we would not come. How rejoiced were our brethren to see us!"},{"refcode_short":"MR1033 53.5","refcode_long":"Manuscript Release No 1033, p. 53.5 (Ellen Gould White)","content":"The meeting was opened at once. I spoke from John 14, dwelling particularly upon that portion which refers to the commandments of God, verses 15, 21-26. The Lord strengthened and blessed me in speaking to the people...."},{"refcode_short":"MR1033 53.6","refcode_long":"Manuscript Release No 1033, p. 53.6 (Ellen Gould White)","content":"There were quite a number of the First-day Adventists present. They are believers in the age to come, and disbelievers in the preexistence of Christ before He came to our world. Although I had not the slightest knowledge of the faith of those present, being a stranger to the people, yet the remarks were so fitting to those present that Brother Jones, elder of the church, said he thought they would accuse him of telling me; but we came directly into the meeting without one word of conversation with anyone. I dwelt particularly upon the divine character of Jesus Christ."},{"refcode_short":"MR1033 54.1","refcode_long":"Manuscript Release No 1033, p. 54.1 (Ellen Gould White)","content":"We walked a short distance to Brother and Sister Jones’ and became acquainted a little with their family. We were much pleased with the family. We took dinner with them and then stepped into a hack provided for us that took us to the station. We were obliged to wait three quarters of an hour for the cars, for they were behind time, but we got on board the train and were soon comfortably seated. We reached Washington about four o'clock. Friends were glad to see us."},{"refcode_short":"MR1033 54.2","refcode_long":"Manuscript Release No 1033, p. 54.2 (Ellen Gould White)","content":"Elder Washburn remained to hold meetings Sunday [night]. I was not well. My heart troubled me. Great pain was in my heart, something of the same nature that I suffered in California. I could sleep but little that night. We decided when this pain came on me so unexpectedly that I would not be able to attend the meetings we designed in Philadelphia, Ohio, and Williamsport. As I had no appointments out it was thought best to return home to Battle Creek. All urged us to do this when they learned how sick I was.—Manuscript 53, 1890, 18-20 (Diary 16, pp. 439-442)."},{"refcode_short":"MR1033 54","refcode_long":"Manuscript Release No 1033, p. 54 (Ellen Gould White)","content":"En route From Washington, D. C., to Battle Creek Monday, December 29, 1890"},{"refcode_short":"MR1033 54.3","refcode_long":"Manuscript Release No 1033, p. 54.3 (Ellen Gould White)","content":"I had a suffering night and left Washington at eleven o'clock a.m. We took the sleeper. Paid for only one berth, three dollars and a half. Sara would not pay for an extra berth and rode in day coach and saved the three dollars and a half. We tried to get a cup of hot drink, as there was a dining car attached to the train, but they said they had not any, so we ate our home lunch and relished it. They did not seem pleased because we did not patronize the dining car, but in all my travels I do not create expense by visiting restaurants, or patronizing dining cars. We carry our simple lunch and are perfectly satisfied. I have eaten only twice in the dining car in all my journeyings and I feel it my duty to bind about expenses and not make the conference pay large bills for me to gratify my appetite. Our simple lunch of dry bread suffices me.—Manuscript 53, 1890, 20 (Diary 16, p. 443)."},{"refcode_short":"MR1033 55","refcode_long":"Manuscript Release No 1033, p. 55 (Ellen Gould White)","content":"Battle Creek, Michigan, Tuesday, December 30, 1890"},{"refcode_short":"MR1033 55.1","refcode_long":"Manuscript Release No 1033, p. 55.1 (Ellen Gould White)","content":"We changed cars early in the morning. Waited 40 minutes. Stepped into a restaurant across the street and called for warm drink—hot water and milk—and were refreshed. We were soon seated in the cars for Toledo. Without delay we took streetcars for the next depot while a dray took our trunks across. We found cars open and we took our seats in them. They did not leave for half an hour. I was thankful we performed the journey thus far so comfortably. We reached Battle Creek about three p.m.—Manuscript 53, 1890, 21 (Diary 16, p. 444)."},{"refcode_short":"MR1033 57","refcode_long":"Manuscript Release No 1033, p. 57 (Ellen Gould White)","content":"6. Battle Creek, Michigan, January 9, 1891"},{"refcode_short":"MR1033 57.1","refcode_long":"Manuscript Release No 1033, p. 57.1 (Ellen Gould White)","content":"I have been laboring two months and two-thirds of the third month, constantly, and although I commenced in much feebleness, and afflicted with infirmities, the Lord wrought in behalf of His people. We have seen the salvation of God. In this round of labor I spoke 55 times, and some of these meetings were occasions of most earnest labor, continuing from half-past two till five and six o'clock, but always successful. On one occasion I was much perplexed to know and to understand my duty. I had painful gatherings in my ear that with severe colds made it hard for me. At Salamanca, New York, I was severely afflicted and thought I must return home. I went to my chamber and bowed before God, and before I had even asked, the Lord heard, and revealed Himself; the room seemed to be full of the light and presence of God. I was lifted out of all my discouragements, and was made free and happy. I could not sleep but I praised God with heart and voice. This blessing was just what I needed. Courage and faith and hope were again in lively exercise, and I went on my way rejoicing.—Manuscript 2, 1891, 1."},{"refcode_short":"MR1033 57","refcode_long":"Manuscript Release No 1033, p. 57 (Ellen Gould White)","content":"7. Date and Place of Writing Not Known"},{"refcode_short":"MR1033 57.2","refcode_long":"Manuscript Release No 1033, p. 57.2 (Ellen Gould White)","content":"Weary in body and in much discomfort and pain, I went to my chamber, my sleeping room. I had painful feelings and thought I would be compelled to return to Battle Creek. The season of the year was unfavorable, the weather changeable, and the cars uncomfortably heated. This prepared us to contract colds, and it seemed presumptuous to attempt to journey from state to state."},{"refcode_short":"MR1033 58.1","refcode_long":"Manuscript Release No 1033, p. 58.1 (Ellen Gould White)","content":"I knelt by my chair to pray, feeling disheartened in reference to my journeying. Many appointments were before me. I had not uttered a word when the whole room seemed filled with a soft, silvery light, and my pain and disappointment and discouragement were removed. I was filled with comfort and hope and the peace of Christ. “My peace will I give unto you.” I knew it was upon me. The presence of Jesus was in the room. Genesis 28:12-15. I could better understand the meaning of these words: “And Jacob ... said, Surely the Lord is in this place; and I knew it not. And he was afraid, and said, How dreadful is this place! This is none other but the house of God, and this is the gate of heaven.” And he was in a desolate wilderness."},{"refcode_short":"MR1033 58.2","refcode_long":"Manuscript Release No 1033, p. 58.2 (Ellen Gould White)","content":"Indeed heaven seemed very near to me, and my heart was filled with joy and gladness. I had no inclination to sleep. I wanted to feast upon the heavenly manna, that bread of life that if we eat thereof we shall live forever. What a night that was to my soul! Every breath was prayer mingled with praise to God.—Manuscript 44, 1890, 5-6 (Diary 16, p. 289)."},{"refcode_short":"MR1033 58","refcode_long":"Manuscript Release No 1033, p. 58 (Ellen Gould White)","content":"8. Battle Creek, Michigan, Early 1891"},{"refcode_short":"MR1033 58.3","refcode_long":"Manuscript Release No 1033, p. 58.3 (Ellen Gould White)","content":"I was specially moved upon by the Spirit of God. My soul had been drawn out in earnest supplication to God. I was distressed on account of the backsliding of His people. While lying in bed, unable to sleep because of the burden resting upon me, I was pleading with the Lord. I fell asleep, and in the night season I was taught of God."},{"refcode_short":"MR1033 59.1","refcode_long":"Manuscript Release No 1033, p. 59.1 (Ellen Gould White)","content":"My guide said, “I have a work for you to do. You must speak the words given you by the Lord. After these words have been spoken, your duty here is done. You are not required to enter into details before individuals, whatever may be their position or work, if they do not recognize the voice of God in the message He gives you to bear in His name. All your efforts to remove their doubts will be of no avail if they gather the clouds of darkness about their souls. If you enter into particulars, you weaken the message. It is not you speaking, but the Lord speaking through you. Those who want to know the will of God, who do not desire to follow their own will and judgment, will be easily entreated. They will be ready to discern the right way."},{"refcode_short":"MR1033 59.2","refcode_long":"Manuscript Release No 1033, p. 59.2 (Ellen Gould White)","content":"“The why's and wherefore's are concealed from you, yet speak the words I give you, however painful it may be to you. The ways in which God leads His people are generally mysterious. You have asked to know God's way. Your supplication has been answered. God knows better than you do what is good and essential for His children. He never leads them otherwise than they would wish to be led if they were able to see as clearly as He does what they must do to establish characters that will fit them for the heavenly courts. The people whom God is leading must venture out upon His word. They must walk forward by faith. Truths have been committed to them which they must obey. The work of God is aggressive. No one can stand in a neutral position and yet be a soldier in the Lord's army.” ..."},{"refcode_short":"MR1033 59.3","refcode_long":"Manuscript Release No 1033, p. 59.3 (Ellen Gould White)","content":"God would not have large expenditures made to enlarge the facilities here in Battle Creek. More is now located in Battle Creek than they have ability to manage wisely after God's order.... The Lord's time to set things in order has fully come. There are men in positions of trust who have not had an experience in the leading out of this work. Therefore these men should walk with humility and caution."},{"refcode_short":"MR1033 59.4","refcode_long":"Manuscript Release No 1033, p. 59.4 (Ellen Gould White)","content":"In the night season I was present in several councils, and there I heard words repeated by influential men to the effect that if the American Sentinel would drop the words “Seventh-day Adventist” from its columns, and would say nothing about the Sabbath, the great men of the world would patronize it. It would become popular and do a larger work. This looked very pleasing. These men could not see why we could not affiliate with unbelievers and non-professors to make the American Sentinel a great success. I saw their countenances brighten, and they began to work on a policy to make the Sentinel a popular success."},{"refcode_short":"MR1033 60.1","refcode_long":"Manuscript Release No 1033, p. 60.1 (Ellen Gould White)","content":"This policy is the first step in a succession of wrong steps. The principles which have been advocated in the American Sentinel are the very sum and substance of the advocacy of the Sabbath, and when men begin to talk of changing these principles, they are doing a work which it does not belong to them to do. Like Uzzah, they are attempting to steady the ark which belongs to God and is under His special supervision. Said my guide to those in these councils, “Who of the men among you have felt the burden of the cause from the first, and have accepted responsibilities under trying circumstances? Who has carried the burden of the work during the years of its existence? Who has practiced self-denial and self-sacrifice? The Lord made a place for His staunch servants, whose voices have been heard in warning. He carried forward His work before any of you put your hands to it, and He can and will find a place for the truth you would suppress. In the American Sentinel has been published the truth for this time. Take heed what you do. ‘Except the Lord build the house, they labor in vain that build it.’”—Manuscript 29, 1890, 1, 3-6 (Diary 16, pp. 321-323, 325-326)."},{"refcode_short":"MR1033 60","refcode_long":"Manuscript Release No 1033, p. 60 (Ellen Gould White)","content":"9. Battle Creek, Michigan (?), Early 1891 (?)"},{"refcode_short":"MR1033 60.2","refcode_long":"Manuscript Release No 1033, p. 60.2 (Ellen Gould White)","content":"I had a very marked experience which I hope never to forget. Through the night season I was in communion with God. I was taken out of and away from myself, and was in different states and assemblies, bearing a decided testimony of reproof and warning."},{"refcode_short":"MR1033 60.3","refcode_long":"Manuscript Release No 1033, p. 60.3 (Ellen Gould White)","content":"I was in Battle Creek, and in a council assembled there were ministers and responsible men from the Review office. There were sentiments advanced and with no very gentle spirit urged to be adopted, which filled me with surprise and apprehension and distress. Years before I had been called to pass over similar ground, and the Lord had revealed to me many things of importance and given me warnings to be given to His people decidedly. I was commanded to hold the same before them perseveringly and not to fail or be discouraged in this work, for the men who ought to live so close to Jesus Christ that they could discern His voice, receive His counsel, and keep His way, would become exalted and would walk in the sparks of their own kindling. They were not spiritual, could not discern the devices of Satan, and were ignorant of his workings in a large degree. They would adopt plans which appeared wise, but Satan was the instigator of these measures. If these men had the molding of the work, God would be dishonored...."},{"refcode_short":"MR1033 61.1","refcode_long":"Manuscript Release No 1033, p. 61.1 (Ellen Gould White)","content":"Again and again since 1845 the dangers of the people of God have been laid open before me, showing what would be the perils of the people of God in the last remnant of time. These perils have been shown me down to the present time, and on the night of November 3 there was spread out before me some things I could not comprehend. At the same time assurance was given me that the Lord would not allow His people to be enveloped in the fog of worldly skepticism and infidelity, for Christ would lead all who would follow His voice and be obedient to His commands up from the fog of worldly malaria to the summit above the fog of questioning unbelief, where they might breathe the atmosphere of security and might triumph, standing on the solid Rock, a foundation sure and steadfast.—Manuscript 44, 1890, 6-8 (Diary 16, pp. 450- 452)."},{"refcode_short":"MR1033 61","refcode_long":"Manuscript Release No 1033, p. 61 (Ellen Gould White)","content":"10. Battle Creek, Michigan, March, 1891"},{"refcode_short":"MR1033 61.2","refcode_long":"Manuscript Release No 1033, p. 61.2 (Ellen Gould White)","content":"At Salamanca November 3, 1890, while bowed in earnest prayer, I seemed to be lost to everything around me, and I was bearing a message to an assembly which seemed to be the General Conference. I was moved by the Spirit of God to say many things, to make most earnest appeals, for the truth was urged upon me that great danger lay before those at the heart of the work."},{"refcode_short":"MR1033 61.3","refcode_long":"Manuscript Release No 1033, p. 61.3 (Ellen Gould White)","content":"I had been, and still was, bowed down with distress of body and of mind. It seemed to me that I must bear a message to our people at Battle Creek. The words were to be in earnest. “Speak the words that I shall give thee, to prevent their doing things which would separate God from the publishing house and sacrifice pure and holy principles which must be maintained.” ..."},{"refcode_short":"MR1033 62.1","refcode_long":"Manuscript Release No 1033, p. 62.1 (Ellen Gould White)","content":"Many things were unfolded to me. The eyes which once wept over impenitent Jerusalem—for their impenitence, their ignorance of God and of Jesus Christ, their Redeemer—were bent upon the great heart of the work in Battle Creek. They were in great peril through forming a confederacy, but they knew it not. They were walking in the sparks of their own kindling. Human impenitence had blinded their eyes, and yet human wisdom was seeking to guide the important interests, especially in the workings and methods of the publishing house. Men's hands had hold of the work. Men's human judgment was gathering in finite hands the lines of control, while God and His will, His way and His counsel were not earnestly, humbly sought—not considered indispensable. Men of stubborn, unbending, iron will were exercising their own traits of character to drive things through on their own judgment."},{"refcode_short":"MR1033 62.2","refcode_long":"Manuscript Release No 1033, p. 62.2 (Ellen Gould White)","content":"I said to them, You cannot do this. The power of control of these large interests cannot be vested wholly in men who have so little experience in the things of God as you manifest. You know not the way of the Lord. All through our ranks truth is misrepresented. The people of God must not have their faith disappointed and shaken in their own institution—the publishing house at Battle Creek—because of the mismanagement of human minds that magnify self."},{"refcode_short":"MR1033 62.3","refcode_long":"Manuscript Release No 1033, p. 62.3 (Ellen Gould White)","content":"If you lay your hand upon the work of the great instrumentality of God—to write your superscription upon it and put your mold upon it—it will be dangerous business for you and disastrous to the work of God. It will be as great a sin in the sight of God as when Uzzah put forth his hand to steady the ark of God. All that God requires of you who have entered into other men's labors, is humbly to do your individual duty. You are to deal justly toward all those employed for the work by the people; you are to love mercy, and walk humbly with your God. This you have not done. Your works testify against you. If you fail to do this, whatever may be your position, whatever your responsibility—if you have as much authority as did Ahab—you will find that God is above you and His sovereignty must and will be supreme."},{"refcode_short":"MR1033 62.4","refcode_long":"Manuscript Release No 1033, p. 62.4 (Ellen Gould White)","content":"In everyone connected with the actual management of the Office, there is altogether too little fear and love and reverence for the God of heaven, and too little faith, genuine faith, in God and His providential workings.... You need Jesus at every step. This time-1890-is a period when we may expect God to manifest His power to His people...."},{"refcode_short":"MR1033 63.1","refcode_long":"Manuscript Release No 1033, p. 63.1 (Ellen Gould White)","content":"There have been misstatements of messengers and of the messages they bring. How dare you do this? Ridicule and witticisms are poor arguments. Ridicule cheapens the mind of anyone who engages in it, for it separates his soul from God. No confidence should be placed in the judgment of those who do this thing, no weight attached to their advice or resolutions. Caviling and criticism are not in God's order...."},{"refcode_short":"MR1033 63.2","refcode_long":"Manuscript Release No 1033, p. 63.2 (Ellen Gould White)","content":"I was present in one of your councils. One arose, and in a very earnest, decided manner, held up a paper. I could read the heading plainly—American Sentinel. There were criticisms made upon the articles published therein. It was declared that this must be cut out, and that must be changed. Strong words were uttered and a strong unChristlike spirit prevailed. My guide gave me words to speak to the ones who were present who were not slow to make their accusations."},{"refcode_short":"MR1033 63.3","refcode_long":"Manuscript Release No 1033, p. 63.3 (Ellen Gould White)","content":"In substance I will state the reproof given: That there was a spirit of strife in the midst of the council. The Lord had not presided in their councils and their minds and hearts were not under the controlling influence of the Spirit of God. Let the adversaries of our faith be the ones to instigate and develop the plans which are being formed. While not all the plans are objectionable, principles are being brought in which will dishonor God...."},{"refcode_short":"MR1033 63.4","refcode_long":"Manuscript Release No 1033, p. 63.4 (Ellen Gould White)","content":"I have a warning to give to this body assembled in this house in General Conference. [These words from p. 510 of the 1890 diary may have been written early Sunday morning, March 8, 1891. The General Conference session convened on March 5 and continued for three weeks.] There is danger of our institutions creating plans and ways and means that mean not success, but defeat. I dare not let this Conference close and those assembled return to their homes without telling you to consider carefully every proposition presented, every plan laid before you. Give not hastily to these plans your “yea” and “amen,” and be not carried away with propositions that appear innocent, but whose end is disaster and forfeiture of the favor of God...."},{"refcode_short":"MR1033 63.5","refcode_long":"Manuscript Release No 1033, p. 63.5 (Ellen Gould White)","content":"Your strong spirit is not to become a power to rule. Your loud, contentious councils are not in harmony with Christ or His manner and His ways.... Do not think that when the latter rain comes you will be a vessel unto honor to receive the showers of blessing—even the glory of God—when you have been lifting up your souls unto vanity, speaking perverse things, secretly cherishing the roots of bitterness you brought to Minneapolis, which you have carefully cultivated and watered ever since.—Manuscript 40, 1890, 1-2, 23, 26-30 (Diary 16, pp. 457-459, 500, 504, 506-507, 510-511, 513)."},{"refcode_short":"MR1033 64","refcode_long":"Manuscript Release No 1033, p. 64 (Ellen Gould White)","content":"11. Battle Creek, Michigan, Wednesday, March 11, 1891"},{"refcode_short":"MR1033 64.1","refcode_long":"Manuscript Release No 1033, p. 64.1 (Ellen Gould White)","content":"I awakened in the morning with a decided impression that I should go into the ministers’ meeting, and bear the message which the Lord had given me at Salamanca, New York, in our three months’ tour. I went into the meeting and bore the testimony given of God in the demonstration of the Spirit and power of God. I told them the Lord had opened before me many things."},{"refcode_short":"MR1033 64.2","refcode_long":"Manuscript Release No 1033, p. 64.2 (Ellen Gould White)","content":"In the night season my Guide said, “Follow Me.” I was taken to a council of men, where a zeal and an earnestness were manifest, but not according to knowledge. One held up the Sentinel, and then made remarks entirely contrary to the principles of our faith. The particulars of this are given in my diary of 1890. [While these “particulars” are recorded in Ellen White's diary of 1890, they were not all written out in that year. She apparently was not able to recall certain key aspects of the Salamanca vision until the very night when the meeting she was shown in that vision took place. Some years earlier she had written: “After I come out of vision I do not at once remember all that I have seen.... Sometimes the things which I have seen are hid from me after I come out of vision, and I cannot call them to mind until I am brought before a company where the vision applies, then the things which I have seen come to my mind with force. I am just as dependent upon the spirit of the Lord in relating or writing a vision, as in having the vision. It is impossible for me to call up things which have been shown me unless the Lord brings them before me at the time that he is pleased to have me relate or write them” (Spiritual Gifts 2:292-293).] The message given made a deep impression on all those present."},{"refcode_short":"MR1033 64.3","refcode_long":"Manuscript Release No 1033, p. 64.3 (Ellen Gould White)","content":"Brother Ballenger, deeply affected, arose and said, “I was in that council meeting which was held last night until a late hour, and Sister White has described it accurately. The very words she says she heard spoken were spoken last night. I was on the wrong side of the question, and now take my position on the right side.” His testimony was well wet down with tears and humble confession."},{"refcode_short":"MR1033 65.1","refcode_long":"Manuscript Release No 1033, p. 65.1 (Ellen Gould White)","content":"I was greatly astonished. I thought that this meeting had been held at the time it was presented to me."},{"refcode_short":"MR1033 65.2","refcode_long":"Manuscript Release No 1033, p. 65.2 (Ellen Gould White)","content":"My soul is exceeding troubled. The publishing institutions are receiving a mold that is not after the similitude of God.—Manuscript 42, 1891, 5. (Diary 17, pp. 111-112)."},{"refcode_short":"MR1033 65","refcode_long":"Manuscript Release No 1033, p. 65 (Ellen Gould White)","content":"12. Healdsburg, California (?), October, 1891 (?) Letter to Dr. W. P. Burke at the St. Helena Health Retreat"},{"refcode_short":"MR1033 65.3","refcode_long":"Manuscript Release No 1033, p. 65.3 (Ellen Gould White)","content":"While at Salamanca, New York, in November, 1890, I had a very remarkable experience. I had been greatly afflicted and discouraged in consequence of physical suffering. The pain in my head and ears was almost unbearable, yet I filled my appointments. The last time I spoke, because of gatherings in my head I told my son I must return home at once, although important meetings were before me in Brooklyn, New York, and Washington, D.C. I could scarcely hear my own voice and was so weak I staggered as I walked. I went to my chamber and knelt to pray when the whole room was lighted up with the presence of Jesus. I was lifted above all discouragement and was made all light in the Lord and praised Him aloud. This night many things were opened before me in regard to our institutions. The condition of conferences and churches was shown me and I immediately [Ellen White may be referring to her November 25 entry (see the entry under this date, above), which is transcribed from pp. 335-342 of her diary.] wrote out many things in my diary."},{"refcode_short":"MR1033 65.4","refcode_long":"Manuscript Release No 1033, p. 65.4 (Ellen Gould White)","content":"When I returned to Battle Creek there was the Ministerial Institute and the Conference wherein I labored exceedingly hard. Then went to Petoskey to rest, but the college institute was nine miles from Petoskey, at Harbor Springs. Here I labored for five weeks, then returned to Battle Creek and attended the Michigan Conference, and then left [Ellen White left Battle Creek on September 9, 1891. Ten years elapsed before she saw that city again.] for Colorado and California."},{"refcode_short":"MR1033 65.5","refcode_long":"Manuscript Release No 1033, p. 65.5 (Ellen Gould White)","content":"I had written some things to you while in Battle Creek, but could not find the matter in my tarry in Petoskey.—Letter 48, 1891, pp. 1-2."},{"refcode_short":"MR1033 67","refcode_long":"Manuscript Release No 1033, p. 67 (Ellen Gould White)","content":"14. Melbourne, Australia, January 9, 1893"},{"refcode_short":"MR1033 67.1","refcode_long":"Manuscript Release No 1033, p. 67.1 (Ellen Gould White)","content":"During the night I ... passed through an experience similar to that which I had at Salamanca, New York, two years ago. When I awoke from my first short sleep, light seemed to be all around me, the room seemed to be full of heavenly angels. The Spirit of God was upon me, and my heart was full to overflowing. Oh, what love was burning in my heart! I was exclaiming aloud, “Lord Jesus, I love Thee; Thou knowest that I love Thee. My heavenly Father, I praise Thee with my whole heart. ‘For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life’ (John 3:16). ‘The path of the just is as the shining light, that shineth more and more unto the perfect day’ (Proverbs 4:18). Jesus, my Redeemer, the Representative of the Father, I put my trust in Thee.”"},{"refcode_short":"MR1033 67.2","refcode_long":"Manuscript Release No 1033, p. 67.2 (Ellen Gould White)","content":"My peace was like a river, I seemed to be shut in with God, in sweet communion with Him through my waking and sleeping hours. What high and holy privileges seemed to be mine in the love of Jesus, His life and His guardianship.—Letter 20a, 1893 (To Captain C. Eldridge in Battle Creek); This Day With God, 17."},{"refcode_short":"MR1033 67","refcode_long":"Manuscript Release No 1033, p. 67 (Ellen Gould White)","content":"15. Cooranbong, Australia, May 16, 1898"},{"refcode_short":"MR1033 67.3","refcode_long":"Manuscript Release No 1033, p. 67.3 (Ellen Gould White)","content":"I have not been able to sleep tonight, for vivid scenes have come up before me, in figures and symbols. I have been shown the condition of the people of God who have trusted in man and made flesh their arm. The state of the Michigan Conference is pitiable, but it is not beyond remedy, if the people will turn to the Lord with all the heart."},{"refcode_short":"MR1033 67.4","refcode_long":"Manuscript Release No 1033, p. 67.4 (Ellen Gould White)","content":"The present existing state of things was made to pass before me while I was at Salamanca, and I then gave testimony before those assembled in the tabernacle. I did not speak my own words, but the words of the Lord. The power of God was upon me. Cautions, warnings, and reproof have been given to the men in responsible positions. If without delay these men had sought the Lord, He would have been found of them. Some did receive the message then, and since that time they have placed themselves under the banner of the great Leader. But those who did not walk in the light, who did not seek to do the Lord's will according to His appointment, have brought disaster upon the cause and reproach upon the people to whom God has entrusted most solemn truth, which He would have them proclaim without faltering.—Letter 41, 1898, pp. 1-2 (To A. R. Henry, who was a financial officer and advisor to several S.D.A. institutions in Battle Creek)."},{"refcode_short":"MR1033 68","refcode_long":"Manuscript Release No 1033, p. 68 (Ellen Gould White)","content":"16. Takoma Park, Maryland, Sabbath, May 20, 1905"},{"refcode_short":"MR1033 68.1","refcode_long":"Manuscript Release No 1033, p. 68.1 (Ellen Gould White)","content":"I am not able to sleep past one o'clock. I was aroused to write out some things that have been impressed on my mind. Not long ago I met Elder Ballenger in the hall of the building in which we have rooms. As I spoke to him, it came vividly to my mind that this was the man whom I had seen in an assembly bringing before those present certain subjects, and placing upon passages in the Word of God a construction that could not be maintained as truth. He was gathering together a mass of scriptures such as would confuse minds because of his assertions and his misapplication of these scriptures, for the application was misleading and had not the bearing upon the subject of all which he claimed justified his position. Anyone can do this, and will follow his example to testify to a false position; but it was his own. I said to him, You are the one whom the Lord presented before me in Salamanca, as standing with a party who were urging that if the Sabbath truth were left out of the Sentinel, the circulation of that paper would be largely increased. You were the one that wept and confessed your mistakes, and we had the power of the Holy Spirit in that early morning meeting."},{"refcode_short":"MR1033 68.2","refcode_long":"Manuscript Release No 1033, p. 68.2 (Ellen Gould White)","content":"I had been very sick [at Salamanca] and yet had tried to speak to the people, and the Lord had strengthened me greatly. I had not knowledge of my words. The Lord spoke indeed through me. After I had given my last talk, my sufferings were so severe as to become almost unendurable."},{"refcode_short":"MR1033 68.3","refcode_long":"Manuscript Release No 1033, p. 68.3 (Ellen Gould White)","content":"A list of appointments had been sent out for me to fill on my way from Salamanca to Battle Creek. It seemed impossible for me to fill these appointments. I went to my room and bowed in prayer. I had not been able to utter a word of prayer before the room was lighted up with the glory of God and scenes passed before me. I saw an assembly in a room in Battle Creek, and one standing up held up the Sentinel and said, “The Sabbath question must be cut out of this paper; then the circulation will be largely increased and the truth will come before thousands.”"},{"refcode_short":"MR1033 68.4","refcode_long":"Manuscript Release No 1033, p. 68.4 (Ellen Gould White)","content":"One of authority came forward and said solemnly, “Bind up the testimony and seal the law among my disciples.” Then came the reproof, decided, firm, and cutting; “The Sabbath truth is to be proclaimed. It is the truth for these last days.” The words found in Exodus 31:12-18 were repeated with great solemnity."},{"refcode_short":"MR1033 69.1","refcode_long":"Manuscript Release No 1033, p. 69.1 (Ellen Gould White)","content":"I cannot now repeat all the things connected with the meeting, but I know that the steps which had been anticipated were not taken. The working of the Spirit of God was in that meeting."},{"refcode_short":"MR1033 69.2","refcode_long":"Manuscript Release No 1033, p. 69.2 (Ellen Gould White)","content":"That night was a most solemn one for me. There came to my mind the truth that we have been proclaiming since the passing of the time in 1844, when the message came to us regarding the mistake we were making in keeping the first day of the week. We had Bible evidence and the testimony of the Spirit of the Lord that we were keeping a day that bore no sanctity, and that in so doing we were transgressing the law of God. This message we have borne ever since; and I solemnly asked, Are our people now to cut out the Sabbath message from the Sentinel and heed the advice and counsel of worldly men, keeping the Sentinel from carrying this most important truth to the world?"},{"refcode_short":"MR1033 69.3","refcode_long":"Manuscript Release No 1033, p. 69.3 (Ellen Gould White)","content":"I could not sleep much that night. The next morning we started for Washington. I was taken very ill, and it was thought best for Sara and me to return to Battle Creek and not attend the meetings that were laid out for me on my journey."},{"refcode_short":"MR1033 69.4","refcode_long":"Manuscript Release No 1033, p. 69.4 (Ellen Gould White)","content":"When I arrived at Battle Creek, I learned that our leading brethren had asked the Lord in prayer to send me direct to Battle Creek. Meetings were being held in the various rooms of the Tabernacle. [On January 13, 1891, Ellen White wrote, “E. J. Waggoner came in late last evening and we had a talk in regard to the ministers’ meetings now being held. He rejoiced that there was an entirely different atmosphere pervading the meetings than was in the ministerial institute last year” (Manuscript 40, 1891, 12). These meetings, at which Ellen White was a frequent speaker, continued until February 27, one week before the opening of the 1891 General Conference session.] One morning I was awakened before daylight. It was as if a voice spoke to me, Attend the morning meeting. [Ellen White is obviously referring to the memorable meeting of March 8, 1891. She telescoped events somewhat as she recalled the experience through which she passed 14 years earlier.] I arose and dressed, and walked across the road to the meeting. As I went into the room, the brethren were in prayer. I united my prayer with those of the rest, praying with great earnestness. The Spirit of the Lord was in the meeting and my soul was deeply stirred. After the season of prayer, I arose to speak and bore a decided testimony with the Spirit and power of God, relating my experience in Salamanca and telling them what the Lord had revealed to me in the vision of the night."},{"refcode_short":"MR1033 70.1","refcode_long":"Manuscript Release No 1033, p. 70.1 (Ellen Gould White)","content":"After I had borne a decided testimony, Brother Ballenger arose, all broken-hearted and weeping, and said, “I receive this testimony as from the Lord. I was in that meeting last night, and I was on the wrong side.”"},{"refcode_short":"MR1033 70.2","refcode_long":"Manuscript Release No 1033, p. 70.2 (Ellen Gould White)","content":"What was my surprise to learn that the light I had in Salamanca was given me some time before this meeting was held. The Lord had prepared the way for me to return to Battle Creek and bear my message in the early morning meeting, directly after the evening meeting. I had been shown that steps would be taken to have the Sentinel no longer speak boldly upon the question of the true Sabbath of the Lord. The circumstances were such that on this occasion the excuse could not possibly be used, “Somebody has told her.” No one had an opportunity to see me or speak with me between the evening meeting and the morning meeting that I attended. [Ellen White's position is very clear. She believed that God supernaturally led in this experience because the details of the secret midnight meeting were revealed to her before it took place, and because she was able to relate that information publicly before anyone had opportunity to tell her about it. She made no point of the time when she recorded these details in her diary.]"}]