[{"refcode_short":"MR311 3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 3 (Ellen Gould White)","content":"The Remnant Church; Its Organization, Authority, Unity, and Triumph"},{"refcode_short":"MR311 3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 3 (Ellen Gould White)","content":"Explanation"},{"refcode_short":"MR311 3.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 3.1 (Ellen Gould White)","content":"In 1934 Elder W. C. White and D. E. Robinson at the Elmshaven office drew together from published and unpublished E. G. White sources materials relating to the church, its organization, authority, unity, and the relationship of workers one to another."},{"refcode_short":"MR311 3.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 3.2 (Ellen Gould White)","content":"The 50 page document which resulted was read by the White Trustees with appreciation, but for reasons not too clear just now, the document at that time was not carried through to publication. It was placed in the document file and has been kept there safely for 38 years, with only occasional reference to it."},{"refcode_short":"MR311 3.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 3.3 (Ellen Gould White)","content":"With the occasion to look at the counsels relating to the church and its authority, this document, during the last few days, has been reviewed. The impression is growing that its publication might well serve the church. The basic premises are clearly enunciated in published sources. Nonetheless, as Ellen White again and again reiterated in sermons, manuscripts and letters basic truths concerning the church and its ministry, the varying statements seem to enrich that which may be read on the subject."},{"refcode_short":"MR311 3.4","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 3.4 (Ellen Gould White)","content":"For study purposes, in a few copies the lines have been numbered. Any use of unpublished items must for the present be restricted to committee study. Undoubtedly, on consideration they will in time be released for general use. The situation, however, would lead to the request that copies used by the committee be returned to the White Estate until the matters have been properly processed."},{"refcode_short":"MR311 5","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 5 (Ellen Gould White)","content":"Section 1—The Church and its Foundation"},{"refcode_short":"MR311 5","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 5 (Ellen Gould White)","content":"The Church The Beloved Of God"},{"refcode_short":"MR311 5.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 5.1 (Ellen Gould White)","content":"God is leading out a people. He has a chosen people, a church on the earth, whom He has made the depositaries of His law. He has committed to them sacred trust and eternal truth to be given to the world. He would reprove and correct them. The message to the Laodiceans is applicable to Seventh-day Adventists who have had great light and have not walked in the light. It is those who have made great profession, but have not kept in step with their Leader, that will be spewed out of His mouth unless they repent. The message to pronounce the Seventh-day Adventist Church Babylon, and call the people of God out of her, does not come from any heavenly messenger, or any human agent inspired by the Spirit of God."},{"refcode_short":"MR311 5.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 5.2 (Ellen Gould White)","content":"The True Witness says, “I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see. As many as I love, I rebuke and chasten: be zealous therefore, and repent. Behold, I stand at the door and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me. To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne” (Revelation 3:18-21)."},{"refcode_short":"MR311 6","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 6 (Ellen Gould White)","content":"I Rebuke and Chasten"},{"refcode_short":"MR311 6.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 6.1 (Ellen Gould White)","content":"Jesus is coming in to give the individual members of the church the richest blessings, if they will open the door to Him. He does not once call them Babylon, nor ask them to come out. But He says, “As many as I love, I rebuke and chasten” (with messages of reproof and warning) (Revelation 3:19). These reproofs I am not ignorant of. I have given warnings because the Spirit of the Lord has constrained me to do so, and have uttered reproofs because the Lord has given me words of reproof. I have not shunned to declare the whole counsel of God, which has been given me for the church."},{"refcode_short":"MR311 6.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 6.2 (Ellen Gould White)","content":"I will say in the fear and love of God, I know the Lord has thoughts of love and mercy to restore and heal them of all their backslidings. He has a work for His church to do. They are not to be pronounced Babylon, but to be as the salt of the earth, the light of the world. They are to be the living messengers to proclaim a living message in these last days...."},{"refcode_short":"MR311 6","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 6 (Ellen Gould White)","content":"The Church Not to Be Broken Up"},{"refcode_short":"MR311 6.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 6.3 (Ellen Gould White)","content":"Again I say, The Lord hath not spoken by any messenger who calls the church that keeps the commandments of God, Babylon. True, there are tares with the wheat; but Christ said He would send His angels to first gather the tares and bind them in bundles to burn them, but gather the wheat into the garner. I know that the Lord loves His church. It is not to be disorganized or broken up into independent atoms. There is not the least consistency in this; there is not the least evidence that such a thing will be. Those who shall heed this false message and try to leaven others will be deceived and prepared to receive advanced delusions, and they will come to nought."},{"refcode_short":"MR311 7.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 7.1 (Ellen Gould White)","content":"There is in some of the members of the church, pride, self-sufficiency, stubborn unbelief, and a refusing to yield their ideas, although evidence may be piled upon evidence which makes the message to the Laodicean church applicable. But that will not blot out the church that it will not exist. Let both tares and wheat grow together until the harvest. Then it is the angels that do the work of separation."},{"refcode_short":"MR311 7.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 7.2 (Ellen Gould White)","content":"I warn the Seventh-day Adventist Church to be careful how you receive every new notion and those who claim to have great light. The character of their work seems to be to accuse and to tear down...."},{"refcode_short":"MR311 7.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 7.3 (Ellen Gould White)","content":"Let the believers heed the voice of the angel who has said to the church, “Press together.” In unity is your strength. Love as brethren, be pitiful, be courteous. God hath a church, and Christ hath declared, “The gates of hell shall not prevail against it” (Matthew 16:18). The messengers the Lord sends bear the divine credentials. I have tender feelings toward you, but come to the light, I beseech of you.—Letter 16, 1893. (Published in Selected Messages 2:66-69.)"},{"refcode_short":"MR311 7","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 7 (Ellen Gould White)","content":"The Authority of the Church"},{"refcode_short":"MR311 7.4","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 7.4 (Ellen Gould White)","content":"The world's Redeemer has invested great power with His church. He states the rules to be applied in cases of trial with its members. After He has given explicit directions as to the course to be pursued, He says, “Verily I say unto you, whatsoever ye shall bind on earth shall be bound in heaven; and whatsoever (in church discipline) ye shall loose on earth shall be loosed in heaven.” Thus even the heavenly authority ratifies the discipline of the church in regard to its members, when the Bible rule has been followed."},{"refcode_short":"MR311 7.5","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 7.5 (Ellen Gould White)","content":"The word of God does not give license for one man to set up his judgment in opposition to the judgment of the church, neither is he allowed to urge his opinions against the opinions of the church. If there were no church discipline and government, the church would go to fragments; it could not hold together as a body. There have ever been individuals of independent minds, who have claimed that they were right, that God had especially taught, impressed, and led them. Each has a theory of his own, views peculiar to himself, and each claims that his views are in accordance with the word of God. Each one has a different theory and faith, yet each claims special light from God. These draw away from the body, and each one is a separate church of himself. All these cannot be right, yet they all claim to be led of the Lord. The word of inspiration is not yea and nay, but yea and amen in Christ Jesus.—Testimonies for the Church 3:428-429."},{"refcode_short":"MR311 8","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 8 (Ellen Gould White)","content":"Power Delegated to the Church"},{"refcode_short":"MR311 8.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 8.1 (Ellen Gould White)","content":"There has been altogether too much reliance placed upon independent, uninspired judgment. Self-sufficiency and self-esteem lie at the foundation of the greatest trials and discords that have ever existed among the people of God. The angel of God has said to me again and again, “Press together! Press together! Be of one mind, of one judgment, that God may be your leader. Follow His footsteps, and you will walk safely. The clean heart and the right spirit are the gifts of His Son, purchased with infinite cost.”"},{"refcode_short":"MR311 8.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 8.2 (Ellen Gould White)","content":"God is teaching, leading, and guiding His people, that they may teach, lead and guide others. There will be, among the remnant of these last days, as there were with ancient Israel, those who wish to move independently, who are not willing to submit to the teachings of the Spirit of God, and who will not listen to advice or counsel. Let such ever bear in mind that God has a church upon the earth, to which He has delegated power. Men will want to follow their own independent judgment, despising counsel and reproof; but just as surely as they do this, they will depart from the faith, and disaster and the ruin of souls will follow. Those who rally now to support and build up the truth of God, are ranging themselves on one side, standing united in heart, mind, and voice, in defense of the truth; while those who do not labor in harmony of purpose and action, who choose their own unsanctified human judgment as perfection of action, are ranging themselves on the side of Satan, and are defending his cause."},{"refcode_short":"MR311 9.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 9.1 (Ellen Gould White)","content":"Satan will become their leader, and they will join him in his constant endeavors to tear down that which God is building up. None of these discordant elements will be able eventually to thwart the purposes of God in the preparation of a people to stand in the great day, and in the final completion of the plan of salvation...."},{"refcode_short":"MR311 9.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 9.2 (Ellen Gould White)","content":"It is a delusion of the enemy for anyone to feel that he can disconnect from agencies which God has appointed, and work on an independent line of his own, in his own supposed wisdom, and yet be successful. Although he may flatter himself that he is doing God's work, he will not prosper in the end. We are one body, and every member is to be united to the body, each person working in his respective capacity. Men must be like-minded with God,—pure, holy, sincere; not one is to be shut up to himself, to live for himself.—Letter 104, 1894."},{"refcode_short":"MR311 9","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 9 (Ellen Gould White)","content":"The Unity of the Church"},{"refcode_short":"MR311 9.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 9.3 (Ellen Gould White)","content":"God is leading out a people to stand in perfect unity upon the platform of eternal truth. Christ gave Himself to the world, “that He might purify unto Himself a peculiar people, zealous of good works.” This refining process is designed to purge the church from all unrighteousness and the spirit of discord and contention, that they may build up instead of tearing down, and concentrate their energies on the great work before them. God designs that His people should all come into the unity of faith...."},{"refcode_short":"MR311 10.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 10.1 (Ellen Gould White)","content":"Many do not realize the sacredness of church relationship, and are loath to submit to restraint and discipline. Their course of action shows that they exalt their own judgment above that of the united church; and they are not careful to guard themselves, lest they encourage a spirit of opposition to its voice."},{"refcode_short":"MR311 10.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 10.2 (Ellen Gould White)","content":"Those who hold responsible positions in the church may have faults in common with other people, and may err in their decisions; but notwithstanding this, the church of Christ on earth has given to them an authority that cannot be lightly esteemed. Christ, after His resurrection, delegated power unto His church, saying, “Whosoever sins ye remit, they are remitted unto them, and whosoever sins ye retain, they are retained.” ..."},{"refcode_short":"MR311 10.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 10.3 (Ellen Gould White)","content":"Unbelief suggests that individual independence increases our importance, that it is weak to yield our own ideas of what is right and proper to the verdict of the church. But to yield to such feelings and views is unsafe, and will bring us to anarchy and confusion. Christ saw that unity and Christian fellowship were necessary to the cause of God, therefore He enjoined it upon His disciples. And the history of Christianity from that time until now proves conclusively that in union only is there strength. Let individual judgment submit to the authority of the church.—Testimonies for the Church 4:17-19."},{"refcode_short":"MR311 10","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 10 (Ellen Gould White)","content":"The United Effort of Believers"},{"refcode_short":"MR311 10.4","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 10.4 (Ellen Gould White)","content":"God has made His church on the earth a channel of light, and through it He communicates His purposes and His will. He does not give to one of His servants an experience independent of and contrary to the experience of the church itself. Neither does He give one man a knowledge of His will for the entire church, while the church—Christ's body—is left in darkness. In His providence, He places His servants in close connection with His church, in order that they may have less confidence in themselves, and greater confidence in others whom He is leading out to advance His work."},{"refcode_short":"MR311 11.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 11.1 (Ellen Gould White)","content":"There have ever been in the church those who are constantly inclined toward individual independence. They seem unable to realize that independence of spirit is liable to lead the human agent to have too much confidence in himself, and to trust in his own judgment rather than to respect the counsel and highly esteem the judgment of his brethren, especially of those in the offices that God has appointed for the leadership of His people. God had invested His church with special authority and power, which no one can be justified in disregarding and despising; for he who does this despises the voice of God."},{"refcode_short":"MR311 11.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 11.2 (Ellen Gould White)","content":"Those who are inclined to regard their individual judgment as supreme, are in grave peril. It is Satan's studied effort to separate such ones from those who are channels of light, through whom God has wrought to build up and extend His work in the earth. To neglect or despise those whom God has appointed to bear the responsibilities of leadership in connection with the advancement of the truth, is to reject the means that He has ordained for the help, encouragement, and strength of His people. For any worker in the Lords’ cause to pass these by, and to think that his light must come through no other channel than directly from God, is to place himself in a position where he is liable to be deceived by the enemy, and overthrown. The Lord in His wisdom has arranged that by means of the close relationship that should be maintained by all believers, Christian shall be united to Christian, and church to church. Thus the human instrumentality will be enabled to cooperate with the divine. Every agency will be subordinate to the Holy Spirit, and all the believers will be united in an organized and well-directed effort to give to the world the glad tidings of the grace of God.—Gospel Workers, 443-444."},{"refcode_short":"MR311 12","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 12 (Ellen Gould White)","content":"God Has an Organized Body"},{"refcode_short":"MR311 12.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 12.1 (Ellen Gould White)","content":"Beware of those who arise that have a great burden to denounce the church. The chosen ones who are standing and breasting the storm of opposition from the world, and are uplifting the down-trodden commandments of God, to exalt them as holy and honorable, are indeed the light of the world. How dare mortal man pass his judgment upon them, and call the church a harlot, Babylon, a den of thieves, a cage of every unclean and hateful bird...."},{"refcode_short":"MR311 12.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 12.2 (Ellen Gould White)","content":"It seems almost impossible that anyone who had a genuine experience in the faith, should suggest such erroneous applications of Scripture, as applicable to God's commandment-keeping people. Supposing this spurious message is the one every one must hear for this time, “Come out of her, my people.” Where shall we go to, where shall we find the purity, goodness and holiness where we shall be secure? Where is the fold where no wolves will enter?"},{"refcode_short":"MR311 12.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 12.3 (Ellen Gould White)","content":"I tell you, my brethren, the Lord has an organized body, through whom He will work. There may be more than a score of Judas’ among them, there may be a rash Peter who will under circumstances of trial deny his Lord. There may be persons represented by John whom Jesus loved, but he may have a zeal that would destroy men's lives by calling down from heaven fire upon them to revenge an insult to Christ and the truth. But the great Teacher seeks to give lessons of instruction to correct these existing evils. He is doing the same today with His church. He is pointing out their dangers. He is presenting before them the Laodicean message...."},{"refcode_short":"MR311 13.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 13.1 (Ellen Gould White)","content":"In the place of turning the weapons of warfare within our own ranks, let them be turned against the enemies of God and the truth. Echo the prayer of Christ with your whole heart: “Holy Father, keep through thine own name those whom thou hast given me, that they may be one, as we are.” ..."},{"refcode_short":"MR311 13.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 13.2 (Ellen Gould White)","content":"The Bible sets before us a model church. They are to be in unity with each other and with God. When believers are united to Christ the living vine, the result is that they are one with Christ, full of sympathy and tenderness and love."},{"refcode_short":"MR311 13","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 13 (Ellen Gould White)","content":"Opportunities in the Church"},{"refcode_short":"MR311 13.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 13.3 (Ellen Gould White)","content":"When any are drawing apart from the organized body of God's commandment keeping people, they begin to weigh the church in their human scales and begin to pronounce judgment against them. Then you may know that God is not leading them. They are on the wrong track...."},{"refcode_short":"MR311 13.4","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 13.4 (Ellen Gould White)","content":"There are opportunities and privileges to help in the church those who are ready to die, and inspire the church with zeal but not to tear the church to pieces. There are plenty of opportunities in the church to walk in Christ's lines. If the heart is full of zeal to press on to a deeper sanctification and holiness, work in that line in all humbleness and devotedness. The church needs freshness and the inspiration of men who breathe in the very atmosphere of heaven, to vitalize the church, notwithstanding the tares are among the wheat.—Manuscript 21, 1893, (Published in The Review and Herald, November 8, 1956.)"},{"refcode_short":"MR311 14","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 14 (Ellen Gould White)","content":"Thorough Organization Essential"},{"refcode_short":"MR311 14.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 14.1 (Ellen Gould White)","content":"Oh, how Satan would rejoice if he could succeed in his efforts to get in among this people, and disorganize the work at a time when thorough organization is essential, and will be the greatest power to keep out spurious uprisings, and to refute claims not endorsed by the word of God! We want to hold the lines evenly, that there shall be no breaking down of the system of organization and order that has been built up by wise, careful labor. License must not be given to disorderly elements that desire to control the work at this time."},{"refcode_short":"MR311 14.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 14.2 (Ellen Gould White)","content":"Some have advanced the thought that as we near the close of time, every child of God will act independently of any religious organization. But I have been instructed by the Lord that in this work there is no such things as every man's being independent. The stars of heaven are all under law, each influencing the other to do the will of God, yielding their common obedience to the law that controls their action. And in order that the Lord's work may advance, healthfully and solidly, His people must draw together.—(May 30, 1909) Testimonies for the Church 9:257-258."},{"refcode_short":"MR311 14","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 14 (Ellen Gould White)","content":"Organization Till the End"},{"refcode_short":"MR311 14.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 14.3 (Ellen Gould White)","content":"As we near the final crisis, instead of feeling that there is less need of order and harmony of action, we should be more systematic than heretofore. All our work should be conducted according to well-defined plans."},{"refcode_short":"MR311 14.4","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 14.4 (Ellen Gould White)","content":"I am receiving light from the Lord that there should be wise generalship at this time more than at any former period of our history.—Letter 27a, 1892."},{"refcode_short":"MR311 15","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 15 (Ellen Gould White)","content":"Judgment of the General Conference"},{"refcode_short":"MR311 15.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 15.1 (Ellen Gould White)","content":"The I have been shown that no man's judgment should be surrendered to the judgment of any one man. But when the judgment of the General Conference, which is the highest authority that God has upon the earth, is exercised, private independence and private judgment must not be maintained, but be surrendered. Your error was in persistently maintaining your private judgment of your duty against the voice of the highest authority the Lord has upon the earth.—Testimonies for the Church 3:492."},{"refcode_short":"MR311 15","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 15 (Ellen Gould White)","content":"The Dawn of a Glorious Day"},{"refcode_short":"MR311 15.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 15.2 (Ellen Gould White)","content":"The church of Christ is God's agency for the proclamation of truth: she is empowered by Him to do a special work; and if she is loyal to God, obedient to His commandments, there will dwell within her the excellency of divine power. If she will be true to her allegiance, there is no power that can stand against her. The forces of the enemy will be no more able to overwhelm her than is the chaff to resist the whirlwind."},{"refcode_short":"MR311 15.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 15.3 (Ellen Gould White)","content":"There is before the church the dawn of a bright, glorious day, if she will put on the robe of Christ's righteousness, withdrawing from all allegiance to the world."},{"refcode_short":"MR311 15.4","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 15.4 (Ellen Gould White)","content":"God calls upon His faithful ones, who believe in Him, to talk courage to those who are unbelieving and hopeless. Turn to the Lord, ye prisoners of hope. Seek strength from God, the living God. Show an unwavering, humble faith in His power and His willingness to save. When in faith we take hold of His strength, He will change, wonderfully change, the most hopeless, discouraging outlook. He will do this for the glory of His name.—Prophets and Kings, 259-260."},{"refcode_short":"MR311 16","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 16 (Ellen Gould White)","content":"God Will Guide to the End"},{"refcode_short":"MR311 16.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 16.1 (Ellen Gould White)","content":"I have words of encouragement for you, my brethren. We are to move forward in faith and hope, expecting large things from God. The enemy will seek in every way to hinder the efforts that are being made to advance the truth, but in the strength of the Lord you may gain success. Let no discouraging words be spoken, but only such words as will tend to strengthen and sustain your fellow-workers...."},{"refcode_short":"MR311 16.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 16.2 (Ellen Gould White)","content":"When in the night season I am unable to sleep, I lift my heart in prayer to God, and He strengthens me, and gives me the assurance that He is with His ministering servants in the home field and in distant lands. I am encouraged and blessed as I realize that the God of Israel is still guiding His people, and that He will continue to be with them, even to the end...."},{"refcode_short":"MR311 16.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 16.3 (Ellen Gould White)","content":"The Lord desires to see the work of proclaiming the third angel's message carried forward with increasing efficiency. As He has worked in all ages to give victories to His people, so in this age He longs to carry to a triumphant fulfilment His purposes for His church. He bids His believing saints to advance unitedly, going from strength to greater strength, from faith to increased assurance and confidence in the truth and righteousness of His cause.—The General Conference Bulletin, 164-165."},{"refcode_short":"MR311 17","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 17 (Ellen Gould White)","content":"Section 2—The Value of Concerted Action"},{"refcode_short":"MR311 17","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 17 (Ellen Gould White)","content":"The Church As A Garden"},{"refcode_short":"MR311 17.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 17.1 (Ellen Gould White)","content":"In all the Lord's arrangements, there is nothing more beautiful than His plan of giving to men and women a diversity of gifts. The church is His garden, adorned with a variety of trees, plants, and flowers. He does not expect the hyssop to assume the proportions of the cedar, nor the olive to reach the height of the stately palm. Many have received but a limited religious and intellectual training, but God has a work for this class to do, if they will labor in humility, trusting in Him.—Letter 122, 1902. (Evangelism, 98-99.)"},{"refcode_short":"MR311 17","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 17 (Ellen Gould White)","content":"Cedars of the Vale"},{"refcode_short":"MR311 17.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 17.2 (Ellen Gould White)","content":"Though your Christian brother may not occupy a position equal to yours in prominence, yet he fills a place of usefulness according to his ability. God has come very near you, guiding you and holding your hand. This should lead you to show Christian courtesy in all business matters. You are to be a man of God's opportunity, acting in His place. You, a cedar of the mountain, are to remember that God has cedars of the vale.—Letter 112, 1901."},{"refcode_short":"MR311 17","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 17 (Ellen Gould White)","content":"A Harmonious Whole"},{"refcode_short":"MR311 17.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 17.3 (Ellen Gould White)","content":"Let not one man feel that his gift alone is sufficient for the work of God; that he alone can carry through a series of meetings, and give perfection to the work. His methods may be good, and yet varied gifts are essential; one man's mind is not to mold and fashion the work according to his special ideas. In order for the work to be built up strong and symmetrical, there is need of varied gifts and different agencies, all under the Lord's direction; He will instruct the workers according to their several ability."},{"refcode_short":"MR311 18.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 18.1 (Ellen Gould White)","content":"Cooperation and unity are essential to a harmonious whole, each laborer doing his God-given work, filling his appropriate position, and supplying the deficiency of another. One worker left to labor alone is in danger of thinking that his talent is sufficient to make a complete whole. Where there is a union of workers, there is opportunity for them to consult together, to pray together, to cooperate in labor. None should feel that they cannot link up with their brethren because they do not work in exactly the same line as they themselves do. Those who entertain such thoughts, show that they need the converting power of God upon their own hearts and characters, that their peculiarities may not become a hindrance to the work for the salvation of their fellow-men."},{"refcode_short":"MR311 18.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 18.2 (Ellen Gould White)","content":"Among the workers there will be some who are active and energetic; there will be some who are slow. They are so long in arriving at conclusions that if their way is followed, much precious time is lost, and often the delay proves dangerous. The slow worker should be constantly learning of the diligent, quick worker. “Not slothful in business; fervent in spirit; serving the Lord.” Every one who enters the service of Christ should constantly feel that he is a laborer, and should improve in his habits and his manner of work. He is to blend with his brethren, not flattering himself that his methods of work are the very best. Let him learn in the school of Christ the lessons of meekness and lowliness. All who do learn of Christ will work in Christ's lines; then we shall surely harmonize. He who is inclined to criticize and depreciate his brethren, will find that the Spirit of God is not with him. He does not obey the injunction to esteem others better than himself; but, like the self-righteous Pharisee, he draws comparisons between his brother's work and his own. Cooperating with God, every laborer will work as Christ worked."},{"refcode_short":"MR311 19.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 19.1 (Ellen Gould White)","content":"You must be constantly learning, constantly advancing. No one can stand in our place and do our individual work. There is no such thing as making a groove for certain brethren to move in; no minister can embrace the work in his finite arms, and dictate how every other one shall labor. You must receive help through any channel by which God may send it. You who have had more experience must teach those of less experience how to work. Take them by your side, educate them, bear patiently with them. Never close the door of the heart by sharp words and unkind criticism. Let the love of God rule in your own hearts, and be communicated to your associate workers.—Special Testimonies, Series A 7:14-16."},{"refcode_short":"MR311 19","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 19 (Ellen Gould White)","content":"Exact Methods Not To Be Prescribed"},{"refcode_short":"MR311 19.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 19.2 (Ellen Gould White)","content":"We fully believe in church organization, but this is not to prescribe the exact way in which we shall work; for all minds are not to be reached by the same methods. Nothing is to be allowed to keep the servant of God from his fellow-men. The individual believer is to labor for the individual sinner. Each person has his one lamp to keep burning, and if the heavenly oil is emptied into these lamps through the golden pipes, if the vessels are emptied of self and prepared to receive the holy oil, its light will be thrown on the sinner's path to some purpose. More light will shine on the pathway of the wanderer through one lamp than through a whole procession of torchlights got up for a show.—Letter 54, 1899."},{"refcode_short":"MR311 20","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 20 (Ellen Gould White)","content":"Safeguard Your Brother's Influence"},{"refcode_short":"MR311 20.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 20.1 (Ellen Gould White)","content":"Our religious experience is to be in strict conformity to the word, in which are defined the principles of mercy and the love of God. God calls upon His people to unify as the burdens of the work press upon them. They should engage often in earnest, humble prayer, for the Lord's guidance, and then they should follow His guidance to the letter."},{"refcode_short":"MR311 20.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 20.2 (Ellen Gould White)","content":"There should not be made one careless, indifferent move, or one selfish proposition that would hurt or cut off the influence of one of the Lord's workers. Each is His purchased possession, bought to labor for other souls.—Manuscript 17, 1908."},{"refcode_short":"MR311 20","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 20 (Ellen Gould White)","content":"Independent Experiments"},{"refcode_short":"MR311 20.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 20.3 (Ellen Gould White)","content":"In the work of the laborers there should be a counseling together. No one is to strike out on his own independent judgment, and work according to his own mind, unless he has a treasury of his own from which to draw. Our heavenly Father careth for His children, and His grace is sufficient in every time of need. But if we consider ourselves sufficient to manage the work of God, and depend for success in our own individual wisdom to plan and execute, we may expect defeats and losses; for they will surely come."},{"refcode_short":"MR311 20.4","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 20.4 (Ellen Gould White)","content":"I have been shown that the management of the work must not be trusted to inexperienced hands. Those who have not had breadth of experience are not the ones to take large responsibilities, although they may think themselves qualified to do so. Their brethren may see defects where they themselves see only perfection. Too much is at stake now to allow any great risks to be run in investing means from the Lord's treasury. If any one wishes to try experiments, let him sustain himself from his own funds, so that if losses occur he alone will be the loser.—The Review and Herald, December 8, 1885."},{"refcode_short":"MR311 21","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 21 (Ellen Gould White)","content":"Avoid Self-Confidence"},{"refcode_short":"MR311 21.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 21.1 (Ellen Gould White)","content":"You are constantly inclined to individual independence. You do not realize that independence is a poor thing when it leads you to have too much confidence in yourself, and to trust to your own judgment rather than to respect the counsel and highly estimate the judgment of your brethren, especially of those in the offices which God has appointed for the saving of His people. God has invested His church with special authority and power which no one can be justified in disregarding and despising; for in so doing he despises the voice of God.—Testimonies for the Church 3:417."},{"refcode_short":"MR311 21","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 21 (Ellen Gould White)","content":"Danger of Elation Through Success"},{"refcode_short":"MR311 21.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 21.2 (Ellen Gould White)","content":"The Lord has given abundant evidence of the truthfulness of His promises and threatenings. His people may trust His word. Will they then, in the face of light and evidence, follow a course of their own choosing, independent of God's ordained agencies. Even good men need to be guarded on every hand, lest they shall become so elated over the blessings God has given them that the applause and praise from worldlings, shall be as a stimulus for them to display their great wisdom and acquisitions."},{"refcode_short":"MR311 21.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 21.3 (Ellen Gould White)","content":"The Lord sees, the Lord knows, He will certainly humble all such aspirations; for He hates pride and selfishness and covetousness. The more prosperous the work may be in itself, the less appropriate is it for men to exalt themselves, as though they were the ones who should be lifted up. Our trust must be in God. He has entrusted men with abilities and capabilities, that they may act a prominent part in His work. Let them take heed how they shall exalt themselves.—Letter 93, 1900."},{"refcode_short":"MR311 22","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 22 (Ellen Gould White)","content":"Independent Judgment To Be Subservient"},{"refcode_short":"MR311 22.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 22.1 (Ellen Gould White)","content":"Though we have an individual work and an individual responsibility before God, we are not to follow our own independent judgment, regardless of the opinions and feelings of our brethren; for this course would lead to disorder in the church. It is the duty of ministers to respect the judgment of their brethren; but their relations to one another, as well as the doctrines they teach, should be brought to the test of the law and the testimony; then, if hearts are teachable, there will be no divisions among us. Some are inclined to be disorderly, and are drifting away from the great landmarks of the faith; but God is moving upon His ministers to be one in doctrine and in spirit.—Testimonies to Ministers and Gospel Workers, 30."},{"refcode_short":"MR311 22","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 22 (Ellen Gould White)","content":"None To Strike Out Alone"},{"refcode_short":"MR311 22.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 22.2 (Ellen Gould White)","content":"I write this to you, my dear brother, in the hope of helping you. You are in an unsettled state of mind, and are tempted to do a strange work, which God has not appointed you to do. None of us are to strike out alone; we are to link up with our brethren, and pull together, and God will give us influence and self-control. We are to draw near to God, that He may draw near to us.—Letter 40, 1903. (Published in Medical Ministry, 46.)"},{"refcode_short":"MR311 22","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 22 (Ellen Gould White)","content":"Be Sure Of The Spirit's Guidance"},{"refcode_short":"MR311 22.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 22.3 (Ellen Gould White)","content":"The Lord God of heaven is constantly at work for us. His angels are ministering spirits to all who will receive their guardianship. Human impulse will try to make us believe that it is God who is guiding us, when we are following our own way. But if we watch carefully, and counsel with our brethren, we shall understand; for the promise is, “The meek will He guide in judgment: and the meek will He teach His way.” We must not allow human ideas and natural inclinations to gain the supremacy.—Letter 139, 1902."},{"refcode_short":"MR311 23","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 23 (Ellen Gould White)","content":"A Needful Discipline"},{"refcode_short":"MR311 23.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 23.1 (Ellen Gould White)","content":"Those who find it difficult to associate in harmony with the Lord's workers in this world, and who are anxious to remain apart by themselves, will have to pass through an entire change of character, else they will never see the kingdom of God. We are not all formed in the same mold of character; therefore association is a needful discipline, in order that we may learn to love God with all the affections and with every power of the mind. The whole being is to be transformed after the similitude of the heavenly Father, and of His Son Jesus. Those who are thus transformed, will have the faith that works by love and purifies the soul. This barricades the soul from every assault of the enemy.—Letter 32, 1906."},{"refcode_short":"MR311 23","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 23 (Ellen Gould White)","content":"In Union There Is Strength"},{"refcode_short":"MR311 23.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 23.2 (Ellen Gould White)","content":"The greatest work is before us. The peril which threatens our usefulness, and which will prove our ruin if not seen and overcome, is selfishness, placing a higher estimate upon our plans, our opinions, and our labors, and moving, independently of our brethren. “Counsel together,” have been the words repeated by the angels again and again."},{"refcode_short":"MR311 23.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 23.3 (Ellen Gould White)","content":"Satan may move through one man's mind to warp things out of their proper channel. He may succeed with two who view things in a similar light, but with several minds enlisted there is greater safety against his wiles. Every plan will be more liable to be viewed from all sides, every advance will be more carefully studied, so that no enterprise will be so likely to be entered upon which will bring confusion and perplexity and defeat to the work in which we are engaged. In union there is strength; in division there is weakness and defeat.—Manuscript 3, 1880."},{"refcode_short":"MR311 24","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 24 (Ellen Gould White)","content":"Counsel Together And Seek Higher Counsel"},{"refcode_short":"MR311 24.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 24.1 (Ellen Gould White)","content":"Of yourselves you have not wisdom to bear responsibilities. At every step of the way you must seek counsel of God and of your brethren who have had experience, and who are true to the interests of His cause. It is your privilege to do this, and you should feel it such. Some of you do not feel right when anything you do is called in question. But this is wrong. All the workers in _______ need counsel from those who are governed by the truth."},{"refcode_short":"MR311 24.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 24.2 (Ellen Gould White)","content":"One man's mind, one man's judgment, is not to be a controlling power.... “Counsel together, counsel together,” has been repeated to me by the heavenly angels for the past forty-five years. At the same time you must constantly feel the need of higher counsel. Do not fail to seek wisdom from God. Unless you do go to God for wisdom, and understand for yourselves the way of the Lord, you will not be able to understand things clearly. You must have the enlightenment of the Holy Spirit to give you clear views of Jesus and His love.—Letter 34, 1891."},{"refcode_short":"MR311 24","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 24 (Ellen Gould White)","content":"Self Restraint Necessary"},{"refcode_short":"MR311 24.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 24.3 (Ellen Gould White)","content":"An army could do nothing successfully if its different parts did not work in concert. Should each soldier act without reference to the others, the army would soon become disorganized. Instead of gathering strength for concentrated action, it would be wasted in desultory, meaningless efforts. A limited number united under one head, all obeying orders, will accomplish more than ten times the number if they are drawing apart, disconnected, and expending their strength on many things at the same time. Whatever good qualities a man may have, he cannot be a good soldier if he acts independent of brotherly counsel. Occasionally good may be done, but often the result is of little value, and frequently the end shows more mischief than good. They make a show of doing something, attract attention, and flash out brightly, then they are gone. All must pull in one direction in order to render efficient service to the cause...."},{"refcode_short":"MR311 25.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 25.1 (Ellen Gould White)","content":"God requires of his soldiers concerted action; and in order to have this in the church, self-restraint is essential. They must learn to forego their own wishes and preferences for the good of others.—Letter 11b, 1886."},{"refcode_short":"MR311 25","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 25 (Ellen Gould White)","content":"Union With Brethren Who Try Us"},{"refcode_short":"MR311 25.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 25.2 (Ellen Gould White)","content":"All who believe the great truths for this time, if sanctified through the truth, will wear the yoke of Christ. They will lift the burdens of responsibility. A spirit to act independently and alone must not be cherished. If they do this, in the place of the Lord's people being in perfect harmony, of one mind, one purpose, and consecrated to one great object, they will waste their capabilities, and their efforts will be fruitless."},{"refcode_short":"MR311 25.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 25.3 (Ellen Gould White)","content":"Some may say that they love the Lord, but that they cannot love their brother as they should. The brother may have ways that are very trying; he may do things that are unwise; but if his brethren who have had longer experience and a more even, well-balanced judgment shall refuse to connect with the one who grieves and tries their souls, they reveal that they are not followers of Christ. They reveal that they do not follow the example of Him who clothed His divinity with humanity, that by laying aside His glory and His kingly honor, He might reach humanity.—Manuscript 56, 1898."},{"refcode_short":"MR311 25","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 25 (Ellen Gould White)","content":"Unity, With Diverse Dispositions"},{"refcode_short":"MR311 25.4","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 25.4 (Ellen Gould White)","content":"You have not all the same stamp of character, and each will be inclined to think that the work must be molded according to his own ideas and views. Unconsciously to yourselves, this spirit will be cherished, and you will seek to introduce methods of your own. The workers should first obtain the grace of Christ, so they will be enabled to sink self out of sight; then there will be unity, even among a diversity of dispositions...."},{"refcode_short":"MR311 26.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 26.1 (Ellen Gould White)","content":"Each worker is to use his God-given ability to the utmost for the upbuilding of Christ's kingdom on the earth. We each have an individuality in manner and bearing, and this is as it should be; but this need not prevent our working together in perfect harmony...."},{"refcode_short":"MR311 26.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 26.2 (Ellen Gould White)","content":"Be sure to pray and counsel together before laying your plans, and then, in the Spirit of Christ, push the work unitedly. If one of your number decides that he cannot cooperate with his brethren, and has no desire to work because of differences of opinion, the course to be pursued is without a question. Humble yourselves before God and resort to prayer, for you cannot and must not attempt to work at variance."},{"refcode_short":"MR311 26.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 26.3 (Ellen Gould White)","content":"From any one who persists in stubbornness and self-will, God will remove His Spirit, and another will wear the crown that was for him. God accepts only those who will learn of Christ, those who study His word, learning lessons of meekness and lowliness of heart, lessons of obedience, willingness to do his work in God's way, not their finite way...."},{"refcode_short":"MR311 26.4","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 26.4 (Ellen Gould White)","content":"Love of self, pride and self-sufficiency lie at the foundation of the greatest trials and discords that have ever existed in the religious world. Again and again the angel has said to me, “Press together, press together, be of one mind, of one judgment.” Christ is the Leader, and you are brethren; follow Him. Walk in the light as He is in the light. Those who walk in the footsteps of Christ shall not walk in darkness, but those who draw apart in unsanctified independence cannot have God's presence and blessing in the work...."},{"refcode_short":"MR311 27.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 27.1 (Ellen Gould White)","content":"Workers can easily place themselves where divine love and power and wisdom cannot reach them, where they cannot have help in counsel, in difficulties and trials, because they would not understand and rightly appropriate heaven's rich treasure. They would glorify themselves, and think their own ways perfect, and become established in self-righteousness.—Letter 4, 1890."},{"refcode_short":"MR311 28","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 28 (Ellen Gould White)","content":"Section 3—Coordination Among Workers"},{"refcode_short":"MR311 28","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 28 (Ellen Gould White)","content":"To Counsel, As Equals"},{"refcode_short":"MR311 28.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 28.1 (Ellen Gould White)","content":"As brethren located where you must be more or less connected, you must draw closer together in your councils, in your association, in spirit, and in all your works. One man among you is not to be made the counselor for all."},{"refcode_short":"MR311 28.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 28.2 (Ellen Gould White)","content":"Each one is to stand in his lot and in his place, doing his work. Every individual among you must before God do a work for these last days that is great and sacred and grand. Every one must bear his weight of responsibility. The Lord is preparing each one to do His appointed work, and each one is to be respected and honored as a brother chosen of God, and precious in His sight. One man is not to be selected to whom all plans and methods shall be confided, while the others are left out. If this is done, errors will be made; wrong moves will be taken. Harm, rather than good will be done. No one of you needs to be afraid of the other lest the other shall have the highest place. Without partiality and without hypocrisy each is to be treated."},{"refcode_short":"MR311 28.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 28.3 (Ellen Gould White)","content":"The same line of work is not to be given to each worker; and for this reason you need to counsel together in that freedom and confidence that should exist among the Lord's workmen. All need to have less confidence in self, and far greater confidence in the One who is mighty in counsel who knoweth the end from the beginning."},{"refcode_short":"MR311 28.4","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 28.4 (Ellen Gould White)","content":"When you respect each other, you will respect Jesus Christ. You are to show no preferences; for the Lord does not show preferences to His chosen ones. He says, “I call you not servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you.” This is the confidence that the Lord would have you cherish in each other...."},{"refcode_short":"MR311 29.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 29.1 (Ellen Gould White)","content":"One person must not suppose that his wisdom is beyond making any mistake. God would have the greatest cherish that humility that will lead him to be the servant of all, if duty thus orders."},{"refcode_short":"MR311 29.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 29.2 (Ellen Gould White)","content":"But while you are to love as brethren, and think soul to soul, heart to heart, life to life, you are individually to lean your whole weight on God. He will be your support. He is not pleased when you depend on each other for light and wisdom and direction. The Lord must be our wisdom. Individually we must know that He is our sanctification and our redemption. To Him we may look; in Him we may trust. He will be to us a present help in every time of need."},{"refcode_short":"MR311 29.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 29.3 (Ellen Gould White)","content":"Whatever your duties in the various lines of work may be, remember that God is the general over all. You must not withdraw from Him to make flesh your arm. You have been too much inclined to measure yourselves among yourselves, and compare yourselves one with another, estimating the importance of your work. Will you remember that your comparisons may fall wide of the mark? It is not position or rank by which the Lord estimates. He looks to see how much of the Spirit of the Master you cherish and how much of the likeness of Christ your work reveals.—Letter 49, 1897."},{"refcode_short":"MR311 29","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 29 (Ellen Gould White)","content":"Give the Workers Freedom"},{"refcode_short":"MR311 29.4","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 29.4 (Ellen Gould White)","content":"To all our ministers I would say, Encourage your brethren to connect with you in your labors. All the gifts and talents of the church are to be set to work. Let all desire on the part of any to have a controlling power be put away. There has been danger with some of marking out exactly what this or that man should do. Let the Lord do this work, and guide His own servants. “We are laborers together with God; ye are God's husbandry, ye are God's building.” Give the Lord room to work human minds."},{"refcode_short":"MR311 30.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 30.1 (Ellen Gould White)","content":"Give the workers abundant freedom to work out the plans of God in harmony with their brethren. This will save much overwork for the few. Let the strong traits of character that would lead to the control of others be subdued by the grace of Christ. “Let this mind be in you, which was also in Christ Jesus.”—The Review and Herald, April 23, 1908."},{"refcode_short":"MR311 30","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 30 (Ellen Gould White)","content":"Unity and Freedom in Council Meetings"},{"refcode_short":"MR311 30.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 30.2 (Ellen Gould White)","content":"When ministering brethren come together in council, let deference be shown to the expression of intelligent principles, let intellectual freedom be freely accorded to all. There should be unity and love and freedom in communicating one with another. It should be a pleasure to consult one with another, to compare ideas and to review plans. An atmosphere of goodness, confidence, and love should be diffused; for this is the assurance of the presence of the Holy Spirit. The presence of God should be felt, and the soul should be humbled in acknowledging the condescension of God in planning for every soul for whom Christ has died, and thus hearts would be softened and broken...."},{"refcode_short":"MR311 30.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 30.3 (Ellen Gould White)","content":"Link up with your brethren, if you would have them link up with you, and give you their confidence. Confidence and faith will beget confidence and faith. You should gather into your confidence not only your ministering brethren, but those with whom you are brought in contact, and show them that you have confidence, and that you believe that they are taught of God as much as you yourself are taught of God. Open your plans before them. One will be free to speak, and another will be free to speak, and they may call your attention to some things that you had not thought of before."},{"refcode_short":"MR311 31.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 31.1 (Ellen Gould White)","content":"God does not open everything to one mind, but He teaches one, and another, and still another. Men are to stand in God, and without having the fear of criticism before them, they are to speak as God shall give them utterance, and to write as God shall dictate. After they have written their thoughts, let them be free to read their articles to their brethren, and let them receive any kindly word or caution that the brethren may see fit to offer in the spirit of brotherly kindness and love...."},{"refcode_short":"MR311 31.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 31.2 (Ellen Gould White)","content":"The cautions which God has given are to be regarded. Christ has said concerning His disciples, “All ye are brethren.” Every one is to give an account of himself to God.... Do not lay down any specified rules or prescribe any details as to how God's agents shall do their work.... The Teacher said, “While you are so earnest to call to mind the details, the time that is of so great value has been consumed, ... and the minds of the workers have been called to dwell upon non-essentials which should have been left for workers in the field to plan for themselves.... Many things that are too important to be set aside have been lightly dwelt upon, and many things that are of little consequence have been largely dwelt upon, when there is no reason why men should dictate concerning the matters they have laid out in detail.”—Letter 53, 1894."},{"refcode_short":"MR311 31","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 31 (Ellen Gould White)","content":"Remembering One's Own Mistakes"},{"refcode_short":"MR311 31.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 31.3 (Ellen Gould White)","content":"Let no one be sharp and dictatorial in his dealing with God's workers. Let those who are inclined to censure remember that they have made mistakes as grievous as those they condemn in others. Let them bow in contrition before God, asking His pardon for the sharp speeches they have made and the unguarded spirit they have revealed. Remember that God hears every word you speak, and that as you judge, you will be judged."},{"refcode_short":"MR311 31.4","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 31.4 (Ellen Gould White)","content":"Christ is pleading the case of every tempted soul, but while He is doing this, many of His people are grieving Him by taking their stand with Satan to accuse their brethren, pointing to their polluted garments."},{"refcode_short":"MR311 32.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 32.1 (Ellen Gould White)","content":"Let not the criticized ones become discouraged; for while their brethren are condemning them, Christ is saying of them, “I have graven them upon the palms of My hands. By creation and redemption they are Mine.”—Manuscript 143, 1902 (Portion in Evangelism, 633-4)"},{"refcode_short":"MR311 32","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 32 (Ellen Gould White)","content":"Acting in Christ's Stead"},{"refcode_short":"MR311 32.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 32.2 (Ellen Gould White)","content":"I wish to speak to my brethren who occupy positions of trust. As God's husbandry you are invested with the responsibility of acting in His stead, as His helping hand. Those who are placed in positions of trust must have the authority of action, but they are never to use this authority as a power to refuse help to the needy and helpless. It is never to be exercised to discourage or depress one struggling soul. Let those to whom have been given positions of influence ever remember that God desires them to carry out the mind of Christ, who, by creation and redemption, is the owner of all men.—Letter 7, 1901."},{"refcode_short":"MR311 32","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 32 (Ellen Gould White)","content":"Patience Under Condemnation"},{"refcode_short":"MR311 32.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 32.3 (Ellen Gould White)","content":"To every man God has given a work to do. This is a solemn thought. Some will be regarded with suspicion by men who cannot discern spiritual things. Criticism will be freely given. But shall this stir up the passion of the human heart? or will the voice of God's workman be heard in song—"},{"refcode_short":"MR311 32.4","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 32.4 (Ellen Gould White)","content":"“Rock of ages, cleft for me;\nLet me hide myself in thee.”"},{"refcode_short":"MR311 32.5","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 32.5 (Ellen Gould White)","content":"The work of the very best of God's laborers will often be commented upon by men who have not a genuine experience in what it means to hide in Christ. Condemnation will be passed upon those who may be trying to do their work faithfully. Then is the time for God's workers to show their gentleness, to hide in the cleft of the Rock. God's voice says to them, “Be still and know that I am God.”—Letter 66, 1898."},{"refcode_short":"MR311 33","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 33 (Ellen Gould White)","content":"Pointing Out Duty in a Compulsory Way"},{"refcode_short":"MR311 33.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 33.1 (Ellen Gould White)","content":"We are God's property. In Jesus Christ we are to behold a pattern of what we should be. Every soul should be educated to look not to his fellow-men, but unto Christ. He is the author and the finisher of our faith. Let no man think it his place to point out to others in a compulsory manner their duty. This God forbids. All are to be guided in the path of duty, by the plain word of God.—Letter 172, 1907."},{"refcode_short":"MR311 33","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 33 (Ellen Gould White)","content":"Satan Fiercely Assails Responsible Men"},{"refcode_short":"MR311 33.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 33.2 (Ellen Gould White)","content":"No man is so high in power and authority but that Satan will assail him with temptation. And the more responsible the position a man occupies, the fiercer and more determined are the assaults of the enemy. Let God's servants in every place study His word, looking constantly to Jesus, that they may be changed into His image. The inexhaustible fulness and the all-sufficiency of Christ are at our command if we walk before God in humility and contrition.—Manuscript 140, 1902."},{"refcode_short":"MR311 33","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 33 (Ellen Gould White)","content":"To Invent New Plans"},{"refcode_short":"MR311 33.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 33.3 (Ellen Gould White)","content":"The cause of God today needs men who will first commune with God to learn their duty, and will then go forth to do what He commands irrespective of the bribes or threats of those who would bear rule over them. Men are needed who are guided by the Lord, and whom God qualifies to give to the people a plain “Thus saith the Lord.” Men are needed who pray to God for wisdom, and who under the guidance of God, can put new life into the old methods of labor, and can invent new plans and new methods of awakening the interest of church members and reaching the men and women of the world...."},{"refcode_short":"MR311 34","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 34 (Ellen Gould White)","content":"Misinterpretation of Responsibility"},{"refcode_short":"MR311 34.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 34.1 (Ellen Gould White)","content":"Self-esteem and self-exaltation are prevailing evils, and because of this there is manifest a spirit of criticism, where no such thing should exist. And some who realize the responsibilities resting upon them, and who would go forth with the message of warning, are prevented by the forbiddings of those who feel that it is their prerogative to control the actions of their fellow-workers. Thus Satan is working to close the lips of some to whom God has given His message to the world; and if possible he will continue his working until souls who are convinced of the truth for this time, seeing the inconsistencies of those who profess to believe it, turn away and are lost...."},{"refcode_short":"MR311 34.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 34.2 (Ellen Gould White)","content":"Tremendous responsibilities are ours; and men are called for who will not misinterpret their responsibilities, but will do their appointed work in a spirit of humility and in the fear of God. We should ever be afraid of a spirit that would lead us to place restrictions on the work of others, lest we hinder the advance of the message of truth. Those who have in the past allowed such a spirit to control them have sadly hurt the work. They need to repent and be converted; for the Holy Spirit cannot work with them while they refuse to acknowledge His counsel and control. He cannot use the men who employ the trust He has imposed upon them as an oppressive power to close the lips that He has opened.—Manuscript 117, 1907."},{"refcode_short":"MR311 34","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 34 (Ellen Gould White)","content":"Christ's Presence Means Advance"},{"refcode_short":"MR311 34.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 34.3 (Ellen Gould White)","content":"Let us strive with earnestness for the victory over sin. Let us be determined not to give place to the enemy by criticizing, by picking flaws, by demeriting others, and seeking to be first. Let us study the prayer made in our behalf, and work for its fulfillment. Let us keep our eyes fixed upon the perfect Pattern. The only way to avoid dissension and strife is to behold Him who came to this world to save sinners. It is for this object that His followers are to work. They are to yoke up with the Saviour, learning of Him His meekness and lowliness. He says to us, “Lo, I am with you alway, even unto the end of the world.” Matthew 28:20. How then can there be dissension and strife among us? If we live as in Christ's presence, there will be no contention. There will be no hesitancy about introducing new plans of action, as the Holy Spirit may move upon some one to suggest them."},{"refcode_short":"MR311 35.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 35.1 (Ellen Gould White)","content":"Christ's presence means advance. He imbues men, women, and children with a sense of individual responsibility. We need to feel the sacred, sanctifying influence of the Holy Spirit, that we may hear Christ saying to us, “Follow Me.” “He that followeth me shall not walk in darkness, but shall have the light of life.” (John 8:12)..."},{"refcode_short":"MR311 35.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 35.2 (Ellen Gould White)","content":"There are many who stand with a stone in their hand, waiting to place it before the wheel. But the Holy Spirit can so convert these hindering ones that they will be prepared to place the stone behind the wheel, so that it will not roll back. Let us each seek to be ready to place the stone in the proper position.—Letter 65, 1900."},{"refcode_short":"MR311 35","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 35 (Ellen Gould White)","content":"Respect for Humble Workers"},{"refcode_short":"MR311 35.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 35.3 (Ellen Gould White)","content":"There are many who will spend and be spent to win souls to Christ. In obedience to the great commission, they will go forth to work for the Master. Under the ministration of angels, ordinary men will be moved by the Spirit of God to warn people in the highways and byways. Humble men, who do not trust in their gifts, but who work in simplicity, trusting always in God, will share in the joy of the Saviour as their persevering prayers bring souls to the cross."},{"refcode_short":"MR311 36.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 36.1 (Ellen Gould White)","content":"We should say to them, Go forth, brethren. Do your best humbly and sincerely, and God will work with you. They should be strengthened and encouraged, and as fast as possible fitted for labor, that success may crown their efforts. They harmonize with unseen, heavenly instrumentalities. They are workers together with God, and their brethren should bid them Godspeed, and pray for them as they labor in Christ's name. No one is authorized to hinder such workers. They should be treated with great respect. No one should speak a disparaging word of them as in the rough places of the earth they sow the gospel seed."},{"refcode_short":"MR311 36.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 36.2 (Ellen Gould White)","content":"Christ will be with these humble workers. The angels of heaven will cooperate with them in their self-sacrificing efforts. By the power of the Holy Spirit Jesus will move upon hearts. God will work miracles in the conversion of sinners. Men and women will be gathered into church fellowship. Meeting houses will be built, and institutions of learning established."},{"refcode_short":"MR311 36.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 36.3 (Ellen Gould White)","content":"These workers are trees of the Lord's planting. In a peculiar sense they bear fruit equal to the fruit borne by the apostles. They receive a reward in this life, and a glorious reward awaits them in the future life.—Letter 109, 1901."},{"refcode_short":"MR311 36","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 36 (Ellen Gould White)","content":"Recognition of a Brother's Gift"},{"refcode_short":"MR311 36.4","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 36.4 (Ellen Gould White)","content":"The positions and offices of those in God's work are appointed by Christ. All our talents are His gifts. Let us not disappoint the Lord by an improper use of the talents entrusted to us. Let us not fail to recognize the position and capabilities God gives to another. Be not envious or suspicious as your brother uses his gifts to do something for the honor of God. In no case should we demerit the gift and work God has given another.—Manuscript 158, 1898."},{"refcode_short":"MR311 37","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 37 (Ellen Gould White)","content":"Every Work Brought Into Judgment"},{"refcode_short":"MR311 37.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 37.1 (Ellen Gould White)","content":"Let every one who professes the name of Christ consider the fact that he must meet every act of injustice, give an account for every harsh word at the judgment seat of Christ. It will not be pleasant to review the words that have been spoken that have wounded and bruised souls, to review the decisions that have worked against souls for whom Christ died. Every action will come into judgment, and the spirit that prompted it will be made manifest. The fruit of every selfish, arbitrary exaction will be made plain, and men will see the results of their doings even as God sees them. They will see that they have turned precious souls out of the right path by dealing with them in an unchristlike manner. We are living in the great Day of Atonement, and it is now time that every one should repent before God, confess his sins, and by living faith, rest upon the merit of a crucified and living Saviour."},{"refcode_short":"MR311 37.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 37.2 (Ellen Gould White)","content":"My brethren and sisters, will you bear in mind that in dealing with God's heritage you are not to act out your natural characteristics? The people of God are Christ's purchased possession, and what a price He has paid for them! Shall any of us be found aiding the enemy of God and man in discouraging and destroying souls? What will be the retribution brought upon us if we do this class of work? Every one of us should weed out of our conversation everything that is harsh and severe. We should not indulge in condemning others, and we will not do so if we are one with Christ. We are to represent Christ in our dealings with our fellow-men. (May 7, 1895)—Testimonies to Ministers and Gospel Workers, 224-5."},{"refcode_short":"MR311 37","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 37 (Ellen Gould White)","content":"Public Exposure of a Worker's Mistakes"},{"refcode_short":"MR311 37.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 37.3 (Ellen Gould White)","content":"We are to direct the weapons of our warfare against our foes, but never turn them toward those who are under marching orders from the King of kings, who are fighting manfully the battles of the Lord of lords. Let no one aim at a soldier whom God recognizes, whom God has sent forth to bear a special message to the world and to do a special work. The soldiers of Christ may not always reveal perfection in their step, but their mistakes should call out from their fellow-comrades not words that will weaken, but words that will strengthen, and will help them to recover their lost ground. They should not turn the glory of God into dishonor, and give an advantage to the bitterest foes of their King."},{"refcode_short":"MR311 38.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 38.1 (Ellen Gould White)","content":"Let not fellow-soldiers be severe, unreasonable judges of their comrades, and make the most of every defect. Let them not manifest satanic attributes in becoming accusers of the brethren. We shall find ourselves misrepresented and falsified by the world, while we are maintaining the truth and vindicating God's down-trodden law; but let no one dishonor the cause of God by making public some mistake that the soldiers of Christ may make, when that mistake is seen and corrected by (the) ones who have taken some false position...."},{"refcode_short":"MR311 38.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 38.2 (Ellen Gould White)","content":"God will charge those who unwisely expose the mistakes of their brethren with sin of far greater magnitude than He will charge the one who makes a misstep. Criticism and condemnation of the brethren are counted as criticism and condemnation of Christ.—Letter 48, 1894."},{"refcode_short":"MR311 38","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 38 (Ellen Gould White)","content":"Unjust Charges"},{"refcode_short":"MR311 38.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 38.3 (Ellen Gould White)","content":"In our work there is to be no lording it over those with whom we are connected. No sharp, dictatorial words are to be spoken. These are entirely uncalled for. Do not treat the workers as if you could not trust them. Never treat those with whom you work as unfaithful unless you have unmistakable evidence that they are unfaithful. And even when a worker's unfaithfulness is clearly proved you are not to deal with him in a manner that will give him excuse for saying, “You were harsh.” You are to do nothing that will provoke the erring to anger. Do not bear down on believers or unbelievers in a way that arouses the worst feelings of the heart. Do not make charges that may be cruelly unjust. By such a course, you may drive souls to perdition.—Letter 196, 1901."},{"refcode_short":"MR311 39","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 39 (Ellen Gould White)","content":"Measuring Out Hard Judgment"},{"refcode_short":"MR311 39.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 39.1 (Ellen Gould White)","content":"There is too much selfish love among us. If there is a brother who encourages all we do and suggest, as right, then we esteem that brother above others. If there is another whom we imagine does not look with favor on our way of doing things, we withdraw from that one and seek to demerit his work. The Holy Spirit is grieved with such a selfish religion as this, and unless it is realized and put away, a spirit of prejudice and alienation will mar the work of God. God is dishonored when His people do not “love as brethren,” when the pattern is not correctly represented."},{"refcode_short":"MR311 39.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 39.2 (Ellen Gould White)","content":"We are not all required to do exactly alike in the work. Each has his individual work to do. Spiritual life will lead to unity. We are in the world for work, earnest spiritual work. But one man is not given the same sort that is given to another. If a worker does not follow the plan of work that another thinks is right, this should not cause difference and alienation. The manner of accomplishing the work may not be precisely the way in which another would do it, but if the labor is conscientiously performed, God accepts the effort. God asks for the performance of good works, and the results of the efforts made will testify to the virtue of the worker. “By their fruits ye shall know them.” ..."},{"refcode_short":"MR311 40.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 40.1 (Ellen Gould White)","content":"In many cases hard judgment has been measured out when encouragement and commendation should have been given; for the results of the work done have shown that the blessing of God was upon it. Wherever this principle has been brought in, God wants a change to be made; for it is contrary to His plan. When man's mind is allowed to become the controlling power, both parties are injured—the one who allows himself to be conscience for another, and the one who permits himself to be controlled by human wisdom."},{"refcode_short":"MR311 40.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 40.2 (Ellen Gould White)","content":"As workers we need to counsel together over difficult matters. It is right that brother should consult with brother, and it is our privilege after we have done this, to bow together in prayer, and ask for divine wisdom and counsel. But for one human voice to be a controlling power is a sad mistake, and this should not continue.—Letter 186, 1907 (Portion published in Evangelism, 97)"},{"refcode_short":"MR311 41","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 41 (Ellen Gould White)","content":"Section 4—God's Church Triumphant"},{"refcode_short":"MR311 41","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 41 (Ellen Gould White)","content":"God is Leading"},{"refcode_short":"MR311 41.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 41.1 (Ellen Gould White)","content":"From light to light God is leading His people. He liveth in light unapproachable, but surrounded by ten thousand times ten thousand, and thousands of thousands of holy, happy beings, every one of them waiting to do His bidding. They are not inactive, but in communication with other worlds, in all God's vast dominion. This little world is but an atom of the Lord's dominion. Through various agencies, divine and human, He is seeking to save. He is actually stooping from His throne and observing the movements of every living being, and in His books are recorded every transaction; and through heavenly agencies He is lifting up the oppressed and pointing the way before every soul,—the way to reach the mansions above."},{"refcode_short":"MR311 41.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 41.2 (Ellen Gould White)","content":"If men would co-operate with God, light from His throne would be penetrating all the highways and byways of life. All things are possible to those who are connected with the bright beams of the Sun of Righteousness.—Letter 36a, 1890."},{"refcode_short":"MR311 41","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 41 (Ellen Gould White)","content":"No Call for Despondency"},{"refcode_short":"MR311 41.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 41.3 (Ellen Gould White)","content":"Elder Olsen, I urge you to be of good courage. Have confidence in God. Carry every burden to Him. He can and will make you efficient, but you must have faith. Do not be depressed; do not mourn in secret because of the unfaithfulness of the watchmen on the walls of Zion. There is no call for despondency and misapprehension. Place yourself where the bright beams of the Sun of Righteousness can shine into all the chambers of your mind and into the soul temple. “Ye are the light of the world,” God says. He will make those who are faithful in the church radiant with the word of God. His Spirit will be communicated to human instrumentalities, giving them light before which moral darkness must flee away.—Letter 43, 1890."},{"refcode_short":"MR311 42","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 42 (Ellen Gould White)","content":"Words of Confidence and Encouragement"},{"refcode_short":"MR311 42.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 42.1 (Ellen Gould White)","content":"For a number of months after the close of that meeting, [The meeting referred to is the general conference of 1909.] I bore a heavy burden, and urged upon the attention of the brethren in responsibility those things which the Lord was instructing me to set before them plainly. Finally some of those in positions of trust in connection with the general work, after much prayer and careful study of the various messages given, ventured to undertake by faith the work called for,—a work they could not fully understand; and as they went forward in the fear of God, they received rich blessing."},{"refcode_short":"MR311 42.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 42.2 (Ellen Gould White)","content":"It has brought great rejoicing to my heart to see the marvelous transformations that have been wrought in the lives of some who thus chose to advance by faith in the way of the Lord, rather than to follow a way of their own choosing. Had those brethren in responsibility continued to view matters in a false light, they would have created a condition of things that would sadly have marred the work; but when they heeded the instruction that was sent, and sought the Lord, God brought them into the full light, and enabled them to render acceptable service, and to bring about spiritual reformations.—"},{"refcode_short":"MR311 43.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 43.1 (Ellen Gould White)","content":"When the Lord sets His hand to prepare the way before His ministers, it is their duty to follow where He directs. He will never forsake, or leave in uncertainty those who follow His leadings with full purpose of heart."},{"refcode_short":"MR311 43.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 43.2 (Ellen Gould White)","content":"“I rejoice,” my brethren, “that I have confidence in you in all things.” And while I still feel the deepest anxiety over the attitude that some are taking toward important measures connected with the development of the cause of God in the earth, yet I have strong faith in the workers throughout the field, and believe that as they meet together and humble themselves before the Lord and consecrate themselves anew to His service, they will be enabled to do His will...."},{"refcode_short":"MR311 43.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 43.3 (Ellen Gould White)","content":"I have been deeply impressed by scenes that have recently passed before me in the night season. There seemed to be a great movement—a work of revival—going forward in many places. Our people were moving into line, responding to God's call. My brethren, the Lord is speaking to us. Shall we not heed His voice? Shall we not trim our lamps, and act like men who look for their Lord to come? The time is one that calls for light-bearing, for action."},{"refcode_short":"MR311 43.4","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 43.4 (Ellen Gould White)","content":"“I therefore ... beseech you,” brethren, “that ye walk humbly of the vocation wherewith ye are called, with all lowliness and meekness, with long-suffering, forbearing one another in love; endeavoring to keep the unity of the Spirit in the bond of peace.”—The General Conference Bulletin, May 19, 1913, p. 34. (Republished in Selected Messages 2:401-2)"},{"refcode_short":"MR311 43","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 43 (Ellen Gould White)","content":"In the Closing Work"},{"refcode_short":"MR311 43.5","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 43.5 (Ellen Gould White)","content":"In this closing work of the gospel there is a vast field to be occupied; and more than ever before, the work is to enlist helpers from the common people. Both the youth and those older in years will be called from the field, from the vineyard, and from the workshop, and sent forth by the Master to give His Message. Many of these may have had little opportunity for education; but Christ sees in them qualifications that will enable them to fulfill His purpose. If they put their hearts into the work and continue to be learners, He will fit them to labor for Him."},{"refcode_short":"MR311 44.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 44.1 (Ellen Gould White)","content":"With such preparation as they can gain, thousands upon thousands of the youth and those older in years should be giving themselves to the work. Already many hearts are responding to the call of the Master Worker, and their numbers will increase."},{"refcode_short":"MR311 44.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 44.2 (Ellen Gould White)","content":"All who engage in ministry are God's helping hand. There is no line of work in which it is possible for the youth to receive greater benefit. They are coworkers with the angels; rather, they are human agencies through whom the angels accomplish their mission. Angels speak through their voices, and work by their hands. And the human workers, cooperating with heavenly agencies, have the benefit of their education and experience.—The Youth's Instructor, March 3, 1908."},{"refcode_short":"MR311 44","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 44 (Ellen Gould White)","content":"Many Will Be Stirred"},{"refcode_short":"MR311 44.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 44.3 (Ellen Gould White)","content":"Many young men and women now engaged in secular labor will feel earnestly stirred to give themselves to the service of God, to become channels of light. Some will feel a burden to enter the canvassing field, and will become able evangelists. Let these be given an opportunity to obtain an education for the work of God. And let all God's workers help and cheer and encourage one another with their prayers and faithful conversation, impressing one another with the dignity and responsibility of the work in which they are engaged. All missionary work is sacred. Said Paul, “Unto me, who am less than the least of all saints is this grace given, that I should preach among the Gentiles the unsearchable riches of Christ.”—Letter 66, 1901."},{"refcode_short":"MR311 45","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 45 (Ellen Gould White)","content":"Workers From All Classes"},{"refcode_short":"MR311 45.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 45.1 (Ellen Gould White)","content":"The truth is to go forth as a lamp that burneth. The Lord will call men of high and low degree to do His bidding. The prophet Daniel was a man of royal birth and noble heritage. Not many mighty, not many noble, are called. Yet we know that the Lord has chosen men from the highest ranks. On them the light of heaven has shone, and they have adorned by their practice the truth of Jehovah. Isaiah and Daniel were of royal birth. David was called from the sheepfold to the throne of Israel; Amos was a herdsman; Zechariah, a captive from Babylon; Elisha, a plowman. So the Lord calls men from all ranks to enter His service.—Letter 96, 1901."},{"refcode_short":"MR311 45","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 45 (Ellen Gould White)","content":"Hundreds of Workers"},{"refcode_short":"MR311 45.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 45.2 (Ellen Gould White)","content":"Souls are perishing, and hundreds of workers are now needed. Men will be moved by the Holy Spirit to leave their ordinary employment and enter the barren fields that have never heard the last message of mercy. Many will be endowed with power from on high. They will work wisely, not expending means lavishly, but studying how souls can be brought to the knowledge of the truth by the opening of the Scriptures in house-to-house labor. This work men and women will take hold of for the love of Christ.—Letter 110, 1901."},{"refcode_short":"MR311 45","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 45 (Ellen Gould White)","content":"When the Church is Awakened"},{"refcode_short":"MR311 45.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 45.3 (Ellen Gould White)","content":"When the church is awakened, decided changes will be made. Men and women will be converted, and so filled will they be by the Spirit of God that they will pass from country to country, from city to city, proclaiming the message of truth. With hearts filled with earnest love for souls, they will open their Bibles and present the Word, “It is written.” Wherever they go a people will be raised up to stand in the day of the Lord. The simplicity of these humble workers will be their strength; for angels of God work with those who are humble and obedient. Learned, eloquent men will not see the results from their work that are seen by these humble, zealous, praying men.—Manuscript 2, 1900."},{"refcode_short":"MR311 46","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 46 (Ellen Gould White)","content":"The Message Will Go With Power"},{"refcode_short":"MR311 46.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 46.1 (Ellen Gould White)","content":"We are near the close of the controversy between the Prince of light and the prince of darkness, and soon the delusions of the enemy will try our faith, of what sort it is. Satan will work miracles in the sight of the beast and deceive “them that dwell on the earth by means of those miracles which he had power to do in the sight of the beast.”"},{"refcode_short":"MR311 46.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 46.2 (Ellen Gould White)","content":"But though the prince of darkness will work to cover the earth with darkness, and with gross darkness the people, the Lord will manifest His converting power. A work is to be accomplished in the earth similar to that which took place at the outpouring of the Holy Spirit in the days of the early disciples, when they preached Jesus and Him crucified. Many will be converted in a day; for the message will go with power. It can then be said, “Our gospel came not unto you in word only, but also in power, and in the Holy Ghost.” ..."},{"refcode_short":"MR311 46.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 46.3 (Ellen Gould White)","content":"The work of the Holy Spirit is immeasurably great. It is from this source that power and efficiency come to the worker for God.... As Christ was glorified on the day of Pentecost, so will He again be glorified in the closing work of the gospel, when He shall prepare a people to stand the final test, in the closing conflict of the great controversy.—The Review and Herald, November 29, 1892."},{"refcode_short":"MR311 47","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 47 (Ellen Gould White)","content":"Final Success Dependent on Unity"},{"refcode_short":"MR311 47.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 47.1 (Ellen Gould White)","content":"I have laid out the matter as it has been presented to me. The third angel's message, in the place of swelling into a loud cry, is being smothered. Discouragements have come in. But the work is not to stop thus. It is to increase in the power of the Spirit of God. The time has come when the whole earth is to be enlightened with the glory of the angel which came down from heaven. A decided work is to be done in presenting the truth for this time, the truth that will sanctify the soul; for we are in that age of the world's history which Christ declared should be as the days of Noah were."},{"refcode_short":"MR311 47.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 47.2 (Ellen Gould White)","content":"Two great armies are engaged in warfare. Satan with his great army is in conflict with Christ and God and the heavenly host. Satan has come down with great power, for he knows that his time is short, and he is working with all deceivableness of unrighteousness in them that perish. Then let the people who believe present truth understand that there is a work to be done in our world."},{"refcode_short":"MR311 47.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 47.3 (Ellen Gould White)","content":"If we are laborers together with God, we have many fellow laborers with whom we should unite with heart and mind and strength. Our success depends upon our unity. Our efficiency and the power of our influence depends upon our wise and unreserved cooperation with one another and with God. We are to advance the work in new territories, sustaining pure principles at every step. We are to cooperate with the angel that is flying in the midst of heaven, who also is in harmony with the two former angels in forwarding the solemn event of the second appearing of Christ in the clouds of heaven with power and great glory.—Manuscript 177, 1899."},{"refcode_short":"MR311 48","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 48 (Ellen Gould White)","content":"An Assurance That There Will Be Unity"},{"refcode_short":"MR311 48.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 48.1 (Ellen Gould White)","content":"Evil must be assailed; falsehood and error must be made to appear in their true character; sin must be denounced; and the testimony of every believer in the truth must be as one. All your little differences, which arouse the combative spirit among brethren, are devices of Satan to divert minds from the great and fearful issue before us. The true peace will come among God's people when through united zeal and earnest prayer the false peace that exists to a large degree is disturbed. Now there is earnest work to do. Now is the time to manifest your soldierly qualities; let the Lord's people present a united front to the foes of God and truth and righteousness...."},{"refcode_short":"MR311 48.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 48.2 (Ellen Gould White)","content":"When the Holy Spirit was poured out upon the early church, “the whole multitude of them that believed were of one heart and of one soul.” The Spirit of Christ made them one. This is the fruit of abiding in Christ...."},{"refcode_short":"MR311 48.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 48.3 (Ellen Gould White)","content":"We have need of divine illumination. Every individual is striving to become a center of influence; and until God works for His people, they will not see that subordination to God is the only safety for any soul. His transforming grace upon human hearts will lead to unity that has not yet been realized; for all who are assimilated to Christ will be in harmony with one another. The Holy Spirit will create unity.—Letter 25b, 1892."},{"refcode_short":"MR311 48","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 48 (Ellen Gould White)","content":"At the Eleventh Hour"},{"refcode_short":"MR311 48.4","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 48.4 (Ellen Gould White)","content":"Many souls will come from other denominational churches, and at the eleventh hour will obey all the truth, because they have not set themselves in array against heaven's light, but lived up to all the light they had; while those who have had great light, large privileges and opportunities, and have failed to live in the light and walk in the light, will drop out by the way. Their light will shine less and less until their lamps will go out for the want of the oil of grace in their vessels with their lamps.—Letter 36a, 1890."},{"refcode_short":"MR311 49","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 49 (Ellen Gould White)","content":"Thousands Will Acknowledge the Truth"},{"refcode_short":"MR311 49.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 49.1 (Ellen Gould White)","content":"As we near the time when principalities and powers and spiritual wickedness in high places will be brought into warfare against the truth, when the deceiving power of Satan will be so great that if it were possible he will deceive the very elect, we must have our discernment sharpened by divine enlightenment, that we may know the Spirit that is of God, that we may not be ignorant of Satan's devices. Human effort must combine with divine power, that we may be able to accomplish the closing work for this time. Christ used the wind as a symbol of the Spirit of God. As the wind bloweth whither it listeth, and we cannot tell whence it cometh or whither it goeth, so it is with the Spirit of God. We do not know through whom it will be manifested."},{"refcode_short":"MR311 49.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 49.2 (Ellen Gould White)","content":"But I speak not my own words when I say that God's Spirit will pass by those who have had their day of test and opportunity, but who have not distinguished the voice of God or appreciated the movings of His Spirit. Then thousands in the eleventh hour will see and acknowledge the truth. “Behold, the days come, saith the Lord, that the plowman shall overtake the reaper, and the treader of grapes him that soweth seed.” These conversions to truth will be made with a rapidity that will surprise the church, and God's name alone will be glorified.—Letter 43, 1890 (Published in Selected Messages 2:15, 16)"},{"refcode_short":"MR311 50","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 50 (Ellen Gould White)","content":"Harvest Proportional to Agencies Used"},{"refcode_short":"MR311 50.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 50.1 (Ellen Gould White)","content":"We see the need of more devoted laborers. The prayer should go forth from unfeigned lips, for the God of the harvest to raise up laborers, for an increase of Christian instrumentality. The harvest of the world is to be reaped through the heavenly instrumentality cooperating with human agencies. In proportion as the agency is increased under the superintendency of holy messengers from heaven, will be the extent of the harvest reaped.—Letter 3, 1891."},{"refcode_short":"MR311 50","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 50 (Ellen Gould White)","content":"Victory from Apparent Defeat"},{"refcode_short":"MR311 50.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 50.2 (Ellen Gould White)","content":"Never has there been a time when man has been so responsible to God as he is at the present hour. Never has there been a time when man's position has been so critical as it is now. All things in nature and in the world at large are charged with intense earnestness. Satan, in cooperation with his angels and with evil men, will put forth every effort to gain the victory, and will appear to succeed. But from this conflict, truth and righteousness will come forth triumphant in victory. Those who have believed a lie will be defeated; for the days of apostasy will be ended.—Manuscript 24, 1891."},{"refcode_short":"MR311 50","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 50 (Ellen Gould White)","content":"An All-Absorbing Question"},{"refcode_short":"MR311 50.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 50.3 (Ellen Gould White)","content":"Those who are under the influence of the Spirit of God will not be fanatical, but calm, steadfast, free from extravagance. But let all who have had the light of truth shining clear and distinct upon their pathway, be careful how they cry peace and safety. Be careful how you make the first move to suppress the message of truth. Be careful what influence you exert at this time."},{"refcode_short":"MR311 51.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 51.1 (Ellen Gould White)","content":"Those who profess to believe the special truths for this time need to be converted, and sanctified by the truth. As Christians we are made depositaries of sacred truth, and we are not to keep the truth in the outer court, but bring it into the sanctuary of the soul. Then the church will possess divine vitality throughout. The weak shall be as David, and David as the angel of the Lord. One question will be all-absorbing,—Who shall approach nearest the likeness of Christ? Who shall do the most to win souls to righteousness? When this is the ambition of believers, contention is at an end; the prayer of Christ is answered...."},{"refcode_short":"MR311 51.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 51.2 (Ellen Gould White)","content":"Jesus longs to bestow the heavenly endowment in large measure upon His people. Prayers are ascending to God daily for the fulfilment of the promise, and not one of the prayers put in faith is lost."},{"refcode_short":"MR311 51.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 51.3 (Ellen Gould White)","content":"Christ ascended on high, leading captivity captive, and gave gifts unto men. When after Christ's ascension the Spirit came down as promised, like a rushing, mighty wind, filling the whole place where the disciples were assembled, what was the effect? Thousands were converted in a day. We have taught, we have expected, that an angel is to come down from heaven, that the earth will be lightened with His glory. Then we shall behold an ingathering of souls similar to that witnessed on the day of Pentecost.—Letter 25b, 1892."},{"refcode_short":"MR311 52","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 52 (Ellen Gould White)","content":"Supplementary Item"},{"refcode_short":"MR311 52","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 52 (Ellen Gould White)","content":"What Is the Church?"},{"refcode_short":"MR311 52.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 52.1 (Ellen Gould White)","content":"Christ's influence is to be felt in our world through His believing children. He who is converted is to exert the same kind of an influence which through God's instrumentality was made effectual in his conversion. All our work in this world is to be done in harmony and love and unity. We are to keep the example of Christ ever before us, walking in His footsteps."},{"refcode_short":"MR311 52.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 52.2 (Ellen Gould White)","content":"Union is strength, and the Lord desires that this truth should be ever revealed in all the members of the body of Christ. All are to be united in love, in meekness, in lowliness of mind. Organized into a society of believers, for the purpose of combining and diffusing their influence, they are to work as Christ worked. They are ever to show courtesy and respect for one another. Every talent has its place, and is to be kept under the control of the Holy Spirit."},{"refcode_short":"MR311 52.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 52.3 (Ellen Gould White)","content":"The church is a Christian society, formed for the members composing it, that each member may enjoy the assistance of all the graces and talents of the other members, and the working of God upon them, according to their several gifts and abilities. The church is united in the holy bonds of fellowship in order that each member may be benefited by the influence of the other. All are to bind themselves to the covenant of love and harmony. The Christian principles and graces of the whole society of believers is to gather strength and force in harmonious action. Each believer is to be benefited and improved by the refining and transforming influence of the varied capabilities of the other members, that the things lacking in one may be more abundantly displayed in another. All the members are to draw together, that the church may become a spectacle to the world, to angels, and to men."},{"refcode_short":"MR311 53.1","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 53.1 (Ellen Gould White)","content":"The covenant of agreement in church membership is that each member would walk in the footsteps of Christ, that all will take His yoke upon them, and learn of Him who is meek and lowly of heart. Doing this, “Ye shall,” saith the dear Saviour, “find rest unto your souls. For my yoke is easy, and my burden is light.”"},{"refcode_short":"MR311 53.2","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 53.2 (Ellen Gould White)","content":"Those who wear Christ's yoke will draw together. They will cultivate sympathy and forbearance, and in holy emulation will strive to show to others the tender sympathy and love of which they feel such great need themselves. He who is weak and inexperienced, although he is weak, may be strengthened by the more hopeful and by those of mature experience. Although the least of all, he is a stone that must shine in the building. He is a vital member of the organized body, united to Christ, the living head, and through Christ identified with all the excellencies of Christ's character so that the Saviour is not ashamed to call him brother."},{"refcode_short":"MR311 53.3","refcode_long":"The Remnant Church; Its Organization, Authority, Unity, and Triumph, p. 53.3 (Ellen Gould White)","content":"Why are believers formed into a church? Because by this means Christ would increase their usefulness in the world and strengthen their personal influence for good. In the church there is to be maintained a discipline which guards the rights of all and increases the sense of mutual dependence. God never designed that one man's mind and judgment should be a controlling power. He never designed that one man should rule and plan and devise without the careful and prayerful consideration of the whole body, in order that all may move in a sound, thorough, harmonious manner."}]