[{"refcode_short":"MR728 10","refcode_long":"Manuscript Release No. 728, p. 10 (Ellen Gould White)","content":"Manuscript Release No. 728: How the Desire of Ages was Written"},{"refcode_short":"MR728 10","refcode_long":"Manuscript Release No. 728, p. 10 (Ellen Gould White)","content":"Wednesday, January 1, 1873, Santa Rosa, California, Ellen White Diary Entry"},{"refcode_short":"MR728 10.1","refcode_long":"Manuscript Release No. 728, p. 10.1 (Ellen Gould White)","content":"Wrote ten pages to Elder Littlejohn, after writing closely all day upon my matter for Spirit of Prophecy.—Manuscript 3, 1873, p. 1."},{"refcode_short":"MR728 10","refcode_long":"Manuscript Release No. 728, p. 10 (Ellen Gould White)","content":"Sunday, January 5, 1873, Petaluma, California, Ellen White Diary Entry"},{"refcode_short":"MR728 10.2","refcode_long":"Manuscript Release No. 728, p. 10.2 (Ellen Gould White)","content":"We had three meetings. I spoke at eleven o'clock upon the life and temptation of Christ in the wilderness. I felt the force of the subject I presented before them.—Manuscript 3, 1873, p. 2."},{"refcode_short":"MR728 10","refcode_long":"Manuscript Release No. 728, p. 10 (Ellen Gould White)","content":"Friday, January 10, 1873, Santa Rosa, California, Ellen White Diary Entry"},{"refcode_short":"MR728 10.3","refcode_long":"Manuscript Release No. 728, p. 10.3 (Ellen Gould White)","content":"We rose early to prepare to go to San Francisco. My heart is inexpressibly sad. This morning I take into candid consideration my writings. My husband is too feeble to help me prepare them for the printer, therefore I shall do no more with them at present. I am not a scholar. I cannot prepare my own writings for the press. Until I can do this I shall write no more. It is not my duty to tax others with my manuscript.—Manuscript 3, 1873, p. 5."},{"refcode_short":"MR728 11","refcode_long":"Manuscript Release No. 728, p. 11 (Ellen Gould White)","content":"Sabbath, January 11, 1873, San Francisco, California, Ellen White Diary Entry"},{"refcode_short":"MR728 11.1","refcode_long":"Manuscript Release No. 728, p. 11.1 (Ellen Gould White)","content":"We rested well last night. This Sabbath morning opens cloudy. My mind is coming to strange conclusions. I am thinking I must lay aside my writing I have taken so much pleasure in, and see if I cannot become a scholar. I am not a grammarian. I will try, if the Lord will help me, at forty-five years old to become a scholar in the science. God will help me. I believe He will.—Manuscript 3, 1873, p. 5."},{"refcode_short":"MR728 11","refcode_long":"Manuscript Release No. 728, p. 11 (Ellen Gould White)","content":"Sabbath, March 25, 1876, Oakland, California, Ellen White to James White"},{"refcode_short":"MR728 11.2","refcode_long":"Manuscript Release No. 728, p. 11.2 (Ellen Gould White)","content":"Mary Clough [Mary Clough (rhymes with “how”) was the daughter of Ellen White's sister Caroline.] and I will do all we can to forward the work of my writings. I cannot see any light shining to Michigan for me. This year I feel that my work is writing. I must be secluded, stay right here, and I must not let inclination or persuasion of others shake my resolution to keep closely to my work until it is done. God will help me if I trust in Him.—Letter 63, 1876."},{"refcode_short":"MR728 11","refcode_long":"Manuscript Release No. 728, p. 11 (Ellen Gould White)","content":"Friday, March 31, 1876, Oakland, California, Ellen White to James White"},{"refcode_short":"MR728 11.3","refcode_long":"Manuscript Release No. 728, p. 11.3 (Ellen Gould White)","content":"I enjoy the presence of God and yet my soul is continually drawn out for more of His salvation. I am writing and having freedom in my writing. Precious subjects I am handling. The last I completed or about completed yesterday—Jesus healing the impotent man at the pool of Bethesda. It is a great subject, the discourse of Christ, following the healing as He was accused of the Jews of Sabbath breaking.—Letter 1, 1876, p. 2."},{"refcode_short":"MR728 11","refcode_long":"Manuscript Release No. 728, p. 11 (Ellen Gould White)","content":"Tuesday, April 4, 1876, Oakland, California, Ellen White to James White"},{"refcode_short":"MR728 11.4","refcode_long":"Manuscript Release No. 728, p. 11.4 (Ellen Gould White)","content":"We have been having company about every day for some days back, but I try to stick to my writings and do as much each day as I dare. I cannot write but one half of a day each day.—Letter 3, 1876, p. 1."},{"refcode_short":"MR728 11","refcode_long":"Manuscript Release No. 728, p. 11 (Ellen Gould White)","content":"Thursday, April 6, 1876, Oakland, California, Ellen White to James White"},{"refcode_short":"MR728 11.5","refcode_long":"Manuscript Release No. 728, p. 11.5 (Ellen Gould White)","content":"I have had much freedom in prayer and sweet communion with God in my waking hours at night and early in the morning. I am gaining some strength, but find that any taxation affects me seriously so that it takes time to recover from it. My trust is in God. I have confidence that He will help me in my efforts to get out the truth and light He has given me to [give to] His people. Mary is a good help. I appreciate her.—Letter 3, 1876, p. 2."},{"refcode_short":"MR728 12","refcode_long":"Manuscript Release No. 728, p. 12 (Ellen Gould White)","content":"Friday, April 7, 1876, Oakland, California, Ellen White to James White"},{"refcode_short":"MR728 12.1","refcode_long":"Manuscript Release No. 728, p. 12.1 (Ellen Gould White)","content":"I am writing some every day but cannot confine myself to writing more than one-half a day."},{"refcode_short":"MR728 12.2","refcode_long":"Manuscript Release No. 728, p. 12.2 (Ellen Gould White)","content":"Yesterday Mary Clough, the little girls [The “little girls” were Addie and May Walling, Mary Clough's nieces, who were raised by Ellen White.] and I visited Sister Babcock. We had quite a walk...."},{"refcode_short":"MR728 12.3","refcode_long":"Manuscript Release No. 728, p. 12.3 (Ellen Gould White)","content":"The precious subjects open to my mind well. I trust in God and He helps me to write. I am some twenty-four pages ahead of Mary. She does well with my copy. It will take a clear sense of duty to call me from this work to camp meetings. I mean to finish my writings, on one book at any rate, before I go anywhere.—Letter 4, 1876, pp. 1, 4."},{"refcode_short":"MR728 12","refcode_long":"Manuscript Release No. 728, p. 12 (Ellen Gould White)","content":"Sabbath, April 8, 1876, Oakland, California, Ellen White to James White"},{"refcode_short":"MR728 12.4","refcode_long":"Manuscript Release No. 728, p. 12.4 (Ellen Gould White)","content":"In regard to publishing my book here, what do you think of it? The manuscript could at once be put in the hands of the printers. Will you please inform us in reference to this."},{"refcode_short":"MR728 12.5","refcode_long":"Manuscript Release No. 728, p. 12.5 (Ellen Gould White)","content":"I have liberty in writing and I plead with God daily for counsel and that I may be imbued with His Spirit. I then believe that I shall have help and strength and grace to do the will of God."},{"refcode_short":"MR728 12.6","refcode_long":"Manuscript Release No. 728, p. 12.6 (Ellen Gould White)","content":"I am glad you are so free and happy. I never had such an opportunity to write in my life and I mean to make the most of it...."},{"refcode_short":"MR728 12.7","refcode_long":"Manuscript Release No. 728, p. 12.7 (Ellen Gould White)","content":"How will it do to read my manuscript to Elders Waggoner and Loughborough? If there is any wording of doctrinal points not so clear as might be, he might discern it. (W. I mean.)—Letter 4a, 1876, pp. 1, 2."},{"refcode_short":"MR728 12","refcode_long":"Manuscript Release No. 728, p. 12 (Ellen Gould White)","content":"Saturday night, April 8, 1876, Oakland, California, Ellen White to Lucinda Hall"},{"refcode_short":"MR728 12.8","refcode_long":"Manuscript Release No. 728, p. 12.8 (Ellen Gould White)","content":"[Lucinda Hall (1839-1929) was for a time employed by Ellen White and came to be one of her best friends.] ... My husband writes that an appeal is to be sent to me from the [General] Conference [Session], but I shall not be moved from that which I believe to be my duty at this time. I have a special work at this time to write out the things which the Lord has shown me. We progress finely, but I cannot write more than half a day...."},{"refcode_short":"MR728 12.9","refcode_long":"Manuscript Release No. 728, p. 12.9 (Ellen Gould White)","content":"I have felt that I must neglect everything to get out these writings. I have not attended meetings for two weeks. While Elders Waggoner and Loughborough are here, I let them do the work, and I keep all my strength for one purpose—to write...."},{"refcode_short":"MR728 13.1","refcode_long":"Manuscript Release No. 728, p. 13.1 (Ellen Gould White)","content":"I want time to have my mind calm and composed. I want to have time to meditate and pray while engaged in this work. I do not want to be wearied myself or be closely connected with our people who will divert my mind. This is a great work, and I feel like crying to God every day for His Spirit to help me to do this work all right...."},{"refcode_short":"MR728 13.2","refcode_long":"Manuscript Release No. 728, p. 13.2 (Ellen Gould White)","content":"Matter at Petaluma was needed for labor there next week. I put copy in Elder Waggoner's hand to copy. He just did a miserable job. He did not change anything or improve it at all. I prize Mary more and more every day.—Letter 59, 1876, pp. 1-3."},{"refcode_short":"MR728 13","refcode_long":"Manuscript Release No. 728, p. 13 (Ellen Gould White)","content":"Sunday, April 16, 1876, “On the Cars from Oakland to Brooklyn”, Ellen White to J. White"},{"refcode_short":"MR728 13.3","refcode_long":"Manuscript Release No. 728, p. 13.3 (Ellen Gould White)","content":"I have written quite a number of pages today. Mary is hard after me. She gets so enthusiastic over some subjects. She brings in the manuscript after she has copied to read it to me. She showed me today quite a heavy pile of manuscripts she had prepared. Quite proudly she viewed it...."},{"refcode_short":"MR728 13.4","refcode_long":"Manuscript Release No. 728, p. 13.4 (Ellen Gould White)","content":"Willie, his Mary and Mary Clough accompany me to the city tonight. I think that we had better not get any furniture for [the] new house till you are here to select it...."},{"refcode_short":"MR728 13.5","refcode_long":"Manuscript Release No. 728, p. 13.5 (Ellen Gould White)","content":"I do not wish my mind diverted from my work to even go and select furniture, but I only suggest...."},{"refcode_short":"MR728 13.6","refcode_long":"Manuscript Release No. 728, p. 13.6 (Ellen Gould White)","content":"Oh, how I do long for that social and mysterious connection with Jesus that elevates us above the temporal things of life. It is my anxiety to be right with God, to have His Spirit continually witnessing with me that I am indeed a child of God."},{"refcode_short":"MR728 13.7","refcode_long":"Manuscript Release No. 728, p. 13.7 (Ellen Gould White)","content":"I shall strive to bring out these matters, so precious, to the acceptance of God."},{"refcode_short":"MR728 13.8","refcode_long":"Manuscript Release No. 728, p. 13.8 (Ellen Gould White)","content":"Well, I cannot write you very much news, when I shut myself in my chamber day after day writing, and then when I write you every day, but you must be content with what you can get. We now take the boat.—Letter 8, 1876, pp. 1, 2."},{"refcode_short":"MR728 13","refcode_long":"Manuscript Release No. 728, p. 13 (Ellen Gould White)","content":"Tuesday, April 18, 1876, Oakland, California, Ellen White to James White"},{"refcode_short":"MR728 13.9","refcode_long":"Manuscript Release No. 728, p. 13.9 (Ellen Gould White)","content":"We went to the city Sunday night. I spoke to quite a large congregation of outsiders with acceptance. Taking up the subject of the loaves and fishes with which Jesus by His miraculous power fed about ten thousand people—five thousand men and women and five thousand children—that were continually collecting, after the Saviour had blessed the small portion of food; Christ walking on the sea and the Jews requiring a sign that He was the Son of God. The neighbor next to the church near the public garden was there. Cragg, I believe his name is. They all listened with wide open eyes, and some [with] open mouths. Mary says she feels provoked that she has written out that subject before she heard me speak upon it. She will now insert some living points she heard that night. She seemed deeply interested...."},{"refcode_short":"MR728 14.1","refcode_long":"Manuscript Release No. 728, p. 14.1 (Ellen Gould White)","content":"I see many subjects to write out which must be done with the greatest care. I want this summer, the whole of it, to do this work in. I must stop a day or two in the week and go somewhere or my head will break down. I begrudge every moment that I feel compelled to rest. These intensely interesting subjects weary me far more to write them out than to speak upon them."},{"refcode_short":"MR728 14.2","refcode_long":"Manuscript Release No. 728, p. 14.2 (Ellen Gould White)","content":"I feel that it would not be advisable for me to break off now and go East. Mary does not feel inclined to go. Says she just despises the Eastern climate, but this would not prevent me if I could feel that it was my duty to go. I would feel pleased to meet my brethren and sisters in camp meeting. It is just such work as I enjoy. Much better than the confinement of writing. But this will break up my work and defeat the plans of getting out my books, for I cannot do both—travel and write. Now seems to be my golden opportunity. Mary is with me, the best copyist I can ever have. Another such chance may never be mine. Letter 9, 1876, pp. 1, 3."},{"refcode_short":"MR728 14","refcode_long":"Manuscript Release No. 728, p. 14 (Ellen Gould White)","content":"Friday, April 21, 1876, Oakland, California, Ellen White to James White"},{"refcode_short":"MR728 14.3","refcode_long":"Manuscript Release No. 728, p. 14.3 (Ellen Gould White)","content":"I have just completed quite a lengthy article on several miracles; makes some fifty pages. We have prepared about 150 pages since you left. We feel the best of satisfaction in what we have prepared.—Letter 12, 1876, p. 1."},{"refcode_short":"MR728 14","refcode_long":"Manuscript Release No. 728, p. 14 (Ellen Gould White)","content":"Monday, April 24, 1876, Oakland, California, Ellen White to James White"},{"refcode_short":"MR728 14.4","refcode_long":"Manuscript Release No. 728, p. 14.4 (Ellen Gould White)","content":"Mary has just been reading to me two articles—one [was] on the loaves and fishes, Christ walking on the water, and stating to His hearers He was the Bread of life, which caused some of His disciples to turn from Him. This takes fifty pages and comprises many subjects. I do think it the most precious matter I have ever written. Mary is just as enthusiastic over it. She thinks it is of the highest value. I am perfectly satisfied with it."},{"refcode_short":"MR728 14.5","refcode_long":"Manuscript Release No. 728, p. 14.5 (Ellen Gould White)","content":"The other article was upon Christ going through the corn field, plucking the ears of corn, and healing the withered hand—twelve pages. If I can, with Mary's help, get out these subjects of such intense interest, I could say, “Lord, now lettest Thou Thy servant depart in peace.” These writings are all I can see now. Mary's interest does not decrease at all. She is just as ardent and anxious as I am that this work shall be done now before we leave California. Interesting subjects are continually opening to my mind. These subjects I speak upon, which fastens them in Mary's mind."},{"refcode_short":"MR728 15.1","refcode_long":"Manuscript Release No. 728, p. 15.1 (Ellen Gould White)","content":"I believe that the Lord is with us, and His Spirit will impress our hearts. Mary is only just after me. I have not subjects prepared ahead. My heart and mind are in this work, and the Lord will sustain me in doing this work. I believe the Lord will give me health. I have asked Him, and He will answer my prayer. I love the Lord. I love His cause. I love His people. I feel great peace and calmness of mind. There seems to be nothing to confuse and distract my mind, and with so much hard thinking, my mind could not be perplexed with anything without being overtaxed.—Letter 13, 1876, p. 1."},{"refcode_short":"MR728 15","refcode_long":"Manuscript Release No. 728, p. 15 (Ellen Gould White)","content":"Tuesday, April 25, 1876, Oakland, California, Ellen White to James White"},{"refcode_short":"MR728 15.2","refcode_long":"Manuscript Release No. 728, p. 15.2 (Ellen Gould White)","content":"Last night I received a long letter from Elder Canright urging my attending the camp meetings; also a letter from Brother Rogers of Missouri; also one from Brother Colcord...."},{"refcode_short":"MR728 15.3","refcode_long":"Manuscript Release No. 728, p. 15.3 (Ellen Gould White)","content":"They urge me strongly, but I dare not move on their light or obey their call. My work is here at present. I see no light anywhere else and I desire very earnestly to follow the light. If I thought it were my duty to go to these meetings, I would go if my book was never completed, but I feel that now is my time. God has provided me just the help I have longed for so much and prayed for so earnestly. Already Mary has been here five months and the time has gone without accomplishing very much on my work. We are now making excellent time and preparing matter as fast as possible. My mind is on this work and I do not want it withdrawn."},{"refcode_short":"MR728 15.4","refcode_long":"Manuscript Release No. 728, p. 15.4 (Ellen Gould White)","content":"Should I follow my own pleasure or inclination, I should certainly attend the camp meetings. I love the labor connected with the camp meetings much better than I love writing. I enjoy traveling, but I feel that now is my time and opportunity to get out this long-neglected work...."},{"refcode_short":"MR728 15.5","refcode_long":"Manuscript Release No. 728, p. 15.5 (Ellen Gould White)","content":"All is quiet here. Nothing to draw me from my work. My mind is not perplexed with harassing matters of the church or of any kind of difficulties. I am as free from every outside care as I can possibly be anywhere...."},{"refcode_short":"MR728 15.6","refcode_long":"Manuscript Release No. 728, p. 15.6 (Ellen Gould White)","content":"I cannot have much news to write for I go nowhere and see no one. Except [for] the boat ride, I have been very much at home. Only called on two or three of the sisters after writing all day."},{"refcode_short":"MR728 15.7","refcode_long":"Manuscript Release No. 728, p. 15.7 (Ellen Gould White)","content":"I cannot merely portion my writing to one-half the day, as some of the time my head troubles me, and then I have to rest, lie down, stop thinking, and take my time for writing when I can do so comfortably. I cannot rush business. This work must be done carefully, slowly, and accurately. The subjects we have prepared are well gotten up. They please me."},{"refcode_short":"MR728 16.1","refcode_long":"Manuscript Release No. 728, p. 16.1 (Ellen Gould White)","content":"I am getting over my nervousness, and I sleep quite well every night except after speaking. I then feel so intensely myself [that] rest and sleep are out of the question. My subjects are to me of living reality, and I make the people feel them.—Letter 14, 1876, pp. 1-3."},{"refcode_short":"MR728 16","refcode_long":"Manuscript Release No. 728, p. 16 (Ellen Gould White)","content":"Thursday, April 27, 1876, Oakland, California, Ellen White to James White"},{"refcode_short":"MR728 16.2","refcode_long":"Manuscript Release No. 728, p. 16.2 (Ellen Gould White)","content":"We have just completed twenty pages on the parable of the Sower. This was rather a trying subject to write upon, but Mary and I have read it over this afternoon, and we pronounce it excellent, excellent. She says the subjects grow better and better, every one. She is just happy over this work.—Letter 15, 1876, pp. 2."},{"refcode_short":"MR728 16","refcode_long":"Manuscript Release No. 728, p. 16 (Ellen Gould White)","content":"Thursday, April 27, 1876, Oakland, California, Ellen White to Lucinda Hall"},{"refcode_short":"MR728 16.3","refcode_long":"Manuscript Release No. 728, p. 16.3 (Ellen Gould White)","content":"I am working to the very extent of my strength, and my prayer is for the Lord to help, strengthen, and bless me in this work. He does do this, or I could not do what I have done. My spirit yearns after God, and I dare not trust myself at all. I am glad my husband is so free. May God continue to bless him is our most earnest daily prayer."},{"refcode_short":"MR728 16.4","refcode_long":"Manuscript Release No. 728, p. 16.4 (Ellen Gould White)","content":"We are, Mary and I, doing our uttermost to get my writings completed in the space of six weeks. If we do, is it thought it will pay for us then to come East? If not, we greatly prefer to remain and write the next volume.... I know the people need this book at once, and I want my mind relieved and this burden off my mind.—Letter 61, 1876, p. 1."},{"refcode_short":"MR728 16","refcode_long":"Manuscript Release No. 728, p. 16 (Ellen Gould White)","content":"Friday, April 28, 1876, Oakland, California, Ellen White to James White"},{"refcode_short":"MR728 16.5","refcode_long":"Manuscript Release No. 728, p. 16.5 (Ellen Gould White)","content":"I have written fifteen pages today. Mary Clough is hard after me. She has copied fifteen pages today—a good, large day's work. As soon as dinner is eaten, I go to Mary's room and she reads me what she has written while I lie on the sofa and rest. Then again at night I go to her room and she reads the rest. She delights in it all as much as myself. Mary is trying her utmost to get these books out. We have so quiet a time. Never have I had such an opportunity in my life before. I will improve it. We have written about 200 pages since you left, all copied, ready for printers...."},{"refcode_short":"MR728 16.6","refcode_long":"Manuscript Release No. 728, p. 16.6 (Ellen Gould White)","content":"I feel that I am less than nothing, but Jesus is my all—my righteousness, and my wisdom, and my strength.—Letter 16a, 1876, pp. 1, 2."},{"refcode_short":"MR728 16","refcode_long":"Manuscript Release No. 728, p. 16 (Ellen Gould White)","content":"April, 1876, Oakland, California, Ellen White to James White"},{"refcode_short":"MR728 16.7","refcode_long":"Manuscript Release No. 728, p. 16.7 (Ellen Gould White)","content":"Last night I again spoke to the people. This was my text—the words of Christ to the twelve, “Will ye also go away?” Peter answered, “Lord, to whom shall we go? Thou hast the words of eternal life” (See John 6:67, 68). I had perfect freedom. I never felt more sensibly the especial help from God than while speaking. The people sat as if spellbound, wide awake, although the meeting did not close till after nine o'clock. The Spirit of God was upon me.—Letter 18, 1876, pp. 1, 2."},{"refcode_short":"MR728 17","refcode_long":"Manuscript Release No. 728, p. 17 (Ellen Gould White)","content":"Friday, May 5, 1876, Oakland, California, Ellen White to James White"},{"refcode_short":"MR728 17.1","refcode_long":"Manuscript Release No. 728, p. 17.1 (Ellen Gould White)","content":"I have been writing more than usual, which was too much for me. I cannot and must not write more than half a day, but I continue to step over the bounds and pay for it. My mind is on my subjects day and night. I have strong confidence in prayer. The Lord hears me and I believe in His salvation. In His strength I trust. In His strength I shall complete my writings. I cling firmly to His hand with unwavering confidence. We are happy in our work and this is our world for the present...."},{"refcode_short":"MR728 17.2","refcode_long":"Manuscript Release No. 728, p. 17.2 (Ellen Gould White)","content":"I never expect so good an opportunity again of writing. May God help me is my continual cry."},{"refcode_short":"MR728 17.3","refcode_long":"Manuscript Release No. 728, p. 17.3 (Ellen Gould White)","content":"If I am blessed with health as I have been hitherto, I shall complete my first book in about four weeks.—Letter 21, 1876, pp. 1-2."},{"refcode_short":"MR728 17","refcode_long":"Manuscript Release No. 728, p. 17 (Ellen Gould White)","content":"Thursday, May 11, 1876, Oakland, California, Ellen White to James White"},{"refcode_short":"MR728 17.4","refcode_long":"Manuscript Release No. 728, p. 17.4 (Ellen Gould White)","content":"If I get my writings [Spirit of Prophecy, Vol. II] all in manuscript, my part of the work is done and I shall be relieved.—Letter 24, 1876, p. 2."},{"refcode_short":"MR728 17","refcode_long":"Manuscript Release No. 728, p. 17 (Ellen Gould White)","content":"Cir. Monday, May 22, 1876, On The Train Between Oakland and Sacramento, En Route to the Kansas Camp Meeting, Ellen White to Mary Kelsey-White or Mary Clough"},{"refcode_short":"MR728 17.5","refcode_long":"Manuscript Release No. 728, p. 17.5 (Ellen Gould White)","content":"We are all cheerful and comfortably located in the cars. We like our situation very much. I owe Frank one dollar. Please pay him, and charge to me. Ask Sister Rice to cut out a pattern of the basque she fitted for me. Send a copy to Kansas and have one nicely secured at Oakland. You need not send Walks and Homes of Jesus [by Daniel March.] when you send the books I laid out.—Letter 27a, 1876."},{"refcode_short":"MR728 17","refcode_long":"Manuscript Release No. 728, p. 17 (Ellen Gould White)","content":"Thursday, October 19, 1876, Battle Creek, Michigan, Ellen White to W.C. & Mary White"},{"refcode_short":"MR728 17.6","refcode_long":"Manuscript Release No. 728, p. 17.6 (Ellen Gould White)","content":"We have decided to have the printers go on my book and not transport these books across the plains again. Part of the book is here already printed. We shall not have them stereotyped, because we shall not wait to have matters of my book so very, very exact, but get out this first edition and get it in market. Then we can take time to get out a more perfect edition on [the] Pacific Coast and have [it] stereotyped, then your father's and my life will be written and printed in the Pacific Printing Office. But we have all used our best judgment and think we had better remain here till December and complete this edition...."},{"refcode_short":"MR728 18.1","refcode_long":"Manuscript Release No. 728, p. 18.1 (Ellen Gould White)","content":"Mary Clough feels that she cannot break off from this book again. She wants to see it completed. We will therefore do our utmost to accomplish this object and as soon as [it is] done, come right along.—Letter 45, 1876, pp. 1, 2."},{"refcode_short":"MR728 18","refcode_long":"Manuscript Release No. 728, p. 18 (Ellen Gould White)","content":"Thursday, October 26, 1876, Battle Creek, Michigan, Ellen White to W.C. & Mary White"},{"refcode_short":"MR728 18.2","refcode_long":"Manuscript Release No. 728, p. 18.2 (Ellen Gould White)","content":"We are in the very worst drive and hurry getting off my Volume Two, Spirit of Prophecy. Three new forms are already printed. If we remain here four weeks longer we shall have the book completed, and remove from my mind a great burden of care...."},{"refcode_short":"MR728 18.3","refcode_long":"Manuscript Release No. 728, p. 18.3 (Ellen Gould White)","content":"I fear if we left immediately the book would be hindered for two months. Mary is driving to the uttermost...."},{"refcode_short":"MR728 18.4","refcode_long":"Manuscript Release No. 728, p. 18.4 (Ellen Gould White)","content":"We were never so full of business before. Mary sits up until twelve and one o'clock at night. She works tremendously.—Letter 46, 1876, 1-2."},{"refcode_short":"MR728 20","refcode_long":"Manuscript Release No. 728, p. 20 (Ellen Gould White)","content":"Sunday, December 8, 1878, Denison, Texas, Ellen White to Mary White"},{"refcode_short":"MR728 20.1","refcode_long":"Manuscript Release No. 728, p. 20.1 (Ellen Gould White)","content":"This week we shall commence to live in the new house. It is roomy and a very nice building.... Be sure and send me that coarse material like Emma's dress. Please send that double paisley shawl. I have a plan for it. Send my plaid shawl, and you may send two comfortables. Send books, red-covered Jewish Antiquities and the Bible Dictionary. Is Night Scenes of the Bible [by Daniel March, published in 1869.] there? If so, send it.—Letter 60, 1878, 1."},{"refcode_short":"MR728 21","refcode_long":"Manuscript Release No. 728, p. 21 (Ellen Gould White)","content":"Tuesday, December 22, 1885, Basel, Switzerland, Ellen White to Edson & W.C. White"},{"refcode_short":"MR728 21.1","refcode_long":"Manuscript Release No. 728, p. 21.1 (Ellen Gould White)","content":"Tell her [Marian Davis] [Marian Davis (1847-1904) was a highly skilled secretary and literary assistant to Ellen White. She worked for Ellen White from 1879 until 1904, helping to produce many books, including The Desire of Ages.] I just one minute ago read the letters in which she has specified the improvements to be made in articles for Volume 1. I thank her. Tell her that she has a point about Zedekiah's having his eyes put out. That needs to be more carefully worded—also the rock, when the water flowed—something in reference to this. I think I can make the articles specified more full...."},{"refcode_short":"MR728 21.2","refcode_long":"Manuscript Release No. 728, p. 21.2 (Ellen Gould White)","content":"Well, my dear Willie and Edson and Emma, let us draw very nigh to God. Let us live daily as we would wish we had lived when the judgment shall sit and the books shall be opened, and when everyone will be rewarded according to his works. I am not cast down nor discouraged, but I feel weighed down as a cart beneath sheaves. We have had several days of beautiful weather. It has commenced raining this afternoon. Tell Mary to find me some histories of the Bible that would give me the order of events. I have nothing and can find nothing in the library here.—Letter 38, 1885, 8."},{"refcode_short":"MR728 22","refcode_long":"Manuscript Release No. 728, p. 22 (Ellen Gould White)","content":"March, 1889, Battle Creek, Michigan, Ellen White to her Daughter-in Law"},{"refcode_short":"MR728 22.1","refcode_long":"Manuscript Release No. 728, p. 22.1 (Ellen Gould White)","content":"Mary, Willie is in meeting early and late, devising, planning for the doing of better and more efficient work in the cause of God. We see him only at the table. Marian will go to him for some little matters that it seems she could settle for herself. She is nervous and hurried and he so worn he has to just shut his teeth together and hold his nerves as best he can. I have had a talk with her and told her she must settle many things herself that she has been bringing Willie. Her mind is on every point and the connections, and his mind has been plowing through a variety of difficult subjects until his brain reels and then his mind is in no way prepared to take up these little minutia. She must just carry some of these things that belong to her part of the work, and not bring them before him nor worry his mind with them. Sometimes I think she will kill us both, all unnecessarily, with her little things she can just as well settle herself as to bring them before us. Every little change of a word she wants us to see. I am about tired of this business.—Letter 64a, 1889, p. 1."},{"refcode_short":"MR728 22","refcode_long":"Manuscript Release No. 728, p. 22 (Ellen Gould White)","content":"Sunday, May 12, 1889, Ottawa, Kansas, Ellen White to Her Family"},{"refcode_short":"MR728 22.2","refcode_long":"Manuscript Release No. 728, p. 22.2 (Ellen Gould White)","content":"I had been, during the forty-five years of experience, shown the lives, the character and history of the patriarchs, and prophets, who had come to the people with a message from God, and Satan would start some evil report, or get up some difference of opinion or turn the interest in some other channel, that the people should be deprived of the good the Lord had to bestow upon them...."},{"refcode_short":"MR728 22.3","refcode_long":"Manuscript Release No. 728, p. 22.3 (Ellen Gould White)","content":"I could but have a vivid picture in my mind from day to day of the way reformers were treated, how slight difference of opinion seemed to create a frenzy of feeling. Thus it was in the betrayal, trial, and crucifixion of Jesus—all this had passed before me point by point.—Letter 14, 1889, 3."},{"refcode_short":"MR728 22","refcode_long":"Manuscript Release No. 728, p. 22 (Ellen Gould White)","content":"Sunday, February 14, 1892, Preston, Melbourne, Australia, Ellen White Diary Entry"},{"refcode_short":"MR728 22.4","refcode_long":"Manuscript Release No. 728, p. 22.4 (Ellen Gould White)","content":"I try to prevent all movements of my arms lest I should shriek out with pain. I can write with my right hand; can use my arm from the elbow down. The Lord's special blessing comes to me in this. I thank His holy name."},{"refcode_short":"MR728 22.5","refcode_long":"Manuscript Release No. 728, p. 22.5 (Ellen Gould White)","content":"Truth has never been more clearly impressed upon my mind than during this sickness and I praise the Lord that I have voice to express the words He gives me.—Manuscript 29, 1892, 2."},{"refcode_short":"MR728 23","refcode_long":"Manuscript Release No. 728, p. 23 (Ellen Gould White)","content":"Monday, February 15, 1892, Preston, Melbourne, Australia, Ellen White Diary Entry"},{"refcode_short":"MR728 23.1","refcode_long":"Manuscript Release No. 728, p. 23.1 (Ellen Gould White)","content":"I have been able to write some upon the life of Christ. I praise the name of the Lord that my reason is spared to me.—Manuscript 29, 1892, 3."},{"refcode_short":"MR728 23","refcode_long":"Manuscript Release No. 728, p. 23 (Ellen Gould White)","content":"Friday, July 15, 1892, Preston, Victoria, Australia, Ellen White to O. A. Olsen"},{"refcode_short":"MR728 23.2","refcode_long":"Manuscript Release No. 728, p. 23.2 (Ellen Gould White)","content":"This is indeed a physical weakness for me, and almost absolute dependence upon others. So new is this experience to me that I have felt amazed that it should be so. But though almost helpless in body, in heart I feel no sense of age."},{"refcode_short":"MR728 23.3","refcode_long":"Manuscript Release No. 728, p. 23.3 (Ellen Gould White)","content":"This week I have been enabled to commence writing on the life of Christ. Oh, how inefficient, how incapable I am of expressing the things which burn in my soul in reference to the mission of Christ! I have hardly dared to enter upon the work. There is so much to it all. And what shall I say, and what shall I leave unsaid? I lie awake nights pleading with the Lord for the Holy Spirit to come upon me, to abide upon me."},{"refcode_short":"MR728 23.4","refcode_long":"Manuscript Release No. 728, p. 23.4 (Ellen Gould White)","content":"I walk with trembling before God. I know not how to speak or trace with pen the large subject of the atoning sacrifice. I know not how to present subjects in the living power in which they stand before me. I tremble for fear lest I shall belittle the great plan of salvation by cheap words. I bow my soul in awe and reverence before God and say, “Who is sufficient for these things?”—Letter 40, 1892, 4."},{"refcode_short":"MR728 25","refcode_long":"Manuscript Release No. 728, p. 25 (Ellen Gould White)","content":"Tuesday, May 23, 1893, Wellington, New Zealand, Ellen White Diary Entry"},{"refcode_short":"MR728 25.1","refcode_long":"Manuscript Release No. 728, p. 25.1 (Ellen Gould White)","content":"It is cloudy and raining this morning. I have been writing upon the life of Christ since four o'clock. Oh, that the Holy Spirit may rest and abide upon me, that my pen may trace the words which will communicate to others the light which the Lord has been pleased in His great mercy and love to give to me.—Manuscript 80, 1893, 20."},{"refcode_short":"MR728 25","refcode_long":"Manuscript Release No. 728, p. 25 (Ellen Gould White)","content":"Thursday, June 15, 1893, Wellington, New Zealand, Ellen White to W. C. White"},{"refcode_short":"MR728 25.2","refcode_long":"Manuscript Release No. 728, p. 25.2 (Ellen Gould White)","content":"Marian, you know, cannot be closely confined. She is all enthused with hospital work. I am anxious to get out the life of Christ. Marian specifies chapters and subjects for me to write upon that I do not see really need to be written upon. I may see more light in them. These I shall not enter upon without the Lord's Spirit seems to lead me. The building a tower, the war of kings, these things do not burden my mind, but the subjects of the life of Christ, His character representing the Father, the parables essential for us all to understand and practice the lessons contained in them, I shall dwell upon.—Letter 131, 1893, 3."},{"refcode_short":"MR728 25","refcode_long":"Manuscript Release No. 728, p. 25 (Ellen Gould White)","content":"Sunday, July 2, 1893, Wellington, New Zealand, Ellen White to W. C. White"},{"refcode_short":"MR728 25.3","refcode_long":"Manuscript Release No. 728, p. 25.3 (Ellen Gould White)","content":"We must begin, very decidedly, to understand where the forthcoming book is to be published, for we must move carefully in the fear of God...."},{"refcode_short":"MR728 25.4","refcode_long":"Manuscript Release No. 728, p. 25.4 (Ellen Gould White)","content":"I write some every day on the life of Christ. One chapter sets my mind fresh upon other subjects so that I have several scratch books that I am writing upon. I hardly dare send manuscript by young Linden, fearing it may get lost, and I wish to give more time to some subjects.—Letter 132, 1893, 6."},{"refcode_short":"MR728 25","refcode_long":"Manuscript Release No. 728, p. 25 (Ellen Gould White)","content":"Friday, July 7, 1893, Wellington, New Zealand, Ellen White to W. C. White"},{"refcode_short":"MR728 25.5","refcode_long":"Manuscript Release No. 728, p. 25.5 (Ellen Gould White)","content":"I have written you a little bit every mail we heard of that went to Australia, and when Brother Linden went, sent you a letter and manuscript for Fanny and Marian—some on life of Christ and some for Fanny. That on life of Christ can be used for articles for the paper.—Letter 133, 1893, 3."},{"refcode_short":"MR728 28","refcode_long":"Manuscript Release No. 728, p. 28 (Ellen Gould White)","content":"Thursday, January 18, 1894, Brighton, Victoria, Australia, EGW to W.W. Prescott"},{"refcode_short":"MR728 28.1","refcode_long":"Manuscript Release No. 728, p. 28.1 (Ellen Gould White)","content":"[Written in her tent at the Brighton camp meeting to the president of Battle Creek College, concerning a problem in that institution.]"},{"refcode_short":"MR728 28.2","refcode_long":"Manuscript Release No. 728, p. 28.2 (Ellen Gould White)","content":"Now I must leave this subject so imperfectly presented, that I fear you will misinterpret that which I feel so anxious to make plain. Oh, that God would quicken the understanding, for I am but a poor writer, and cannot with pen or voice express the great and deep mysteries of God. Oh, pray for yourselves, pray for me.—Letter 67, 1894, 10."},{"refcode_short":"MR728 28","refcode_long":"Manuscript Release No. 728, p. 28 (Ellen Gould White)","content":"1894, Granville, New South Wales, Australia, Ellen White to O. A. Olsen"},{"refcode_short":"MR728 28.3","refcode_long":"Manuscript Release No. 728, p. 28.3 (Ellen Gould White)","content":"It is decided in council I shall write on the life of Christ; but how any better than in the past? Questions and the true conditions of things here and there are urged upon me...."},{"refcode_short":"MR728 28.4","refcode_long":"Manuscript Release No. 728, p. 28.4 (Ellen Gould White)","content":"I have done scarcely anything on the life of Christ, and have been obliged to often bring Marian to my help, irrespective of the work on the life of Christ which she has to do under great difficulties, gathering from all my writings a little here and a little there, to arrange as best she can. But she is in good working order, if I could only feel free to give my whole attention to the work. She has her mind educated and trained for the work; and now I think, as I have thought a few hundred times, I shall be able after this mail closes to take the life of Christ and go ahead with it, if the Lord will.—Letter 55, 1894, 6."},{"refcode_short":"MR728 28","refcode_long":"Manuscript Release No. 728, p. 28 (Ellen Gould White)","content":"Thursday, October 25, 1894, Granville, New South Wales, Australia, Ellen White to Dr. John Harvey Kellogg."},{"refcode_short":"MR728 28.5","refcode_long":"Manuscript Release No. 728, p. 28.5 (Ellen Gould White)","content":"Marian is working at the greatest disadvantage. I find but little time in which to write on the life of Christ. I am continually receiving letters that demand an answer, and I dare not neglect important matters that are brought to my notice. Then there are churches to visit, private testimonies to write, and many other things to be attended to that tax me and consume my time. Marian greedily grasps every letter I write to others in order to find sentences that she can use in the life of Christ. She has been collecting everything that has a bearing on Christ's lessons to His disciples, from all possible sources. After the camp meeting is ended, which is a very important meeting, I shall locate myself in some place where I can give myself to the work of writing on the life of Christ. Where that will be is a question that is not settled, but it must be done...."},{"refcode_short":"MR728 29.1","refcode_long":"Manuscript Release No. 728, p. 29.1 (Ellen Gould White)","content":"There is much to be done in the churches, and I cannot act my part in keeping up the interest and do the other work that is necessary for me to do without becoming so weary that I cannot devote strength to writing on the life of Christ. I am much perplexed as to what is my duty...."},{"refcode_short":"MR728 29.2","refcode_long":"Manuscript Release No. 728, p. 29.2 (Ellen Gould White)","content":"I have about decided to ... devote all my time to writing for the books that ought to be prepared without further delay. I would like to write on the life of Christ, on Christian Temperance, and prepare testimony No. 34, for it is very much needed. I will have to stop writing so much for the papers, and let the Review and Herald, the Signs of the Times, and all other periodicals go without articles from my pen for this year. All articles that appear under my signature are fresh, new writings from my pen. I am sorry that I have not more literary help. I need this kind of help very much. Fannie could help me a great deal on the book work if she had not so many articles to prepare for the papers, and so many letters and testimonies to edit to meet the demands of my correspondence and the needs of the people. It is of no use to expect anything from Marian until the life of Christ is completed. I wish I could procure another intelligent worker who could be trusted to prepare matter for the press. Such a worker would be of great value to me. But the question is, Where shall I find such an one? I am brain weary much of the time. I write many pages before breakfast. I rise in the morning at two, three, and four o'clock...."},{"refcode_short":"MR728 29.3","refcode_long":"Manuscript Release No. 728, p. 29.3 (Ellen Gould White)","content":"You know that my whole theme both in the pulpit and in private, by voice and pen, is the life of Christ. Hitherto nearly all that I have written on this theme has been written during the hours when others are sleeping.—Letter 41, 1895, 1-4."},{"refcode_short":"MR728 31","refcode_long":"Manuscript Release No. 728, p. 31 (Ellen Gould White)","content":"Sabbath, June 6, 1896, EGW Manuscript, “Illustrations of Heavenly Things”"},{"refcode_short":"MR728 31.1","refcode_long":"Manuscript Release No. 728, p. 31.1 (Ellen Gould White)","content":"That which is holy and elevated in heavenly things, I scarcely dare represent. Often I lay down my pen and say, Impossible, impossible for finite minds to grasp eternal truths, and deep holy principles, and to express their living import. I stand ignorant and helpless. The rich current of thought takes possession of my whole being, and I lay down my pen, and say, Oh Lord, I am finite, I am weak, and simple and ignorant; Thy grand and holy revelations I can never find language to express."},{"refcode_short":"MR728 31.2","refcode_long":"Manuscript Release No. 728, p. 31.2 (Ellen Gould White)","content":"My words seem inadequate. I despair of clothing the truth God has made known concerning His great redemption, which engrossed to itself His undivided attention in the only begotten Son of the Infinite One. The truths that are to last through time and through eternity, the great plan of redemption, which cost so much for the salvation of the human race, presenting before them a life that measures with the life of God—these truths are too full, deep, and holy for human words or human pen to adequately express.—Manuscript 23, 1896, 2."},{"refcode_short":"MR728 31","refcode_long":"Manuscript Release No. 728, p. 31 (Ellen Gould White)","content":"Friday, July 16, 1896, Cooranbong, New South Wales, Australia, EGW to Mrs. Wessels"},{"refcode_short":"MR728 31.3","refcode_long":"Manuscript Release No. 728, p. 31.3 (Ellen Gould White)","content":"The manuscript for the “Life of Christ” is just about to be sent to America. This will be handled by the Pacific Press. I have employed workers to prepare this book, especially Sister Davis, and this has cost me three thousand dollars. Another three thousand will be needed to prepare it to be scattered broadcast through the world in two books. We hope that they will have a large sale. I have devoted little time to these books, for speaking, writing articles for the papers, and writing private testimonies to meet and repress the evils that are coming in, keeps me busy.—Letter 114, 1896, 3."},{"refcode_short":"MR728 33","refcode_long":"Manuscript Release No. 728, p. 33 (Ellen Gould White)","content":"Thursday, July 29, 1897, Cooranbong, New South Wales, Australia, EGW Diary Entry"},{"refcode_short":"MR728 33.1","refcode_long":"Manuscript Release No. 728, p. 33.1 (Ellen Gould White)","content":"I awaken at half past two, and offer up my prayer to God in the name of Jesus. I am weak in physical strength; my head is not free from pain; my left eye troubles me. In writing upon the life of Christ I am deeply wrought upon. I forget to breathe as I should. I cannot endure the intensity of feeling that comes over me as I think of what Christ has suffered in our world.—Manuscript 70, 1897, 1."},{"refcode_short":"MR728 40","refcode_long":"Manuscript Release No. 728, p. 40 (Ellen Gould White)","content":"Monday, April 23, 1900, Sunnyside, Cooranbong, Australia, EGW to G. A. Irwin"},{"refcode_short":"MR728 40.1","refcode_long":"Manuscript Release No. 728, p. 40.1 (Ellen Gould White)","content":"My copyists you have seen. They do not change my language. It stands as I write it."},{"refcode_short":"MR728 41.1","refcode_long":"Manuscript Release No. 728, p. 41.1 (Ellen Gould White)","content":"Marian's work is of a different order altogether. She is my bookmaker. A _____ never was my bookmaker. How are my books made? Marian does not put in her claim for recognition. She does her work in this way: She takes my articles which are published in the papers, and pastes them in blank books. She also has a copy of all the letters I write. In preparing a chapter for a book, Marian remembers that I have written something on that special point, which may make the matter more forcible. She begins to search for this, and if when she finds it, she sees that it will make the chapter more clear, she adds it."},{"refcode_short":"MR728 41.2","refcode_long":"Manuscript Release No. 728, p. 41.2 (Ellen Gould White)","content":"The books are not Marian's productions, but my own, gathered from all my writings. Marian has a large field from which to draw, and her ability to arrange the matter is of great value to me. It saves my poring over a mass of matter, which I have no time to do."},{"refcode_short":"MR728 41.3","refcode_long":"Manuscript Release No. 728, p. 41.3 (Ellen Gould White)","content":"So you understand that Marian is a most valuable help to me in bringing out my books. A_____ had none of this work to do. Marian has read chapters to her, and A_____ has sometimes made suggestions as to the arrangement of the matter."},{"refcode_short":"MR728 41.4","refcode_long":"Manuscript Release No. 728, p. 41.4 (Ellen Gould White)","content":"This is the difference between the workers. As I have stated, A_____ has been strictly forbidden to change my words for her words. As spoken by the heavenly agencies, the words are severe in their simplicity; and I try to put the thoughts into such simple language that a child can understand every word uttered. The words of someone else would not rightly represent me."},{"refcode_short":"MR728 41.5","refcode_long":"Manuscript Release No. 728, p. 41.5 (Ellen Gould White)","content":"I have written thus fully in order that you may understand the matter. A_____ may claim that she has made my books, but she has not done so. This has been Marian's field, and her work is far in advance of any work A_____ has done for me.—Letter 61a, 1900, pp. 4-5. (The first part of this quotation appears in The Ministry, December, 1975, pp. 14, 15)."},{"refcode_short":"MR728 43","refcode_long":"Manuscript Release No. 728, p. 43 (Ellen Gould White)","content":"Monday, May 21, 1900, Sunnyside, Cooranbong, Australia, EGW to G. A. Irwin"},{"refcode_short":"MR728 43.1","refcode_long":"Manuscript Release No. 728, p. 43.1 (Ellen Gould White)","content":"God would be pleased to see The Desire of Ages in every home. In this book is contained the light He has given upon His word. To our canvassers I would say, Go forth with your hearts softened and subdued by reading of the life of Christ. Drink deeply of the water of salvation, that it may be in your heart as a living spring, flowing forth to refresh souls ready to perish.—Letter 75, 1900. (Colporteur Ministry, 126-127.)"},{"refcode_short":"MR728 43","refcode_long":"Manuscript Release No. 728, p. 43 (Ellen Gould White)","content":"Wednesday, June 20, 1900, Sunnyside, Cooranbong, Australia, EGW to Edson & Emma White"},{"refcode_short":"MR728 43.2","refcode_long":"Manuscript Release No. 728, p. 43.2 (Ellen Gould White)","content":"I received your letter, Edson. [James Edson White's letter to his mother, dated May 11, 1900, involved criticisms of the size, format, price and illustrations of Desire of Ages. He also objected to the appendix in the first edition, asking “What is the use of pitching into other people's beliefs in the way it is done in this appendix?” He argued that such material made it difficult for literature evangelists to sell the book.] In regard to The Desire of Ages, when you meet with those who have criticisms to make, as will always be the case, do not take any notice of the supposed mistakes, but praise the book, tell of its advantages. The Desire of Ages would have been the same size as the two former books had it not been for the strong recommendation of Brother B_____ who was then General Canvassing Agent. What you say about the appendix is the first objection we have heard regarding that feature. Many have spoken of the great help they have found in the appendix. If people are prejudiced against anything that makes prominent the Sabbath, that very objection shows the necessity of it being there to convict minds."},{"refcode_short":"MR728 43.3","refcode_long":"Manuscript Release No. 728, p. 43.3 (Ellen Gould White)","content":"Let us be guarded. Let us refuse to allow the criticisms of anyone to imprint objections on our minds. Let criticizers live by their trade of criticism. They cannot speak in favor of the very best of blessings without attaching a criticism to cast a shadow of reproach. Let us educate ourselves to praise that which is good when others criticize. Murmurers will always pick flaws, but let us not be saddened by the accusing element. Let us not consider it a virtue to make and suggest difficulties which one mind and another will bring in to harass and perplex.—Letter 87, 1900, 1, 2."},{"refcode_short":"MR728 43","refcode_long":"Manuscript Release No. 728, p. 43 (Ellen Gould White)","content":"Sunday, August 10, 1902, Elmshaven, St. Helena, California, EGW to her sister Mary"},{"refcode_short":"MR728 43.4","refcode_long":"Manuscript Release No. 728, p. 43.4 (Ellen Gould White)","content":"Now, my sister, do not think that I have forgotten you; for I have not. You know that I have books to make. My last effort is a book on true education. The writing of this book has been very trying to me, but it is nearly finished. I am now completing the last chapter. This book will not have in it so much matter as there is in some of my larger works, but the instruction it contains is important. I feel the need of help from God continually."},{"refcode_short":"MR728 44.1","refcode_long":"Manuscript Release No. 728, p. 44.1 (Ellen Gould White)","content":"I am still as active as ever. I am not in the least decrepit. I am able to do much work, writing and speaking as I did years ago."},{"refcode_short":"MR728 44.2","refcode_long":"Manuscript Release No. 728, p. 44.2 (Ellen Gould White)","content":"I read over all that is copied, to see that everything is as it should be. I read all the book manuscript before it is sent to the printer. So you can see that my time must be fully occupied. Besides writing, I am called upon to speak to the different churches, and to attend important meetings. I could not do this work unless the Lord helped me.—Letter 133, 1902, 1-2."},{"refcode_short":"MR728 44","refcode_long":"Manuscript Release No. 728, p. 44 (Ellen Gould White)","content":"Tuesday, January 6, 1903, Elmshaven, Sanitarium, California, EGW to Elder and Mrs. J. A. Burden"},{"refcode_short":"MR728 44.3","refcode_long":"Manuscript Release No. 728, p. 44.3 (Ellen Gould White)","content":"I feel very thankful for the help of Sister Marian Davis in getting out my books. She gathers materials from my diaries, from my letters, and from the articles published in the papers. I greatly prize her faithful service. She has been with me for twenty-five years, and has constantly been gaining increasing ability for the work of classifying and grouping my writings.—Letter 9, 1903, (The Ministry, December, 1975, p. 15.)"},{"refcode_short":"MR728 44","refcode_long":"Manuscript Release No. 728, p. 44 (Ellen Gould White)","content":"Cir. September 26, 1904, Elmshaven, St. Helena, California, EGW Manuscript, “A Tribute to Marian Davis”"},{"refcode_short":"MR728 44.4","refcode_long":"Manuscript Release No. 728, p. 44.4 (Ellen Gould White)","content":"Marian, my helper, faithful and true as the compass to the pole in her work, is dying...."},{"refcode_short":"MR728 44.5","refcode_long":"Manuscript Release No. 728, p. 44.5 (Ellen Gould White)","content":"I am leaving tomorrow for Battle Creek. Yet my soul is drawn to the dying girl who has served me for the last twenty-five years. We have stood side by side in the work, and in perfect harmony in that work. And when she would be gathering up the precious jots and tittles that had come in papers and books and present it to me, “Now,” she would say, “there is something wanted. I cannot supply it.” I would look it over, and in one moment I could trace the line right out."},{"refcode_short":"MR728 44.6","refcode_long":"Manuscript Release No. 728, p. 44.6 (Ellen Gould White)","content":"We worked together, just worked together in perfect harmony all the time. She is dying. And it is devotion to the work. She takes the intensity of it as though it were a reality, and we both have entered into it with an intensity to have every paragraph that shall stand in its right place, and show its right work.—Manuscript 95, 1904, 1."},{"refcode_short":"MR728 44","refcode_long":"Manuscript Release No. 728, p. 44 (Ellen Gould White)","content":"Tuesday, March 6, 1906, Sanitarium, California, Ellen White to the Brethren Assembled in Council at Graysville, Tennessee"},{"refcode_short":"MR728 44.7","refcode_long":"Manuscript Release No. 728, p. 44.7 (Ellen Gould White)","content":"How many have read carefully Patriarchs and Prophets, The Great Controversy, and The Desire of Ages? I wish all to understand that my confidence in the light that God has given stands firm, because I know that the Holy Spirit's power magnified the truth, and made it honorable, saying: “This is the way, walk ye in it.” In my books, the truth is stated, barricaded by a “Thus saith the Lord.” The Holy Spirit traced these truths upon my heart and mind as indelibly as the law was traced by the finger of God, upon the tables of stone, which are now in the ark, to be brought forth in that great day when sentence will be pronounced against every evil, seducing science produced by the father of lies.—Letter 90, 1906. (Colporteur Ministry, 126.)"}]