[{"refcode_short":"MR760 1","refcode_long":"Manuscript Release No. 760, p. 1 (Ellen Gould White)","content":"Manuscript Release No. 760: The Integrity of the Sanctuary Truth"},{"refcode_short":"MR760 1","refcode_long":"Manuscript Release No. 760, p. 1 (Ellen Gould White)","content":"The Integrity of the Sanctuary Truth A Group of Ellen G. White Statements Made in 1905, 1906, and 1907 Regarding Elder A. F. Ballenger's Teachings"},{"refcode_short":"MR760 1","refcode_long":"Manuscript Release No. 760, p. 1 (Ellen Gould White)","content":"Introductory Note :"},{"refcode_short":"MR760 1.1","refcode_long":"Manuscript Release No. 760, p. 1.1 (Ellen Gould White)","content":"For the Seventh-day Adventist Church, the first decade of the present century was a time when doctrinal inroads seriously threatened."},{"refcode_short":"MR760 1.2","refcode_long":"Manuscript Release No. 760, p. 1.2 (Ellen Gould White)","content":"The pantheistic teachings espoused and promulgated by Dr. John Harvey Kellogg from 1897 onward, were supported by his book The Living Temple, published in Battle Creek in 1903. Ellen White saw the pantheistic concepts of God in the flower, the tree, the atmosphere, and in each one of us, as virtually “doing away with God,” and therefore seriously undercutting the sanctuary truth. This she frequently mentioned."},{"refcode_short":"MR760 1.3","refcode_long":"Manuscript Release No. 760, p. 1.3 (Ellen Gould White)","content":"Then early in 1905 Elder A. F. Ballenger, working in England, developed and expounded views which formed the basis for a direct attack on the sanctuary truth. Later in that year these views became known to adventist workers at the General Conference session held in Washington, D. C."},{"refcode_short":"MR760 1.4","refcode_long":"Manuscript Release No. 760, p. 1.4 (Ellen Gould White)","content":"At that conference Ellen White pointed out Elder Ballenger's errors not only in interviews with him, but also in written communications based on visions she had received from the Lord. Ballenger rejected Ellen White's admonitions and continued to hold his views unchanged."},{"refcode_short":"MR760 1.5","refcode_long":"Manuscript Release No. 760, p. 1.5 (Ellen Gould White)","content":"Presented here are statements of Ellen White giving warning against the ballenger positions and underscoring the integrity of the sanctuary doctrine as taught by Seventh-day Adventists from their very earliest years."},{"refcode_short":"MR760 1.6","refcode_long":"Manuscript Release No. 760, p. 1.6 (Ellen Gould White)","content":"The letters and manuscripts are quoted in full, or nearly so, even though Ellen White deals with several subjects in some of the documents."},{"refcode_short":"MR760 2.1","refcode_long":"Manuscript Release No. 760, p. 2.1 (Ellen Gould White)","content":"I am not able to sleep past one o'clock. I was aroused to write out some things that have been impressed on my mind. Not long ago I met Elder Ballenger in the hall of the building in which we have rooms. As I spoke to him, it came vividly to my mind that this was the man whom I had seen in an assembly bringing before those present certain subjects, and placing upon passages in the Word of God a construction that could not be maintained as truth. He was gathering together a mass of scriptures such as would confuse minds because of his assertions and his misapplication of these scriptures, for the application was misleading and had not the bearing upon the subject at all which he claimed justified his position. Anyone can do this, and will follow his example to testify to a false position: but it was his own. I said to him, You are the one whom the Lord presented before me in Salamanca, as standing with a party who were urging that if the Sabbath truth were left out of the Sentinel, the circulation of that paper would be largely increased. You were the one that wept and confessed your mistakes, and we had the power of the Holy Spirit in that early morning meeting."},{"refcode_short":"MR760 2.2","refcode_long":"Manuscript Release No. 760, p. 2.2 (Ellen Gould White)","content":"I had been very sick, and yet had tried to speak to the people, and the Lord had strengthened me greatly. I had not knowledge of my words. The Lord spoke indeed through me. After I had given my last talk, my sufferings were so severe as to become almost unendurable."},{"refcode_short":"MR760 2.3","refcode_long":"Manuscript Release No. 760, p. 2.3 (Ellen Gould White)","content":"A list of appointments had been sent out for me to fill on my way from Salamanca to Battle Creek. It seemed impossible for me to fill these appointments. I went to my room and bowed in prayer. I had not been able to utter a word of prayer before the room was lighted up with the glory of God and scenes passed before me. I saw an assembly in a room in Battle Creek, and one standing up held up the Sentinel and said, “The Sabbath question must be cut out of this paper; then the circulation will be largely increased and the truth will come before thousands.”"},{"refcode_short":"MR760 2.4","refcode_long":"Manuscript Release No. 760, p. 2.4 (Ellen Gould White)","content":"One of authority came forward and said solemnly, “Bind up the testimony and seal the law among my disciples.” Then came the reproof, decided, firm, and cutting: “The Sabbath truth is to be proclaimed. It is the truth for these last days.” The words found in Exodus 31:12-18 were repeated with great solemnity."},{"refcode_short":"MR760 2.5","refcode_long":"Manuscript Release No. 760, p. 2.5 (Ellen Gould White)","content":"I cannot now repeat all the things connected with the meeting, but I know that the steps which had been anticipated were not taken. The working of the Spirit of God was in that meeting."},{"refcode_short":"MR760 3.1","refcode_long":"Manuscript Release No. 760, p. 3.1 (Ellen Gould White)","content":"That night was a most solemn one for me. There came to my mind the truth that we have been proclaiming since the passing of the time in 1844, when the message came to us regarding the mistake we were making in keeping the first day of the week. We had Bible evidence and the testimony of the Spirit of the Lord that we were keeping a day that bore no sanctity, and that in so doing we were transgressing the law of God. This message we have borne ever since; and I solemnly asked, Are our people now to cut out the Sabbath message from the Sentinel and heed the advice and counsel of worldly men, keeping the Sentinel from carrying this most important truth to the world?"},{"refcode_short":"MR760 3.2","refcode_long":"Manuscript Release No. 760, p. 3.2 (Ellen Gould White)","content":"I could not sleep much that night. The next morning we started for Washington. I was taken very ill, and it was thought best for Sara and me to return to Battle Creek and not attend the meetings that were laid out for me on my journey."},{"refcode_short":"MR760 3.3","refcode_long":"Manuscript Release No. 760, p. 3.3 (Ellen Gould White)","content":"When I arrived at Battle Creek, I learned that our leading brethren had asked the Lord in prayer to send me direct to Battle Creek. Meetings were being held in the various rooms of the Tabernacle. One morning I was awakened before daylight. It was as if a voice spoke to me, Attend the morning meeting. I arose and dressed, and walked across the road to the meeting. As I went into the room, the brethren were in prayer. I united my prayer with those of the rest, praying with great earnestness. The Spirit of the Lord was in the meeting and my soul was deeply stirred. After the season of prayer, I arose to speak and bore a decided testimony with the Spirit and power of God, relating my experience in Salamanca and telling them what the Lord had revealed to me in the vision of the night."},{"refcode_short":"MR760 3.4","refcode_long":"Manuscript Release No. 760, p. 3.4 (Ellen Gould White)","content":"After I had borne a decided testimony, Brother Ballenger arose, all brokenhearted and weeping, and said, “I receive this testimony as from the Lord. I was in that meeting last night, and I was on the wrong side.”"},{"refcode_short":"MR760 3.5","refcode_long":"Manuscript Release No. 760, p. 3.5 (Ellen Gould White)","content":"What was my surprise to learn that the light I had in Salamanca was given me some time before this meeting was held. The Lord had prepared the way for me to return to Battle Creek and bear my message in the early morning meeting, directly after the evening meeting. I had been shown that steps would be taken to have the Sentinel no longer speak boldly upon the question of the true Sabbath of the Lord. The circumstances were such that on this occasion the excuse could not possibly be used, “Somebody has told her.” No one had an opportunity to see me or speak with me between the evening meeting and the morning meeting that I attended."},{"refcode_short":"MR760 4.1","refcode_long":"Manuscript Release No. 760, p. 4.1 (Ellen Gould White)","content":"I bore the message that the Lord gave me, and some made confessions with broken hearts and contrite spirits."},{"refcode_short":"MR760 4.2","refcode_long":"Manuscript Release No. 760, p. 4.2 (Ellen Gould White)","content":"And now again our Brother Ballenger is presenting theories that cannot be substantiated by the Word of God. It will be one of the great evils that will come to our people to have the Scriptures taken out of their true place and so interpreted as to substantiate error that contradicts the light and the testimonies that God has been giving us for the past half century. I declare in the name of the Lord that the most dangerous heresies are seeking to find entrance among us as a people, and Elder Ballenger is making spoil of his own soul. The Lord has strengthened me to come the long journey to Washington to this meeting to bear my testimony in vindication of the truth of God's Word and the manifestation of the Holy Spirit in confirmation of Bible truth. The word is sure and steadfast, and will stand the test. Human investigations will be brought in, but the Lord lives and He will bring to naught these inventions. We are to proclaim the full truth of the Word of God with decision and unalterable firmness. There is not truth in the explanations of Scripture that Elder Ballenger and those associated with him are presenting. The words are right but misapplied to vindicate error. We must not give countenance to his reasoning. He is not led of God. Our work is to bind up the Testimonies God has given and seal the law among His disciples."},{"refcode_short":"MR760 4.3","refcode_long":"Manuscript Release No. 760, p. 4.3 (Ellen Gould White)","content":"The time is worse than lost in spinning out theories that are not sustained in the Bible to vindicate such errors. I am instructed to say to Elder Ballenger, Your theories, which have multitudes of fine threads and need so many explanations, are not truth, and are not to be brought to the flock of God. The good that you and your associates might have received at this meeting, you have not received. God forbids your course of action—making the blessed Scriptures, by grouping them in your way, to testify to build up a falsehood."},{"refcode_short":"MR760 4.4","refcode_long":"Manuscript Release No. 760, p. 4.4 (Ellen Gould White)","content":"Let us all cling to the established truth of the sanctuary. Those who are so shortsighted that they will begin to do the work that some others have been doing in advocating the sentiments contained in Living Temple, are departing from the living God in spiritualistic, satanic experiences that will not do the souls who receive them any good. They are departing from the faith, seeking to tear down the foundation of truth. The men who have lost their hold on the truths of the sanctuary question as they have been presented by men who have been under the Holy Spirit's guidance, had better pray more and talk less. I testify in the name of the Lord that Elder Ballenger is led by satanic agencies and spiritualistic, invisible leaders. Those who have the guidance of the Holy Spirit will turn away from these seducing spirits.—Manuscript 59, 1905. (“The Sabbath Truth in the Sentinel, and Elder Ballenger's Views,” May 20, 1905.)"},{"refcode_short":"MR760 5.1","refcode_long":"Manuscript Release No. 760, p. 5.1 (Ellen Gould White)","content":"All who would gain heaven must follow the example of Him who gave His life to save an apostate race, to ransom men and women from eternal death. If the medical missionary workers will unite on the platform of truth with those who are carrying responsibilities in the cause of God, they will be gladly welcomed. But on no other platform than that which the Lord has laid can we unite with them. Never could we combine on any other basis. The foundation has been laid and all who will take their stand upon this platform, uniting wholeheartedly with the Lord's people, will be made welcome with rejoicing. But we cannot unite with those who choose to take their stand upon another foundation."},{"refcode_short":"MR760 5.2","refcode_long":"Manuscript Release No. 760, p. 5.2 (Ellen Gould White)","content":"There is no use in talking of harmony while they continue to do this, for harmony could never exist. God forbids it. There is to be a decided change in those who have kept up their warfare against the principles delivered to us by the Lord. Truth is truth, and righteousness is righteousness. To those who have separated in principle from true believers, choosing their own course, the word is spoken, “Be ye transformed by the renewing of your mind.” There is to be unity, but it is to be on the right basis. The testimonies that God has given cannot be disannulled. They stand fast in conformity to the word of the living God."},{"refcode_short":"MR760 5.3","refcode_long":"Manuscript Release No. 760, p. 5.3 (Ellen Gould White)","content":"Those who unite on the basis of eternal truth will be prospered. But there can be no union between God's people and those who choose to follow the same course of action that some have been following during the past few years. The Lord demands a different showing."},{"refcode_short":"MR760 6.1","refcode_long":"Manuscript Release No. 760, p. 6.1 (Ellen Gould White)","content":"Some will depart from the faith, giving heed to seducing spirits. I have been shown the way in which these spirits work, and I have been commissioned to say to those who are departing from the faith that they are acting out the same spiritual deception that we have had to meet at various times during our experience. We cannot harmonize with those who cherish the spirit and sentiments of the enemy of God."},{"refcode_short":"MR760 6.2","refcode_long":"Manuscript Release No. 760, p. 6.2 (Ellen Gould White)","content":"No science of human invention can find out God. On this subject silence is eloquence. Those who attempt to study human science apart from the Word of God will be taught by him who in the garden of Eden caused the fall of our first parents. Oh, how many there are who fall victims to human science and in their turn become deceivers. Such ones will have the blood of souls upon their garments. Upon those who have worked out the philosophy of antagonism and apostasy will be pronounced sentence according to their deeds."},{"refcode_short":"MR760 6.3","refcode_long":"Manuscript Release No. 760, p. 6.3 (Ellen Gould White)","content":"Christ took human nature upon Him, and came to our world to represent and establish the truth. Those who depart from the path cast up for the ransomed of the Lord will fall under the deceptive reasoning of Satan. He becomes their leader and under his direction they search for scientific problems and erroneous sentiments. I am instructed to say, Woe be to those who give place to the deceptive, insinuating sentiments of the enemy. They are no longer safe leaders and they do not realize where they are being led. There is no danger so great as for a man to refuse to confess his errors and to seek to climb to heaven through his study of science. Such a man is not being led of God, but by Satan, who is using deceptive theories to ruin his soul. He who stubbornly refuses to see the light will be given up to his own sophistry and will lose the power to distinguish between truth and error."},{"refcode_short":"MR760 6.4","refcode_long":"Manuscript Release No. 760, p. 6.4 (Ellen Gould White)","content":"I am instructed to bear a testimony to those who are entertaining erroneous sentiments and to tell them plainly of their danger. But we are in no case to link up with them or to argue with them. Truth is truth, and we are to stand on the affirmative side, presenting the truth and refusing to be drawn into controversy. When Christ was tempted, His weapon was, “It is written.” He refused to argue with Satan. “Again, the devil taketh Him up into an exceeding high mountain, and sheweth Him all the kingdoms of the world, and the glory of them; And saith unto Him, All these things will I give thee, if thou wilt fall down and worship me” (Matthew 4:8, 9). The time had come for Christ to bear a positive message. “Get thee hence, Satan;” he said, “for it is written, Thou shalt worship the Lord thy God, and Him only shalt thou serve. Then the devil leaveth Him, and, behold, angels came and ministered unto Him” (Matthew 4:10)."},{"refcode_short":"MR760 7.1","refcode_long":"Manuscript Release No. 760, p. 7.1 (Ellen Gould White)","content":"I am instructed to say that strong temptations will come to everyone, but we are to refuse to listen to them. When men expel God from their thoughts, the realm of the mind is taken by Satan. They enshroud themselves in an atmosphere of Satan's creating."},{"refcode_short":"MR760 7.2","refcode_long":"Manuscript Release No. 760, p. 7.2 (Ellen Gould White)","content":"For the past fifty years every phase of heresy has been brought to bear upon us, to becloud our minds regarding the teaching of the Word—especially concerning the ministration of Christ in the heavenly sanctuary, and the message of heaven for these last days as given by the angels of the fourteenth chapter of Revelation. Messages of every order and kind have been urged upon Seventh-day Adventists, to take the place of the truth which, point by point, has been sought out by prayerful study and testified to by the miracle-working power of the Lord. But the waymarks which have made us what we are, are to be preserved, and they will be preserved, as God has signified through His Word and through the testimony of His Spirit. He calls upon us to hold firmly, with the grip of faith, to the fundamental principles that are based upon unquestionable authority.—Manuscript 44, 1905. (“An Appeal for Faithful Stewardship,” March 29, 1905)."},{"refcode_short":"MR760 7.3","refcode_long":"Manuscript Release No. 760, p. 7.3 (Ellen Gould White)","content":"I am bidden to bear a message to our people. In the name of the Lord I am bidden to warn our ministers not to mingle erroneous theories with the truth of God. Pure Bible truth is to stand forth in its nobility and sanctity. It is not to be classified and adjusted according to man's wisdom. The ministers of the gospel are to present truth in its simplicity, through the blessing of God making the Scriptures profitable for doctrine, for reproof, for correction, for instruction in righteousness. “Rightly dividing the word of truth”—this is the word that should be spoken of all our ministers. But far, far from this, many of our ministers have departed from Christ's plans. The praise of men is coveted and they strain every faculty in an effort to hunt out and present wonderful things. The Lord bids me counsel them to walk humbly and prayerfully with Him."},{"refcode_short":"MR760 8.1","refcode_long":"Manuscript Release No. 760, p. 8.1 (Ellen Gould White)","content":"Our message does not need that which Brother Ballenger is trying to draw into the web. He draws out certain passages so fine that they lose their force. Let our ministers be content to take the Word as Christ has given it. Of Him it is written that the common people heard Him gladly. The truth that He presented was to them as the bread of heaven."},{"refcode_short":"MR760 8.2","refcode_long":"Manuscript Release No. 760, p. 8.2 (Ellen Gould White)","content":"In clear, plain language I am to say to those in attendance at this conference that Brother Ballenger has been allowing his mind to receive and believe specious error. He has been misinterpreting and misapplying the Scriptures upon which he has fastened his mind. He is building up theories that are not founded in truth. A warning is now to come to him and to the people, for God has not indited the message that he is bearing. This message, if accepted, would undermine the pillars of our faith."},{"refcode_short":"MR760 8.3","refcode_long":"Manuscript Release No. 760, p. 8.3 (Ellen Gould White)","content":"Brother Ballenger does not discern what he is doing any more than Dr. Kellogg discerned that the book Living Temple contained some of the most dangerous errors that could be presented to the people of God. The most specious errors lie concealed in these theories and suppositions, which, if received, would leave the people of God in a labyrinth of error. Those who cherish these theories are building upon the sand, and when the storm and tempest shall come the structure will be swept away."},{"refcode_short":"MR760 8.4","refcode_long":"Manuscript Release No. 760, p. 8.4 (Ellen Gould White)","content":"Study the words of Christ in the seventh chapter of Matthew. The whole chapter should be carefully considered. It contains warnings for God's people in these last days."},{"refcode_short":"MR760 8.5","refcode_long":"Manuscript Release No. 760, p. 8.5 (Ellen Gould White)","content":"[Matthew 7:15-27 quoted.]"},{"refcode_short":"MR760 8.6","refcode_long":"Manuscript Release No. 760, p. 8.6 (Ellen Gould White)","content":"Our only safety is in walking circumspectly before God. Perilous times are before us. We are to make every effort to stand in the counsel of God and not in our own wisdom. Let the simple doctrines of the Word shine forth in their true bearing, and let them be urged home according to their relative importance. Let us teach only the truth of heavenly origin. Things new and old are connected through the Holy Spirit's guidance when the truth is taught as it is in Jesus, without obscurity, without compromise, without fear, without losing sight of the cross as the great center of all truth. A sanctified presentation of the message for this time, the Holy Spirit will make effective unto the saving of the souls of the hearers."},{"refcode_short":"MR760 8.7","refcode_long":"Manuscript Release No. 760, p. 8.7 (Ellen Gould White)","content":"Take heed how you mystify the gospel. The plain “Thus saith the Lord” rebukes worldliness, dispels difficulties, enlarges the understanding, and answers the question, “What must I do that I may inherit eternal life?” The Lord calls upon His ministers to reveal a greater intelligence regarding the Holy Spirit's work of grace. He desires them to show in their sermons and in their prayers that they know the work of grace. Jesus Christ, our divine example, is the Lord our righteousness."},{"refcode_short":"MR760 9.1","refcode_long":"Manuscript Release No. 760, p. 9.1 (Ellen Gould White)","content":"A stronger determination to know nothing among men but Christ and Him crucified, would have given a different character to the work of Brother Ballenger on this ground. By this he would have been saved from spending his time in presenting as truth that which, if received, would undermine the mighty truths that have been established for ages. He who claims that his teachings are sound, while at the same time he is working away from the Lord's truth, has come to the place where he needs to be converted."},{"refcode_short":"MR760 9.2","refcode_long":"Manuscript Release No. 760, p. 9.2 (Ellen Gould White)","content":"A rich and inexhaustible storehouse of truth is open to all who walk humbly with God. The ideas of those whose hearts are fully in the work of God are clearly and plainly expressed, and they have no lack of variety, for there is ever before them a rich cabinet of jewels. Those who are striving for originality will overlook the precious jewels in God's cabinet in an effort to get something new."},{"refcode_short":"MR760 9.3","refcode_long":"Manuscript Release No. 760, p. 9.3 (Ellen Gould White)","content":"Let not any man enter upon the work of tearing down the foundations of the truth that have made us what we are. God has led His people forward step by step though there were pitfalls of error on every side. Under the wonderful guidance of a plain, “Thus saith the Lord,” a truth has been established that has stood the test of trial. When men arise and attempt to draw away disciples after them, meet them with the truths that have been tried as by fire."},{"refcode_short":"MR760 9.4","refcode_long":"Manuscript Release No. 760, p. 9.4 (Ellen Gould White)","content":"[Revelation 3:1-3 quoted.]"},{"refcode_short":"MR760 9.5","refcode_long":"Manuscript Release No. 760, p. 9.5 (Ellen Gould White)","content":"Those who seek to remove the old landmarks are not holding fast; they are not remembering how they have received and heard. Those who try to bring in theories that would remove the pillars of our faith concerning the sanctuary or concerning the personality of God or of Christ, are working as blind men. They are seeking to bring in uncertainties and to set the people of God adrift without an anchor."},{"refcode_short":"MR760 9.6","refcode_long":"Manuscript Release No. 760, p. 9.6 (Ellen Gould White)","content":"Those who claim to be identified with the message that God has given us should have keen, clear spiritual perceptions, that they may distinguish truth from error. The word spoken by the messenger of God is “Wake up the watchmen.” If men will discern the spirit of the messages given and strive to find out from what source they come, the Lord God of Israel will guard them from being led astray. But God is not to be trifled with."},{"refcode_short":"MR760 10.1","refcode_long":"Manuscript Release No. 760, p. 10.1 (Ellen Gould White)","content":"The messages that we have received from heaven are true and faithful. When one man strives to bring in new theories which are not the truth, the ministers of God should bear clear warning against these theories, pointing out where, if received, they would lead the people of God. Those who have received the light of present truth should not be easily deceived and readily led from the true path into strange paths. The watchmen are to be wide awake to discern the outcome of all specious reasoning, for serious errors will be brought in to lead the people of God astray."},{"refcode_short":"MR760 10.2","refcode_long":"Manuscript Release No. 760, p. 10.2 (Ellen Gould White)","content":"If the theories that Brother Ballenger presents were received, they would lead many to depart from the faith. They would counterwork the truths upon which the people of God have stood for the past fifty years. I am bidden to say in the name of the Lord that Elder Ballenger is following a false light. The Lord has not given him the message that he is bearing regarding the sanctuary service."},{"refcode_short":"MR760 10.3","refcode_long":"Manuscript Release No. 760, p. 10.3 (Ellen Gould White)","content":"Our Instructor spoke words to Brother Ballenger: “You are bringing in confusion and perplexity by your interpretation of the Scriptures. You think that you have been given new light, but your light will become darkness to those who receive it."},{"refcode_short":"MR760 10.4","refcode_long":"Manuscript Release No. 760, p. 10.4 (Ellen Gould White)","content":"Walk in Christ's footsteps and hold fast that which you have received and heard, and put away any exposition of Scripture which means, “My Lord delayeth His coming.” In such a day as ye think not the Son of man cometh, and then how will it be with you and those whose minds you have confused? Stop right where you are, for God has not given you this message to bear to the people. Those who receive your interpretation of Scripture regarding the sanctuary service are receiving error and following in false paths. The enemy will work the minds of those who are eager for something new, preparing them to receive false theories and false expositions of the Scripture."},{"refcode_short":"MR760 10.5","refcode_long":"Manuscript Release No. 760, p. 10.5 (Ellen Gould White)","content":"When men come in who would move one pin or pillar from the foundation which God has established by His Holy Spirit, let the aged men who were pioneers in our work speak plainly, and let those who are dead speak also by the reprinting of their articles in our periodicals. Gather up the rays of divine light that God has given as He has led His people on step by step in the way of truth. This truth will stand the test of time and trial."},{"refcode_short":"MR760 11.1","refcode_long":"Manuscript Release No. 760, p. 11.1 (Ellen Gould White)","content":"Christ is called the minister of the true tabernacle. He is the head of His church on earth. He declares, “All power is given unto Me in heaven and in earth. Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world” (Matthew 28:18-20). He is the minister of the true tabernacle, and He is constantly sending messages to His people. The rich nutriment of sound doctrine will be given to all true laborers. Christ's faithful ambassadors will be taught of God in every sermon that speaks truth to the heart. Christ is indeed the minister of holy things in the true tabernacle, which the Lord pitched and not man."},{"refcode_short":"MR760 11.2","refcode_long":"Manuscript Release No. 760, p. 11.2 (Ellen Gould White)","content":"There is a great work to be done in the proclamation of the gospel. God will call men from the plow and from the vineyard and will send them forth into His service, even as Christ called fishermen from their daily occupation. As the first disciples, in obedience to the call of Christ, left their nets and followed Him, so will men in humble walks of life go forth today with the message for this time. These devoted servants of Christ will not seek the highest seat, but will follow Christ in the path of self-denial and sacrifice, and they will win souls to the Saviour."},{"refcode_short":"MR760 11.3","refcode_long":"Manuscript Release No. 760, p. 11.3 (Ellen Gould White)","content":"There are thousands of souls willing to work for the Master who have not had the privilege of hearing the truth as some have heard it, but they have been faithful readers of the Word of God, and they will be blessed in their humble efforts to impart light to others. Let such ones keep a diary and when the Lord gives them an interesting experience, let them write it down, as Samuel did when the armies of Israel won a victory over the Philistines. He set up a monument of thankfulness, saying, “Hitherto hath the Lord helped us” (1 Samuel 7:12). Brethren, where are the monuments by which you keep in view the love and goodness of God? Strive to keep fresh in your minds the help that the Lord has given you in your efforts to help others. Let not your actions show one trace of selfishness. Every tear that the Lord has helped you to wipe from sorrowful eyes, every fear that has been expelled, every mercy shown—trace a record of it in your diary. “As thy days, so shall thy strength be” (Deuteronomy 33:25). Be willing to be little men handling great subjects."},{"refcode_short":"MR760 12.1","refcode_long":"Manuscript Release No. 760, p. 12.1 (Ellen Gould White)","content":"I have a warning for those who suppose that they have been given the work of revealing Scripture in a new light. This work means substituting human interpretation for the interpretation that God has given. Thus did the heavenly messengers pronounce upon the effort into which Brother Ballenger has entered."},{"refcode_short":"MR760 12.2","refcode_long":"Manuscript Release No. 760, p. 12.2 (Ellen Gould White)","content":"My brother, you are in the presence of Him who has never failed to accomplish His work or to fulfill His word. Bear not this message that you think means so much. In one way, it does mean much. It means the uprooting of faith in God and the making of infidels. Cease from all such work, for it will open the door for many to depart from the faith once delivered to the saints, and to give heed to seducing spirits.—Manuscript 62, 1905. (“A Warning Against False Theories,” May 24, 190.)"},{"refcode_short":"MR760 12.3","refcode_long":"Manuscript Release No. 760, p. 12.3 (Ellen Gould White)","content":"In the future, deception of every kind is to arise, and we want solid ground for our feet. We want solid pillars for the building. Not one pin is to be removed from that which the Lord has established. The enemy will bring in false theories such as the doctrine that there is no sanctuary. This is one of the points on which there will be a departing from the faith. Where shall we find safety unless it be in the truths that the Lord has been giving for the last fifty years?"},{"refcode_short":"MR760 12.4","refcode_long":"Manuscript Release No. 760, p. 12.4 (Ellen Gould White)","content":"I want to tell you that Christ lives. He makes intercession for us, and He will save every one who will come to Him in faith and obey His directions. But remember that He does not want you to give your energies to criticism of your brethren. Attend to the salvation of your own soul. Do the work God has given you. You will find so much to do that you will have no inclination to criticize someone else. Use the talent of speech to help and bless. If you do the work God has given you, you will understand what is meant by the sanctification of the Spirit."},{"refcode_short":"MR760 12.5","refcode_long":"Manuscript Release No. 760, p. 12.5 (Ellen Gould White)","content":"Do not think that Satan is not doing anything. Do not think that his army is passive. He and his agencies are on the ground today. We are to put on the whole armor of God. Having done all, we are to stand, meeting principalities and powers and spiritual wickedness in high places. And if we have on the heavenly armor, we shall find that the assaults of the enemy will not have power over us. Angels of God will be round about us to protect us. I have the assurance of God that thus it will be. In the name of the Lord God of Israel I ask you to come up to the help of the Lord, to the help of the Lord against the mighty. If you do this, you will have on your side a strong helper, a personal Saviour. You will be covered with the shield of providence. God will make a way for you, so that you will never be overtaken by the enemy. I am praying that the power of the Saviour will be exerted in behalf of those who have entered into the temptations of the enemy. They are not standing under the broad shield of Omnipotence. My brethren, it is our privilege to stand under this shield.—The Review and Herald, May 25, 1905. (Address by E. G. White at the General Conference session May 16, 1905.)"},{"refcode_short":"MR760 13.1","refcode_long":"Manuscript Release No. 760, p. 13.1 (Ellen Gould White)","content":"I will not now try to describe the experience through which I passed during the night. I slept, and many things were represented to me. The instruction given me, I wrote out in the night season, while others were sleeping. I have much more to say which will be said to our people with pen and voice."},{"refcode_short":"MR760 13.2","refcode_long":"Manuscript Release No. 760, p. 13.2 (Ellen Gould White)","content":"We are to give special attention to the conversion of sinners. Now is the time for every soul to test his own case. It is the prevailing custom to look to human agencies for sympathy. There is called for a much stronger element of moral power. God's people are to live in the clear sense that they have a God to whom they are to go with all their troubles, but go not to human agencies. “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed. For let not that man think that he shall receive any thing of the Lord. A double minded man is unstable in all his ways” (James 1:5-8)."},{"refcode_short":"MR760 13.3","refcode_long":"Manuscript Release No. 760, p. 13.3 (Ellen Gould White)","content":"We need to walk humbly before the Lord. His truth is to be substantiated and magnified. We are warned that heresy of every kind will be brought in among the people of God in these last days. One heresy leads to many other heresies in the explanation of the Word of God and in departing from the Lord's designs and plans. Let our meetings in this conference be times for the investigation and building up of the waste places. [Isaiah 58:12-14 quoted.]"},{"refcode_short":"MR760 14.1","refcode_long":"Manuscript Release No. 760, p. 14.1 (Ellen Gould White)","content":"The Lord would have us at this time bring in the testimony written by those who are now dead, to speak in behalf of heavenly things. The Holy Spirit has given instruction for us in these last days. We are to repeat the testimonies that God has given His people, the testimonies that present clear conceptions of the truths of the sanctuary and that show the relation of Christ to the truths of the sanctuary so clearly brought to view."},{"refcode_short":"MR760 14.2","refcode_long":"Manuscript Release No. 760, p. 14.2 (Ellen Gould White)","content":"If we are the Lord's appointed messengers, we shall not spring up with new ideas and theories to contradict the message that God has given through His servants since 1844. At that time many sought the Lord with heart and soul and voice. The men whom God raised up were diligent searchers of the Scriptures. And those who today claim to have light, and who contradict the teaching of God's ordained messengers who were working under the Holy Spirit's guidance, those who get up new theories which remove the pillars of our faith, are not doing the will of God, but are bringing in fallacies of their own invention, which, if received, will cut the church away from the anchorage of truth and set them drifting, drifting, to where they will receive any sophistries that may arise. These will be similar to that which Dr. J. H. Kellogg, under Satan's special guidance, has been working for years."},{"refcode_short":"MR760 14.3","refcode_long":"Manuscript Release No. 760, p. 14.3 (Ellen Gould White)","content":"Our work is to bring forth the strong reasons of our faith, our past and present position, because there are men who, never established in the truth, will bring in fallacies which would tear away the anchorage of our faith. Even presidents of conferences will fear to move, as some have done, dictating and commanding and forbidding. They drive the sheep away into forbidden paths. God sends no man with a message that leads souls to depart from the faith that has been our stronghold for so many years. We are to substantiate this faith rather than tear down the foundation upon which it rests."},{"refcode_short":"MR760 14.4","refcode_long":"Manuscript Release No. 760, p. 14.4 (Ellen Gould White)","content":"There will be many converted from among the Jews, and these converts will aid in preparing the way of the Lord and making straight in the desert a highway for our God. Converted Jews are to have an important part to act in the great preparations to be made in the future to receive Christ, our Prince. A nation shall be born in a day. How? By men whom God has appointed being converted to the truth. There will be seen, “First the blade, then the ear, then the full corn in the ear” (Mark 4:28). The predictions of prophecy will be fulfilled. The day of the Lord will come suddenly, unexpectedly, and men are asleep. Read Matthew 10:16, “Behold, I send you forth as sheep in the midst of wolves: be ye therefore wise as serpents, and harmless as doves.” Manuscript 75, 1905. (“Building the Waste Places,” May, 1905.)"},{"refcode_short":"MR760 15.1","refcode_long":"Manuscript Release No. 760, p. 15.1 (Ellen Gould White)","content":"I awake at three o'clock. My heart goes forth in grateful thanksgiving that I am free from aches and pains. My right hand is calm and steady, and I can fill my fountain pen without spilling a drop of ink. I thank God that for many years this hand has seldom been weak. I can walk up and down stairs with perfect ease, and some days I go up and down as many as twelve times."},{"refcode_short":"MR760 15.2","refcode_long":"Manuscript Release No. 760, p. 15.2 (Ellen Gould White)","content":"I desire with heart and soul to do the work that God has given me as His messenger. I am anxious to give people the evidences of our faith as found in the Scriptures. There are many today who present strange doctrines, giving the Scriptures a wrong meaning. Elder Ballenger thinks that he has new light and is burdened to give it to the people, but the Lord has instructed me that he has misapplied texts of Scripture and given them a wrong application. The Word of God is always the truth, but the doctrines that Elder Ballenger advances, if received, would unsettle our faith in the sanctuary question. Already Elder Ballenger has mystified minds by his large array of texts. These texts are true, but he has placed them where they do not belong."},{"refcode_short":"MR760 15.3","refcode_long":"Manuscript Release No. 760, p. 15.3 (Ellen Gould White)","content":"The light on the sanctuary question was given by the Spirit of God, and we who passed through the disappointment of 1844 can testify to the light that was then given on the sanctuary question. Elder Ballenger needs to rest awhile and cease to sow the tares which will lead our people on a false track. As the messenger of God, I am to bear no hesitating message on this subject."},{"refcode_short":"MR760 15.4","refcode_long":"Manuscript Release No. 760, p. 15.4 (Ellen Gould White)","content":"Elder Ballenger does not see what he is trying to bring to pass. The message that Christ came to give to John on the Isle of Patmos needs now to be carefully studied by Elder Ballenger, for these words of warning tell us that men will arise claiming to have new light, whose theories, if received, would destroy our faith in the truths that have stood the test for half a century. We need to study and understand the message given in the third chapter of Revelation."},{"refcode_short":"MR760 15.5","refcode_long":"Manuscript Release No. 760, p. 15.5 (Ellen Gould White)","content":"[Revelation 3:1-3 quoted.]"},{"refcode_short":"MR760 15.6","refcode_long":"Manuscript Release No. 760, p. 15.6 (Ellen Gould White)","content":"This is a work to be done. There is need for Elder Ballenger to humble his soul before God and to refuse to receive new interpretations of the Scriptures. We have had to meet many men who have come with just such interpretations, seeking to establish false theories and unsettling the minds of many by their readiness to talk, and by their great array of texts which they have misapplied to suit their own ideas."},{"refcode_short":"MR760 16.1","refcode_long":"Manuscript Release No. 760, p. 16.1 (Ellen Gould White)","content":"It is too late in this earth's history to get up something new. The erroneous theories that we had to meet in our early experiences in this work drove us to the Lord in prayer. And the Lord gave me, His messenger, a decided message that men were placing a false application on the Word of God. Christ referred to this danger in the words, “Be watchful and strengthen the things that remain, that are ready to die” (Revelation 3:2). Woe, woe to the man who teaches false theories."},{"refcode_short":"MR760 16.2","refcode_long":"Manuscript Release No. 760, p. 16.2 (Ellen Gould White)","content":"We were cautioned not to listen to the doctrines of men who were obtaining a false experience. We spent whole nights in prayer, and the Holy Spirit gave the message, clear and distinct. All along the way we have had to meet just such things. But we gave no heed to them. Other presentations were made in doctrines that denied the truth which in the past had been advocated. Thus it will be till the close of this earth's history."},{"refcode_short":"MR760 16.3","refcode_long":"Manuscript Release No. 760, p. 16.3 (Ellen Gould White)","content":"The warning comes down along the line, “Remember therefore how thou hast received, and heard, and hold fast, and repent” (Revelation 3:3). Repent of the inclination to distinguish yourself as a man who has great light. Your supposed light is shown to me to be darkness which will lead into strange paths."},{"refcode_short":"MR760 16.4","refcode_long":"Manuscript Release No. 760, p. 16.4 (Ellen Gould White)","content":"The Word of God contains the truth, but when this Word is misapplied and made to strengthen error, we must meet this danger without hesitation. We must call upon our people to turn from such theories, to receive them not, to remember how they have received, and heard, and hold fast, and repent. We call upon them to keep their spiritual eyesight clear and to receive not the elaborate, uncalled-for explanations of the Scriptures offered by some, because these explanations would undermine the pillars of our faith. Reverence the Word, but not its misapplication to substantiate error."},{"refcode_short":"MR760 16.5","refcode_long":"Manuscript Release No. 760, p. 16.5 (Ellen Gould White)","content":"The warning is, “Remember therefore how thou hast received, and heard, and hold fast, and repent” (Revelation 3:3). This is the message that I bear to Elder Ballenger. The Lord says to him, I have spared your life that you may remember how you have received and heard."},{"refcode_short":"MR760 16.6","refcode_long":"Manuscript Release No. 760, p. 16.6 (Ellen Gould White)","content":"To us who passed through the disappointment of 1844, it seems impossible that we should ever forget the experience and the knowledge given us to establish our faith in the truths given us through the ministration of the Holy Spirit. To those who have passed through the trying tests that have come all along the years, the Lord says, “Ye are My witnesses.” All who have been enlightened are to be watchful and strengthen the things that remain, those who are ready to die spiritually by reason of the false theories brought in through misapplication of the Scriptures."},{"refcode_short":"MR760 17.1","refcode_long":"Manuscript Release No. 760, p. 17.1 (Ellen Gould White)","content":"There are many who have not perfected a Christian character: their lives have not been made pure and undefiled through the sanctification of the truth, and they will bring their imperfections into the church and deny their faith, picking up strange theories which they will advance as truth."},{"refcode_short":"MR760 17.2","refcode_long":"Manuscript Release No. 760, p. 17.2 (Ellen Gould White)","content":"Let all heed the warning, “Remember therefore how thou hast received, and heard, and hold fast, and repent. If therefore thou shalt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee” (Revelation 3:3). Satan is using all his science in playing the game of life for human souls. His angels are mingling with men and instructing them in the mysteries of evil. These fallen angels will draw away disciples after them, will talk with men, and will set forth principles that are as false as can be, leading souls into paths of deception. These angels are to be found all over the world, presenting the wonderful things that will soon appear in a more decided light. God calls upon His people to gain an understanding of the mystery of godliness. Jesus Christ is our dependence, and the Lord calls upon His people to beware of following a course that would rob them of their usefulness."},{"refcode_short":"MR760 17.3","refcode_long":"Manuscript Release No. 760, p. 17.3 (Ellen Gould White)","content":"In the proclamation of the truth there is to be no display. Let worldlings carry on their large gatherings with their great display, but let not God's people suppose that this is the way to preach the gospel or to present the truth. Outward display does not give influence to the truth. It does not add to the usefulness or the success of the workers in God's vineyard. Ministers and medical missionaries, be true to your calling. Make no exhibitions for display. In your expenditure of means, let the self-denial of Christ be seen. In our behalf He laid aside His royal robe and kingly crown and clothed His divinity with humanity, coming to this world as a babe, and for thirty years living here as a man among men. He lived the life of a poor man, yet He was the Prince of heaven. “Lo, I come,” He declared, “in the volume of the book it is written of me; I delight to do Thy will, O My God: yea, thy law is within my heart” (Psalm 40:7-8). The prophet Isaiah bears testimony, “For unto us a child is born, unto us a Son is given: and the government shall be upon His shoulder: and His name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace” (Isaiah 9:6)."},{"refcode_short":"MR760 18.1","refcode_long":"Manuscript Release No. 760, p. 18.1 (Ellen Gould White)","content":"John, the beloved disciple, bears witness: [John 1:1-4, 14-16; 3:34-36 quoted.]"},{"refcode_short":"MR760 18.2","refcode_long":"Manuscript Release No. 760, p. 18.2 (Ellen Gould White)","content":"In this Scripture God and Christ are spoken of as two distinct personalities, each acting in their own individuality."},{"refcode_short":"MR760 18.3","refcode_long":"Manuscript Release No. 760, p. 18.3 (Ellen Gould White)","content":"“For the law was given by Moses, but grace and truth came by Jesus Christ” (John 1:17). [Psalm 85:10-13; John 1:18 quoted.]"},{"refcode_short":"MR760 18.4","refcode_long":"Manuscript Release No. 760, p. 18.4 (Ellen Gould White)","content":"Moses, pleading with God, said: [Exodus 33:18-23 quoted.]—Manuscript 145, 1905. (Diary, October 31, 1905.)"},{"refcode_short":"MR760 18.5","refcode_long":"Manuscript Release No. 760, p. 18.5 (Ellen Gould White)","content":"Did not the Lord have oversight, I should not care to live another day. But this is a question settled in my mind—that we are under a power which is beyond human control, and in that power we can trust. The Lord is good to us, and if we will walk carefully before Him He will ever reveal His power in our behalf. He will save to the uttermost all who love and obey Him."},{"refcode_short":"MR760 18.6","refcode_long":"Manuscript Release No. 760, p. 18.6 (Ellen Gould White)","content":"I long daily to be able to do double duty. I have been pleading with the Lord for strength and wisdom to reproduce the writings of the witnesses who were confirmed in the faith in the early history of the message. After the passing of the time in 1844, they received the light and walked in the light, and when the men claiming to have new light would come in with their wonderful messages regarding various points of Scripture, we had, through the moving of the Holy Spirit, testimonies right to the point, which cut off the influence of such messages as Elder A. F. Ballenger has been devoting his time to presenting. This poor man has been working decidedly against the truth that the Holy Spirit has confirmed. When the power of God testifies as to what is truth, that truth is to stand forever as the truth. No after-suppositions contrary to the light God has given are to be entertained."},{"refcode_short":"MR760 19.1","refcode_long":"Manuscript Release No. 760, p. 19.1 (Ellen Gould White)","content":"Men will arise with interpretations of Scripture which are to them truth, but which are not truth. The truth for this time, God has given us as a foundation for our faith. He Himself has taught us what is truth. One will arise, and still another with new light, which contradicts the light that God has given under the demonstration of His Holy Spirit. A few are still alive who passed through the experience gained in the establishment of this truth. God has graciously spared their lives to repeat and repeat, till the close of their lives, the experience through which they passed, even as did John the apostle till the very close of his life. And the standard-bearers who have fallen in death are to speak through the re-printing of their writings. I am instructed that thus their voices are to be heard. They are to bear their testimony as to what constitutes the truth for this time."},{"refcode_short":"MR760 19.2","refcode_long":"Manuscript Release No. 760, p. 19.2 (Ellen Gould White)","content":"We are not to receive the words of those who come with a message that contradicts the special points of our faith. They gather together a mass of Scripture and pile it as proof around their asserted theories. This has been done over and over again during the past fifty years. And while the Scriptures are God's Word, and are to be respected, the application of them, if such application moves one pillar of the foundation that God has sustained these fifty years, is a great mistake. He who makes such an application knows not the wonderful demonstration of the Holy Spirit that gave power and force to the past messages that have come to the people of God."},{"refcode_short":"MR760 19.3","refcode_long":"Manuscript Release No. 760, p. 19.3 (Ellen Gould White)","content":"Elder Ballenger's proofs are not reliable. If received, they would destroy the faith of God's people in the truth that has made us what we are. We must be decided on this subject, for the points that he is trying to prove by Scripture are not sound. They do not prove that the past experience of God's people was a fallacy. We had the truth: we were directed by the angels of God. It was under the guidance of the Holy Spirit that the presentation of the sanctuary question was given. It is eloquence for everyone to keep silent in regard to the features of our faith in which they acted no part."},{"refcode_short":"MR760 19.4","refcode_long":"Manuscript Release No. 760, p. 19.4 (Ellen Gould White)","content":"God never contradicts Himself. Scripture proofs are misapplied if forced to testify to that which is not true. Another and still another will arise and bring in supposedly great light, and make their assertions. But we stand by the old landmarks. [1 John 1:1-10 quoted.]"},{"refcode_short":"MR760 20.1","refcode_long":"Manuscript Release No. 760, p. 20.1 (Ellen Gould White)","content":"I am instructed to say that these words we may use as appropriate for this time, for the time has come when sin must be called by its right name. We are hindered in our work by men who are not converted, who seek their own glory. They wish to be thought originators of new theories, which they present, claiming that they are truth. But if these theories are received, they will lead to a denial of the truth that for the past fifty years God has been giving to His people, substantiating it by the demonstration of the Holy Spirit."},{"refcode_short":"MR760 20.2","refcode_long":"Manuscript Release No. 760, p. 20.2 (Ellen Gould White)","content":"Let all men beware what is the character of their work. They would better be falling into line for their own souls’ sake and for the sake of the souls of others. “If we walk in the light as He is in the light, the blood of Jesus Christ His Son cleanseth us from all sin” (1 John 1:7). It is nothing to the credit of any man to start on a new track, using Scripture to substantiate theories of error, leading minds into confusion, away from the truths that are to be indelibly impressed on the minds of God's people, that they may hold fast to the faith.—Letter 329, 1905. (To J. A. Burden, December 11, 1905.)"},{"refcode_short":"MR760 20.3","refcode_long":"Manuscript Release No. 760, p. 20.3 (Ellen Gould White)","content":"Never was there a time when the enemy worked with such subtlety as at the present, and we need to realize that we are now to be fully prepared to meet whatever may come in the way of apostasy. The Word of God declares that some shall depart from the faith, giving heed to seducing spirits and doctrines of devils."},{"refcode_short":"MR760 20.4","refcode_long":"Manuscript Release No. 760, p. 20.4 (Ellen Gould White)","content":"I have much to be thankful for in the health and strength that the Lord gives me. We must keep up our courage in the Lord. I am praying that the Lord's people shall have special power just now and that they will not think or talk discouragement. We need to strengthen our belief in the past experience that we have had in the cause of God. We need to pray much and speak words of encouragement to others."},{"refcode_short":"MR760 20.5","refcode_long":"Manuscript Release No. 760, p. 20.5 (Ellen Gould White)","content":"We must keep constantly before our people the instruction contained in the first three chapters of Revelation. God says, “Be watchful, and strengthen the things which remain, that are ready to die: for I have not found thy works perfect before God. Remember therefore how thou hast received and heard, and hold fast, and repent. If therefore thou shalt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee” (Revelation 3:2, 3)."},{"refcode_short":"MR760 21.1","refcode_long":"Manuscript Release No. 760, p. 21.1 (Ellen Gould White)","content":"Satan will use his best plans to lead souls to bring in some new theories, some strange, fanciful ideas. These souls will try to substantiate false doctrines, and they will take texts of Scripture and misapply them in order to make their doctrines appear as truth. The theories that Elder Ballenger advocated, which remove the sanctuary truth, are just such as the enemy would bring in as matters of the utmost importance, to shake us from our foundation of faith. But we must heed the word, “Remember therefore how thou hast received and heard, and hold fast.” When efforts are made to unsettle our faith in our past experience and to send us adrift, let us hold fast to the truth that we have received."},{"refcode_short":"MR760 21.2","refcode_long":"Manuscript Release No. 760, p. 21.2 (Ellen Gould White)","content":"Last night I received instruction, as you will see when you read the enclosed copies. The warning is given, Hold fast to the past experience. [1 Corinthians 2:1-5 quoted.]"},{"refcode_short":"MR760 21.3","refcode_long":"Manuscript Release No. 760, p. 21.3 (Ellen Gould White)","content":"The power of God! It is this that will bear the test of trial, breaking down opposition, melting away scientific reasoning, and bringing men and women to an appreciation of the truth that has kept us where we are, on a solid foundation."},{"refcode_short":"MR760 21.4","refcode_long":"Manuscript Release No. 760, p. 21.4 (Ellen Gould White)","content":"May the Lord bless you largely, and keep you sound in the faith.—Letter 40, 1906. (To Brother and Sister Hughes, January 23, 1906.)"},{"refcode_short":"MR760 21.5","refcode_long":"Manuscript Release No. 760, p. 21.5 (Ellen Gould White)","content":"I am much pleased that the blessing of the Lord has accompanied your labors in San Diego. I should be much pleased to get a letter from you giving some particulars of your work. Is the interest still good? It is in just such places as San Diego that work needs to be done. I have felt so sorry, as I have seen time passing, that so little is being accomplished. I am deeply interested in the work you have been doing in Los Angeles and in San Diego. I rejoice to learn that in San Diego souls have accepted the truth."},{"refcode_short":"MR760 21.6","refcode_long":"Manuscript Release No. 760, p. 21.6 (Ellen Gould White)","content":"I should be very much pleased to visit San Diego and Loma Linda, but it would be very difficult for me to leave my workers just now and still accomplish the work that I desire to do. There is a large pile of unpublished matter relating to our early experience in the message that should be re-published. The instruction given me is that the words of the Lord should not be lost, but should be ever kept in mind, because we are constantly in danger of losing the truth out of the soul and gathering up things that are out of the line of truth, things that will lead to confusion."},{"refcode_short":"MR760 22.1","refcode_long":"Manuscript Release No. 760, p. 22.1 (Ellen Gould White)","content":"The truths given us after the passing of the time in 1844 are just as certain and unchangeable as when the Lord gave them to us in answer to our urgent prayers. The visions that the Lord has given me are so remarkable that we know that what we have accepted is the truth. This was demonstrated by the Holy Spirit. Light, precious light from God, established the main points of our faith as we hold them today. And these truths are to be kept before the mind. We must arouse from the position of lukewarmness, from being neither cold nor hot. We need increased faith and more earnest trust in God. We must not be satisfied to remain where we are. We must advance step by step, from light to greater light."},{"refcode_short":"MR760 22.2","refcode_long":"Manuscript Release No. 760, p. 22.2 (Ellen Gould White)","content":"The Lord will certainly do great things for us if we will hunger and thirst after righteousness. We are the purchased property of Jesus Christ. We must not lose our devotion, our consecration. We are in conflict with the errors and delusions that have to be swept away from the minds of those who have not acted upon the light they already have. Bible truth is our only safety. I know and understand that we are to be established in the faith, in the light of the truth given us in our early experience. At that time one error after another pressed in upon us, and ministers and doctors brought in new doctrines. We would search the Scriptures with much prayer and the Holy Spirit would bring the truth to our minds. Sometimes whole nights would be devoted to searching the Scriptures and earnestly asking God for guidance. Companies of earnest, devoted men and women assembled for this purpose. The power of God would come upon me and I was enabled clearly to define what is truth and what is error."},{"refcode_short":"MR760 22.3","refcode_long":"Manuscript Release No. 760, p. 22.3 (Ellen Gould White)","content":"As the points of our faith were thus established, our feet were placed upon a solid foundation. We accepted the truth point by point under the demonstration of the Holy Spirit. I would be taken off in vision and explanations would be given me. I was given illustrations of heavenly things and of the sanctuary, so that we were placed where light was shining on us in clear, distinct rays."},{"refcode_short":"MR760 23.1","refcode_long":"Manuscript Release No. 760, p. 23.1 (Ellen Gould White)","content":"All these truths are immortalized in my writings. The Lord never denies His Word. Men may get up scheme after scheme, and the enemy will seek to seduce souls from the truth, but all who believe that the Lord has spoken through Sister White, and has given her a message, will be safe from the many delusions that will come in in these last days."},{"refcode_short":"MR760 23.2","refcode_long":"Manuscript Release No. 760, p. 23.2 (Ellen Gould White)","content":"I know that the sanctuary question stands in righteousness and truth just as we have held it for so many years. It is the enemy that leads minds off on sidetracks. He is pleased when those who know the truth become engrossed in collecting Scriptures to pile up around erroneous theories, which have no foundation in truth. The Scriptures thus used are misapplied; they were not given to substantiate error, but to strengthen truth."},{"refcode_short":"MR760 23.3","refcode_long":"Manuscript Release No. 760, p. 23.3 (Ellen Gould White)","content":"So you see that it is impossible for us to have any agreement with the positions taken by Brother A. F. Ballenger, for no lie is of the truth. His proofs do not belong where he places them, and although he may lead minds to believe his theory in regard to the sanctuary, this is no evidence that his theory is true. We have had a plain and decided testimony to bear for half a century. The positions taken in my books are truth. The truth was revealed to us by the Holy Spirit, and we know that Brother Ballenger's position is not according to the Word of God. This theory is a deceiving theory and he misapplies Scriptures. Theories of the kind that he has been presenting, we have had to meet again and again."},{"refcode_short":"MR760 23.4","refcode_long":"Manuscript Release No. 760, p. 23.4 (Ellen Gould White)","content":"I am thankful that the instruction contained in my books establishes present truth for this time. These books were written under the demonstration of the Holy Spirit. I praise the Lord with heart and soul and voice, and I pray that He will lead into all truth those who will be led. I praise Him that He has so wonderfully spared my life up to this time, to bear the same message upon the important points of our faith that I have borne for half a century."},{"refcode_short":"MR760 23.5","refcode_long":"Manuscript Release No. 760, p. 23.5 (Ellen Gould White)","content":"My health is good and my mind clear. For this I praise the Lord. Generally I write from two or three o'clock in the morning until six or seven at night. On rising I take a sponge bath, dress, and then build my fire. Usually I write all day. The Lord is good and greatly to be praised. “Bless the Lord, O my soul, and all that is within me bless His holy name” (Psalm 103:1).—Letter 50, 1906. (To W. W. Simpson, January 30, 1906.)"},{"refcode_short":"MR760 24.1","refcode_long":"Manuscript Release No. 760, p. 24.1 (Ellen Gould White)","content":"I am instructed that we are not to enter into any controversy over the spiritualistic representations that are fast coming in from every quarter. Further than this, I am to give those in charge of our papers instruction not to publish in the columns of the Review and Herald, the Signs of the Times, or any other papers published by Seventh-day Adventists, articles attempting to explain these sophistries. We are in danger whenever we discuss the sophistries of the enemy. The publication of articles dealing with these sophistries is a snare for souls. Let these theories alone and warn all not to read them. Your explanations will amount to nothing. Let the theories alone. Do not try to show the inconsistency or fallacy of them. Let them alone."},{"refcode_short":"MR760 24.2","refcode_long":"Manuscript Release No. 760, p. 24.2 (Ellen Gould White)","content":"Do not perpetuate evil by talking of these theories in sermons or by publishing in our papers articles regarding them. The Lord says, Let them be unexplained. Present the affirmative of truth plainly, clearly, and decidedly. You cannot afford to study or combat these false theories. Present the truth, It is written. The time spent in dealing with these fallacies is so much time lost. Our papers are not published for the purpose of dealing with such subjects. Articles on Bible subjects, full of practical truth, and written in so simple a style that the children and the common people cannot misunderstand them, are to fill our papers."},{"refcode_short":"MR760 24.3","refcode_long":"Manuscript Release No. 760, p. 24.3 (Ellen Gould White)","content":"The writers who are quoted in articles discussing these subjects are much pleased to have their views thus introduced to our people. But this is sowing tares. Our ministers are not given the work of discussing these subjects of spiritualistic science. They are to keep strictly to Bible truth, It is written. They are to present the reasons of our faith, and never reproduce the seductive heresies that will continually appear. No time or study is to be given to these seducing theories. The enemy stands close beside those who proclaim his sentiments."},{"refcode_short":"MR760 24.4","refcode_long":"Manuscript Release No. 760, p. 24.4 (Ellen Gould White)","content":"Let Bible truth be presented in our papers. Give the reasons of our faith. In the most cheerful, hopeful, encouraging articles recommend the diligent searching of the Scriptures. Urge our people to become familiar with the Word of God. In their study, the students in our schools should commit to memory portions of the Word. The time will come when many will be deprived of the written Word. But if this Word is printed in the memory, no one can take it from us. It is a talisman that will meet the worst forms of error and evil."},{"refcode_short":"MR760 25.1","refcode_long":"Manuscript Release No. 760, p. 25.1 (Ellen Gould White)","content":"Evil doctrines will be accumulated by the publication of seductive fallacies. To make these fallacies the subject of discourse is to put into the minds of many thoughts that would never have been there had not these errors been brought out before them. Let the youth be taught to shun publications dealing with this subject. Do not print one article with it, for you cannot without loss enter into these things. Thus seed is sown that will spring up and bring forth tares."},{"refcode_short":"MR760 25.2","refcode_long":"Manuscript Release No. 760, p. 25.2 (Ellen Gould White)","content":"What we need is truth, present truth. Let the truth shine forth in its unmeasured superiority, in all the dignity and purity that distinguishes true religion. An acquaintance with the Word of God will strengthen us to resist evil. Hold up the cross of Calvary. This will rebuke heathen philosophy and pagan idolatry. Lift up the cross of Calvary higher and still higher as the identified reality of Christianity. Let all our works, our every enterprise, show forth the sacred principles of the gospel."},{"refcode_short":"MR760 25.3","refcode_long":"Manuscript Release No. 760, p. 25.3 (Ellen Gould White)","content":"Bible truth is to be presented in short articles made intensely interesting. “Search the Scriptures; for in them ye think ye have eternal life” (John 5:39). I have sometimes thought that text strangely worded, but it is all clear now. Think on what you read, for in the Scriptures “ye think ye have eternal life: and they are they which testify of me” Ibid. ."},{"refcode_short":"MR760 25.4","refcode_long":"Manuscript Release No. 760, p. 25.4 (Ellen Gould White)","content":"We are now to make diligent work for eternity. Only for a very short time longer will the Lord bear with the gross wickedness that fills the world. Oh how suddenly will the end come, surprising the world in their increasing iniquity."},{"refcode_short":"MR760 25.5","refcode_long":"Manuscript Release No. 760, p. 25.5 (Ellen Gould White)","content":"I have to say to our people in Battle Creek, The seeds of unbelief have been sown by one in whom I have always had an intense interest. I have prayed that he shall be entirely changed and made a new man in Christ Jesus. I have seen the seeds he has been sowing in other countries, and his heart is set to do this work. Letters come to me that the work is being made hard because of the influence of _____, and the ministers are working under great discouragement because of the reports that have been circulated. This will compel me to make every effort possible to prevent him from taking captive poor souls that are easily deceived."},{"refcode_short":"MR760 25.6","refcode_long":"Manuscript Release No. 760, p. 25.6 (Ellen Gould White)","content":"In the night season I am instructed that issues will arise that will have to be met from now on more decidedly because of the large sanitarium that has been erected in Battle Creek. Can I hold my peace and allow our people to be exposed to the influences exerted by the leading men in the medical work there? No, no! Those who accept the theories held by some will surely be led astray. Dr._____ and his associates are already diseased with a species of spiritualistic sentiments, and unless they change they will in the near future be swayed into accord with the wonderful miracle-working power that the Word of God has said will be seen in these last days. “Some shall depart from the faith, giving heed to seducing spirits and doctrines of devils” (1 Timothy 4:1). Those who have been feeding their minds on the supposedly excellent but spiritualistic theories of Living Temple are in a very dangerous place."},{"refcode_short":"MR760 26.1","refcode_long":"Manuscript Release No. 760, p. 26.1 (Ellen Gould White)","content":"For the past fifty years I have been receiving intelligence regarding heavenly things. But the instruction given me has now been used by others to justify and endorse theories in Living Temple that are of a character to mislead. May the Lord teach me how to meet such things. If necessary I can charge all such work as coming directly from Satan to make the words God has given me testify to a lie."},{"refcode_short":"MR760 26.2","refcode_long":"Manuscript Release No. 760, p. 26.2 (Ellen Gould White)","content":"Nashville, July 4—We are very sorry to read the article written by Elder Tenney in the Medical Missionary on the sanctuary question. The enemy has obtained the victory over one minister. If this minister had remained away from the seducing influences that Satan is exerting at the present time in Battle Creek, he might yet be standing on vantage ground."},{"refcode_short":"MR760 26.3","refcode_long":"Manuscript Release No. 760, p. 26.3 (Ellen Gould White)","content":"We are very sorry to see the result of gathering a large number to Battle Creek. Ministers who have been believers in the foundation truths that have made us what we are—Seventh-day Adventists; ministers who went to Battle Creek to teach and strengthen the truths of the Bible, are now, when old and gray-headed, turning from the grand truths of the Bible and accepting infidel sentiments. This means that the next step will be a denial of a personal God, pulling down the bulwarks of the faith that is plainly revealed in the Scriptures. The sanctuary question is the foundation of our faith."},{"refcode_short":"MR760 26.4","refcode_long":"Manuscript Release No. 760, p. 26.4 (Ellen Gould White)","content":"The warning is given in the Word, “Some shall depart from the faith, giving heed to seducing spirits and doctrines of devils” (1 Timothy 4:1). We now repeat, Parents, keep your children away from Battle Creek. Some of our medical missionary workers are becoming leavened with infidelity. Specious heresy has been taking hold of minds and its threads have been woven into the pattern of the figure. Who is responsible for giving young men and women an education that has left a seducing influence upon their minds? One father writes that of his two children who were sent to Battle Creek, one is now an infidel and the other has given up the truth."},{"refcode_short":"MR760 27.1","refcode_long":"Manuscript Release No. 760, p. 27.1 (Ellen Gould White)","content":"Letters such as this have been coming from different ones. The warning is given me to give to parents, If your children are in Battle Creek, call them away without delay. Satan has come down with great power to work with all deceivableness of unrighteousness.—Manuscript 20, 1906. (“Preach the Word,” February 7, 1906.)"},{"refcode_short":"MR760 27.2","refcode_long":"Manuscript Release No. 760, p. 27.2 (Ellen Gould White)","content":"I have words to speak to you and to others in Battle Creek. I shall go over the ground step by step, just as I am led by the Holy Spirit. It is presented to me that there are some in Battle Creek who are being deceived by men linked together to support one another. I could name individuals, but this may not be necessary."},{"refcode_short":"MR760 27.3","refcode_long":"Manuscript Release No. 760, p. 27.3 (Ellen Gould White)","content":"Your recent letter was received. You write like an honest man, and I believe you to be sincere, but you are a man greatly deceived. In the past, I have had a great interest in your welfare. I have regarded you as a man who feared God and kept His commandments. But when you left Australia and came to Battle Creek this last time, and linked your interests with the physicians at the Sanitarium, you made a grave mistake. You followed your own impulses in this matter instead of moving in the counsel of God."},{"refcode_short":"MR760 27.4","refcode_long":"Manuscript Release No. 760, p. 27.4 (Ellen Gould White)","content":"We are living in an age of this earth's history when men must seek counsel of God and not be led away from their posts of duty, and away from the truth, by men who have not a real faith in Christ. Let no one regard it safe to follow human impulse. Brother Tenney, you have been drawn away from the truth more than you have known, and your connection with men in Battle Creek has been to your great injury. The light of your past experience is going out."},{"refcode_short":"MR760 27.5","refcode_long":"Manuscript Release No. 760, p. 27.5 (Ellen Gould White)","content":"I have been surprised and made sad to read some of your articles in the Medical Missionary, and especially those on the sanctuary question. These articles show that you have been departing from the faith. You have helped in confusing the understanding of our people. The correct understanding of the ministration in the heavenly sanctuary is the foundation of our faith."},{"refcode_short":"MR760 28.1","refcode_long":"Manuscript Release No. 760, p. 28.1 (Ellen Gould White)","content":"If you had remained away from the seducing influences that Satan is exerting at the present time in Battle Creek, you might yet be standing on vantage ground."},{"refcode_short":"MR760 28.2","refcode_long":"Manuscript Release No. 760, p. 28.2 (Ellen Gould White)","content":"We are very sorry to see the result of gathering a large number to Battle Creek. Ministers who have been believers in the foundation truths that have made us what we are—Seventh-day Adventists—ministers who went to Battle Creek to teach and uphold the truth of the Bible, are now, when old and grey-headed, turning from the grand truths of the Bible and accepting infidel sentiments. This means that the next step will be a denial of a personal God, pulling down the bulwarks of the faith that is plainly revealed in the Scriptures. In the Word is given the warning, “Some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils” (1 Timothy 1:4)."},{"refcode_short":"MR760 28.3","refcode_long":"Manuscript Release No. 760, p. 28.3 (Ellen Gould White)","content":"I must again say to our people, Keep your children away from Battle Creek. Some of our medical missionary workers are becoming leavened with infidelity. Specious heresy has been taking hold of minds and its threads have been woven into the pattern of the figure. Who is responsible for giving young men and young women an education that has left an evil influence upon their minds? One father writes that of his two children who were sent to Battle Creek, one is now an infidel and the other has given up his faith in the Advent message."},{"refcode_short":"MR760 28.4","refcode_long":"Manuscript Release No. 760, p. 28.4 (Ellen Gould White)","content":"Those who are not walking in the light of the message may gather up statements from my writings that happen to please them, and that agree with their human judgment, and by separating these statements from their connection and placing them beside human reasonings, make it appear that my writings uphold that which they condemn. I charge you not to do this work. To use my writings thus, and at the same time reject the message which I bear to correct errors, is misleading and inconsistent."},{"refcode_short":"MR760 28.5","refcode_long":"Manuscript Release No. 760, p. 28.5 (Ellen Gould White)","content":"I thank the Lord that the only true and living God still lives. Jesus Christ took humanity upon Himself to make it possible for human beings, through faith, to be partakers of the divine nature and thus escape the corruption that is in the world through lust."},{"refcode_short":"MR760 28.6","refcode_long":"Manuscript Release No. 760, p. 28.6 (Ellen Gould White)","content":"The end is so near that it will come unexpectedly, as a thief in the night, and if we do not watch, we shall be found unready, with our lamps going out, unprepared to meet the Bridegroom.—Letter 208, 1906. (To G. C. Tenney, June 29, 1906.)"},{"refcode_short":"MR760 29.1","refcode_long":"Manuscript Release No. 760, p. 29.1 (Ellen Gould White)","content":"In visions of the night I seemed to be speaking with great earnestness before an assembly of people. A heavy burden was upon my soul. I was presenting before those gathered together the message of the prophet Ezekiel regarding the duties of the Lord's watchmen. [Ezekiel 33:1-11 quoted]"},{"refcode_short":"MR760 29.2","refcode_long":"Manuscript Release No. 760, p. 29.2 (Ellen Gould White)","content":"The prophet had by the command of God ceased from prophesying to the Jews just at the time when the news came that Jerusalem was invaded and siege laid to her. In the twenty-fourth chapter Ezekiel records the representation that was given to him of the punishment that would come upon all who would refuse the word of the Lord. The people were removed from Jerusalem and punished by death and captivity. No lot was to fall upon it to determine who should be saved and who destroyed. [Ezekiel 24:6, 7, 9, 10, 12-24 quoted.]"},{"refcode_short":"MR760 29.3","refcode_long":"Manuscript Release No. 760, p. 29.3 (Ellen Gould White)","content":"I am instructed to present these words before those who have had light and evidence, but who have walked directly contrary to the light. The Lord will make the punishment of those who will not receive His admonitions and warnings as broad as the wrong has been. The purposes of those who have tried to cover their wrong while they have secretly worked against the purposes of God will be fully revealed. Truth will be vindicated. God will make manifest that He is God."},{"refcode_short":"MR760 29.4","refcode_long":"Manuscript Release No. 760, p. 29.4 (Ellen Gould White)","content":"There is a spirit of wickedness at work in the church that is striving at every opportunity to make void the law of God. While the Lord may not punish unto death those who have carried their rebellion to great lengths, the light will never again shine with such convincing power upon the stubborn opposers of truth. Sufficient evidence is given to every soul regarding what is truth and what is error. But the deceptive power of evil upon some is so great that they will not receive the evidence and respond to it by repentance."},{"refcode_short":"MR760 29.5","refcode_long":"Manuscript Release No. 760, p. 29.5 (Ellen Gould White)","content":"A long-continued resistance of truth will harden the most impressionable heart. Those who reject the Spirit of truth place themselves under the control of a spirit that is opposed to the word and work of God. For a time they may continue to teach some phases of the truth, but their refusal to accept all the light God sends will after a time place them where they will do the work of a false watchman."},{"refcode_short":"MR760 30.1","refcode_long":"Manuscript Release No. 760, p. 30.1 (Ellen Gould White)","content":"The interests of the cause of present truth demand that those who profess to stand on the Lord's side shall bring into exercise all their powers to vindicate the advent message, the most important message that will ever come to the world. For those who stand as representatives of present truth to use time and energy now in attempting to answer the questions of the doubting ones, will be an unwise use of their time. It will not remove the doubts. The burden of our work now is not to labor for those who, although they have had abundant light and evidence, still continue on the unbelieving side. God bids us give our time and strength to the work of preaching to the people the messages that stirred men and women in 1843 and 1844."},{"refcode_short":"MR760 30.2","refcode_long":"Manuscript Release No. 760, p. 30.2 (Ellen Gould White)","content":"We are now to labor unceasingly to get the truth before Jew and Gentile. Instead of going over and over the same ground to establish the faith of those who should never have accepted a doubt regarding the third angel's message, let our efforts be given to making known the truth to those who have never heard it. God calls upon us to make known to all men the truths that have made us what we are—Seventh-day Adventists."},{"refcode_short":"MR760 30.3","refcode_long":"Manuscript Release No. 760, p. 30.3 (Ellen Gould White)","content":"God is speaking to His people today as he spoke to Israel through Moses, saying, “Who is on the Lord's side?” My brethren, take your position where God bids you. Leave alone those who, after light has been repeatedly given them, have taken a stand on the opposite side. You are not to spend precious time in repeating to them what they already know and thus lose your opportunities of entering new fields with the message of present truth. Take up the work which has been given us. With the Word of God as your message, stand on the platform of truth and proclaim the soon coming of Christ. Truth, eternal truth, will prevail."},{"refcode_short":"MR760 30.4","refcode_long":"Manuscript Release No. 760, p. 30.4 (Ellen Gould White)","content":"For more than half a century the different points of present truth have been questioned and opposed. New theories have been advanced as truth, which were not truth, and the Spirit of God revealed their error. As the great pillars of our faith have been presented, the Holy Spirit has borne witness to them, and especially is this so regarding the truths of the sanctuary question. Over and over again the Holy Spirit has in a marked manner endorsed the preaching of this doctrine. But today, as in the past, some will be led to form new theories and to deny the truths upon which the Spirit of God has placed His approval."},{"refcode_short":"MR760 31.1","refcode_long":"Manuscript Release No. 760, p. 31.1 (Ellen Gould White)","content":"Any man who seeks to present theories which would lead us from the light that has come to us on the ministration in the heavenly sanctuary should not be accepted as a teacher. A true understanding of the sanctuary question means much to us as a people. When we were earnestly seeking the Lord for light on that question, light came. In vision I was given such a view of the heavenly sanctuary and the ministration connection with the Holy Place, that for many days I could not speak of it."},{"refcode_short":"MR760 31.2","refcode_long":"Manuscript Release No. 760, p. 31.2 (Ellen Gould White)","content":"I know from the light that God has given me that there should be a revival of the messages that have been given in the past, because men will seek to bring in new theories and will try to prove that these theories are Scriptural, whereas they are error which if allowed a place will undermine faith in the truth. We are not to accept these suppositions and pass them along as truth. No, no. We must not move from the platform of truth on which we have been established."},{"refcode_short":"MR760 31.3","refcode_long":"Manuscript Release No. 760, p. 31.3 (Ellen Gould White)","content":"There will always be those who are seeking for something new and who stretch and strain the Word of God to make it support their ideas and theories. Let us, brethren, take the things that God has given us, and which His Spirit has taught us is truth, and believe them, leaving alone those theories which His Spirit has not endorsed.—Manuscript 125, 1907. (“Lessons from the Visions of Ezekiel,” July 4, 1907.)"}]