[{"refcode_short":"MR852 1","refcode_long":"Manuscript Release No. 852, p. 1 (Ellen Gould White)","content":"Manuscript Release No. 852: The Development of Adventist Thinking on Clean and Unclean Meats"},{"refcode_short":"MR852 1","refcode_long":"Manuscript Release No. 852, p. 1 (Ellen Gould White)","content":"The Development of Adventist Thinking on Clean and Unclean Meats by Ron Graybill"},{"refcode_short":"MR852 1.1","refcode_long":"Manuscript Release No. 852, p. 1.1 (Ellen Gould White)","content":"The dietary distinction between clean and unclean meats, based on Leviticus 11 and Deuteronomy 14, is generally understood and accepted among Adventists today. Unlike the ceremonial laws of the Old Testament, which pointed to Christ, or the civil laws, which governed the theocracy, these health laws were based on natural law and thus not merely applicable to one age and time. Thus even among Adventists who eat meat, these unclean meats are avoided. Nineteenth-century Adventists, however, did not generally accept this distinction between clean and unclean meats based on levitical law, even though they clearly condemned pork."},{"refcode_short":"MR852 1.2","refcode_long":"Manuscript Release No. 852, p. 1.2 (Ellen Gould White)","content":"The prohibition on pork was the first to be established, but even that took time. Before the health message came to Ellen White in 1863, she and James White both discouraged believers who attempted to enforce a prohibition on pork. “We do not, by any means, believe that the Bible teaches that its [pork] proper use, in the gospel dispensation, is sinful,” James White wrote in 1850. In 1858, a brother in new England, doubtless S. N. Haskell, was again trying to discourage the use of pork, and would make its use a test of loyalty to God's word. Mrs. White wrote him saying that, “If it is the duty of the church to abstain from swine's flesh, God will discover it to more than two or three.”"},{"refcode_short":"MR852 1.3","refcode_long":"Manuscript Release No. 852, p. 1.3 (Ellen Gould White)","content":"After the health reform vision, of course, Mrs. White did come out against the use of pork, arguing that it produced “scrofula, leprosy and cancerous humors.” It is significant that she and other Adventists who wrote against the use of pork up until 1866, argued strictly from a health standpoint. In other words, just because some biblical arguments were used to reinforce the ban on pork, we cannot conclude that at that point Adventists were well on their way to a full-blown teaching on the distinction between clean and unclean meats."},{"refcode_short":"MR852 1.4","refcode_long":"Manuscript Release No. 852, p. 1.4 (Ellen Gould White)","content":"D. M. Canright, in 1866, does allude to Deuteronomy 14:8, “And the swine, because it divideth the hoof, yet cheweth not the cud, it is unclean unto you; ye shall not eat of their flesh, nor touch their dead carcass.” But Canright makes no mention of other unclean meats, and makes no use of the further material in Deuteronomy 14 on the subject. When he does mention oysters, in an article in the following year, he mentions their alleged powers to excite “certain kinds of feelings,” and introduces no biblical argument."},{"refcode_short":"MR852 1.5","refcode_long":"Manuscript Release No. 852, p. 1.5 (Ellen Gould White)","content":"In 1870, W. C. Gage undertakes to refute a rival Advent periodical which took exception to the “scriptural assertion, that the swine is unclean.” But Gage does not cite either Deuteronomy 14 or Leviticus 11. In fact, Gage remarks, “If the scriptures fail to settle the question, let reason have her sway. Examine the animal, and see its filthy habits.” He does discuss some of the Bible's testimony on pork, but his article is far from being a contribution to a broad understanding of the Bible's teaching on clean and unclean meats, being, as it is, heavy with naturalistic arguments and exclusively interested in the pork question."},{"refcode_short":"MR852 1.6","refcode_long":"Manuscript Release No. 852, p. 1.6 (Ellen Gould White)","content":"James White, in an 1872 article, on “Swine's Flesh,” does show the beginnings of a wider application of levitical law. He does mention Deuteronomy 14:8 again, and he. does seek to refute the arguments that the prohibition on swine was a merely Jewish one, and therefore not binding on christians. He reminds his readers that the distinction between clean and unclean was recognized in the Bible long before the “existence of a single Jew.” Still, the whole thrust of his argument is to discredit the pig, not to establish general categories of clean and unclean meats. He does not discuss the biblical criteria for the distinction at all."},{"refcode_short":"MR852 2.1","refcode_long":"Manuscript Release No. 852, p. 2.1 (Ellen Gould White)","content":"The general distinction between clean and unclean meats in Adventist circles remained undeveloped throughout the nineteenth century. While Adventists argued vigorously against pork, the weight of their argument continued to be carried by physiological criteria. Uriah Smith explicitly rejected the applicability of the mosaic distinction: “We believe there is better ground on which to rest [the prohibition on pork] than the ceremonial law of the former dispensation, for if we take the position that that law is still binding, we must accept it all, and then we shall have more on our hands than we can easily dispose of.”"},{"refcode_short":"MR852 2.2","refcode_long":"Manuscript Release No. 852, p. 2.2 (Ellen Gould White)","content":"For Adventists in the nineteenth century then, all meat-eating was discouraged, while the eating of pork was virtually banned. Other meats which we would consider unclean were not seen, apparently, in the same light as pork."},{"refcode_short":"MR852 2.3","refcode_long":"Manuscript Release No. 852, p. 2.3 (Ellen Gould White)","content":"Once when Ellen White was ill, her son, W. C. White, reports that she was encouraged to drink a little oyster broth to settle her stomach. She is said to have tried a spoonful or two, but then refused the rest. There is however, evidence that at one point in her life Mrs. White most likely ate some oysters. In 1882, when she was living at Healdsburg, California, she wrote a letter to her daughter-in-law, Mary Kelsey White, in Oakland, in which she made the following request: “Mary, if you can get me a good box of herrings, fresh ones, please do so. These last ones that Willie got are bitter and old. If you can buy cans, say, half a dozen cans, of good tomatoes, please do so. We shall need them. If you can get a few cans of good oysters, get them.”"},{"refcode_short":"MR852 2.4","refcode_long":"Manuscript Release No. 852, p. 2.4 (Ellen Gould White)","content":"Ellen white kept it no secret that under difficult circumstances, as when she traveled or when she was entertained in her travels, she ate some meat. The book, Counsels on Diet and Foods, published in 1938, carries her account of her relation to the use of meat after the health reform vision was given to her as follows: “I at once cut meat out of my bill of fare. After that I was at times placed where I was compelled to eat a little meat.” This is in harmony with her earlier published statement which appeared in 1890 in the book, Christian Temperance and Bible Hygiene, reading, “When I could not obtain the food I needed, I have sometimes eaten a little meat; but I am becoming more and more afraid of it.”"},{"refcode_short":"MR852 2.5","refcode_long":"Manuscript Release No. 852, p. 2.5 (Ellen Gould White)","content":"But beyond this there is evidence of some laxness in the 1870's and 1880's which allowed a little meat to appear on her table when it may not have been essential. Given the difficulties of refrigerating and transporting food in the nineteenth century, it was a much greater problem then to gain an adequate diet without using flesh foods. In the early 1890's Mrs. White expressed her distaste for meat while en route to Australia. She wrote: “They have an abundance of food in the meat line, prepared in different ways; but as I do not enjoy a meat diet, it leaves me rather meager fare.”"},{"refcode_short":"MR852 2.6","refcode_long":"Manuscript Release No. 852, p. 2.6 (Ellen Gould White)","content":"While in Australia in early 1894 Ellen White took her stand to eat no more meat, A position from which there was no retreat through the rest of her life. She writes to it thus:"},{"refcode_short":"MR852 2.7","refcode_long":"Manuscript Release No. 852, p. 2.7 (Ellen Gould White)","content":"“Since the camp meeting at Brighton [January, 1894] I have absolutely banished meat from my table. It is an understanding that whether I am at home or abroad, nothing of this kind is to be used in my family, or come upon my table. I have had much representation before my mind in the night season on this subject."},{"refcode_short":"MR852 3.1","refcode_long":"Manuscript Release No. 852, p. 3.1 (Ellen Gould White)","content":"Ellen White's own understanding of the clean-unclean distinction seems to have grown stronger over time. In 1864 she did note in passing that Noah was allowed to eat “clean” beasts after the flood. And in 1890, when Patriarchs and Prophets was published, she noted that Samson's parents had been instructed to withhold from him “every unclean thing.” This distinction “between articles of food as clean and unclean” was not, she said, “a merely ceremonial and arbitrary regulation, but was based upon sanitary principles.” Furthermore, the “marvelous vitality” of the Jewish people for thousands of years could be traced to this distinction. Significantly, she had not noted this aspect of Samson's life in 1881 when she wrote the articles on which most of the material on Samson in Patriarchs and Prophets is based. In 1905 she again expounded favorably on the distinction as given to the Jews, this time mentioning, in addition to pork, “other animals and birds whose flesh was pronounced unclean.” The passage goes on to enumerate other aspects of Jewish health laws which Seventh-day Adventists have never sought to enforce, so that in summary it can be said that Mrs. White never explicitly declared that the general distinction between clean and unclean meats was one which Seventh-day Adventists were still bound to observe. Her statements commending the Jewish practice certainly encourage that position, but never make it explicit."},{"refcode_short":"MR852 3.2","refcode_long":"Manuscript Release No. 852, p. 3.2 (Ellen Gould White)","content":"Adventists of today, with their understanding of the distinction between clean and unclean meat, need to give due weight to the general lack of such teaching in the Adventist church of her time. In 1883 W. H. Littlejohn, in a question and answer column in the Review, said he was not sure whether oysters would properly come under the prohibition on unclean meats found in Leviticus 11. If they did, he said, it would be because there was some natural reason. It was also just at this time that Uriah Smith expressed his strong disavowal of the application of the mosaic law in this matter, as mentioned above."},{"refcode_short":"MR852 3.3","refcode_long":"Manuscript Release No. 852, p. 3.3 (Ellen Gould White)","content":"The early health reformers sometimes mentioned oysters as they explained why flesh foods were harmful. Russell Trall, in his 1857 Hydropathic Cookbook, said all mollusca, including oysters, were “bad aliments.” Probably more familiar to Adventists were James C. Jackson's comments on oysters, included along with his other criticisms of flesh foods in an article James and Ellen White reprinted in Health: or How to Live. Jackson objected to the oysters because they were scavengers. J. N. Loughborough said all shellfish, including oysters, were objectionable as they contained very little nutrition and were difficult to digest. Finally, in 1891, Kellogg, reacting energetically to some favorable comments on oysters by scientists, condemned the creature as difficult to digest, the “lowest of scavengers,” and apt to contain a deadly poison, tyrotoxicon. Compared with the amount of material in the literature against pork, however, the objections to oysters and other “unclean” meats is so miniscule as to hardly be noticed."},{"refcode_short":"MR852 3.4","refcode_long":"Manuscript Release No. 852, p. 3.4 (Ellen Gould White)","content":"Whatever may have been the practices or understanding of our pioneers on this question, we should never base our own decisions concerning healthful living on the example of other human beings. Mrs. White made this point clearly enough herself in 1901 during an extemporaneous talk in Battle Creek:"},{"refcode_short":"MR852 3.5","refcode_long":"Manuscript Release No. 852, p. 3.5 (Ellen Gould White)","content":"[Ellen G. White speaking:] “Sister White has not had meat in her house or cooked it in any line, or any dead flesh, for years and years. And here is the [basis of some people's] health reform: ‘Now I have told you Sister White did not eat meat. Now I want you not to eat meat, because Sister White does not eat it.’ Well, I would not give—I would not care a farthing for anything like that. If you have not got any better conviction—you won't eat meat because Sister White does not eat any—if I am the authority, I would not give a farthing for your health reform. What I want is that every one of you should stand in your individual dignity before God, in your individual consecration to God, that the soul-temple shall be dedicated to God. ‘Whosoever defileth the temple of God, him will God destroy.’ Now I want you to think of these things, and do not make any human being your criterion.”"},{"refcode_short":"MR852 4.1","refcode_long":"Manuscript Release No. 852, p. 4.1 (Ellen Gould White)","content":"Not surprisingly, it appears that S. N. Haskell, who was among the first to urge the church to abandon the use of pork, was also the first to argue a clear biblical prohibition on all unclean meats, making full use of the prohibitions of Leviticus 11. In May, 1903, he wrote:"},{"refcode_short":"MR852 4.2","refcode_long":"Manuscript Release No. 852, p. 4.2 (Ellen Gould White)","content":"“In many things the Bible lays down principles and we are left to exercise our own judgment in the matter, while in many other matters a plain command is given.... In His infinite plan [God] appointed a part of the animal kingdom to act as scavengers.... In order that we might know those which feed upon clean food. He placed a mark or brand upon them.”"},{"refcode_short":"MR852 4.3","refcode_long":"Manuscript Release No. 852, p. 4.3 (Ellen Gould White)","content":"Haskell then quoted Leviticus 11:1-8: “The eating of these things which God has forbidden,” Haskell concluded, “Is very grievous in his sight.”"}]