[{"refcode_short":"MR926 i","refcode_long":"Manuscript Release No. 926, p. i (Ellen Gould White)","content":"Manuscript Release No. 926: The Fannie Bolton Story"},{"refcode_short":"MR926 ii","refcode_long":"Manuscript Release No. 926, p. ii (Ellen Gould White)","content":"The Fannie Bolton Story: A Collection Of Source Documents"},{"refcode_short":"MR926 ii.1","refcode_long":"Manuscript Release No. 926, p. ii.1 (Ellen Gould White)","content":"Fannie bolton was 28 years old when Ellen White first met her in 1887. Miss Bolton's newspaper reports of the Illinois camp meeting had impressed Mrs. White, who soon hired the younger woman as a literary assistant."},{"refcode_short":"MR926 ii.2","refcode_long":"Manuscript Release No. 926, p. ii.2 (Ellen Gould White)","content":"For most of the next decade, Miss Bolton worked for Mrs. White. As these documents make clear, from the very beginning Mrs. White sensed a certain instability and spiritual immaturity in Miss Bolton. Several times in the years to come fannie voiced criticisms of Ellen White and dissatisfaction with the fact that the literary assistants did not get more public recognition for their work."},{"refcode_short":"MR926 ii.3","refcode_long":"Manuscript Release No. 926, p. ii.3 (Ellen Gould White)","content":"To know of Miss Bolton's complaints is one thing; to read them in the context of her total experience with Ellen White is quite another. Thus it has been felt that serious researchers would appreciate, and profit from, reading a complete collection of documents pertaining to Fannie Bolton's experience."},{"refcode_short":"MR926 ii.4","refcode_long":"Manuscript Release No. 926, p. ii.4 (Ellen Gould White)","content":"This collection of source documents sets forth every detail of the Fannie Bolton story. No primary source document relevant to the Bolton case has been omitted. Even scurrilous and unsupported allegations have been included. Thus readers can judge Miss Bolton's charges in the light of the total evidence. Deletions in the documents have been kept to a minimum and nothing has been omitted unless it was completely irrelevant. If we discover we have omitted any relevant source, we will include it in later printings."},{"refcode_short":"MR926 1.1","refcode_long":"Manuscript Release No. 926, p. 1.1 (Ellen Gould White)","content":"Letter 23a, 1887. (To Mary White, December 11, 1887)—Fannie Bolton will be at the Retreat soon. W.C.W. thought best for her to come and prepare manuscript and you make some suggestions to her. I hope this can be done, for she needs your solid, even work to balance her."},{"refcode_short":"MR926 1.2","refcode_long":"Manuscript Release No. 926, p. 1.2 (Ellen Gould White)","content":"Letter 25, 1888, p. 4. (To Bro. Haskell and Bro. and Sr. Ings, February 13, 1888)—Fannie Bolton is a treasure to me. We are all harmonious, all working unitedly and in love."},{"refcode_short":"MR926 1.3","refcode_long":"Manuscript Release No. 926, p. 1.3 (Ellen Gould White)","content":"Letter 2, 1888, p.3. (To Mr. Walling, April 13, 1888)—I have brought from Norway a musician and translator, and I have also brought from Chicago a young lady who has written for magazines like Mary Clough, and they are now engaged with me in my work."},{"refcode_short":"MR926 1.4","refcode_long":"Manuscript Release No. 926, p. 1.4 (Ellen Gould White)","content":"Letter 76, 1888, p. 4. (To Bro. and Sr. Lockwood, Marian Davis, Fannie Bolton and May Walling, May 24, 1888)—Especially do I feel concerned for Fannie. I want her to recover from this nervousness and wakefulness, and in order to do this she must take time to rest the brain that the nerves may not be completely out of tune like our old organ. When Fannie takes herself in hand, then she will see ways that she can improve her health. I feel so sorry for Fannie. She has a good frame, large bones, and should have good, sound nerves and muscles; and the reason she has not is because she has abused her brain and nerve power by overtaxation, keeping herself upon a strain, keyed up, when reason should take the reins and hold her in obedience to the laws of God which control the human system. I wish Fannie could hear the lectures given now upon health at the Retreat. She needs her mind and conscience stirred up on these things, and needs to use every power God has bestowed upon her to get well, that she may use these powers as God's entrusted gifts, that she may have healthful powers to exercise in all her work."},{"refcode_short":"MR926 1.5","refcode_long":"Manuscript Release No. 926, p. 1.5 (Ellen Gould White)","content":"Fannie, you need some physical exercise indoors and out each day. If you get tired it will relieve the brain. What this exercise shall be I leave you to determine. You can plan it yourself. Use your tact and powers of brain to devise what you will do daily in the line of physical exercise. And I want you to get waked up to this matter. Do not be a creature of impulse, but just bring yourself to regular rules and order. Take yourself in hand, bring yourself to time, and when the Lord sees you are doing what you can for yourself to keep in health, He will do on His part that which you cannot do."},{"refcode_short":"MR926 2.1","refcode_long":"Manuscript Release No. 926, p. 2.1 (Ellen Gould White)","content":"Letter 59, 1888, p. 4. (To Bro. and Sr. Butler, August 1, 1888)—I ought to have out another testimony for the church, but I cannot obtain brain workers like Eliza [Burnham] and Marian [Davis]. She is now on Volume One [Old Testament History], [and] Eliza [is] in Australia. Fannie Bolton is fitted well for the work she is doing, but she cannot take these matters that require attention and arrange them, for she has not experience."},{"refcode_short":"MR926 2.2","refcode_long":"Manuscript Release No. 926, p. 2.2 (Ellen Gould White)","content":"Manuscript 17, 1889, p. 2. (Diary entry for January 4, 1889)—Fannie Bolton, who has worked for me the past year, came from Chicago. We were glad to meet her again."},{"refcode_short":"MR926 2.3","refcode_long":"Manuscript Release No. 926, p. 2.3 (Ellen Gould White)","content":"Letter 14a, 1889, p. 2. (To Edson White, circa April 7, 1889)—I scarcely see Fannie; only in meeting and a few moments in evening. I do not know what she is doing except to attend the meetings, which I am confident means to her very much. I shall not have her travel with me."},{"refcode_short":"MR926 2.4","refcode_long":"Manuscript Release No. 926, p. 2.4 (Ellen Gould White)","content":"Letter 66, 1889, p. 2. (To J. E. White, April 9, 1889)—One thing I am settled upon, that Fannie is not the one to go with me [on trips]. It is too great a tax for her to take the discourses and to write them out. As soon as I came here they fastened upon her to get out articles for the paper, but after a little I could not consent to it and again she feels so intensely that she becomes, by attending the meetings, much exhausted."},{"refcode_short":"MR926 5.1","refcode_long":"Manuscript Release No. 926, p. 5.1 (Ellen Gould White)","content":"Manuscript 34, 1892, p. 2. (Diary entry for July 9, 1892)—Last night I was not able to sleep after twelve o'clock. It was my thoughts more than pain of body that troubled me. There are some trials that it is not best to dwell upon, because there seems no clear way out of them. I try to cast my burden upon the Lord, but I do not always leave it there. I take it up again when I should leave it with the Saviour."},{"refcode_short":"MR926 5.2","refcode_long":"Manuscript Release No. 926, p. 5.2 (Ellen Gould White)","content":"I feel deeply grieved that all connected with me in my work are not in a favorable state of mind to be controlled by the Holy Spirit. I cannot keep in my employ some of those now connected with me unless the Lord converts them, leading them to see that their hearts must be brought into harmony with His will. When self is not sanctified, it becomes a ruling power for evil."},{"refcode_short":"MR926 8.1","refcode_long":"Manuscript Release No. 926, p. 8.1 (Ellen Gould White)","content":"Letter 74, 1892, p. 7. (To W. C. White, October 10, 1892)—Willie, I did not expect to write so long a letter, but I traced out this matter as I have now. If you will put this into Fannie's hands, and let her put it into shape, cutting out the stove business and anything you deem best, I will make this letter serve so that it will save me writing to Elder Haskell and some other long letters. Please consider this, and if Fannie arranges it in shape, send it back to me."},{"refcode_short":"MR926 8.2","refcode_long":"Manuscript Release No. 926, p. 8.2 (Ellen Gould White)","content":"Letter 77, 1892. (To. W. C. White, October 21, 1892)—I send an article to Fannie to prepare a copy to be sent to Professor Prescott and I wish it could be put in shape to send where there are schools. I have had this matter written, much of it, for a long time and have just put a little addition to it, and I know it is essential. I have quite a number of letters to go, but shall not try to have them fitted up, for several have written me that when they could have the matter direct from my hand, it was far more forcible than after it had been prepared. It sounded like another thing, and as the matter is not designed for publication, I shall not send it to Fannie. I think Fanny feels that many of my expressions can be bettered, and she takes the life and point out of them."},{"refcode_short":"MR926 10.1","refcode_long":"Manuscript Release No. 926, p. 10.1 (Ellen Gould White)","content":"Letter 16i, 1892, pp. 1, 2. (To S. N. Haskell, November 23, 1892)—You told me that you sent a letter copied which I requested, but I was surprised to see no letter at all. About one hour since, a letter was brought me from Fannie and Marian."},{"refcode_short":"MR926 10.2","refcode_long":"Manuscript Release No. 926, p. 10.2 (Ellen Gould White)","content":"Well, I have said nothing to any one, but I have had rather a trying time this winter. Both are having a new conversion. They have been attending the Bible readings given by Bro. Starr, and light, precious and beautiful, more precious than gold, has shone upon them and they are blessed. There has been, especially with Fannie, but little harmony with me in my work since coming to Australia. Any letters of reproof I gave her to copy, she seemed to have no sympathy with, and I can understand your feelings when you say that letters coming directly from my pen seem to have more spirit and life than after they were prepared for the paper. Some of these letters I have read seemed to me, as you said, to lose the vital energy. I hardly knew how to express it."},{"refcode_short":"MR926 10.3","refcode_long":"Manuscript Release No. 926, p. 10.3 (Ellen Gould White)","content":"Letter 21b, 1892, p. 3. (To Bro. and Sr. J. H. Kellogg, December 23, 1892)—Fannie Bolton is in very poor health. What shall I do? We think of having her go to Tasmania to rest two months; if she fails to recover there, she must go to St. Helena for treatment. Unless she does regain her health, she shall have to give up work altogether. Who shall we get to fill her place? Do you know of any one you can recommend? There is not a soul in all this country I can find. I could keep two supplied with work, but I shall be satisfied with one good brain worker who can prepare matter for the papers. Unless Fannie recovers, I must give up my articles in the papers or secure another helper. I speak of this, not to place an extra burden upon you, but to ask [that] if you know of any one who can do this work, you will let me know. I may have to call Mary Steward to come to my help, or let the papers rest awhile. Mary could get out Testimony No. 34, which is much needed."},{"refcode_short":"MR926 14.1","refcode_long":"Manuscript Release No. 926, p. 14.1 (Ellen Gould White)","content":"Letter 130, 1893, p. 4. (To W. C. White, June 7, 1893)—I have a stove at Sister Tenney's. Please see that it is secured and placed with my things. I give my full consent to place Marian where she will have the very best advantages. If she has not a sunny room and Fannie cannot get a sunny room, see if it is not possible to secure the same in some home where the students are hiring, that they can have rooms that have the sun. This is my great anxiety, that both should keep well."},{"refcode_short":"MR926 18.1","refcode_long":"Manuscript Release No. 926, p. 18.1 (Ellen Gould White)","content":"Letter 136, 1894, pp. 1-3. (To W. C. White, January 8, 1894)—I have just received and read a letter from Fannie and it has the right ring in it and I am so thankful that she is trying to surrender herself to God as she has never done before. I will hope and pray that this trial may work our good and the glory of God.... After you shall consider the whole matter, and think it all over, and pray about it, let me know what is the impression on your mind in regard to my taking Fannie back. I want to do exactly as the Master would have me to do. If the warnings given have called Fanny to repentance and she appears to be truly converted, then will it be best to trust her with this matter? Let me know what I should do. I could not ask a more full confession. I have dealt very plainly with her and I do now greatly desire to move in the way of the Lord. I want His counsel and it seems to me we have come to a crisis in our work. I have, after talking plainly with Fannie, refused to see her again."},{"refcode_short":"MR926 18.2","refcode_long":"Manuscript Release No. 926, p. 18.2 (Ellen Gould White)","content":"I have not had my usual amount of sleep since the camp meeting. Several mornings, could not sleep past two a.m. I have been weighed down with perplexity and with great distress of mind. The future looks so uncertain to me, so full of perplexities. If Fannie is dropped out, who will do the work? After reading the enclosed letter from her, then you can better tell what decisions to make."},{"refcode_short":"MR926 18.3","refcode_long":"Manuscript Release No. 926, p. 18.3 (Ellen Gould White)","content":"The weather is changeable. I have ridden out quite a number of times with Brother and Sister Starr. We have consulted together over the case of Fannie, for Fannie has sought his counsel and she feels almost in despair at the prospect of being sent back to Battle Creek. But since this letter came, I have had a glimmering hope that the change in her may call for a change of decision in me. This is my desire, to know what position I should take at this time. If you have any counsel, please give it. Oh, if you had only written to me when you would come back, then I could have something to work to...."},{"refcode_short":"MR926 19.1","refcode_long":"Manuscript Release No. 926, p. 19.1 (Ellen Gould White)","content":"I will not urge that you come back before you get your business done unless you think it best by all means for Fannie to go back to America."},{"refcode_short":"MR926 19.2","refcode_long":"Manuscript Release No. 926, p. 19.2 (Ellen Gould White)","content":"Letter 137, 1894, p.1. (To W. C. White, Early 1894)—I have concluded to give Fannie another trial. I think this must be the will of God, for our Lord knoweth how hard it is for her to humble her pride and acknowledge her mistakes. We must help her all we can, and I believe she will yet be able to walk humbly with God.... I have felt on the eve of saying I will go to Sydney this very day and talk matters over with you and Elder Olsen, but this may not be the best plan and I think we can adjust the matter of Fannie, perhaps, this time. But it is no use to encourage taking up other lines of work to any extent for this variety of business suits her exactly and disqualifies her to give due consideration to the writings. She comes to them wearied in body and in mind and dashes through them without due forethought and earnest prayer. I will now leave this matter."},{"refcode_short":"MR926 19.3","refcode_long":"Manuscript Release No. 926, p. 19.3 (Ellen Gould White)","content":"Letter 59, 1894, entire letter. (To Bro. Olsen, February 5, 1894)—Dear Brother Olsen, I am carrying a heavy burden, and I can bear this no longer alone. I wish you to make calculations to return to this place. Some matters, in reference to my writings, must come before you and Willie. I shall have nothing more done upon them until I lay the matter before you, and you must give time to read some of these chapters, if not all of them."},{"refcode_short":"MR926 19.4","refcode_long":"Manuscript Release No. 926, p. 19.4 (Ellen Gould White)","content":"Brother Starr came to me and talked with me in reference to things Fannie had said to him. He said he was reading from the testimonies, and making remarks in regard to the clear light presented before them for us in these last day, and spoke of the beautiful language used in a certain testimony. Fannie took him after meeting and asked him if he thought it was right to give all the credit to Sister White, and make no mention of the workers, Marian and herself. She said the ideas and preparations of the articles were almost entirely changed from the writings of Sister White, that her writings came in such a shape that they had to be made all over and that she got all the credit, and those who were engaged in fitting up these articles received no recognition. Elder Starr said he met her squarely, and said, “What do you mean by saying these things to me?” He said it went like a dagger to his heart. She has talked these things to Marian and Marian has been led into much of the same views, but not to the extent of Fannie."},{"refcode_short":"MR926 19.5","refcode_long":"Manuscript Release No. 926, p. 19.5 (Ellen Gould White)","content":"Well, I felt like a wounded stricken deer, ready to die. I had been warned of this before, twice in Preston and three times in New Zealand. A similar warning was given me as in the case of Mary Clough, but this did not fully arouse me to the danger, and to the real situation. I will not take time to explain these warnings. Not long before I left New Zealand, while in camp meeting, it was represented to me. We were gathered in a room of quite a company, and Fannie was saying some things in regard to the great amount of work coming from her hands. She said, “I cannot work in this way. I am putting my mind and life into this work, and yet the ones who make it what it is, are sunk out of sight and Sister White gets the credit for the work.” I said some very pointed things. I said, “Your ambition to be first and do some great thing is doing you harm; you will certainly lose your soul if you are not thoroughly transformed in character, and after hearing your words which you did not mean I should hear, I understand your spirit. It is not Christ you are following, but another leader, and I dare no longer place my writings in your hands.”"},{"refcode_short":"MR926 20.1","refcode_long":"Manuscript Release No. 926, p. 20.1 (Ellen Gould White)","content":"Again I was listening to earnest talk between herself and Marian, and it was of that character that gave me great pain of heart. A voice spoke to me, “Beware and not place your dependence upon Fannie to prepare articles or to make books. She cuts out words that should appear, and places her own ideas and words in their stead, and because she has done this she has become deceived, deluded, and is deceiving and deluding others. She is your Adversary. Additions and subtractions are made that do not represent your simplicity. She is not true to her duty, yet flatters herself that she is doing a very important work.”"},{"refcode_short":"MR926 20.2","refcode_long":"Manuscript Release No. 926, p. 20.2 (Ellen Gould White)","content":"I am now brought where I lay down my pen. I cannot write even on the Life of Christ, until I understand whether my writings are to come forth with Fannie's ideas and language, or with Marian's ideas and fixing up and the productions are claimed to be Marian's and Fannie's. Let this impression be made on the minds of our ministers, and of what value or force will the testimonies be to them. I have called a halt and here I stand until some things are decided. I request Elder Daniells, Elder Rousseau and Willie C. White come to help me just as soon as you can adjust your business and let us counsel together, and see some way to adjust these matters. I have plainly but kindly told Fannie, I have no confidence in her as far as her reformation within the last three or four weeks is concerned. Her ardent love for praise and ambition was very similar to that presented to me in regard to the workings of Satan in the heavenly courts to bring disaffection among the angels, and she would repeat the same course she had pursued, and I could not trust her and depend on her. I beg you will come to my help just as soon as possible, but I am not willing Elder Olsen should return to America before these matters have a most thorough, careful investigation. I do not think I can in the future have any copy placed in the hands of Fannie. I would come at once to you but do not think that that would be wisdom."},{"refcode_short":"MR926 20.3","refcode_long":"Manuscript Release No. 926, p. 20.3 (Ellen Gould White)","content":"We have for the first time taken our meal together in our dining room. I spoke in Brighton last Sunday. 100 were present. It was a most oppressive day. I have not been well. The reasons are evident in that which I have placed before you. Fannie seems broken and humbled, but a counter current will set in another direction any time. I am writing by lamp light. I commenced about 2:30 A.M. I feel distressed to send this to you, but the time has fully come for something to be done."},{"refcode_short":"MR926 20.4","refcode_long":"Manuscript Release No. 926, p. 20.4 (Ellen Gould White)","content":"Letter 7, 1894, entire letter. (To Fannie Bolton, February 6, 1894)—Sister Fannie, I declined seeing you this morning, for I am not well enough to bear anything more, either good or bad, that will have a tendency to affect my heart. I slept very little last night. I must be relieved from all responsibility in your case. The experience of the years past wherein you have handled the most sacred things, has not increased your love for or confidence in them. In your mind they are too often placed on a level with common things; but the ideas, words, and expressions, which seem to you rather inferior, and which you regard as non-essential, may be the very things that should appear as they are, in their simplicity. You replace these according to that which you suppose is your superior judgment, when the words were better, far better, than the ones supplied by you. The writings given you, you have handled as an indifferent matter, and have often spoken of them in a manner to depreciate them in the estimation of others. In this you have been disloyal to me."},{"refcode_short":"MR926 21.1","refcode_long":"Manuscript Release No. 926, p. 21.1 (Ellen Gould White)","content":"In the same manner, if you had the task given you of handling Old and New Testament writings, you would see large improvements to be made, great additions and subtractions and changes of expression; you would put in words and ideas to suit your standard of how it should appear. We should then have Fannie Bolton's life and expressions, which would be considered by you a wonderful improvement; but disapproved of God. Your discernment of sacred things is not clear, but confused. You approve that which is defective, the things bearing the divine stamp you would mold over, and not appreciate. In changing, you would not improve, but would weaken and dilute with your supposed sparkling ideas."},{"refcode_short":"MR926 21.2","refcode_long":"Manuscript Release No. 926, p. 21.2 (Ellen Gould White)","content":"Now, my sister, I do not want you to be any longer connected with me in my work. I mean now, for your good, that you should never have another opportunity of being tempted to do as you have done in the past. From the light given me of the Lord, you are not appreciating the opportunities which you have had abundantly, to be instructed and to bring the solid timbers into your character building. The work in which you have been engaged has been regarded as a sort of drudgery, and it is hard for you to take hold of it with the right spirit, and to weave your prayers into your work, feeling that it is a matter of importance to preserve a spirit wholly in harmony with the Spirit of God. Because of this lack you are not a safe and a capable worker. Your mind is subject to changes; first it is elated, then depressed. The impression made by this frequent change is startling. Self-control is not brought into your life. You choose a life of change, crowded with different interests and occupations, therefore you cannot possibly put your life, as you suppose you have done, into this work; you are most wonderfully deceived in thinking you do this. God sees the whole mold given to the work in every department. Self is not hid in God, and self is mingled with everything. All you engage in tastes so strongly of the dish that it is not acceptable to God."},{"refcode_short":"MR926 21.3","refcode_long":"Manuscript Release No. 926, p. 21.3 (Ellen Gould White)","content":"I had hoped that the lessons constantly brought before you in the writings you were handling would have a marked influence to mold and fashion your life and character after the divine image, the meekness and lowliness of Christ. But instead of being molded by the Holy Spirit, you seek to work the Holy Spirit to your mold, which is decidedly a defective pattern. Therefore I say, all that is good in your labor has a dead fly in it, like a bottle of excellent ointment, the fragrance of which is spoiled because of the dead fly. The spirit which you bring to the preparation of the articles placed in your hands prevents the Spirit of God from working to impress your mind as it should."},{"refcode_short":"MR926 21.4","refcode_long":"Manuscript Release No. 926, p. 21.4 (Ellen Gould White)","content":"If Marian had not exerted her influence very strongly to have you retained in my service after we left Preston, I should have had another to take your place. But the representation of the difficulty in educating a novice in the work has prevented me from doing that which I am now thoroughly convinced I should have done as far back as when in Battle Creek before coming to this country. You have worked hard enough; I make no complaint of your not doing enough, but that to which I object is the spirit with which you come to the work. In a large office, where you would have a variety of matters to handle, your ability would have a more appropriate field. You could dash off the matter in your own style, as a mechanical work, molding and fashioning it to suit yourself. Every time I can distinguish a word of yours, my pen crosses it out."},{"refcode_short":"MR926 22.1","refcode_long":"Manuscript Release No. 926, p. 22.1 (Ellen Gould White)","content":"I have so often told you that your words and ideas must not take the place of the words and ideas given me of God, that the repetition of that is utterly useless. You have chosen your own way, and mingled self with your work, and have become less and less sensible of the danger to your own self and to the work. You have come to think that you were the one to whom credit should be given for the value of the matter that comes from your hands. I have had warnings concerning this, but could not see how I could come to the very point to say, “Go, Fannie,” for then you plead, “Where shall I go?” and [I] try you again."},{"refcode_short":"MR926 22.2","refcode_long":"Manuscript Release No. 926, p. 22.2 (Ellen Gould White)","content":"One thing I know, that you have placed a much higher estimate upon your capabilities and attainments than would be truly realized by yourself or others, for your work is deficient in the very essentials that would make it complete. We are engaged in a work that is weighty with eternal results. To have oil in our vessels with our lamps is the great daily necessity for every soul, and this cannot safely be neglected."},{"refcode_short":"MR926 22.3","refcode_long":"Manuscript Release No. 926, p. 22.3 (Ellen Gould White)","content":"Truth, eternal, testing, must be not only professed, but acted. The vials of wrath are to be poured upon the inhabitants of the world who would not be drawn to Christ, and would not be molded into His likeness. Self exaltation was so strongly impregnating the whole character that God would not use them, and His curse is to come upon all such, who have not been beholding Christ, being changed into His image. God has “loved the world, that He gave His only begotten Son, that whosoever believeth in him, should not perish, but have everlasting life.” All are chosen who through obedience to all the commandments of God will become loyal subjects of His kingdom."},{"refcode_short":"MR926 22.4","refcode_long":"Manuscript Release No. 926, p. 22.4 (Ellen Gould White)","content":"What are we about? We are keepers of a light that must illumine all nations. It is the taper kindled at the divine altar that must illuminate the world, else men would perish in their sins. O, if those who have an intelligent knowledge of the truth would submit themselves to God, if His holy law regulated your life, if its principles were developed in your character, there would not be so many false moves, so much selfish surface work; but every one would catch the spirit of the Author of the saving message, the message that is to test all nations. If the law of God were brought into character, every soul would feel the burden and solemnity of the work of sending the message of mercy to all to whom we can gain access to make ready a people to stand in the day of the Lord. Now is the day of God's preparation."},{"refcode_short":"MR926 22.5","refcode_long":"Manuscript Release No. 926, p. 22.5 (Ellen Gould White)","content":"I have a word to say upon another point. Our sisters who have come from America have an account to render before God of their example in dress; in this matter they have not been approved of God as His missionaries. We need to be converted, soul, body, and spirit. Shall we by our example lead to pride, to selfish indulgence and selfish expenditure of means in dress that testifies that we are not the doers of the word? The principles were presented before me, which are not as God would have them. I am not called upon to specify, but to warn you to take heed."},{"refcode_short":"MR926 22.6","refcode_long":"Manuscript Release No. 926, p. 22.6 (Ellen Gould White)","content":"The spirit that characterizes your work, Fannie, is not discerned by many, yourself or others. They cannot see the true inwardness of these matters, but it manifests itself on certain occasions. Although you are full of activity and zeal and stir and push, there is so much of one-sided, impulsive, ill-developed movements, that the results are of the same order as the working. God's chosen vessels will work under the guidance of the Holy Spirit. You have worked largely under the sustaining influence of the self-satisfaction you have cherished, feeling that you were doing a large work. But winnow the wheat from the chaff and there will be very few kernels of pure grain. But the many judge from outward appearance, not from the spirit and real results."},{"refcode_short":"MR926 23.1","refcode_long":"Manuscript Release No. 926, p. 23.1 (Ellen Gould White)","content":"We are living in an age represented as being like that before the flood. All who now plead for souls should in their dress and deportment carry the modesty and marks of the Lord Jesus. They must wait, watch, and pray for the Holy Spirit to be abundantly bestowed. We must take in the idea of Christianity; in conversation and in dress we must represent the truth. A decided guard must be placed upon the human agents in regard to the impressions they are making upon others in deportment and in dress. The Bible is our guide; study its teachings with a purpose to obey, and you need make no mistakes."},{"refcode_short":"MR926 23.2","refcode_long":"Manuscript Release No. 926, p. 23.2 (Ellen Gould White)","content":"Our dress should be in strict accordance with the character of our holy faith. [1 Timothy 2:9-10; 1 Peter 3:3-5 quoted.] There is need of putting more of the Bible precept into the dress, as well as the inward adorning into the character."},{"refcode_short":"MR926 23.3","refcode_long":"Manuscript Release No. 926, p. 23.3 (Ellen Gould White)","content":"Fannie, wherever you go, wherever you may be, you need to study that the colors and material and style of your dress should be adapted to, and correspond with, your age and to the faith you profess. You remember I made the remark to Elder Olsen that when at Preston you were destitute of suitable clothing and felt too poor to supply yourself with what you should have. The remarks you made showed that you did not understand me. I want to be understood now. You need comfortable underclothing, which you must have in order to have health. But I certainly do not, in all respects, approve of your style of dress. I felt rather sad and ashamed when you stood upon the platform before the large crowd under the tent, with that light, large-figured dress. It was not appropriate for the occasion. Your judgment in the matter of dress may be much improved, and I hope you will not consult your dress-maker but those who are of sensible minds and who will not flatter you or have any guile in their mouths as to suitable clothing that will make a proper impression upon the minds of both believers and unbelievers. We who claim to be in the light, and who take prominent positions to instruct others in children's meetings, need to be severely plain, yet tidy and tasteful, in dress; we should not give a semblance of excuse to any for patterning after the worldly, changing fashions of this corrupt age. Those who dress after the order given in the Bible can, with appropriate words, help others to reach a proper standard. Do not come to me to ask how you shall dress. If our sisters have the Spirit of God abiding as a living principle in the heart, they will not in a single instance give occasion for any to turn aside the counsels of God by quoting the ministers’ wives or those engaged in giving Bible-readings. Ever have your dress of good, durable material, and modest colors; let it be made plainly, without adornment. You certainly need to improve in your style of dress."},{"refcode_short":"MR926 23.4","refcode_long":"Manuscript Release No. 926, p. 23.4 (Ellen Gould White)","content":"Fannie, you have proposed the query, Was it right for credit to be given to Sister White for the books she published, when those who worked up the matter were not recognized? Your ideas were put into the books and papers, and yet sunk out of sight."},{"refcode_short":"MR926 23.5","refcode_long":"Manuscript Release No. 926, p. 23.5 (Ellen Gould White)","content":"Your position has been represented to me by the history of Aaron and Miriam as given in the Scriptures. Aaron and Miriam became displeased with Moses because of his marriage. They cherished these feelings, which had their origin wholly in self. They thought Moses regarded himself as superior to them, and they must ever stand as second. This state of feeling was just what Satan desired to bring about. It was in his lines to carry forward the work he began in heaven. He framed his temptations, adapting them to the circumstances; for in his methods of working he can transform himself into an angel of light. Satan could not touch the head, the reasoning faculties, the eyes of the mind; but he could make things which the outward eye looked upon appear in accordance with his subtle working."},{"refcode_short":"MR926 24.1","refcode_long":"Manuscript Release No. 926, p. 24.1 (Ellen Gould White)","content":"The very same effect would be produced upon the mind as if the eyes were blinded. Satan insinuates himself, professing to have a very great interest in the prosperity of the children of Israel. Aaron and Miriam became one in mind. They communicated with one another, and they said, “Hath the Lord indeed spoken only by Moses? Hath he not spoken also by us?” Mark that which follows: “And the Lord heard it.”"},{"refcode_short":"MR926 24.2","refcode_long":"Manuscript Release No. 926, p. 24.2 (Ellen Gould White)","content":"The Lord hears many things which human beings say, and He understands the current of evil started into intense activity by words spoken in secret, and by the principles cherished, which have a controlling power upon the character. If persons could always consider that there is a Witness present to hear every word they speak, even in the secret chamber, there would be fewer private communications from human lips to leaven the minds of others by their exalted ideas and evil suggestions, which are voicing the temptations of the great deceiver. So great is his power of dissimulation, his skill in acting, that the Lord alone could fathom his work in corrupting human minds. Let every human being in their secret conferences with others to obtain sympathy remember these words: “And the Lord heard it.”"},{"refcode_short":"MR926 24.3","refcode_long":"Manuscript Release No. 926, p. 24.3 (Ellen Gould White)","content":"There was One who could vindicate Moses. Hear His testimony; the words come sounding down along the lines to our time, evidencing that the mind of God is not in agreement with the thoughts of men: [Numbers 12:3-10 quoted.] These things are written “for our admonition, upon whom the ends of the world are come.” The Lord had chosen Moses to do a certain work, and had bidden him go with the message to Pharaoh, but Moses begged to be excused. [Exodus 4:10-13.] Unbelief in his own ability led to distrust of God. Moses had been absent from Egypt for forty years. For this long period the discipline of the humble shepherd's life was necessary to prepare him for his great work. He was naturally of an impetuous spirit, full of ambition and zeal to carry out his ideas and plans, working after his own imaginings to bring about the deliverance of Israel. He must be pruned and cut back, like the branches of the spreading, trailing vine. In the solitude of the mountains he passed his time for forty years, being disciplined in the school of Christ for the manifestation of God."},{"refcode_short":"MR926 24.4","refcode_long":"Manuscript Release No. 926, p. 24.4 (Ellen Gould White)","content":"In his youthful experience in Egypt, Moses had been praised and petted, and he had attracted the people to himself. His praises had been sung as the chief captain of armies, and he was pleased and elated with flattery. But the Lord saw beneath the surface of outward appearance; He saw that Moses must have an altogether different kind of experience. Among the mountain solitudes he learned from nature far more in regard to the character of God than he had learned in all his previous life as the king's grandson, the protective ruler of the kingdom of Egypt. He was a mighty general of armies, he was a man quick to devise and execute, ready in speech, and eloquent in language; but during his long absence from Egypt he had to a great extent lost his command of the language, and thought himself unable to speak. But God promised to be with him, and asked, “Who hath made man's mouth? Or who maketh the dumb, or deaf, or the seeing, or the blind? Have not I the Lord? Now therefore go, and I will be with thy mouth, and will teach thee what thou shalt say. And he said, O my Lord, send, I pray thee, by the hand of him whom thou shouldst send.” (margin)."},{"refcode_short":"MR926 25.1","refcode_long":"Manuscript Release No. 926, p. 25.1 (Ellen Gould White)","content":"The confidence of Moses in his own abilities had greatly lessened while he was in the employment of a shepherd. He came into that meek, humble position where he did not trust in his education, though it was of the highest order that could be gained in Egypt. In his experience he had learned that he could make none but God his trust. This lesson is what each human being must know if he gains the future, immortal life. The lessons that Moses learned in the solitudes of the mountains, while he pastured the flock, gave him the right kind of experience, so that he could be taken by the God of Israel, the great I AM, and be placed in the cleft of the rock and covered with the hand of God, that his life should not be extinguished by a view of the face of God, and the Lord revealed to him His glory, and he was enabled to endure “as seeing Him who is invisible.”"},{"refcode_short":"MR926 25.2","refcode_long":"Manuscript Release No. 926, p. 25.2 (Ellen Gould White)","content":"This revelation of the character of God is plainly delineated that man may learn the lesson as to what God is, and learning this, may ever see his own human weakness and inefficiency, and may realize that his strength is gone, for there is nothing given it to feed upon. The case of Korah, Dathan, and Abiram is written for the admonition of those who live in these last days. These histories are to be studied. Aaron was made mouth-piece for Moses, and because Aaron and Miriam were honored with a part in the work, they thought they were equal to Moses, and were indeed a very essential part of the great whole. They felt that credit should be given to them, and that Moses should not have all the honor."},{"refcode_short":"MR926 25.3","refcode_long":"Manuscript Release No. 926, p. 25.3 (Ellen Gould White)","content":"Let the human agent consider that in any position where God has placed him, he must put entire confidence in God. The righteousness of the unfallen beings of the eternal world, and of the inhabitants of this world fallen because of sin, is conditional upon their faithful obedience to the law of God, which is holy, just, and good. All created beings must derive their life from God. Not one can be, or do good, only as he lives in daily dependence upon God. And not a soul is righteous any longer than he is in vital relation to God, the source of all virtue, of life, of love, of power. A plant can retain its vital properties only as it is in vital relation with the soil, the air, the light, the dew, the showers. Even so must we be in relation with Christ. But too many give undue prominence and glory to mere human and earthly elements, and lose sight of the divine power; as the result they are held fast in the slavery of wrong habits and practices. The moral attributes are weak because they are not strengthened by constant exercise to meet every emergency that shall appear in the life experience."},{"refcode_short":"MR926 25.4","refcode_long":"Manuscript Release No. 926, p. 25.4 (Ellen Gould White)","content":"The judgment of God has, with you, been questioned because it did not act in harmony with the perverse and degenerate will of yours. God is misinterpreted by human agents who feel sure they understand and know themselves better than God knows them. They ask, as you have done, “Why does God do this?” And, “Why does God not do that?” Their own finite ideas would prescribe for God, and mark out His way, seeking to bring Him to their own human standard."},{"refcode_short":"MR926 26.1","refcode_long":"Manuscript Release No. 926, p. 26.1 (Ellen Gould White)","content":"An illustration was given me of a tree full of beautiful fruit. I was shown Fannie gathering the fruit, some ripe, the best, some unripe. She put it in her apron, and said, “This is mine. It is mine.” I said, “Fannie, you are certainly claiming that which is not yours. That fruit belongs to that tree. Any one may pluck and enjoy it, but it belongs to that tree.”"},{"refcode_short":"MR926 26.2","refcode_long":"Manuscript Release No. 926, p. 26.2 (Ellen Gould White)","content":"The power of discerning good and evil is an attribute from God, and unless the human agents are in vital connection with God, they cannot discern spiritual things. They will call good evil, they will call evil good. The prayer of Solomon was, “Give thy servant an understanding heart, that I may judge thy people, that I may discern between good and bad.” The attempt to gain supremacy is a terrible snare to the soul. There is an influence of self exaltation and glorification that is as poisonous malaria, even among those who think they are engaged in missionary work. Self is interwoven in all they do; they feast upon sympathy, and hunger to receive praise; they gather their power from human beings, who are erring, wanting in discernment, panting for approbation. When those of a like character associate together, it is not to partake of angels’ food, but to eat of the fruit which is as the apples of Sodom. All who link themselves with those who will praise and flatter them, are binding their souls in unholy bonds; and unless they break these bonds, and fasten their affections upon God, they will too late find themselves naked, destitute of the robe of Christ's righteousness."},{"refcode_short":"MR926 26.3","refcode_long":"Manuscript Release No. 926, p. 26.3 (Ellen Gould White)","content":"I am now in great trial. I see that Fannie has not understood spiritual things. She knew not that she was entertaining Satan's flatteries in vain thoughts, flattering thoughts of herself, her capabilities, and her efficiency. The precious ore has become so thoroughly mixed with the dross that on every favorable occasion the dross appears. There is exaggeration with her of her own supposed superior ideas and sentiments, there is a surface work, a wonderful activity, but O, so little soundness of the genuine meekness and lowliness of Christ."},{"refcode_short":"MR926 26.4","refcode_long":"Manuscript Release No. 926, p. 26.4 (Ellen Gould White)","content":"When I take the position which I am sorry, very sorry, to take, that I cannot consistently continue the connection with Fannie by entrusting her with my writings as I have done, some will misjudge me because they think she has sincerely repented; but the fact that she has not had respect for the writings, will endanger the work I am called of the Lord to do. The fact that her mind could be tampered with so often again and again by the enemy, that she could be led to regard the writings as she has regarded them, will be a temptation to place them at a disadvantage. This past experience has given a mold to the thoughts, and has fashioned the mind and judgment. I can see no safety in trusting the matter the Lord shall give me in the hands of one of such unstable, unreliable developments of character that a balance wheel is needed constantly, else she will be running off on a side track where Satan may choose to lead the way. Fannie is so wrapped up in her own exalted estimation of herself that any contrary influence that has been brought to bear upon her mind meets with a resistance that is according to the attributes of the enemy. The surroundings, the impulses, give tone and character to the whole life. There are too large and important interests at stake in this matter to be lightly imperiled. Should I consent that Fannie remain in connection with the work, there would be a constant burden of foreboding upon me, for these elements of character are not easily changed. The work which she has handled, she does not always appreciate as necessary or essential, and if she dared, would mold them all over."},{"refcode_short":"MR926 27.1","refcode_long":"Manuscript Release No. 926, p. 27.1 (Ellen Gould White)","content":"The Lord God is a discerner of the thoughts, as well as a hearer of every word that falls from human lips. He can make crooked things straight by disconnecting certain elements from His work. But should I attempt to vindicate my course to those who do not appreciate the spiritual character of the work which is laid upon me; it would only expose myself and the work to misconception and misrepresentation. To present the matter before other minds would be useless, for there are but few who are really so connected with God [who] see beneath the surface appearance as to understand it. This work is one that I cannot explain."},{"refcode_short":"MR926 27.2","refcode_long":"Manuscript Release No. 926, p. 27.2 (Ellen Gould White)","content":"To take the step which I am now convicted must be taken causes me much suffering of mind. When I state that Fannie never has loved the character of the work, I state the truth. She has never yet discerned its nature, and her nature and temperament are such that I am convinced that unless there is an entire transformation of character, she will never know more of it that she does at present. It is as a rock of offense for her and others to stumble over because they do not know and, unless they are converted, they can never know the inwardness of its sacred bearings; it is all outside of them, having never experienced the nature of it for themselves. The mortification of failure and the anguish of mind that Fannie is now passing through, I cannot mistake for repentance, or conversion, or transformation of character."},{"refcode_short":"MR926 27.3","refcode_long":"Manuscript Release No. 926, p. 27.3 (Ellen Gould White)","content":"Just before coming to this country, in order to help Fannie I consented to make another trial after she had given me the assurance which she now repeats, that her feelings in regard to the work had wholly changed. I followed my best judgment, against all my friends who knew Fannie's course of action, hoping she had gained wisdom from God, and would really love the work. I knew that she was naturally unbalanced in mind, but thought that through the light given of God, the appeals constantly made presenting definite reproofs to some and general reproofs to others, she would learn the lessons that it was her privilege to learn, and become strengthened in character. Thus she would obtain wisdom to prepare the precious matter placed in her hands, so that it might work for the saving of her soul as well as the souls of others. But she has been so occupied with other things which opened for her different avenues to engross the mind, that she does not give proper time and due consideration to the work."},{"refcode_short":"MR926 27.4","refcode_long":"Manuscript Release No. 926, p. 27.4 (Ellen Gould White)","content":"She dashes through the matter with scarcely an idea that it is anything important coming from God, and that it must be duly cared for. She supplies her words, that in her human judgment she supposes are better than the words in the manuscript, which I have to critically guard. She accomplishes a large amount of work in a way that is not the best. Sacred things are made common, and are treated in a very careless and indifferent, irreverent manner."},{"refcode_short":"MR926 27.5","refcode_long":"Manuscript Release No. 926, p. 27.5 (Ellen Gould White)","content":"Now those who have but little experimental knowledge of my work do not see why Fannie cannot do this work better than any one else. Certainly she is capable, they say. But she has accustomed herself to work with a rush; she has not felt that she was handling anything sacred, and she has put her spirit and her feelings into the work. My prayer is that God will convert the poor child, that she may understand the leadings of His Holy Spirit."},{"refcode_short":"MR926 28.1","refcode_long":"Manuscript Release No. 926, p. 28.1 (Ellen Gould White)","content":"The character of Saul is a marked one. There was strength and weakness combined. Gifts of talent were bestowed upon him, and had he consecrated these gifts wholly to God, he would not have dishonored himself by his own transgression. Contradictory elements were bound up in his character, and he worked at cross purposes with God. At times he revealed marked simplicity, and then was guilty of manifesting a jealous and overbearing spirit. He would be very tender and full of sympathy toward some who pleased him, as the notion came upon him, and then would be unjust and cruel toward his best friends. When brought under the influence of sacred and vocal music, he would catch the spirit of devotion, and pour forth the most impassioned expressions of lofty eloquence, in ecstasies of praise and prayer. While under this excitement, he would give himself no rest day nor night until the reaction came. Then his strength failed, and he was exhausted. When the paroxysm of wild excitement and inordinate zeal had spent itself, he would reveal his old disposition. When his will was crossed, he was in a fury, and his words and deeds were of a character entirely dishonoring to himself, and more dishonoring to God. Good and evil were ever in collision, evil ever striving for the supremacy."},{"refcode_short":"MR926 28.2","refcode_long":"Manuscript Release No. 926, p. 28.2 (Ellen Gould White)","content":"Fannie, unless you are born again, and take yourself in hand, unless you seek the grace of God every day and every hour, making God your shield, you will meet with the loss of your soul. The great strife of your soul has been for recognition. You have deceived yourself and deceived others in regard to your true standing religiously. Human beings, deceived by your apparent zeal, give you credit for advanced spirituality, and mind acts and re-acts upon mind. You enjoy human praise, and think that persons give you due appreciation, when they are not perfect in wisdom; links are formed with human agents that bind the soul away from God. Are these delusions to last until it is too late to seek that help which cometh alone from God? Will precious souls, in their supposed trials, perplexities and disappointments, seek counsel alone from God, not from erring, finite human beings?"},{"refcode_short":"MR926 28.3","refcode_long":"Manuscript Release No. 926, p. 28.3 (Ellen Gould White)","content":"The path of obedience to God is as the shining light which shineth more and more unto the perfect day. We are to climb the rounds of the ladder. God is above it. His light is shining on every round of this ladder. It is by the difficult steps of faith and self-denial that the top of the ladder is reached. To all who choose to be guided by their own judgment and impulses, life will be a failure; for they discard God's ways, and follow the human, perverse, passionate will. They are bent upon having their own way. God has a special work for every one to do, and those who do this work trustingly, in the meekness and lowliness of Christ, will do it well."},{"refcode_short":"MR926 28.4","refcode_long":"Manuscript Release No. 926, p. 28.4 (Ellen Gould White)","content":"Take heed lest these warnings be lightly regarded, and you go far into the paths of worldliness in dress, worldliness of practices, and at last find that the door is shut, and you are outside, a foolish virgin."},{"refcode_short":"MR926 28.5","refcode_long":"Manuscript Release No. 926, p. 28.5 (Ellen Gould White)","content":"Letter 88, 1894, entire letter. (To W. C. White, February 6, 1894)—The mail received a letter written by me yesterday. Emily copied a part of it, and two pages I said she need not copy and so I did not send them. You may not obtain any thing but a confused idea of the matter which has been the cause of great suffering of mind to me. In Battle Creek, Fannie pleaded hard and with tears to come with me to engage with me in the work of preparing articles for the papers. She declared she had met with a great change, and was not at all the person she was when she told me she desired to write herself and could not consent that her talent would be buried up in the work of preparing my articles for the papers and books. She felt she was full of the matter and had talent she must put to use in writing which she could not do connected with me. I said, “I release you now, Fannie,” but she persisted that she must hold on to the preparation of some articles when she went to Ann Arbor, and not entirely let go. Marion persuaded me this I had better do, for it would be a great discouragement to Fannie if I refused her request. Fannie stated afterwards that these articles were the means of saving her from ruin. You know I was so unwise as it appears to me now, to grant her request to come with me to this country and throw in her interest heart and soul as she persisted with many tears she would do, and she was very positive she would never cause me sorrow and perplexity again because of her pride and self-ambition and self-will. How this had been fulfilled you know something, but very little of the real facts in the case are known. But all that occurred in Preston was one series of sufferings and distress and agony of mind to me on her account. The Lord gave me in Preston the most blessed experience of my life. He made me to have peace and rest in the love of His presence, and His grace kept me cheerful, happy and joyful. While God was working with me in a most wonderful manner, the enemy was working just as decidedly with Fannie. And that working has continued from that time till the present. Warnings were given me, but I did not act upon them, thinking I would be at Melbourne much sooner than I was. The delay in consequence of the camp-meeting we decided to have in Wellington, kept us in New Zealand for a much longer period than we anticipated."},{"refcode_short":"MR926 29.1","refcode_long":"Manuscript Release No. 926, p. 29.1 (Ellen Gould White)","content":"I was greatly pained during the camp meeting in Brighton at the positions of trust given to Fannie in placing upon her so fully the responsibility of the children. I knew that others ought to know it was not a proper thing to do, in consideration of her make-up in character. Others should have been connected with her to make up for deficiencies she could not discern existed in herself, but others ought to be intelligent to discern these defects, and guard on every point against them, in placing her in so responsible a place. But I was not able to change the order of things, and I positively could not unite with her in that work for reason of the warnings I had received while in Preston and New Zealand. After you had left Melbourne I felt very much distressed. I had a burden, a great burden for the future of my work, and I could not discern how to change the order of things. Again the warning came, “Fannie is your adversary, and is misleading minds by entertaining the suggestions of Satan as did Eve in Eden.” Her love of ambition, her love of praise, and her idea of her own ability and talents was the open door Satan had entered to not only ruin her soul, but to imperil the work given me of God."},{"refcode_short":"MR926 29.2","refcode_long":"Manuscript Release No. 926, p. 29.2 (Ellen Gould White)","content":"While I was depressed in mind and distressed almost beyond measure, as to what was the matter now, and how I should meet it, Elder Starr was burdened and I thought I should not be left in darkness in reference to the workings of the mind of Fannie. She had made statements to Elder Starr which I think I mentioned in my former letter, asking him if he thought it was right to give all the credit to Sr. White for the published writings when others had so much to do in their preparation, and she made strange statements to him which shows a mind influenced by the power of Satan."},{"refcode_short":"MR926 30.1","refcode_long":"Manuscript Release No. 926, p. 30.1 (Ellen Gould White)","content":"In the conversation I had with Fannie, I asked her to tell me what she would have done. Should it be published Mrs. E. G. White, Fannie Bolton, and Marion Davis are a company concern in these productions? “Oh,” she says, “I do not know, I do not know. I have been tempted. I am full of pride.” Well, considerable was said which I cannot take time to write. I have told her plainly, I dare not employ her longer, for the door of her heart was open to any and every temptation. In the place of her voicing the suggestions of Satan as the voice of God, why did she not, like a faithful worker, open the matter to the one concerned? Why did she not utter a word to me but go to Emily [Campbell] and May [Walling] and talk with them?"},{"refcode_short":"MR926 30.2","refcode_long":"Manuscript Release No. 926, p. 30.2 (Ellen Gould White)","content":"I find she has talked with Colcord and his wife, Sister Salisbury and how many others remain to be developed. Is not this the work of a traitor? What harm could not such an one do me in sowing doubts and questionings in the minds of those who have not an experimental knowledge in the work given me of God?"},{"refcode_short":"MR926 30.3","refcode_long":"Manuscript Release No. 926, p. 30.3 (Ellen Gould White)","content":"She says to Elder Starr, “I have some precious thoughts the Lord gives me, and I have expressed these to Marion, and the next thing she puts them in Sr. White's articles on the Life of Christ, and they are supposed to be her thoughts.” And to have her talent buried up and unrecognized beneath the writings that pass for Sister White she does not think is right. Who has supposed she was putting her words and her ideas in the place of the words and ideas given to her in the writings of Sister White? “Oh,” she said to me, “I have put my life into those articles published.” Now, it is not a correct statement. I want not her life, or words, or ideas into these articles. And the sooner this bubble is burst, the better for all concerned, the necessity for this wonderful talent be understood, and Fannie come to her senses. I have now no knowledge of how we shall come out, and what I shall do. I am afraid that Fannie cannot be trusted. I told her she had been sowing the seeds of evil, like thistle's seed, that she can never gather up. A person with so little judgment and caution that cannot discern from cause to effect, but goes on in her own perverse imaginings, and pours out the suggestions of Satan into other minds is not to be trusted. It is the work of a traitor. If she has done the work, as she has represented to other minds she has done, so that she thinks credit should be given her for her talent brought into my writings, then it is time that this firm is dissolved. If she has done this work, which she has represented to others has been as much her talent, her production of ideas and construction of sentences as mine, and in “beautiful language,” then she has done a work I have urged should not be done, again and again; and she is unworthy of any connection with this work."},{"refcode_short":"MR926 30.4","refcode_long":"Manuscript Release No. 926, p. 30.4 (Ellen Gould White)","content":"Now it remains that the articles be examined critically and decisions be made accordingly, for this must not go with only a passing notice. The leaven has been placed in other minds and not one suggestion expressed to me, the only one to whom these thoughts should be expressed. What did she think these persons could do to relieve the situation to whom she has opened her mind so freely? She was in the house with me in Preston, and she talked with May Walling, and Emily Campbell who was newly connected with me and my work. I was in the house. She could speak to me any time, but not one word or hint of this matter came to me. For two full years this leaven has been affecting her mind, and how many other minds the judgment alone can reveal, of putting the whole matter under a cloud and doubt. Is it human or divine? The work God has given me has been placed in her estimation on a level with her own productions, and this is the impression she has given."},{"refcode_short":"MR926 31.1","refcode_long":"Manuscript Release No. 926, p. 31.1 (Ellen Gould White)","content":"As near as I can represent it to you is, that she has in a most exaggerated way represented as though the productions from my pen were more the mold of her talent than anything from me, that she made it all over, thus she has represented to me. I told her that I have placed the writings in her hands and repeated to you over and over again that I wanted my words and my ideas to appear in every case. She must not substitute her words or her ideas. I want not my words to be changed for her words."},{"refcode_short":"MR926 31.2","refcode_long":"Manuscript Release No. 926, p. 31.2 (Ellen Gould White)","content":"She stated that W.C.W. had read articles she had done just according to my directions in preparing, and he told her she must do more to it, etc. Now I am in trouble and this matter must be settled. I think Fannie's influence is not good, and while she appears to be a zealous worker, she is awful busy, yet the influence is not of the right quality. I told her I could not see how I could feel the least safety in keeping her connected with me. I had had no harmony of spirit with her. And if she could be so thoroughly deceived when she claimed to be imbued with so great a missionary spirit, and to be so zealous a worker in the cause, what could I expect in the future?"},{"refcode_short":"MR926 31.3","refcode_long":"Manuscript Release No. 926, p. 31.3 (Ellen Gould White)","content":"The light given was, “She is your adversary.” The light given me on one occasion was that of Aaron and Miriam. They both occupied a prominent position. Both stood in estimation of the people, only second to Moses. The same spirit that first brought discord in heaven, sprung up in the heart of Miriam, and she repeated to Aaron her thoughts, that due credit was not given to them. She had ability to place this matter in a light to gain sympathy, as though she had been kept out of sight, and her talent not recognized, neither was Aaron's. Please read the history and that written in Patriarchs and Prophets, 368-371. Aaron had been mouth-piece for Moses, and Miriam was a teacher of the women. But now come whisperings between the brother and the sister in murmurings and jealousies against Moses, and they were guilty of disloyalty, not only to their leader appointed of God but God Himself. This burden of jealousy for their own honor and glory were not left to be planted in the minds of the camp of Israel, but the Lord who reads the secrets of all hearts takes this matter in hand; for the matter left to go uncorrected would create a rebellion in the camp of Israel: [Numbers 12:5-8 quoted.]"},{"refcode_short":"MR926 31.4","refcode_long":"Manuscript Release No. 926, p. 31.4 (Ellen Gould White)","content":"What words have been spoken by Fannie? Hath not God seen the spirit of jealousy, the spirit of ambition and pride struggling for human honor and recognition? This history is designed as a warning to all who will pursue a similar course as Aaron and Miriam. He who reads the heart will bring to light the hidden things of darkness, and will make manifest the counsels of the heart. Those who give place to Satan's suggestions in their desperate efforts in panting for recognition of talents they flatter themselves that they possess, will be so blinded by the enemy that they will not discern sacred things in distinction from the common. They will bring accusations against those whom God has called to act in certain positions in His cause."},{"refcode_short":"MR926 31.5","refcode_long":"Manuscript Release No. 926, p. 31.5 (Ellen Gould White)","content":"I have written to you quite fully, and I leave it with you to act as you shall judge best. Marion has not discerned the inward working of this matter, and has been deceived and affected in a degree by Fannie's statements of the case. We are now compelled to look deeper than the surface. But I leave this matter for you to do as you think best. I am in a very grave perplexity and when I see how Satan works to take the very ones who ought to be intelligent and sharp as steel to understand their position before God, and their privileges and honor to have a part in the work, become disloyal, surmising, and whispering evil and putting the same into other minds, it is time decisive measures are taken that will correct the disaffection before it shall spread farther."},{"refcode_short":"MR926 32.1","refcode_long":"Manuscript Release No. 926, p. 32.1 (Ellen Gould White)","content":"I will now say, we are all generally well. I of course am not but troubled and perplexed. Send me word after you read my letters by telegram when I may expect you. Letters are expected today from American mail."},{"refcode_short":"MR926 32.2","refcode_long":"Manuscript Release No. 926, p. 32.2 (Ellen Gould White)","content":"Please make close inquiry in regard to the horse and phaeton and household goods. We can drive the horse through. Stephen has been with his trap more than half way to Sydney, and says he will drive through if we want him to. You can inquire whether it is best to go by boat, and the expense of duties and freightage, and write as soon as you ascertain. Much love to all in the faith."},{"refcode_short":"MR926 34.1","refcode_long":"Manuscript Release No. 926, p. 34.1 (Ellen Gould White)","content":"Letter 6, 1894, entire letter. (To Fannie Bolton, February 10, 1894)—I received and read your letter, and assure you that my heart is deeply touched by its contents. I accept your confession. As far as yourself and your connection with me personally is concerned, I have and do freely forgive you. I have declined to see you for the reason that I am not clear in reference to the future. I want to keep this question constantly before God, and view the future of our relationship to each other in the work in His light, and move in His counsel. He sees the end from the beginning. He knows all things. Past, present and future are all clear to Him. If it is for our good and His glory that we cooperate in the work, understanding more fully its sacred character, seeking to meet the highest requirements, through the grace of Jesus Christ, freely given to His workers if they ask Him, I shall be relieved. I would accept the situation, and seek in every way to do this His work which He has given me to do in all meekness and lowliness of mind, in order that the glory shall not come to the human agents, but flow back in rich streams to Him who hath given wisdom and ability to do this work."},{"refcode_short":"MR926 35.1","refcode_long":"Manuscript Release No. 926, p. 35.1 (Ellen Gould White)","content":"The Lord is acquainted with us individually. Everyone born into the world is given his or her work to do, for the purpose of making the world better, and in doing our God-appointed work, we make ourselves better; for in doing the work given us of God, we individually live out the law and the gospel. Each one has his sphere, and if the human agent makes God his counsellor, then there will be no working at cross purposes with God. He allots to everyone a place and a work, and if we individually submit ourselves to be worked by the Lord, however confused and tangled life may seem to our eyes, God has a purpose in it all, and the human machinery, obedient under the hand of divine wisdom, will accomplish the purposes of God. As in a well-disciplined army, every soldier has his allotted work in the great work of God."},{"refcode_short":"MR926 35.2","refcode_long":"Manuscript Release No. 926, p. 35.2 (Ellen Gould White)","content":"Life as it now appears is not what God designed it should be, and this is why there is so much that is perplexing; for there is much wear and friction. The man or woman that leaves the place God has given him or her, in order to please inclination, and act on his own devised plan, meets with disappointment, because he has chosen his way instead of God's way. There are those who accept positions of responsibility, but fail to sense the responsibility, and thus do haphazard work. Others accept a work for which they have no fitness, and they have no appreciation of the fact that they are under rule to God, and are ever striving to guide themselves, and to control their own being. Other individuals study to have their own way, and work out their plans, and God erects His barriers, and does not allow them to do as they would. They are the Lord's by creation and by redemption, and He will not allow them to have their own way, and be ever trying to set aside the will of God for some plan of their own. They are to fill the place God allotted to them, and do the work the Lord has given into their hands. Willfulness and inclination cannot be the masters of the situation."},{"refcode_short":"MR926 35.3","refcode_long":"Manuscript Release No. 926, p. 35.3 (Ellen Gould White)","content":"Our heavenly Father is our Ruler, and we must submit to His discipline. We are members of His family. He has a right to our service, and if one of the members of His family would persist in having his own way, persist in doing just that which he pleased, that spirit would bring about a disordered and perplexed state of things. We must not study to have our own way, but God's way and God's will."},{"refcode_short":"MR926 35.4","refcode_long":"Manuscript Release No. 926, p. 35.4 (Ellen Gould White)","content":"I feel now, my sister, that let God speak, and we will say, “Not my will, but Thy will, O God be done.” I know that human beings suffer much because they step out of the path that God has chosen for them to follow. They walk in the sparks of the fire they have kindled themselves, and the sure result is affliction, unrest and sorrow, which they might have avoided if they had submitted their will to God, and have permitted Him to control their ways. God sees that it is necessary to oppose our will and our way, and bring our human will into subjection. Whatever path God chooses for us, whatever way He ordains for our feet, that is the only path of safety. We are daily to cherish a spirit of childlike submission, and pray that our eyes may be anointed with the heavenly eyesalve in order that we may discern the indications of the divine will, lest we become confused in our ideas, because our will seems to be all controlling. With the eye of faith, with childlike submission as obedient children, we must look to God, to follow His guidance, and difficulties will clear away. The promise is, “I will instruct thee, and teach thee; I will guide thee with Mine eye.”"},{"refcode_short":"MR926 36.1","refcode_long":"Manuscript Release No. 926, p. 36.1 (Ellen Gould White)","content":"The Lord has promised to give the Holy Spirit to them that ask Him. Shall we take God at His word? If we come to God in a humble and teachable spirit, not with our plans all formed before we ask Him, and shaped according to our own will, but in submission, in willingness to be taught in faith, it is our privilege to claim the promise every hour of the day. We may distrust ourselves, and we need to guard against our inclinations and strong tendencies, lest we shall follow our mind and plans, and think it is the way of the Lord; but let us never disbelieve the word of the promise."},{"refcode_short":"MR926 36.2","refcode_long":"Manuscript Release No. 926, p. 36.2 (Ellen Gould White)","content":"True and abiding happiness can never be derived from any human being. We may have special, select friends that, all unperceived and unacknowledged by us, we place in the heart where God should be, and we can never perfect a round, full Christian experience until every earthly support is removed, and the soul centers its entire affections about God. “Except the Lord build the house, they labor in vain that build it: Except the Lord keep the city, the watchmen waketh but in vain.”"},{"refcode_short":"MR926 36.3","refcode_long":"Manuscript Release No. 926, p. 36.3 (Ellen Gould White)","content":"There is need of watching unceasingly the natural affections and tendencies of our own hearts, lest we become estranged from God, and place our affections on human beings to the dishonor of God; for our happiness will be imperiled unless we watch, and pray, and cherish the faith that works by love and purifies the soul. We must make God our trust."},{"refcode_short":"MR926 36.4","refcode_long":"Manuscript Release No. 926, p. 36.4 (Ellen Gould White)","content":"Now Fannie, I am desirous for your best good, and wish that you may not have the least bit of vanity of mind in any direction. I am burdened for you. I want you should make a success of overcoming every temptation to be vain, or worldly, or self-sufficient; for it is death to spirituality. It places our souls open to the suggestions of Satan. O, I am sure our sisters from America in many respects have done great harm in influence to the work of God among the people of this country, and the converting power of God must be daily realized in their hearts and upon their characters, else Satan will use them as decoys to souls, although they may be zealously engaged in missionary work as far as appearances go, and yet God has been dishonored, God has not been glorified in all things, and heaven is disappointed."},{"refcode_short":"MR926 36.5","refcode_long":"Manuscript Release No. 926, p. 36.5 (Ellen Gould White)","content":"I send these lines to you to give relief, if possible with the assurance that I will seek to know the will of God in reference to our future work."},{"refcode_short":"MR926 36.6","refcode_long":"Manuscript Release No. 926, p. 36.6 (Ellen Gould White)","content":"Letter 146, 1894, p. 4. (To W. C. White, March 29, 1894)—We shall be glad to see you whenever you feel free to come. We are pleased with our household. Fannie has a room, the best in Brother McCullagh's hired house. It is on a hillside and surroundings healthful. I must stop now."},{"refcode_short":"MR926 36.7","refcode_long":"Manuscript Release No. 926, p. 36.7 (Ellen Gould White)","content":"Letter 3, 1894, pp. 1-3. (“To Whom It May Concern,” July 19, 1894)—While we were living at Preston, Victoria, a request was made by letter from F. E. Belden that I furnish articles for the Youth's Instructor, the publishers to pay me for so doing. I told Sr. Bolton of the request, saying that it would not be just or merciful to her [for me] to accept the proposition. She replied, “I cannot do more than I am now doing; but I have a great interest that you should write for that paper. I will do my part of the work in preparing the articles, if you will write them, and then furnish me help to copy them on the typewriter, and also to copy the numerous letters that you have to write...."},{"refcode_short":"MR926 37.1","refcode_long":"Manuscript Release No. 926, p. 37.1 (Ellen Gould White)","content":"During the two months about the beginning of 1893, while Sr. Bolton was in Tasmania for her health, Sr. Davis spent nearly all her time in preparing matter for the Australian Conference, which was then in session, for the General Conference, and for individuals. For this I made no charge to the Conference. While I was in New Zealand, I wrote to Sr. Bolton at Melbourne to employ help whenever she required it, and I would pay the bill. This she did, and again I made no account to the Conference.... At the time of the camp meeting in Victoria, I employed Bro. Caldwell as typewriter [typist]. Sr. Bolton continued to prepare the articles, but she had other labor placed on her during the camp meeting, and could do no copying...."},{"refcode_short":"MR926 37.2","refcode_long":"Manuscript Release No. 926, p. 37.2 (Ellen Gould White)","content":"The preparation of Instructor articles has been no extra tax upon Sr. Bolton, for I have supplied her with help to copy my letters as well as the Instructor articles. For some time I have employed Sr. Mattie Lawrence, boarding her and paying her wages. It is a part of her work to do this extra copying for Sr. Bolton, which does not come into Sr. B's account or my own."},{"refcode_short":"MR926 37.3","refcode_long":"Manuscript Release No. 926, p. 37.3 (Ellen Gould White)","content":"Letter 149, 1894, p. 1. (To W. C. White, July 30, 1894)—Friday I called on Fannie. She is now in her room at Brother McKenzie's very nearly settled.... I thought we could spare one quart of milk to Brother McKenzie each morning and one pint to Fannie. She is much pleased with her room."},{"refcode_short":"MR926 37.4","refcode_long":"Manuscript Release No. 926, p. 37.4 (Ellen Gould White)","content":"Letter 152, 1894, p. 2. (To W. C. White, September 20, 1894)—Sunday afternoon we rode to Prospect and Brother McCullagh said the church all wanted me to give the discourse, so I complied with their request. I send it with this letter. Fannie took it in longhand and got nearly the whole of it. She rode up with Brother and Sister Belden and your mother."},{"refcode_short":"MR926 38.1","refcode_long":"Manuscript Release No. 926, p. 38.1 (Ellen Gould White)","content":"Letter 118, 1895, p. 3. (To “Children,” January 23, 1895)—We found Fannie was, in our absence, making her home with our friends. She was sweating over the stove, cooking us a nice dinner. She has thought if she could do some housework, it would be good for her, and Emily has had her class in teaching shorthand to Julia McKenzie, while we were away."},{"refcode_short":"MR926 38.2","refcode_long":"Manuscript Release No. 926, p. 38.2 (Ellen Gould White)","content":"Letter 39, 1895, pp. 1, 10. (To Dr. Kellogg, February 3, 1895)—I have received your letter in which you asked a question in reference to the publication of a new edition of Christian Temperance. It is my mind as well as yours that another edition is needed, and as Fannie has the papers supplied far ahead, I shall set her to work at once selecting matter and arranging for this new edition.... You proposed to send me a “paste up” of matter to indicate what you would consider appropriate for the book you mentioned. This would please me very much, and I hope you will do it as soon as possible. Meanwhile, after supplying the papers, Fannie will do something in this line."},{"refcode_short":"MR926 38.3","refcode_long":"Manuscript Release No. 926, p. 38.3 (Ellen Gould White)","content":"Letter 89, 1895, p. 1. (To W. C. White, March 11, 1895.)—May [Lacey] is anxious to go to Tasmania the first or second week in April, and is determined that I shall go; but I do not feel very anxious for the water trip, and I am now in important work trying to complete the Life of Christ. To break up now seems severe, and Fannie being away makes it still worse and more forbidding. The matter that I would have her prepare will not be done, as she will probably remain at least two weeks in Cooranbong, and that will cover nearly the whole period before we leave for Tasmania, going via Melbourne."},{"refcode_short":"MR926 39.1","refcode_long":"Manuscript Release No. 926, p. 39.1 (Ellen Gould White)","content":"Letter 92b, 1895, p. 1. (To “Children,” April 11, 1895)—I have considered your suggestions in regard to simplifying the language of the tract, “Sufferings of Christ.” I read your letter to Fannie Bolton, and she will take hold of the work to simplify the language...."},{"refcode_short":"MR926 39.2","refcode_long":"Manuscript Release No. 926, p. 39.2 (Ellen Gould White)","content":"I leave for Tasmania today by way of Melbourne. I hope that during my absence of four weeks Fannie will engage in the work of simplifying the “Sufferings of Christ.”"},{"refcode_short":"MR926 39.3","refcode_long":"Manuscript Release No. 926, p. 39.3 (Ellen Gould White)","content":"Letter 44, 1895, p. 1. (To J. H. Kellogg, August 29, 1895)—Sister Bolton corrects manuscripts when she is able, but she is troubled so much with headache that often she cannot use her brain. This has become more and more marked, and is a very great hindrance to me in my work. I cannot do the things I would do. It is sufficiently taxing to do the writing, but when I have done that there is the burden of having the matter prepared. If I had one to edit the matter, I should feel so grateful."},{"refcode_short":"MR926 40.1","refcode_long":"Manuscript Release No. 926, p. 40.1 (Ellen Gould White)","content":"Letter 17, 1895, pp. 1, 3-6. (To Bro. Caldwell, September 6, 1895)—This morning, as I came from the school ground, I saw your horse fastened to a tree before the tent occupied by Fannie Bolton. After a while I went to the tent. A lady from New Castle and Jessie Israel were visiting Fannie. You were sitting down, writing on the typewriter. Why did you not take the typewriter at once into the dining tent? What impression can such a course make upon the mind of the young girl visiting at the school? It made an impression that was anything but favorable."},{"refcode_short":"MR926 40.2","refcode_long":"Manuscript Release No. 926, p. 40.2 (Ellen Gould White)","content":"Your freedom with young women is improper, but it is so natural and common to you that you think nothing of it. The word of God has told you that you are to abstain from the very appearance of evil; but do you? You are a married man, with a wife and two boys, whom you have left in America, and this fact should be sufficient, without further prompting, to lead you to cultivate sobriety and carefulness in your association with others.... I write these things to you because you are deceiving Fannie, and she is apparently totally blind and infatuated...."},{"refcode_short":"MR926 40.3","refcode_long":"Manuscript Release No. 926, p. 40.3 (Ellen Gould White)","content":"Placing yourself in the society of Fannie as much as you did while at Melbourne had not only the appearance of evil, but was evil. You enjoyed it, but you should have had discernment to understand that by your course of action you were encouraging others in the same path."},{"refcode_short":"MR926 40.4","refcode_long":"Manuscript Release No. 926, p. 40.4 (Ellen Gould White)","content":"I am now going to Tasmania, and you and Fannie will remain at Avondale. After my absence, you will feel inclined to associate together more freely, because I am not present to hold the fort. I fear you will dishonor the truth by your familiarity. I decidedly protest against this. Keep yourself out of Fannie's tent, or else a scandal will be created...."},{"refcode_short":"MR926 40.5","refcode_long":"Manuscript Release No. 926, p. 40.5 (Ellen Gould White)","content":"When you expressed your desire for Fannie to move her things into my tent and become a member of my family, I knew that you did not know what you were talking about. The idea was inconsistent; but I felt that I must keep quiet, or I would speak very strongly. Then you stated plainly that you wanted Fannie to help in the cooking, “for your stomach's sake,” because you liked her cooking, and enjoyed the food she prepared. I said to myself, “Poor, foolish, selfish man.” You demonstrated what had been laid before me in clear lines, --- that you were selfish, and would work in any way to accomplish your ends."},{"refcode_short":"MR926 40.6","refcode_long":"Manuscript Release No. 926, p. 40.6 (Ellen Gould White)","content":"Letter 19, 1896, pp. 1, 4, 5. (To W. F Caldwell, c. September, 1895, sent June 11, 1896.)—I have had very little help from Fannie for many months, not because she cannot work, but her association with you has caused her to have an experience which has unfitted her to do anything in my work...."},{"refcode_short":"MR926 40.7","refcode_long":"Manuscript Release No. 926, p. 40.7 (Ellen Gould White)","content":"I feel deeply over another matter, and that is your visiting Fannie in her tent. I have already decided that you two cannot work together. You are a married man, father of two children. If your wife has obtained a divorce from you that does not leave you free to marry again, as I read my Bible...."},{"refcode_short":"MR926 41.1","refcode_long":"Manuscript Release No. 926, p. 41.1 (Ellen Gould White)","content":"Before leaving I must lay down some rules. There is no call for Caldwell to visit Fannie's tent. Fannie has not been in working order for some time. Her association with you is largely the cause of this. I know this to be so, and therefore I say, keep away from her tent. When I am away you will feel that you have a fine opportunity to get into her society whenever you can; and I cannot go without warning you and charging you to keep yourself to yourself. I want no reproach brought upon me nor upon this community, by imprudent, careless habits or practices."},{"refcode_short":"MR926 41.2","refcode_long":"Manuscript Release No. 926, p. 41.2 (Ellen Gould White)","content":"Letter 41, 1895, pp. 4, 6. (To Bro. Kellogg, October 25, 1895)—I am sorry that I have not more literary help. I need this kind of help very much. Fannie could help me a great deal on the book work if she had not so many articles to prepare for the papers, and so many letters and testimonies to edit to meet the demands of my correspondence, and the needs of the people.... Earnest letters were written me requesting me to write for the Youth's Instructor; but I could not see how I could take this additional burden. I had numerous letters and testimonies that had to be prepared for various individuals, and it was necessary that the papers should be supplied with articles, and there was more work to be done than could be carried through by one person when all the burden of both editing and copying the matter was laid upon one worker. I concluded that it would be necessary to hire somebody to run the typewriter for Fannie Bolton, and so distribute the work. I hired Mattie Lawrence for this work, and she put in about half of her time in working with Sister Bolton."},{"refcode_short":"MR926 41.3","refcode_long":"Manuscript Release No. 926, p. 41.3 (Ellen Gould White)","content":"Letter 102, 1895, entire letter. (To Marian Davis, October 29, 1895)—I write you a short letter to tell you some things that I must open before you. While in Cooranbong, I had a presentation of Fannie talking to different ones, exactly in the same strain as that we had to deal with two years ago. At three different times I was brought into a room where all seemed dark as a cellar. I could not see the faces of those present, but heard her voice. She was in a most excited manner saying the very same things she said in Melbourne, stating that her talent was not acknowledged, that she brought her very being and life into the work, and yet she was set aside as a nonentity, while Sister White got all the credit of the matter published. She was so very earnest and enthused that her statements would be taken as truth by any one who did not know what my writings were before she had any connection with me and my work."},{"refcode_short":"MR926 42.1","refcode_long":"Manuscript Release No. 926, p. 42.1 (Ellen Gould White)","content":"Again the matter was presented to me as I have told you and her in the matter that came up at Melbourne. She claimed to put her words in my manuscript, and these were called “beautiful words,” but, said Fannie Bolton, they were her own words. Then she talked fluently, saying that she had left everything and had given her life to be engaged in my work. Many statements after this order were presented in most earnest fluency and all seemed to receive her words as truth."},{"refcode_short":"MR926 42.2","refcode_long":"Manuscript Release No. 926, p. 42.2 (Ellen Gould White)","content":"Again, after I returned to Granville from Cooranbong, matters were presented before me, and warnings were given that a trial was before me. I was instructed that among those connected with me, there was working an undercurrent of deceptive influences and that unless there was a cleansing away of all such influences, great harm would result to the cause of truth. I told you, Marian, that I was deeply burdened. I knew that Fannie's interest was not in the work. I had no harmony with her. I have felt, when I put writings in her hand to be copied, that there was some power between her and me, and the impression was “Withhold, withhold.” I could not interpret my impressions nor the figures presented to me to teach me."},{"refcode_short":"MR926 42.3","refcode_long":"Manuscript Release No. 926, p. 42.3 (Ellen Gould White)","content":"It was her own proposition to come to Armadale, Melbourne, and she made the conditions herself. I asked her if it was safe for her to attend the camp meeting, for if she should be urged to take the children's meetings, she would be inclined to do this, and then she would be of no use to me, for she would have to give her whole time to that work. She said, “I could not take the children's meetings. It is too hard for me. It just takes every bit of power in me. I shall want to attend some meetings in the evenings, occasionally in the day time, but I will be ready to help you in your work.”"},{"refcode_short":"MR926 42.4","refcode_long":"Manuscript Release No. 926, p. 42.4 (Ellen Gould White)","content":"But as soon as we were on the ground, it was not easy to get persons to take the children's division, and now comes in the great urging for Fannie to engage in this work. I said, “No, it must not be. I have work for Fannie.” But she greatly desired to attend children's meetings, and to instruct them. I had two articles to be prepared for the mail, and Fannie read Wednesday and Thursday. Fourteen pages were prepared for the mail, and nothing more has been done by her during this meeting."},{"refcode_short":"MR926 42.5","refcode_long":"Manuscript Release No. 926, p. 42.5 (Ellen Gould White)","content":"After I had received the warnings I have mentioned, I asked Sara if Fannie had said anything to her in regard to me and my work and her work in connection with me. She evaded the question and said that Fannie wanted to take the children's meetings, if I would give my consent. I said, “Is this all, Sara?” She answered, “No, and I do not want to tell you what she said.” I replied, “I believe it is my duty to know, for I am warned that Fannie is my adversary, and that she will misrepresent facts regarding her service in the work which will place me in a wrong light before the people.”"},{"refcode_short":"MR926 42.6","refcode_long":"Manuscript Release No. 926, p. 42.6 (Ellen Gould White)","content":"She then told me the tenor of the conversation that she had with her. She referred to the notice in the paper, the Echo that Professor Prescott had compiled a book on Christian Education, and here his name appears, and, she said, “Myself and poor little Marian are unnoticed, set down out of sight.” She talked very strongly, making statements of the magnitude of the work she had done, and mourned because, although her talent was depended upon to prepare copy for the printer, her help was not acknowledged. She said, “You read the notice, Sara.” She then raised her hand, pounded it on the paper on the table, and said with vehemence, “It is a lie! a lie! a lie!”"},{"refcode_short":"MR926 43.1","refcode_long":"Manuscript Release No. 926, p. 43.1 (Ellen Gould White)","content":"I sent for Brother Prescott, and told him I was sure that Fannie was working most decidedly in the same lines that she had worked in America, pouring into other minds her version of things regarding her talents brought into the work there, because of which I had released her then from my services. I told him of the painful experience I had passed through in Melbourne at the Brighton camp meeting two years ago, similar to what I passed through in California at one time, that had nearly cost me my life. “Now,” I said, “She is taking the work up just where she left it two years ago.”"},{"refcode_short":"MR926 43.2","refcode_long":"Manuscript Release No. 926, p. 43.2 (Ellen Gould White)","content":"I said, “What is your opinion of this spirit, and this talk that is leavening the camp?” “O,” said he, “I knew all this just as you have told it, in America. She came to my wife and me and laid it all open before us again in Cooranbong.” Then he told how he met the matter."},{"refcode_short":"MR926 43.3","refcode_long":"Manuscript Release No. 926, p. 43.3 (Ellen Gould White)","content":"Afterward I sent for Sister Prescott and talked with her. She had told Fannie that all this was the work of Satan to control her mind, that he, through her, could cut the heart of Sister White. After this I called both Brother and Sister Prescott together and consulted as to what should be done."},{"refcode_short":"MR926 43.4","refcode_long":"Manuscript Release No. 926, p. 43.4 (Ellen Gould White)","content":"Monday, I spoke with Fannie after meeting and she was very desirous that I would consent for her to take the children's meeting."},{"refcode_short":"MR926 43.5","refcode_long":"Manuscript Release No. 926, p. 43.5 (Ellen Gould White)","content":"I said, “Fannie, do not engage in any kind of work for others on this ground but yourself, until your heart is changed and you have a new heart, a new mind. If anyone on this ground needs to search as with a lighted candle his own heart, it is you. I do not ask you to do another stroke of work for me on this ground or ever hereafter. I remove all objections as far as my work in connection with you is concerned.” She went to bed sick, and was sick all last night."},{"refcode_short":"MR926 43.6","refcode_long":"Manuscript Release No. 926, p. 43.6 (Ellen Gould White)","content":"I have endeavored to find out other parties with whom she had talked. From one of our ministering brethren, I learned that while at the school she opened her grievances to Brother and Sister Malcolm, who were then new in the truth. She presented the matter to them in such a way that they thought injustice had been done to Fannie and Marian. They knew nothing of me and my work, and Fannie represented that she and Marian had brought all the talent and sharpness into my books, yet you were both ignored and set aside, and all the credit came to me."},{"refcode_short":"MR926 43.7","refcode_long":"Manuscript Release No. 926, p. 43.7 (Ellen Gould White)","content":"She had underscored some words in a book, “Christian Education,” “beautiful words,” she called them, and said that she had put in those words, they were hers. If this were the truth, I ask, Who told her to put in her words in my writings? She has, if her own statement is correct, been unfaithful to me."},{"refcode_short":"MR926 43.8","refcode_long":"Manuscript Release No. 926, p. 43.8 (Ellen Gould White)","content":"Sister Prescott however says that, in the providence of God that very article came to them (Brother and Sister Prescott) uncopied and in my own handwriting, and that these very words were in that letter. So Fannie's statement regarding these words is proved to be untrue."},{"refcode_short":"MR926 43.9","refcode_long":"Manuscript Release No. 926, p. 43.9 (Ellen Gould White)","content":"Monday, Fannie asked if I could pray with her. I told her, “Yes.” But when I came home, I was too feeble. I could not talk with her or pray with her. I shall not talk with her again if I can help it. She can talk fluently, has no lack of words, can talk six words to my one. She must no longer have the slightest connection with me. If I had only carried out my convictions two years ago, I should have done my duty."},{"refcode_short":"MR926 44.1","refcode_long":"Manuscript Release No. 926, p. 44.1 (Ellen Gould White)","content":"I write you this, that you may know that I will not take so much as a shoe string from her wonderful talent. She may now exercise that talent as she chooses, and swell into the large place she thinks she could occupy. I have not a particle of confidence in her present position as a Christian. She has proved herself a traitor. If you had not tried so hard to keep her with me, through your sympathy, I should have severed all connection with her before this. How much harm she has done me and may do me in the future God alone knows."},{"refcode_short":"MR926 44.2","refcode_long":"Manuscript Release No. 926, p. 44.2 (Ellen Gould White)","content":"If after this meeting Fannie shall come to Granville, you must not put one line of anything I have written into her hands, or read a line to her of the Life of Christ. I would not have any [advice] from her. I am disconnected from Fannie because God requires it, and my own heart requires it. I am sorry for Fannie, but nevertheless it is truth. If God will help me then, I will praise His holy name."},{"refcode_short":"MR926 44.3","refcode_long":"Manuscript Release No. 926, p. 44.3 (Ellen Gould White)","content":"I want no further deceptions. I am sure that the Lord is holding me up and strengthening me. I felt this morning that the Lord had taken this matter out of my hands, and others must now handle it. Fannie now feels, as the matter has come out, about as she felt at Melbourne two years ago, but her repentance then was short-lived."},{"refcode_short":"MR926 44.4","refcode_long":"Manuscript Release No. 926, p. 44.4 (Ellen Gould White)","content":"She now tells others she feels very badly and wants me to forgive. This I can do, but can never connect her with me again."},{"refcode_short":"MR926 44.5","refcode_long":"Manuscript Release No. 926, p. 44.5 (Ellen Gould White)","content":"She becomes at times as verily possessed by demons as were human beings in the days of Christ. And when these paroxysms are upon her, many think she is inspired of God. She is fluent, her words come thick and fast, and she is under the control of demons. Then she claims that she has done the very things in my service I have told her in no case to do, that she has substituted her words for my words. This is bad enough. But when she takes the position that she has made my books, my articles and is responsible for the beautiful language, it is evident that Satan can through her do me any amount of harm. She can do more to implant doubts and sow seeds of evil than any person I know. She is a dangerous helper to me. She shall never have a chance again of mingling Fannie Bolton's wonderful talent with my work."},{"refcode_short":"MR926 44.6","refcode_long":"Manuscript Release No. 926, p. 44.6 (Ellen Gould White)","content":"She had nothing to do with my work until after the meeting at Minneapolis, yet the Lord had kept and helped me up to that time. After she went to Ann Arbor she did a little for me. She asked for some articles of mine to take with her to Ann Arbor, saying she loved the work. But I now think that she wished to use the pretext that she was employed by me in order to gain the confidence of others because I trusted her as my agent to prepare copy for my books."},{"refcode_short":"MR926 44.7","refcode_long":"Manuscript Release No. 926, p. 44.7 (Ellen Gould White)","content":"I see my folly now. I have not, since she came with me to Australia, had real peace and happiness with her. I have felt no peace, comfort and companionship with her, and yet I have tried to hold on to her."},{"refcode_short":"MR926 46.1","refcode_long":"Manuscript Release No. 926, p. 46.1 (Ellen Gould White)","content":"Letter 9, 1895, entire letter. (To Fannie Bolton, November 7, 1895)—The past night my sleep has troubled me. I am communicating to you in my sleeping hours. I have been waiting, hoping that some word would be given me that would mark out the way of the Lord more distinctly, that I might know what to do. But I have had no additional light; therefore I must take heed to the light I have already had from time to time in the past. I shall not trace with pen the many things that have occurred in the history of the past. It would only make me live them over afresh. I merely state that what has occurred on this camp ground is not a sudden temptation, new and strange to the human agent. It is a line of thought that has been cherished, and that will continue to be cherished. It may be smothered, but I cannot flatter myself that it is dead, without a possibility of a resurrection."},{"refcode_short":"MR926 47.1","refcode_long":"Manuscript Release No. 926, p. 47.1 (Ellen Gould White)","content":"At the very time when you knew me to be suffering most severely with physical infirmities; at the very time when it was essential that I should have all my powers under full control, and that I should have the most favorable surroundings, to keep my mind in peace, and the grace of our Lord Jesus Christ, on this important occasion I am brought into perplexity and distress which is scarcely endurable. Impediments of a very trying character are thrown in my way to weaken my hands, to take all courage out of my heart, and leave me to wrestle with uncertainties, to meet a harvest of unbelief and suspicion, which you have created. If true, as you have represented, God would set me aside, and take Fannie Bolton in my stead. These manifestations have been bewildering to me, and still are. I do not recover from the shock. Those who are supposed to help me should see me in my physical weakness, carrying the heaviest burdens one can bear, yet compelled to be distressed beyond measure by their attitude. But the Lord says they have no power to resist the devil, or from his snare to go."},{"refcode_short":"MR926 47.2","refcode_long":"Manuscript Release No. 926, p. 47.2 (Ellen Gould White)","content":"I will not attempt to say all that might be said, for I have not physical strength. I can but go lightly over the ground in memory of the last six or seven years, step by step, from point to point, and inquire, What am I? and what will God have of me? I am still in a maze of perplexity. But I see only one course open before me. If my life is worth saving, I must disconnect from Fannie. And this is, I think, her only hope. Satan has supposed he could work upon your fruitful imagination to claim you have done a work God would not let you do—blend yourself with my writings. It is a great trial for me to do this, for I have no one selected to prepare my articles. This may be in the providence of God. Perhaps He designs me to lay down my pen, and say, I have written enough, while I had thought I had many things I must write. Being dependent upon an editor to prepare my articles for the press makes my work difficult, and I am still in great trial. To get a stranger who is unacquainted with me, would be to go through the same experience that I have had with Fannie, God forbid. But I give Fannie up on this camp-ground. If she will consecrate her abilities to God, and hide herself in Christ, she can find work. I will not hinder her."},{"refcode_short":"MR926 47.3","refcode_long":"Manuscript Release No. 926, p. 47.3 (Ellen Gould White)","content":"Notwithstanding all the repeated difficulties that Fannie has placed upon me in this line, not a trace of my pen has been communicated in regard to the state of affairs to any one in America, with exception of Edson—I made a brief mention of it. But something will have to be said now. A plain statement of facts will be necessary. This is due the conference, who have hitherto paid her for the work she was supposed to do when she came with me. I shall try to avoid making any reference to particulars."},{"refcode_short":"MR926 47.4","refcode_long":"Manuscript Release No. 926, p. 47.4 (Ellen Gould White)","content":"The warnings given to Fannie by the Lord have not been pleasant for her to consider, and she has not taken any heed to them. The precious matter placed in her hands she has not regarded as precious and sacred; she has not treated them as such and cherished the light given. She has not obtained knowledge by them, nor practiced the principles kept constantly before her. Familiarity with the most solemn messages that I have felt I must write, have bred contempt. They have become common to her mind. Therefore, for her soul's sake, and in order to preserve my life, I must sever all connection with Fannie Bolton."},{"refcode_short":"MR926 47.5","refcode_long":"Manuscript Release No. 926, p. 47.5 (Ellen Gould White)","content":"I understand that she says she has plenty of work piled up before her which she can do. If sanctified, if holy, if cleansed in mind and purified in soul, if meek and lowly in heart, God will forgive the past, and work with her efforts. But if she works to obtain praise and glory for herself, she will work alone. I dare not trust her to handle my manuscript. I should ever be in uncertainty as to how it is treated if I take her testimony as truth. But this temptation will always be a dangerous one to her. If she uses her ability, given her of God, to exhibit what Fannie Bolton can do, she works in herself, and out of Christ. I now reluctantly and with grief in my heart say to Fannie Bolton: You are no longer in the employment of the General Conference in my behalf."},{"refcode_short":"MR926 48.1","refcode_long":"Manuscript Release No. 926, p. 48.1 (Ellen Gould White)","content":"Fannie, I forgive you for the pain and suffering you have caused me, and which has been so many times repeated. I forgive as I hope to be forgiven. Yet notwithstanding I forgive, I must do according to the light and warnings given me in the past in reference to the work God has given me, and in reference to your work in connection with me. You cannot discern the character of the work the Lord has given me to do, else you would not regard it as a common thing. Your soul is precious in the sight of God. By being converted daily from your own way, by accepting God's way as a little child, you will find your only hope of heaven. You have been praised and exalted; you have been given credit for possessing great piety and disinterested devotion. This is a mistake. The emotional part of your nature has been called to exercise altogether too much for your own good and for the good of those with whom you associate. It has been keyed up to a high tension in your intensity of feelings. In your meetings held for the youth, the Lord God has not blessed your efforts. You do many things for which there is not found solid, earnest, abiding results. Self was mingled with everything, tainting and corrupting your service. It is always safe to use the holy fire of God's own kindling, and no other. I ask you to read the 16th chapter of Numbers. If I have worked in self, my work will not stand; if I have worked in God, the work will endure."},{"refcode_short":"MR926 48.2","refcode_long":"Manuscript Release No. 926, p. 48.2 (Ellen Gould White)","content":"[Note:] Fannie must excuse me from having a private interview with her. I cannot bear it. Let this be read before Bro. and Sr. Prescott, Bro. and Sr. Corliss, Bro. and Sr. Colcord, and Bro. and Sr. Rousseau. Fannie should be present when it is read."},{"refcode_short":"MR926 48.3","refcode_long":"Manuscript Release No. 926, p. 48.3 (Ellen Gould White)","content":"Letter 9a, 1895, entire letter. (To Fannie Bolton, November 11, 1895)—I have considered the matter carefully in regard to your connecting with me again in the work. I cannot consent to it. The matter has been shaping itself in reference to yourself, that it is simply impossible for you to continue to do the work for me that you have done. Separation must come, for the reasons I have told you. I must use every means in my power, cut off every chance for you to make your statements which you have made in reference to me and my work—your claims to putting your talent in my work."},{"refcode_short":"MR926 48.4","refcode_long":"Manuscript Release No. 926, p. 48.4 (Ellen Gould White)","content":"You are not happy in doing the work; impressions are left upon the minds of others by your statements that you are much burdened over my very bad writing. I shall not attempt to deny or admit it. You were employed by the conference to help me, and of course that means your doing work that requires wages. But the work over which you have felt so great sorrow shall no longer be a source of temptation to you. I am sincerely sorry that I could not place in your hands articles fully prepared for the press. I have furnished you one to work the typewriter and you were to prepare these articles for the press. Unfortunately I could not do this part of the work. If I could have done it, your services would not have been required. But now you are free to take up work not so monotonous. You are at liberty to return to America, find work in Melbourne, do anything that pleases you. But the bare thought of connecting with you again after this camp-meeting is most painful to me. For a time at least I positively must be free from you. I must have an opportunity to have my writings prepared by some other hand than yours, that not one jot or tittle of your valuable talent shall be mingled with the things I feel it my duty to write. I must arrange matters so that your talent shall not be counted with my articles and book-making as to be considered as largely your work. This matter must be taken off my soul, and you not be tempted to suppose injustice is done you, and you will betray me, and turn traitor to me, and vex my soul and weaken my influence by your falsehoods."},{"refcode_short":"MR926 49.1","refcode_long":"Manuscript Release No. 926, p. 49.1 (Ellen Gould White)","content":"I forgive all that you have caused me to suffer in the past and at this meeting, where I desire to be free and to do whole service to the Master. I am sorry, truly sorry, that I have not done better work, but your course of action has been such a mystery to me and so uncalled for, and so cruel, that it has been a great discouragement to me. The Lord alone can give me victory and freedom."},{"refcode_short":"MR926 49.2","refcode_long":"Manuscript Release No. 926, p. 49.2 (Ellen Gould White)","content":"Letter 103, 1895, pp. 1, 2. (To Marian Davis, November 12, 1895)—I have given nothing into Fannie's hands, and never expect to give her another chance to seek to betray me and turn traitor. I have had enough of “talent” and “ability” to last me a life time. I told you her heart was not in the work. She does not blend with the work. She is superficial, given to excitement and to exhibiting Fannie Bolton. But she will do this no longer at the expense of my health and my life. I have held on to her two years too long. She has to a large degree inspired you with ideas of her great talent, and you have received it, but it has been no strength to you...."},{"refcode_short":"MR926 49.3","refcode_long":"Manuscript Release No. 926, p. 49.3 (Ellen Gould White)","content":"Fannie, poor soul, does not know herself. I have talked with her, and told her that I must know of what she complains in the work she has had to do. She must tell me the real cause for all this disaffection, but all she could say was that sometimes I left sentences incomplete. I reminded her, that I was often interrupted in my writing, and sometimes in the middle of a sentence, and that when I resumed the work I would go right on, not noticing the incomplete sentence. But I had told her that when this occurred she might either hand the matter to me or else strike it out and go on. Doing as much writing as I do, it is not surprising if there are many sentences left unfinished."},{"refcode_short":"MR926 49.4","refcode_long":"Manuscript Release No. 926, p. 49.4 (Ellen Gould White)","content":"I said to Fannie, “Your exhibitions of weeping ‘bitter tears’ over my imperfect writings are not inspired of God. When Sister Prescott urged you to tell her what caused you to weep so, you communicated to her your grievances, saying that my penmanship was terrible and that you had to write the matter all over that I presented to you, and that you were discouraged; for you really made the books and the articles that came forth in my name.”"},{"refcode_short":"MR926 49.5","refcode_long":"Manuscript Release No. 926, p. 49.5 (Ellen Gould White)","content":"She felt very much ashamed, but she begged of me to try her again. I said decidedly, “No.” I send you a copy of a short letter I have written to her, and a letter I wrote to you, but which was not sent."},{"refcode_short":"MR926 50.1","refcode_long":"Manuscript Release No. 926, p. 50.1 (Ellen Gould White)","content":"Letter 14, 1895, entire letter. (To Fannie Bolton, November 23, 1895)—I have been considering your case in connection with Caldwell, and I have no other counsel to give than I have given. I consider that you have no moral right to marry Caldwell: he has no moral right to marry you. He left his wife after giving her great provocation. He left her whom he had vowed before God to love and cherish while both should live. Before ever she obtained her divorce, when she was his lawful wife, he left her for three years, and then left her in heart, and expressed his love to you. The matter has been negotiated largely between you and a married man, while he was legally bound to the wife he married, who has had two children by him."},{"refcode_short":"MR926 50.2","refcode_long":"Manuscript Release No. 926, p. 50.2 (Ellen Gould White)","content":"I see not a particle of leniency in the Scriptures given either of you to contract marriage, although his wife is divorced. From the provocation he has given her, it was largely his own course of action that has brought this result, and I cannot see in any more favorable light his having a legal right to link his interest with yours or you to link your interest with his. One thing is settled. I could not connect with either of you if this step is taken; for I see this matter in a light that the Scripture would condemn your connection; therefore I wish you both to understand that from the light God has given me regarding the past and the present, I could not think of employing either of you if you take this step."},{"refcode_short":"MR926 50.3","refcode_long":"Manuscript Release No. 926, p. 50.3 (Ellen Gould White)","content":"I am astonished that you should for a moment give thought to such a thing, and place your affections on a married man who had left his wife and children under such circumstances. I advise you to lay your thoughts and plans regarding this matter just as they are before our responsible brethren, that you may receive their counsel, and let them show you from the law of God the error into which you have fallen. You have both broken the law even in thinking that you might unite in marriage. You should have repelled the thought at its first suggestion."},{"refcode_short":"MR926 51.1","refcode_long":"Manuscript Release No. 926, p. 51.1 (Ellen Gould White)","content":"Letter 115, 1895, entire letter. (To Fannie Bolton, November 26, 1895)—I cannot leave without saying a few words to you. You have let impulse and feeling be your master, else you could not have done as you have done while you have been connected with me. There is a very objectionable feature in your character, which is leading you, controlling you. It is the attainment of desired objects. Your estimate of yourself, if kept within proper bounds, is right. We as human beings are to estimate our abilities, our faculties, as the gift of God, to be kept, cherished, and appreciated because they are the gift of God, and to be kept pure and holy to be devoted to God. 2 Timothy 2:20, 22."},{"refcode_short":"MR926 51.2","refcode_long":"Manuscript Release No. 926, p. 51.2 (Ellen Gould White)","content":"I have had an interview with Willie. He says you told him that I had not stated things as they were told to me by you. Fannie, shall I come to the conclusion that no dependence can be placed in what you say? I have stated matters just as you stated them to me. I did not exaggerate, because that is not one of my faults. But you have been deceived by the enemy; you are deceived and are deceiving others. You made the statement to me that you prayed that if it was right for you to have Caldwell that his wife might obtain a divorce. When you heard that she had obtained a divorce you said, “I feel the Lord has heard my prayer, do not you think so, Sister White?”"},{"refcode_short":"MR926 51.3","refcode_long":"Manuscript Release No. 926, p. 51.3 (Ellen Gould White)","content":"After you left I looked upon this matter with such feelings as are not easily described. The matter as it stands is a shock to me. You yourself have told your love story to Maggie Hare and to Sister Rousseau and to Sister Prescott. These I have talked with because it was my duty to do so. Your case is peculiar. I have had so many warnings—you making your statements that were not true that there was no attachment between you and Caldwell. He admitted he had thought a good deal of Fannie, but gave me to understand there was not anything of attachment between you. This has been going on since you and he worked in Willie's office."},{"refcode_short":"MR926 51.4","refcode_long":"Manuscript Release No. 926, p. 51.4 (Ellen Gould White)","content":"Fannie, what do you say? You have now made the matter plain and asked my advice. You could but understand what that advice would be. You thought that he and you would be married and both take hold of my work. I told you this could never be."},{"refcode_short":"MR926 52.1","refcode_long":"Manuscript Release No. 926, p. 52.1 (Ellen Gould White)","content":"When I put the case of Walter Harper in your hand to copy, but felt as if an arm was stretched between you and me, I did not understand what it meant, but I do now. I could not harmonize your statements of nothing existing between you and Caldwell, and the light which the Lord was giving me. I must take the word of God, and I had no harmony with you."},{"refcode_short":"MR926 52.2","refcode_long":"Manuscript Release No. 926, p. 52.2 (Ellen Gould White)","content":"Harper's case is not a parallel. Both cases have been presented to me at different times. Harper felt love, deep love, for his wife, and he has done everything a mortal man could do to save a divorce, for said he, “She will lose her soul.” He spent any amount of money on her. He tried to persuade her, but to no account. And she finally sent for him to visit her, and he was warned to be on guard. She locked the door on him and commenced to solicit a sum of money, and he knew she had an accomplice waiting by. He felt now was his time to need the Lord. He watched his opportunity and suddenly escaped—just how I do not remember—but she told him there was no escape for him. I think this was his last effort made in her behalf. He may have tried once more. I advised him, when she tried to get a divorce because of desertion, not to appear, for in no way could God be glorified by the statements coming into court. There was nothing like lust in the case, for he had not physical ability, so it was not in any way a comparison with your case, or with Caldwell's."},{"refcode_short":"MR926 52.3","refcode_long":"Manuscript Release No. 926, p. 52.3 (Ellen Gould White)","content":"I have told you and him that he could not be released from his accountability until he should seek to do all in his power to be reconciled with his wife. He has left a stain on the cause of God in leaving her and his children. It was not she who left him, but he who left her. How strong must have been the temptation to a woman whom he married under promise he would give up the Sabbath if she would marry him and he did this until he was so thoroughly unhappy he commenced to keep the Sabbath again. But his power of endurance was small, and because his wife resisted the influences of the truth, he could not bear this. He can be quite unkind if those connected with him do not conform to his wishes. Although her course was trying and at times provoking, she might have been won to the truth if he had always been circumspect, keeping himself reserved as a married man, and had given her evidences that he did truly love her as his wife, for whom he at one point sold the truth to obtain her hand. All these things did not work favorably in her mind. When she opposed his going from home when he came to this country he heeded not, but left his two children and his wife. Had he been patient, had he stopped his criticisms and talked with her as a man should who respects his wife, she would have been won to the truth. She was convinced again and again, and was on the point of yielding, when some circumstances in his life, some words spoken, some disposition to be arbitrary and commanding, would surge over her and she would resist the striving of the Spirit of God. This domineering made her hard and cold and unlovely."},{"refcode_short":"MR926 52.4","refcode_long":"Manuscript Release No. 926, p. 52.4 (Ellen Gould White)","content":"I have spoken to Caldwell in regard to his freedom of deportment in company with young women and girls. If the wife does not remark and speak of these things it is because she is too proud to do it. Whatever were his trials, his grievances, if he understood the true inwardness of the matter, he would see how many times he has been the aggressor; but he does not charge these things to his own account which heaven charges to his account. The Lord has a controversy with Brother Caldwell. His love of self, his love of self-gratification, and his determination to have his own way, have made him unreasonable, overbearing, dictatorial. His practice of over-eating has taxed his digestive organs, distended his stomach, and taxed nature to endure a burden that has reacted upon the brain, and his memory is weakened. He has the qualities of mind that if under the influence of the Holy Spirit would place him in altogether a different light than that in which he now stands."},{"refcode_short":"MR926 53.1","refcode_long":"Manuscript Release No. 926, p. 53.1 (Ellen Gould White)","content":"Passion makes him forget himself, and he will punish dumb animals that do not do just as he wished them to do, when it was the man who needed to be punished. Until he can see his past in a different light, he will be imperfect in character."},{"refcode_short":"MR926 53.2","refcode_long":"Manuscript Release No. 926, p. 53.2 (Ellen Gould White)","content":"He and you have evidenced your opinion of your own judgment—that it was more reliable than Sister White's. Did you consider that Sister White has been dealing with just such cases during her life of service for the Master, that cases similar to your own and many varieties of cases have passed before her that should make her know what is right and what is wrong in these things? Is a judgment that has been under the training of God for more than fifty years of no preference to those who have not had this discipline and education? Please consider these things."},{"refcode_short":"MR926 53.3","refcode_long":"Manuscript Release No. 926, p. 53.3 (Ellen Gould White)","content":"Letter 22a, 1895, pp. 1-3. (To Marian Davis, November 29, 1895)—You will see by letters that I have written you that Fannie has no possibility of connecting with me. She is altogether too much like a flashing meteor, to flash up and go out in darkness. If Fannie had less self-confidence in her brilliant flashes, she would be more reliable. But her feelings is her religion. All the light, all the opportunities she has had to know the truth, handling the most precious banquet, she appropriates nothing to herself, unless it will administer to her self esteem and vanity. Certainly I could never harmonize with her in spirit. She seemed to live and breathe and work in another atmosphere."},{"refcode_short":"MR926 53.4","refcode_long":"Manuscript Release No. 926, p. 53.4 (Ellen Gould White)","content":"I am now relieved from this fitful, sky-rocket experience. She seems to swell up into such large measurements of herself, full of self-sufficiency, full of her own capabilities, and from the light God has been pleased to give me, she is my adversary, and has been thus throughout her connection with me."},{"refcode_short":"MR926 53.5","refcode_long":"Manuscript Release No. 926, p. 53.5 (Ellen Gould White)","content":"I have told you she had no love for the work that she was paid to do. Her mind is so full of variety, a cheap surface religion that she knows not what the genuine article is. She wants her life filled with variety, and what she will do remains to be seen. Poor, shallow soul. She does not have correct religious principles whenever herself is concerned...."},{"refcode_short":"MR926 53.6","refcode_long":"Manuscript Release No. 926, p. 53.6 (Ellen Gould White)","content":"December 3. I thought I would be able to write and close this letter ere this, but since coming here I have been very weak. My heart has had such repeated shocks it is weak. I cannot feel any interest in touching a pen. The scenes I have been passing through with Fannie have been of so oft recurrence and has caused me such great distress of mind that I now have not power to rally...."},{"refcode_short":"MR926 53.7","refcode_long":"Manuscript Release No. 926, p. 53.7 (Ellen Gould White)","content":"The Lord knows all about the future. Two years ago He revealed to me that Fannie was my adversary, and would vex my soul and weaken my hands, but I was so anxious to get out things that I thought the people needed. Then came other trials in N.S.W. one after another that I was not able to bear it. Oh if I had only heeded the instruction given of God and let no other voice or influence come in to leave me in uncertainty I might have been saved this last terrible heart-sickening trial. But I hope the Lord will forgive me and have mercy upon me; but to try this matter again is out of the question. I am willing her talent shall be exercised for all it is worth but it will never be in connection with me. I have served my time with Fannie Bolton."},{"refcode_short":"MR926 54.1","refcode_long":"Manuscript Release No. 926, p. 54.1 (Ellen Gould White)","content":"Letter 105, 1895, pp. 1, 2. (To Emily Campbell, December 9, 1895)—Fannie has been a terrible burden to me. She has had scarcely any interest in my work. She has caused me great suffering of mind by her moods and attitude. She has gone over the same ground again that she went over two years ago in Brighton, making her complaints to Professor Prescott and wife and as many others as she could, that she made over all my writings, and that these writings were hers as much as mine, (you know how much of that is truth), and yet she and poor little Marian were set down out of sight. She was grieved because Sister White got the credit of all, when their talent was put into the work. I asked her to write out on paper just what kind of recognition would please her, but this she has not done."},{"refcode_short":"MR926 54.2","refcode_long":"Manuscript Release No. 926, p. 54.2 (Ellen Gould White)","content":"Notwithstanding it was thought next to an impossibility to attend the Melbourne meeting, I went in great feebleness. Satan saw that Fannie was in a right frame for him to use, and he did use her. She worked out his attributes right in the midst of that important camp-meeting. She seemed to have no power to resist the workings of the enemy, and I was weighed down as a cart beneath sheaves. I was so weak, my heart was so feeble, I feared I should die...."},{"refcode_short":"MR926 54.3","refcode_long":"Manuscript Release No. 926, p. 54.3 (Ellen Gould White)","content":"I have disconnected entirely from Fannie. Who will fill her place I cannot tell. She begs and pleads to be taken back, but I will never, never connect her with me again."},{"refcode_short":"MR926 54.4","refcode_long":"Manuscript Release No. 926, p. 54.4 (Ellen Gould White)","content":"Caldwell and she have formed an attachment, and that while his wife was living. She has not obtained a divorce from him, but you can see that neither of them have any right to have the least love for one another in that line. They thought they could get married, and both engage in doing my work. They would marry at once if I would sanction it. Where is their spiritual discernment? O what a brain Satan will use if we will let him control us. What a scandal this would be upon me and my work!"},{"refcode_short":"MR926 54.5","refcode_long":"Manuscript Release No. 926, p. 54.5 (Ellen Gould White)","content":"Well, I will write no more on this point. You know how I have warned them, and how hard I have worked to prevent a course of action that would lead to such results."},{"refcode_short":"MR926 54.6","refcode_long":"Manuscript Release No. 926, p. 54.6 (Ellen Gould White)","content":"Letter 123a, 1895, entire letter. (To J. E. White, December 9, 1895)—I have been sorely tried for the past year with my workers. Fannie Bolton is disconnected with me entirely. I would not think of employing her any longer. She has misrepresented me and hurt me terribly. Only in connection with my work has she hurt me. She has reported to others that she has the same as made over my articles, that she has put her whole soul into them, and I had the credit of the ability she had given to these writings. Well, this is the fifth time this breaking out has come. It is something similar to the outbreak of Korah, Dathan, and Abiram, only she has not those to unite with her because they know me and my work. She goes not only to those who believe and know me to tell her story but she goes to those newly come to the faith and tells her imaginative story. The same sentiment is expressed as in Numbers 16:3."},{"refcode_short":"MR926 54.7","refcode_long":"Manuscript Release No. 926, p. 54.7 (Ellen Gould White)","content":"The very mischief of Satan comes now and then into her, controlling her imagination. She appears in great distress and grief, weeping. Sister Prescott, while in Cooranbong, asked her what was the matter. She held back apparently reluctant to speak, and finally she did just exactly that which she calculated to do—make her statement and complained of the little attention “poor little Marian” and she received “for all the talent they gave to Sister White's work.” These my workers were set down in a corner and hid. Well, Sister Prescott met her decidedly, also Brother Prescott. They told her this was all the work of the devil. They knew Sister White's work and writings before she touched it, and they received letters from her just as they came from her pen and that the very words she claimed to put into the writings were her own imagination. All the ideas, all the material, was furnished her to prepare into articles, etc., etc."},{"refcode_short":"MR926 55.1","refcode_long":"Manuscript Release No. 926, p. 55.1 (Ellen Gould White)","content":"When I called back all the writings placed in her hands, then she began to think I was in earnest. I told her decidedly she must have no connection with me and my work. She could represent me and my work as her originating, that this “beautiful expression” was hers, and that was hers, and make of none effect the testimony of the Spirit of God. Well, I cannot write all the suffering of mind I endured. I could not possibly relate the suffering of mind while attending the camp meeting at Melbourne. I told Fannie I could not connect her with the work. No one could determine when the demon would take possession of her and cost me my life. I told her she never loved to work, and her moods, her fickle temperament, had been to me the greatest grief of my life. I was as a cart pressed beneath sheaves, and no longer would I venture this."},{"refcode_short":"MR926 55.2","refcode_long":"Manuscript Release No. 926, p. 55.2 (Ellen Gould White)","content":"But oh, the heartache, for other things were developing and being made manifest which had been a fearful strain on me. It was the intimacy between Caldwell and her. I had presented before them all the dangers, but they denied it. But at the meeting at Melbourne Fannie acknowledge she loved Caldwell and he loved her. I tried to present the matter before them in its true bearing. Caldwell had a wife living. Recently she obtained a divorce. He had left her and been gone three years. But Fannie told me she had been praying that if it was right she should marry Caldwell that his wife might obtain a divorce. What blindness will come to those who begin to depart from a straightforward course! These two had thought they could unite in marriage and they could both unite in carrying on my work. The management of all my business would be supposed to be in his hands. Not much, I told them. Such a step would cut them off from me forever, both of them, because Caldwell had no moral right to [marry]."},{"refcode_short":"MR926 55.3","refcode_long":"Manuscript Release No. 926, p. 55.3 (Ellen Gould White)","content":"Letter 127, 1895, pp. 1, 4-6. (To “Children,” December 11, 1895)—I commenced to write you some things in regard to Fannie, but I think it not best. The poor girl will have hard time enough in getting along. I will not make it any harder for her. I put this over the matter I commenced to write [several lines marked out], and re-page, for I take out two pages. It is enough to state Fannie has no longer any connection with me in the work. I pity her most sincerely. I fear for her soul, but I wish her no harm. She has caused me great sorrow, but may the Lord forgive her is my prayer. It is the same desire for her superior talents to be recognized. This time she has been sufficiently punished...."},{"refcode_short":"MR926 55.4","refcode_long":"Manuscript Release No. 926, p. 55.4 (Ellen Gould White)","content":"The one who is supposed to help me has been a great burden to me since she came to Australia. I have borne and done everything that I could do to help Fannie, but when she gets into these tantrums she seems inspired by Satan. She afterwards confesses, but not quite as fully heretofore as this time, but she cannot be trusted. She tried to get Sara to put into her hands a letter written to Dr. Kellogg, so that she could see if there was anything written about her. Sara told her she would never do that. She asked her, “What do you take me to be, Fannie? Is this the principle you would teach me, after being so long connected with Sister White in her work? Would you teach me to betray my trust, to steal a writing, a private letter to go to America, and put it in your hands to read its contents?” This matter she urged and Sara would not comply and she was greatly stirred up over it. So you see what dependence I can put in such helpers...."},{"refcode_short":"MR926 56.1","refcode_long":"Manuscript Release No. 926, p. 56.1 (Ellen Gould White)","content":"I will now ask you if you can see anyone who will work for me to edit my articles and prepare manuscript for books.... I do not want any person who will feel it her prerogative to change the matter I shall give them into their own supposed beautiful, learned language. I want my own style to appear in my own words."},{"refcode_short":"MR926 56.2","refcode_long":"Manuscript Release No. 926, p. 56.2 (Ellen Gould White)","content":"Letter 104, 1895, entire letter. (To Addie and May Walling, December 11, 1895)—I have not been able to do much writing of late. At the last camp meeting the course taken by Fannie was of a character that May will understand. It was similar to that which I had to meet in Melbourne two years ago. Since that period I have had but very little harmony with Fannie. I have tried to have her receive and appropriate the precious truths that were spread before her as a rich banquet, but while she handled these truths she did not feast upon them. She regarded it all as a common thing."},{"refcode_short":"MR926 56.3","refcode_long":"Manuscript Release No. 926, p. 56.3 (Ellen Gould White)","content":"The warnings, the appeals, the precious light given, the jewels of truth were apparently of no value to Fannie. She was feeling so rich in her supposed treasure of talents, that she wanted nothing. Sacred things were of no more value to her than the common fire, and she worked and walked in its light. [Isaiah 50:11; John 9:39-41 quoted.]"},{"refcode_short":"MR926 56.4","refcode_long":"Manuscript Release No. 926, p. 56.4 (Ellen Gould White)","content":"This is the true situation of Fannie Bolton's spiritual condition. O what sadness, what grief have I suffered because of her course of action, her changeable moods, her fitful course! But I was compelled to separate from her, for my life and the cause of God were imperiled."},{"refcode_short":"MR926 56.5","refcode_long":"Manuscript Release No. 926, p. 56.5 (Ellen Gould White)","content":"I might expect any freak in her character to be manifested at any time. This came out at the meeting at Armadale, and I cut loose from her then and there. Never will I put another manuscript in her hands for she claims that she should be credited with the making of my books and the articles I write, and lays the whole matter out before whomsoever she thinks will give her credence. She was met by Brother and Sister Prescott with decided words that this could not be, for some have so many letters in my own handwriting that they know better."},{"refcode_short":"MR926 56.6","refcode_long":"Manuscript Release No. 926, p. 56.6 (Ellen Gould White)","content":"When she saw that she prevailed nothing, she went into great distress. When I told her that she could no longer work in connection with me, she confessed, but all the confessions she might make cannot replace her."},{"refcode_short":"MR926 56.7","refcode_long":"Manuscript Release No. 926, p. 56.7 (Ellen Gould White)","content":"You see now I have no helper. I do not feel that Mary Stewart is the one to fill the bill. Sister Burnham is wedded to the Echo Office, and I cannot get her to connect with me. I have had my mind on Sister Hall at the School at South Lancaster and I hope that she can be what I want."},{"refcode_short":"MR926 57.1","refcode_long":"Manuscript Release No. 926, p. 57.1 (Ellen Gould White)","content":"If you think of anyone who can work in connection with me, please let me know. I have many books which I wish to write and can write if I can have workers, but I need workers."},{"refcode_short":"MR926 59.1","refcode_long":"Manuscript Release No. 926, p. 59.1 (Ellen Gould White)","content":"Letter 106, 1895, pp. 1-6. (To J. H. Kellogg, December 20, 1895)—I send you copies of letters written to Fannie Bolton. I have withheld them because I do not desire to make her case public. But I have had the most serious difficulty with her at last camp meeting. I am now left without anyone to prepare articles for papers or prepare books. I have felt I had little enough help, but when I was compelled to cut loose from Fannie, it was a sore trial to me. I feel somewhat discouraged about getting proper help."},{"refcode_short":"MR926 59.2","refcode_long":"Manuscript Release No. 926, p. 59.2 (Ellen Gould White)","content":"I was troubled about Fannie for a long time. I could not see that she had any real interest in the work. She had the most precious matter of practical godliness presented before her. She was handling subjects every day that if she fed upon them would give her spiritual food and Christian experience. But I received not the evidence that she caught the precious ideas, but rushed through them mechanically, passively, without taking them in and appropriating them to herself. The precious things became common. Poor soul, she feeds upon fiction more than upon the truth."},{"refcode_short":"MR926 59.3","refcode_long":"Manuscript Release No. 926, p. 59.3 (Ellen Gould White)","content":"She has a temperament that is high as the skies at one moment, and the next is deep down in proportion as she was up."},{"refcode_short":"MR926 59.4","refcode_long":"Manuscript Release No. 926, p. 59.4 (Ellen Gould White)","content":"But she has represented my writings as being in need of taking all to pieces and doing up in another style. If this is the case the sooner I lay down my pen the better. The power of imagination is good, but when it leads to a high-flown strain that only creates emotions, I do not care for it to be mingled with my work."},{"refcode_short":"MR926 59.5","refcode_long":"Manuscript Release No. 926, p. 59.5 (Ellen Gould White)","content":"Well, the heart-sickening detail I cannot enter into, but enough to say that warnings were given me from the Lord of what she was doing, but I was in a position where I knew not what to do. I told Marian Davis that Fannie had no interest in the work. I had no union with her. But Marian excused her, saying, “O, Fannie is tired. When she gets rested she will do differently.”"},{"refcode_short":"MR926 59.6","refcode_long":"Manuscript Release No. 926, p. 59.6 (Ellen Gould White)","content":"I have stood alone in my own house. I cannot expect to receive sympathy when there are those who do not and can not take in the situation. They can not discern my position and duty and mission."},{"refcode_short":"MR926 60.1","refcode_long":"Manuscript Release No. 926, p. 60.1 (Ellen Gould White)","content":"I have had opened before me the whole matter in figures and symbols, that Fannie Bolton was my adversary. I did not ever flatter her for her supposed zeal in different lines, or for her wonderful talent, and I could not feel in harmony with her."},{"refcode_short":"MR926 60.2","refcode_long":"Manuscript Release No. 926, p. 60.2 (Ellen Gould White)","content":"Soon after we arrived in Sydney from America, she sprained her ankle. I told her just what to do, to keep quiet and not to walk on it. But some with me said, “Poor Fannie, I don't think it will hurt her,” and my advice was ignored. She was a cripple from the first of December until the next October."},{"refcode_short":"MR926 60.3","refcode_long":"Manuscript Release No. 926, p. 60.3 (Ellen Gould White)","content":"Then I learned through Fannie that she was in love with a young man from California whom she had met at Ann Arbor. I think it was Blakley. She acted at times as if possessed of an evil spirit, and she set in to make us all miserable. This course she repented of, I think."},{"refcode_short":"MR926 60.4","refcode_long":"Manuscript Release No. 926, p. 60.4 (Ellen Gould White)","content":"I received little sympathy from Fannie during my great suffering of eleven months in Preston. I then told her that I could never consent to have her a member of my family. I did not doubt she was a woman of talent, for she could talk me down any time. She was sometimes impudent and accusing. She would have made my life in my home bitterness, but for the rich blessing of the Lord. I had His presence with me day and night. I was refreshed by the waters of life."},{"refcode_short":"MR926 60.5","refcode_long":"Manuscript Release No. 926, p. 60.5 (Ellen Gould White)","content":"Two years ago at Brighton camp meeting she began her work again as my adversary, reporting to others all of which I cannot repeat. But she created such a state of things in her representation that you would have supposed her to be the author of the articles she prepared, and maintained that it should be acknowledged that Marian and Fannie were in copartnership with me in the publications bearing my signature."},{"refcode_short":"MR926 60.6","refcode_long":"Manuscript Release No. 926, p. 60.6 (Ellen Gould White)","content":"I told her again and again that I wanted not her words, but my words, and when I discovered words she had inserted of her own, in the place of the words in which I had expressed my ideas, I put my pen across it."},{"refcode_short":"MR926 60.7","refcode_long":"Manuscript Release No. 926, p. 60.7 (Ellen Gould White)","content":"Two years ago I discharged her after a long, painful experience. I asked her to put into writing the form of recognition she craved. But she would not do this. She claimed to be converted, changed entirely and made such humble confessions that I thought I would try her again. But she is the same, and now Satan begins to use her as he has done at the Armadale camp meeting, Melbourne."},{"refcode_short":"MR926 60.8","refcode_long":"Manuscript Release No. 926, p. 60.8 (Ellen Gould White)","content":"With it all there has been a lovesick sentimentalism for Caldwell. The affair had been carried on as they thought, in secrecy, but it was not thus. Those whose perceptive faculties were not dimmed know all they wished to know. Caldwell is a married man, with two children, the eldest about ten years old. He has been absent from his wife three years, and from the light the Lord has been pleased to give me, he has been anything but a patient, kind, thoughtful husband. His wife has not written him a line for the three years he has been absent. I think she hated him. She has obtained a divorce from him, but before this was done the attachment and love had been pledged to one another Fannie to Caldwell, and Caldwell to Fannie. They supposed that if they were married, they could be united in taking the supervision of my place and my writings. After the wife had obtained a divorce, then he said she was not true to him, and he was free to marry whom he would."},{"refcode_short":"MR926 60.9","refcode_long":"Manuscript Release No. 926, p. 60.9 (Ellen Gould White)","content":"I told Fannie Bolton that it had nearly cost me my life to connect with her, and if I had another one united with her and the two to handle, I should soon be buried. No, I am entirely separated from Fannie. Never while time lasts will another article of mine pass into her hands. She has sought to betray me, to turn traitor, to say things that leave untrue impressions upon minds. She has educated herself in theatrical methods, and can act out to life in apparent sincerity a thing that is false."},{"refcode_short":"MR926 61.1","refcode_long":"Manuscript Release No. 926, p. 61.1 (Ellen Gould White)","content":"Brother and Sister Prescott have done me a good service, although her pretentious acting was so deceiving. They and many others thought the woman was honest, and was really all she pretended to be."},{"refcode_short":"MR926 61.2","refcode_long":"Manuscript Release No. 926, p. 61.2 (Ellen Gould White)","content":"Fannie herself, notwithstanding the deception she was practicing, though she had, as she thought, deceived me for nearly one year, had the presumption to tell me that in her work of giving Bible readings, her words were inspired. She would tell how the ones she was talking with were wonderfully affected, and would turn pale. The strange part of the matter is that our own people are so ready to accept theatrical demonstrations as the inspiration of the Spirit of God. And I am more surprised, under the circumstances that they should encourage her to connect with sacred things."},{"refcode_short":"MR926 61.3","refcode_long":"Manuscript Release No. 926, p. 61.3 (Ellen Gould White)","content":"She has urged, and begged, and cried, for me to take her back again into my service. But I said, “No, for you make false statements in regard to your preparing the articles for papers and books, which I deny. With all apparent sincerity and honesty you state to others and to me, that you think the Lord has inspired you to changed the words I have traced, and substitute your own for them. I call this a strange fire of your own kindling.”"},{"refcode_short":"MR926 61.4","refcode_long":"Manuscript Release No. 926, p. 61.4 (Ellen Gould White)","content":"We soon heard that Fannie was in broken health, sick in bed, and had decided to return to America. Next, one week ago last Friday, she sent a telegram, that she would come to Morisset station about nine o'clock at night."},{"refcode_short":"MR926 61.5","refcode_long":"Manuscript Release No. 926, p. 61.5 (Ellen Gould White)","content":"My horses and carriage went for her four miles and a half. The school building took her in that night, and she has been near me here only to see to her things in the tent. She appears, I hear, almost as a nervous wreck. She consulted physicians in Melbourne, who prescribed for her to eat largely of eggs. She says she must have meat and oysters and such things in order to build up. She is now at Brother and Sister Shannon's who have taken a small home of four rooms, which is built upon a hill where it is very difficult for a carriage to approach, but is a retired, healthful location. She is in no condition to go on the long sea voyage to America, but will remain until she has better health."},{"refcode_short":"MR926 61.6","refcode_long":"Manuscript Release No. 926, p. 61.6 (Ellen Gould White)","content":"Sister Shannon will have a burden on her hands. Poor soul, I pity her, but she has now a knowledge of Fannie, and has chosen to do this. I do not wish to see Fannie. I can do her no good. She will misconstrue my words, and will misstate me. She will hear with ears that will hear only what she wants to hear...."},{"refcode_short":"MR926 61.7","refcode_long":"Manuscript Release No. 926, p. 61.7 (Ellen Gould White)","content":"Now in regard to Edson, I presented the matter to Brother Olsen. I tried to lay before him my situation in connection with Fannie, but Fannie, I think, had considerable talk with him, as she does to every one, in representing the great difficulty in preparing the articles from my pen. He recommended that I take Fannie with me to Africa. I think for some reason Brother Olsen does not comprehend how we were situated here in this country. I am sure he was very dull of comprehension in regard to my relation to the work and in regard to Fannie's connection with me. The way she represents matters is so misleading. She will say with such pathos, “Sister White does not understand me. My motives are misapprehended.”"},{"refcode_short":"MR926 62.1","refcode_long":"Manuscript Release No. 926, p. 62.1 (Ellen Gould White)","content":"Jesus has told us that the fruit testifies of the character of the tree, and yet persons who do not have an intimate connection with Fannie for some time are certainly deceived, and I am misjudged. I cannot tell what I shall do. I am getting older, and my work given me of God should now be done rapidly, but where are my helpers?"},{"refcode_short":"MR926 62.2","refcode_long":"Manuscript Release No. 926, p. 62.2 (Ellen Gould White)","content":"Letter 116, 1896, pp. 2, 10, 11. (To Bro. and Sr. Wilson, January 1, 1896)—Fannie Bolton came up here [Cooranbong] last week, broken down with nervous prostration. Sara McEnterfer will give her treatment. She expected to take the boat this month for America, but I fear she will be unable to do this. Poor soul; she is having a most serious time in having her own way and following her own impulses.... [January 9:] Some days ago Fannie Bolton came here to prepare her things, and then go to America; but she is in a condition of nervous prostration, and will board with Sr. Shannon for a time."},{"refcode_short":"MR926 62.3","refcode_long":"Manuscript Release No. 926, p. 62.3 (Ellen Gould White)","content":"Letter 21, 1896, pp. 2, 3. (To W. A. Colcord, January 7, 1896)—In regard to Fannie, she has done very little of the work for one year. Since the Ashfield camp meeting her mind has been diverted to other things, preoccupied with things that were of no service to the cause of God, and Satan has worked upon her imagination. It is not the work connected with me that has prostrated her nervous system. It is practicing a course of secrecy and deception and wrong-doing. It is not the requirements made upon her, but it is kindling a fire and walking in the sparks of her own kindling in connection with her wonderful desire for another woman's husband; lovesick sentimentalism. It was not my work when at Preston that had that effect on her that caused her to be nervously prostrated. It was her lovesick sentimentalism for a man in America, who has given up the truth. She expected he would write her, renewing his attentions to her, but no letter was received, and she almost blasphemed God because of His providence. She would ask, “Why does God permit these things to be?” in such a spirit of vehemence and rebellion that I was frightened. Now the appearance is that poor Fannie has broken down in her work for Sr. White, as though I had worked her to death. This is not the truth, but such it will be regarded. Fannie has had her own way, and must suffer the result of her own course of action, but I must have the stigma, and the impression will go forth that poor Fannie is worked to death. I feel very sorry for the girl. I feel very sorry that she is suffering, but wrong impressions will be made in regard to my work."},{"refcode_short":"MR926 63.1","refcode_long":"Manuscript Release No. 926, p. 63.1 (Ellen Gould White)","content":"Manuscript 62, 1896, p. 1. (Diary entry for February 9, 1896)—I have had feelings of exhaustion today, and not a little perplexity of mind over the case of Fannie. She wished to come back to work for me, but I have felt it impossible. I know not of any special change wrought in her that I dare trust her. And yet my mind is troubled exceedingly. Shall I feel altogether clear that I have divorced her from the work? Shall I be prepared to meet the result of this course of action on my part in that great day when the judgment shall sit and the books be opened?"},{"refcode_short":"MR926 63.2","refcode_long":"Manuscript Release No. 926, p. 63.2 (Ellen Gould White)","content":"Manuscript 12d, 1896, entire ms. (March 19[20?], 1896)—I awakened this morning at half past three. I dressed and as usual asked that the blessing of the Lord would rest upon me, committing my soul to God as unto a faithful creator. I asked that the Holy Spirit would be with me through the day, to mold and fashion my character after the divine similitude. I placed myself in the hands of God as the only thing I can do. Then I commenced writing in my diary some things in regard to John 15, the true vine and the branches."},{"refcode_short":"MR926 64.1","refcode_long":"Manuscript Release No. 926, p. 64.1 (Ellen Gould White)","content":"While writing I had not only a wonderful experience, but was led to decide that the only course I can take conscientiously and be a co-worker with Jesus Christ, is to take Fannie back again to connect with my work, and do all on my part that I can to save her soul. This will be practicing the lessons that Christ has given us. I have a great fear of offending Jesus Christ by not obeying His words."},{"refcode_short":"MR926 64.2","refcode_long":"Manuscript Release No. 926, p. 64.2 (Ellen Gould White)","content":"Warnings have been given me. I separated from Fannie because the Lord revealed that she was my adversary, and the enemy was working through her to injure me. She has not been driven off, but she stands like a sheep bleating about the fold. I know not my future, nor her future, but I will [accept] her confessions. I will not longer disregard her pleadings for another trial. I shall not in this go to anyone for advice. I believe the Holy Spirit has told me that this is what I should do. I have a work to do for the Master."},{"refcode_short":"MR926 64.3","refcode_long":"Manuscript Release No. 926, p. 64.3 (Ellen Gould White)","content":"What would Christ do were He in my place? He would open the door and welcome her to the fold. I firmly believe my mind has been worked this morning by the Holy Spirit, and it seems the very thing I must do. Not that I have any evidence to think that there is any marked change in Fannie's character, but notwithstanding this, in view of her confessions to me, and her pleadings, I will act as I believe Christ would act under the circumstances. He, the precious Saviour, is very precious to me, full of grace and truth. What right have I to close the door of hope to her?"},{"refcode_short":"MR926 64.4","refcode_long":"Manuscript Release No. 926, p. 64.4 (Ellen Gould White)","content":"Fannie has treated me badly; she has hurt my soul. But if she should fall into Satan's snare, what bitter reflections might come to me if she had lifted her hand to me, and I would not take it. I shall now without delay say, “Fannie, I am, in Christ's stead to heed your requests, and connect you again with His work. I do not ask for promises. All I ask is that you die to self, and live unto Jesus Christ. I have no further exhortation to give. He alone is your efficiency. Behold not me or any human being. Fix your eye upon Jesus. Behold the Lamb of God who taketh away the sin of the world.”"},{"refcode_short":"MR926 64.5","refcode_long":"Manuscript Release No. 926, p. 64.5 (Ellen Gould White)","content":"If Fannie will walk with God, putting herself out of the question, but accepting and lifting up Jesus, yoking up with Him, she can be an overcomer. I shall take the whole responsibility, for I dare not do otherwise. I shall see that she attends the meeting to be held in Cooranbong, and make some way for her. I cannot tell just what or how, but the Lord will teach."},{"refcode_short":"MR926 64.6","refcode_long":"Manuscript Release No. 926, p. 64.6 (Ellen Gould White)","content":"Manuscript 63, 1896, pp. 3, 5. (Diary entries for March 19 and March 22, 1896)—[March 19, 1896:] I have received a letter from Fannie Bolton, very much after the same that she has previously written. While I feel pity and sadness for her, I do not feel that I can again connect with her. Yesterday I wrote some things in reference to the past, in the experience I have had with Caldwell and -----. Then I was writing upon the fifteenth chapter of John: “I am the true Vine, and My Father is the Husbandman.”"},{"refcode_short":"MR926 64.7","refcode_long":"Manuscript Release No. 926, p. 64.7 (Ellen Gould White)","content":"As I was writing a heavenly atmosphere pervaded the room. I have had the same experience many times in my life. I lost all sense of everything around me. I saw no symbol, no person, but a communication was made to me as if words were spoken:"},{"refcode_short":"MR926 64.8","refcode_long":"Manuscript Release No. 926, p. 64.8 (Ellen Gould White)","content":"“Fannie Bolton is not under the ministration of the Holy Spirit. Although she has proved herself unworthy to be connected with the work in which you are engaged, yet take her to your home and treat the poor deceived child as one who needs help. She cannot ever be connected with the work that is to go forth in all the meekness and lowliness of Christ. She needs your help in more ways than one. Testify to her that you pardon her, and let her return to her home as she desires. Be careful whom you connect with you in your work, for you must not carry such burdens, but bear testimony that you will help her to come to Jesus and repent. Open the door for her to come to Me, for it is I whom she has wounded and has misrepresented. But I will forgive her past falsifying if she will see it is I whom she has wounded and falsified in misrepresenting the work I have chosen you to do.”"},{"refcode_short":"MR926 65.1","refcode_long":"Manuscript Release No. 926, p. 65.1 (Ellen Gould White)","content":"I decided to take Fannie Bolton home with us and take care of her, although she has done me great injury, misstated me, cast reflection upon my work, and left the impression upon minds that she was the one who made my books. She has confessed to me and yet she repeats the same false statements. I shall do all I can to help the poor soul."},{"refcode_short":"MR926 65.2","refcode_long":"Manuscript Release No. 926, p. 65.2 (Ellen Gould White)","content":"[March 22, 1896:] Had talk with Fannie Bolton and proposed to take her to my home and see if a change will not do her good."},{"refcode_short":"MR926 65.3","refcode_long":"Manuscript Release No. 926, p. 65.3 (Ellen Gould White)","content":"Manuscript 12c, 1896, entire ms. (April 1, 1896, [March 20 dateline])—Friday, March 20, I arose early, about half past three o'clock in the morning. While writing upon the fifteenth chapter of John, suddenly a wonderful peace came upon me. The whole room seemed to be filled with the atmosphere of heaven. A holy, sacred presence seemed to be in my room. I laid down my pen and was in a waiting attitude to see what the Spirit would say unto me. I saw no person. I heard no audible voice, but a heavenly watcher seemed close beside me. I felt that I was in the presence of Jesus. The sweet peace and light which seemed to be in my room it is impossible for me to explain or describe. A sacred, holy atmosphere surrounded me, and there were presented to my mind and understanding matters of intense interest and importance. A line of action was laid out before me as if the unseen presence was speaking with me. The matter I had been writing upon seemed to be lost to my mind and another matter distinctly opened before me. A great awe seemed to be upon me as matters were imprinted upon my mind."},{"refcode_short":"MR926 65.4","refcode_long":"Manuscript Release No. 926, p. 65.4 (Ellen Gould White)","content":"The question was, What have you done with the request of Fannie Bolton? You have not erred in disconnecting with her, this was the right thing for you to do, and this would bring to her mind conviction and remorse which she must have. She has been tempted, deceived, and almost destroyed. Notwithstanding her perversity of spirit, I have thoughts of mercy and compassion for her. If she will heed my counsel she shall have deliverance from the snare of Satan. He has desired her soul that he might sift her as wheat. Your own soul has been wounded and bruised, but your Saviour has bought her with a great price. He has been wounded; He has been pierced afresh, and put to open shame by this deceived, deluded child."},{"refcode_short":"MR926 65.5","refcode_long":"Manuscript Release No. 926, p. 65.5 (Ellen Gould White)","content":"She has been enamored and listened to the voice of one [Caldwell] who is himself far from me. He is not walking in the light, but in a false show following another leader. He is a man that speaketh proud things of himself. The safe bond of all acquaintance for those who desire to grow up in Christ's perfection of character is in confiding love and faith in Christ above all others. This is the strong and safe bond of friendship and union and will never become a snare. The relationship of fleshly acquaintances will need to be strictly guarded. The one whom she has thought would bring to her rest, peace, happiness, would bring unrest, sorrow, anguish. The influence of the man whom she thought she loved would cause her to lose interest in the work, and has separated her from God. She has not adorned the doctrine of Christ our Saviour by her actions and experience. He will not accept as His representative the character of influence of him who has led her into a train of experiences that should be avoided by everyone. My Spirit does not rest upon him. He is not an acceptable man to handle sacred things. He does not know the only true God and Jesus Christ whom He has sent. He has had opportunities and privileges to understand the truth. Had he appropriated it to his individual case he would have possessed that faith that works by love and it would have purified his soul. He is working under a deception. He has a work to do in connection with his wife and with his children for which he is accountable and God holds him responsible. No woman has a right to connect her life with him as a child of God for in thus doing she will be guilty of the sin of adultery."},{"refcode_short":"MR926 66.1","refcode_long":"Manuscript Release No. 926, p. 66.1 (Ellen Gould White)","content":"Take heed lest Satan should take possession of mind and will and character. “Seest thou a man wise in his own conceit, there is more hope of a fool than of him.” I have a warning for all such, “Enter not into the path of the wicked.” Nets are laid by Satan for the feet of all who turn aside from the straight and narrow way. A blessing is upon the way of the man who has not stood in the way of sinners. “Be ye not envious of evil men, neither desire to be with them. The path of the just is as a shining light.” The Lord hates all manner of pretense and deception and fraud. Men may appear outwardly moral while the fear of God is not before their eyes. Those who leave the path of uprightness to walk in the deceived imagination of their own human unsanctified judgment are under the control of satanic agencies. If the weak and erring ones would only receive counsel they would be helped."},{"refcode_short":"MR926 66.2","refcode_long":"Manuscript Release No. 926, p. 66.2 (Ellen Gould White)","content":"The feelings which lead men, women or youth to reject advice is directly opposed to the instruction of God. If the advice had been heeded by these deceived souls, the condition of spiritual deception that has blinded the senses of both would have been avoided. There has been an entering into temptation. There has not been a consideration in harmony with the advice and warnings which God has given. Pride and willing ignorance has led you on and on away from the word, a thus saith the Lord, away from the principles of God's holy law to selfish, earthly, sensual desires, walking contrary to the commandments of God. Self has risen up provoked against words wise and safe to follow. The Spirit of God has been grieved from their hearts and understanding. Headstrong obstinacy was convicted but unyielding, because the human agent is unsanctified and unwilling to walk in the way of the Lord."},{"refcode_short":"MR926 66.3","refcode_long":"Manuscript Release No. 926, p. 66.3 (Ellen Gould White)","content":"Her life has been spoiled for the work for nearly a year by her strong imaginations. Take this poor deluded soul by the hand, surround her with a favorable influence if possible. If she separates now from you, Satan's net is prepared for her feet. She is not in a condition to be left to herself now to be consumed of herself. She feels regret and remorse. I am her Redeemer, I will restore her if she will not exalt and honor and glorify herself. If she goes from you now there is a chain of circumstances which will bring her into difficulties which will be for her ruin."},{"refcode_short":"MR926 66.4","refcode_long":"Manuscript Release No. 926, p. 66.4 (Ellen Gould White)","content":"There are those who have not the love of God abiding in their hearts. They are craving ever for a sentimental earthly love which cannot possibly flourish in a heart consecrated to God's service. This class will ever give sympathy where it is not called for, where it will mislead, and pervert the experience of others in temptation. Their sentimental, unsanctified ideas of love are not refined, elevated or satisfying. It is a production of self and wholly human. You are not to wait for evidence of transformation of character. The Holy Spirit alone can do this work, and mould and fashion this child's experience after the divine similitude. She has not power, if left to herself, to control a temperament that is always a snare to her unless that she keeps in the love of God, unless that she humble herself under the hand of God, and learns daily the meekness and lowliness of Christ."},{"refcode_short":"MR926 67.1","refcode_long":"Manuscript Release No. 926, p. 67.1 (Ellen Gould White)","content":"Leave her not to the dangerous sympathies of those who are not wise in Christian experience, who do not understand and estimate the value of the human soul under test and trial, that need to be purified from the dross and tried as in a furnace that they may come forth free from dross as fine gold. It is not the glitter and the tinsel that is estimated of God, but it is a refined and holy life possessing a sanctified life that will make men and women of true moral worth. Her only hope is to lose her self-consciousness in the contemplation of the character of Jesus Christ. The true discerning heart led by the Spirit of God will die to self and will live its life in Christ Jesus. It will keep the way of the Lord. It will not stubbornly refuse to give up its way and its will when God shall send it counsels and warnings. The Lord can bless only the obedient. Take heed; all who reach up their hands to you turn not away. You are to help those who need help the most. I came not to call the righteous but sinners to repentance. Satan is trying to overcome these souls but they cost My life blood."},{"refcode_short":"MR926 67.2","refcode_long":"Manuscript Release No. 926, p. 67.2 (Ellen Gould White)","content":"The mind has become infatuated by a sentiment thought to be love, but it is altogether too base a sentiment to bear the name of love. It flourishes in the atmosphere of deception and falsehood. These are the sins that have been committed against Me. I will give her another trial."},{"refcode_short":"MR926 67.3","refcode_long":"Manuscript Release No. 926, p. 67.3 (Ellen Gould White)","content":"This light has come to me after earnestly praying that the Holy Spirit would instruct, reprove, and comfort me. I place myself in the hands of God, and while writing, these matters have been opened before me. I shall at once act upon this light given. It is just like our tender, loving, compassionate Saviour to hold out encouragement."},{"refcode_short":"MR926 67.4","refcode_long":"Manuscript Release No. 926, p. 67.4 (Ellen Gould White)","content":"I obeyed the warning to separate from Fannie. She was my adversary, she was a hindrance to me. And now the word comes to me to cooperate with Jesus Christ in the effort of the saving of a soul. I have had nothing to do in asking the advice of any one. I can no longer delay the writing of this, for last night, March 31, matters were opened before me more impressively which I write. I understand the matter better and shall work accordingly. I have taken Fannie to my home here at Sunnyside, Avondale, Cooranbong. I shall do all I can to help her heavenward."},{"refcode_short":"MR926 67.5","refcode_long":"Manuscript Release No. 926, p. 67.5 (Ellen Gould White)","content":"Letter 164, 1896, p. 1. (To Bro. and Sr. Corliss, April 6, 1896)—The very first time I spoke, on Friday morning, I had a very great burden to address Caldwell and set his position before him; then after meeting I read to him some things concerning himself and Fannie. She is now in my home in a very feeble nervous condition. I am astonished how Satan can work upon human minds and warp the character if any human being will give him a chance. How this case will terminate I know not."},{"refcode_short":"MR926 68.1","refcode_long":"Manuscript Release No. 926, p. 68.1 (Ellen Gould White)","content":"Letter 18, 1896, pp. 1-5, 7. (To Bro. Caldwell, April 9, 1896)—I am greatly distressed as I review the past, and as matters are brought to my notice by the Spirit of God. I have a decided message to bear to you, Brother Caldwell. Special light in regard to you and your family was not given me until about two years ago. I was then shown that the attitude you manifested in your home life was unChristian. You began your married life by accepting a false sabbath, and by sailing under false colors. But a wife that was obtained by selling principles of truth, could not bring peace or happiness to the purchaser. God was dishonored by your action in this matter, and his truth was trampled in the dust."},{"refcode_short":"MR926 68.2","refcode_long":"Manuscript Release No. 926, p. 68.2 (Ellen Gould White)","content":"When you gave up the Sabbath for your wife, she rejoiced that she had gained a victory, and Satan also rejoiced. But when she accepted a man who was willing to sell his Lord for her, she could not look up to him and honor him as a wife should honor her husband. When she married you under these circumstances, she did not distinguish between a heaven-born love, and an earthly love, not of divine origin. A man who will sacrifice his love for his heavenly Father for a wife, will also sell his wife for another woman. This quality of love is base; it is of this earth, and will never bear the test of trial."},{"refcode_short":"MR926 68.3","refcode_long":"Manuscript Release No. 926, p. 68.3 (Ellen Gould White)","content":"The Lord does not revise the laws of His government, the laws which control His subjects both in this world and in the heavenly universe. Natural laws must be obeyed. But you were so determined to obtain your wife, that you broke down every barrier, and broke God's law by yielding up the Sabbath; and you have been reaping only that which you have sown."},{"refcode_short":"MR926 68.4","refcode_long":"Manuscript Release No. 926, p. 68.4 (Ellen Gould White)","content":"After marrying your wife, you again accepted the Sabbath. This was the right move to make, if you made it in sincerity and in the fear of God. Said Christ, [John 14:21, 23 quoted.]."},{"refcode_short":"MR926 68.5","refcode_long":"Manuscript Release No. 926, p. 68.5 (Ellen Gould White)","content":"But you secured your wife under a promise which you afterwards broke. You paid a dear price for her, and by breaking your word, you have given her every reason to be tempted. Thus Satan has had every opportunity to deceive her, and he has presented this matter to her in his own light. You sacrificed the truth and sold your allegiance to God to obtain a wife, and after you again commenced keeping the Sabbath, your course toward your wife should have been entirely different from what it has been. You should have shown her all the tenderness, forbearance, and love which you manifested toward her before your marriage. But this was not done. You did not pursue a course which would keep her love. I myself cannot put confidence in you as a Christian, and under present developments, I could not give my consent for you to become a member of any church."},{"refcode_short":"MR926 68.6","refcode_long":"Manuscript Release No. 926, p. 68.6 (Ellen Gould White)","content":"You thought that when you were once married, you could do as you pleased. This has embittered your married life; and your wife has had every reason for refusing to leave her home, and come to you to this country. Your acceptance of fanatical views was nothing in your favor, and gave your wife an opportunity to strengthen herself against the principles of truth."},{"refcode_short":"MR926 68.7","refcode_long":"Manuscript Release No. 926, p. 68.7 (Ellen Gould White)","content":"For years you have been away from your home. Leaving as you did was a wrong against your family. You have told me that you would never humiliate yourself by going back, never; but the Lord has presented this matter before me. I know that you cannot be clear in the sight of God until you do all in your power to be reconciled to your wife. You have a work to do in your family which cannot be left undone. This I stated to you last September. Whatever position your wife has taken, whatever course of recklessness and levity she has pursued, this does not excuse you from acting a father's part to your children. You ought to go back to your home, and do all in your power to heal the breach, which you, a professed believer in the truth, have done more than your wife to make."},{"refcode_short":"MR926 69.1","refcode_long":"Manuscript Release No. 926, p. 69.1 (Ellen Gould White)","content":"When you placed your love upon another woman [Fannie Bolton], even though your wife had obtained a divorce, you transgressed the seventh commandment; but you have done worse than this. You loved another women before your wife obtained a divorce, and you have said to one, “How hard it is to be bound to a woman I do not love, when there is one I love, yes, the very ground she walks on.”"},{"refcode_short":"MR926 69.2","refcode_long":"Manuscript Release No. 926, p. 69.2 (Ellen Gould White)","content":"Your course while in my family was not open and frank. The transactions between you and the one upon whom you placed your affections were carried on under falsehood and deception. In the guise of false pretension, secret plans were carried out. The Lord opened these matters before me, and I tried to change the order of things; but the burden of soul was to you and others accounted a thing of naught. At this time you were giving Bible readings, and taking a prominent part in church work. My advice and counsel was not asked in regard to this important decision. Had I been, I should have been spared much pain that followed."},{"refcode_short":"MR926 69.3","refcode_long":"Manuscript Release No. 926, p. 69.3 (Ellen Gould White)","content":"When I talked with you in regard to your freedom in the company of young ladies, and told you that I could not have you in my family while I went to Tasmania, your answer was that you had always been sociable with young women, and had never thought that there was any harm in it. I told you that I knew there was harm in this freedom, and that I could not feel justified in leaving you in my family while I was absent."},{"refcode_short":"MR926 69.4","refcode_long":"Manuscript Release No. 926, p. 69.4 (Ellen Gould White)","content":"When I told you that you could not remain in my family, you said that after settling your accounts, which would take about a week, you could go. But this matter dragged along, or was neglected, till about two weeks before our return from Tasmania, and then in July we went to Cooranbong."},{"refcode_short":"MR926 69.5","refcode_long":"Manuscript Release No. 926, p. 69.5 (Ellen Gould White)","content":"This matter cannot rest here. I cannot be looked upon as keeping you from your home and family. It was a mistake, I think, to bring you into my family at all. I did this to help you; but I cannot let it be represented to others that we consider you a man worthy to engage in the sacred work which the Lord has given me. I cannot have this matter appear thus; for it places me in a wrong light."},{"refcode_short":"MR926 69.6","refcode_long":"Manuscript Release No. 926, p. 69.6 (Ellen Gould White)","content":"I cannot appear to justify your course of action in your married life. Leaving your wife and family was an offense to God, and I must present this matter as it is, before the president of your Conference, Mr. Williams. I had hoped that when you saw your delusion you would feel that repentance for your course of action that needeth not to be repented of. But my experience at Armadale, and the burden brought upon me there, made me a great sufferer; and matters in regard to your past life have been more fully opened before me...."},{"refcode_short":"MR926 69.7","refcode_long":"Manuscript Release No. 926, p. 69.7 (Ellen Gould White)","content":"You have thought that you would receive the credential of a minister of the gospel, but had these been given you, reproach would have been brought upon the cause of God. You have represented yourself as being a wronged man, but it is your wife who has been most wronged. She should never have been treated as you have treated her. You pursued such a course toward your little ones that your wife could not but be estranged from you. Her heart was wounded, bruised, and she was almost distracted by your overbearing, masterly government in discipline of your children."},{"refcode_short":"MR926 69.8","refcode_long":"Manuscript Release No. 926, p. 69.8 (Ellen Gould White)","content":"After giving up Fannie, you placed your affections upon another. This shows just what you would do if opportunities presented themselves. You show young girls attention, and thus win their love; for if you choose, your manner can be very gracious and attractive. As these things have passed before me, I have felt indignant. I cannot, will not, keep silent on these matters. I determined that you should be unveiled as an unprincipled man. Your ideas of what a Christian should be are so much unlike the principles laid down in the word of God, that no responsibility in connection with the cause of God should be given you."},{"refcode_short":"MR926 70.1","refcode_long":"Manuscript Release No. 926, p. 70.1 (Ellen Gould White)","content":"Letter 104, 1896, entire letter. (To Eld. I. N. Williams, President of the Pennsylvania Conference [Caldwell's home conference], April 12, 1896)—We have had great trouble of mind in regard to Bro. W. F. Caldwell, who expects to return to America by this month's boat. He has shown a fondness for the society of young girls, and has been full of gaiety, conducting himself like a boy. About a year ago, at the suggestion of my son, W. C. White, I employed him to run the typewriter for [Fannie Bolton], as she read the manuscript to him. But soon I became burdened; warnings were given to me again and again. I talked with him by himself in regard to his freedom and enjoyment in the society of young women and his frivolous conduct, but he said he had always been sociable with young ladies, and thought it no harm. We wanted to help him; for he had no money, and but very poor clothing. He has good ability, and might have developed into a competent helper for W. C. or a worker for me; but I dared not have him remain a member of my family."},{"refcode_short":"MR926 70.2","refcode_long":"Manuscript Release No. 926, p. 70.2 (Ellen Gould White)","content":"He became attached to [Fannie], and the matter was carried on under a deception before he learned that his wife had obtained a divorce. When he heard this, he seemed greatly relieved; for his heart was fully weaned from her; but the Lord gave me light in regard to the matter. I consider that he is far more to blame than his wife in view of the fact that he claims to believe sacred truth, and she makes no such profession. He has not been a kind, tender husband; he has not been patient and forbearing, but very critical and overbearing if his wife displeased him in any way. I cannot see how his wife, in contact with his temperament and disposition, could feel drawn toward the truth. She has opposed him, and has made it hard for him, but not a whit harder than he has made it for her by his course of action. He has not taken opposition patiently, or as a Christian should. He did wrong when he left his home and his wife and children. A few months ago I learned that he had done nothing for their support."},{"refcode_short":"MR926 70.3","refcode_long":"Manuscript Release No. 926, p. 70.3 (Ellen Gould White)","content":"As matters were unfolded to me, it was a most serious matter for him to allow his affections to center upon another woman when he had a wife living, whom he had promised to love and cherish as long as they both should live. Why he should leave his home so long has been a mystery to us all, until recently I have had divine enlightenment."},{"refcode_short":"MR926 70.4","refcode_long":"Manuscript Release No. 926, p. 70.4 (Ellen Gould White)","content":"He can appear very attractive, and win the confidence and favor of the girls, but when crossed, he has such a temper and disposition, that, unless he is changed, no woman, believer or unbeliever, could live peaceably with him. He would pursue a course that would make any woman miserable. He is an intemperate eater, and this is why he has so little patience. I felt that the time had come when I should no longer employ him to transact my business; for warnings kept coming to me from the Lord concerning his course of action. I will write further in regard to this if necessary. Please write to me, stating facts concerning the family there, as far as you know. Help Caldwell, if you can, to set things right, and remove this reproach from the cause of God. Even if his wife is already married, it may be there is something he can do for his children."},{"refcode_short":"MR926 71.1","refcode_long":"Manuscript Release No. 926, p. 71.1 (Ellen Gould White)","content":"Letter 36, 1896, p. 2. (To S. N. Haskell, April 26, 1896)—I arose early Thursday morning, about two o'clock, and was writing busily upon the True Vine, when I felt a presence in my room, as I have many times before, and I lost all recollection of what I was about. I seemed to be in the presence of Jesus. He was communicating to me that in which I was to be instructed. Everything was so plain that I could not misunderstand. I was to help one [Fannie Bolton?] whom I thought I should never be called upon to be troubled with again. I could not understand what it meant, but at once decided not to try to reason about this, but follow the directions. Not an audible word was spoken to my ear, but to my mind. I said, “Lord, I will do as Thou hast commanded.”"},{"refcode_short":"MR926 71.2","refcode_long":"Manuscript Release No. 926, p. 71.2 (Ellen Gould White)","content":"Letter 52b, 1896, p. 4. (To Sister Ings, May 7, 1896)—Fannie's health has failed, and she leaves us today for America."},{"refcode_short":"MR926 72.1","refcode_long":"Manuscript Release No. 926, p. 72.1 (Ellen Gould White)","content":"Letter 87a, 1896, p. 2. (To Elder Olsen, May 25, 1896)—Fannie Bolton has now left us. Sister Burnham and Marian are with me, also Sister Maggie Hare, whom we are entrusting with articles to prepare for the paper, and who gives promise of becoming a good worker. I have just engaged Minnie Hawkins, who has been long in the Echo Office, who understands the typewriter, has some knowledge of short-hand, and we hope may be able to assist in preparing copy. Like Maggie Hare she is young and healthy. They have not a nervous temperament like Fannie Bolton, but will bring a healthful current into the work. If sanctified to God, they will do a good work."},{"refcode_short":"MR926 72.2","refcode_long":"Manuscript Release No. 926, p. 72.2 (Ellen Gould White)","content":"Letter 153, 1896, p. 1. (To “Children,” July 9, 1896)—Maggie Hare is an excellent girl and is taking the place Fannie occupied in furnishing the paper with articles. Maggie is the very opposite of Fannie, who would nearly make those who worked with her wild with her nervous movements. But I am now free and shall hope to keep eight thousand miles of water between her and me. She was always in a fidget and made others nervous."},{"refcode_short":"MR926 72.3","refcode_long":"Manuscript Release No. 926, p. 72.3 (Ellen Gould White)","content":"Letter 154, 1896, pp. 1, 2. (To “Children,” August 2, 1896)—Fannie failed me and she has been a great tax to me since she came to Australia. She left me for America in April, and she told me she wished to come back again. I told her I had no light to say one word of encouragement in this line. She urged me to say she might come back if she would pay her own fare. I could not do this. And, Edson, I never want her connected with me again. She would talk to my workers, especially Marian and get her stirred up so that I could hardly get along with Marian. She was like another person, infused with a spirit that was excitable and unexplainable. Now Fannie is gone, she is herself, just as peaceable as she used to be. The workers now are wholesome, healthy, and kind, and of value to me."},{"refcode_short":"MR926 73.1","refcode_long":"Manuscript Release No. 926, p. 73.1 (Ellen Gould White)","content":"Manuscript 29, 1897, p. 5. (“Counsel and Warning,” April 6, 1897)—I was very desirous that Bro. McCullagh should have all the benefit possible from these meetings [in Cooranbong]; for matters had been presented before me so clearly that I knew that he was in danger. I knew that his mind was under strong temptation. He talked these things to his wife, and together they were causing in the churches in the suburbs of Sydney, a state of things which would produce a harvest that would not be pleasant to garner. Sr. McCullagh's missionary visits and Bro. McCullagh's influence tended to counteract the work for the accomplishment of which so much money and labor has been expended. And Fannie Bolton's statements, which were cruelly untrue, were as seed sown in their minds, to produce fruit."},{"refcode_short":"MR926 73.2","refcode_long":"Manuscript Release No. 926, p. 73.2 (Ellen Gould White)","content":"Letter 25, 1897, entire letter. (To Fannie Bolton, April 11, 1897)—The work which you have done here in Australia has yielded a harvest which is widespread. You denied having said to Sr. Malcolm that which they told me, and insisted upon, you had said. You afterward visited Sister Malcolm, and denied having said that Sr. White was a very ignorant woman, who could not write, and whose writings you had to make all over, and that it was your talent in connection with the work that made the articles in the papers and books what they were. My only course has been to dismiss you from my employment several times. I did this while you were at my home at Preston; but because of your apparent repentance, I foolishly consented to let you work with me again."},{"refcode_short":"MR926 73.3","refcode_long":"Manuscript Release No. 926, p. 73.3 (Ellen Gould White)","content":"Then after the Brighton camp meeting we had that long, soul-disheartening revelation made to us that you thought that Marian and yourself should be recognized as the ones [who] were putting talent into my works. I had a talk with Srs. Colcord and Salisbury, when I related to them the trouble I had experienced with your perversion of facts in regard to your work on my writings. These sisters told me that you had told them the same story. You also told it to Sr. Miller. The same words which Sr. Malcolm told me you had said to her, you repeated to Sr. Colcord. At first Sr. Miller said you had said nothing to her; but Sr. Salisbury said, “I heard Fannie say these words to you,” (repeating what you had told Sister Malcolm). Sr. Miller then said that she had forgotten, but now remembered what you had said. Now these words were positively untrue, and as the result of your report, Sister Miller has repeated them to the Andersons. You have also, I learn, repeated the same to others. You claimed that it was your superior talent that made the articles what they were. I know this to be a falsehood; for I know my own writings. You yourself have adopted much of them, and interwoven them with your own articles, which I recognize."},{"refcode_short":"MR926 74.1","refcode_long":"Manuscript Release No. 926, p. 74.1 (Ellen Gould White)","content":"I have met this again in the work you have done in your misrepresentations to Bro. McCullagh. I ever treated Bro. McCullagh and his wife as tenderly as I would my own children. But the leaven has been at work, and the talk of him and his wife has done great harm in the church in Sydney."},{"refcode_short":"MR926 74.2","refcode_long":"Manuscript Release No. 926, p. 74.2 (Ellen Gould White)","content":"After the instruction given me of the Lord at North Shore, I did just what He told me to do. I took you from Bro. McCullagh's and did all in my power for you, although I could not tell what such a movement meant. But in your influence in Australia, in bearing false statements against me, I have been repeatedly shown that you were my adversary working against me. Why I was directed to take you to my home, I do not know. But the Lord understands all about that, and that which I do not know now, I shall know hereafter."},{"refcode_short":"MR926 74.3","refcode_long":"Manuscript Release No. 926, p. 74.3 (Ellen Gould White)","content":"The work in Adelaide was left for Brn. McCullagh and Hawkins to finish, and I think it was a finish. Bro. McCullagh has given up the truth largely, and taken Bro. Hawkins with him. The whole church had gone with them, but had not fully taken sides when these brethren sent in their resignation, saying that they did not believe in Mrs. White's visions or mission."},{"refcode_short":"MR926 74.4","refcode_long":"Manuscript Release No. 926, p. 74.4 (Ellen Gould White)","content":"This called Brn. Daniells and Colcord to Adelaide. On arriving there, they found that McCullagh and Hawkins had appointed a meeting, where they made their tirade upon me. Bro. McCullagh has reported your words of information given him from house to house, saying that I have very little to do in getting out the books purported to come from my pen, that I had picked out all I had written from other books, and that those who prepared my articles, yourself in particular, made that matter that was published. This is the way you became my adversary."},{"refcode_short":"MR926 74.5","refcode_long":"Manuscript Release No. 926, p. 74.5 (Ellen Gould White)","content":"When Brn. Colcord and Daniells visited from house to house, they met these very same statements. In the meeting appointed by Bro. McCullagh, he said he would have nothing to say against Adventists; but Brn. Daniells and Colcord were present, and heard him make similar statements in public, before believers and unbelievers. Bro. Daniells asked if he could make a few remarks, but they positively refused to let him speak. Then he handed McCullagh a notice to the effect that he would review these statements the following Monday evening, and asked them to read it. Bro. McCullagh handed it to Bro. Hawkins, but as the people were leaving the house, Bro. Daniells arose and read the notice himself, remarking that he had asked these ministers to read it, and they had refused to do so. Bro. Hawkins said, “I was going to read it, but you did not give me time.” But already the people were passing out, and some had gone."},{"refcode_short":"MR926 74.6","refcode_long":"Manuscript Release No. 926, p. 74.6 (Ellen Gould White)","content":"Now, this is the state of things. You can see by this what a harvest your leaven of falsehood and misrepresentation have produced. You opened your mind to Bro. and Sister McCullagh, which has changed their feeling toward me. The leaven worked, until it carried with it one whole church. But thank God they are recovered. And now my way is clear to make statements just as they have been coming from you, and I will cut off the influence of your tongue in every way that I can."},{"refcode_short":"MR926 75.1","refcode_long":"Manuscript Release No. 926, p. 75.1 (Ellen Gould White)","content":"I will say that much of the time that you were in Australia, you surely did not know what manner of spirit you were of. Satanic agencies have been working through Fannie Bolton. Again and again I told Marian for years as I have been placing some article in your hands, there seemed to be a hand stretched out between you and me. I can understand all about matters now as others have come to me with confessions. I know now that proof can be given that every article coming in the paper cannot be claimed as Fannie Bolton's ideas, Fannie Bolton's sentiments."},{"refcode_short":"MR926 75.2","refcode_long":"Manuscript Release No. 926, p. 75.2 (Ellen Gould White)","content":"You asked if you could come back again and connect with me in my work, if you should regain your health. The light I have from the Lord is: “She is not converted. She has no power to prevent Satan from working with her mind to exalt self, and make statements that are false in order to receive praise. You have done all that you could do. The seed that she has sown will bear its harvest.”"},{"refcode_short":"MR926 75.3","refcode_long":"Manuscript Release No. 926, p. 75.3 (Ellen Gould White)","content":"I was shown that by your coming to my home, the Lord would give you an opportunity to clear your soul of its guiltiness in connection with me and my work. Your words had created, in others, ideas that would be communicated to still others. But the opportunity was granted you to make straight and thorough work, to clear your soul, and place me in a clear and proper light before the people to whom you had spoken. You had acted as my adversary, and the light given me of God is that it was not the will of the Lord henceforth that you should have the least connection at any time with me and the work which God had given me to do. Shall I be compelled to publish this matter, in order to uproot this influence? My mind is forever settled, Fannie, in regard to having one page of my written articles go into your hands. I do not regret taking you into my home when I did, because it was the Lord's plan. I can see the reasons more clearly now. May the Lord pity and save you. I am sorry for you, indeed I am, and would do anything to save your soul."},{"refcode_short":"MR926 75.4","refcode_long":"Manuscript Release No. 926, p. 75.4 (Ellen Gould White)","content":"I thank the Lord that I have two good editors in Maggie Hare and Minnie Hawkins. They are doing good work. The writings come from their hands with my own ideas, and I know it. Who makes the articles now? All can see that they are just as full of Bible truth as they have ever been. Your “inspiration” has not touched them, and never will again as long as I shall live. In the place of my articles bearing your ideas, your articles have the ideas that the Lord has given me. You have grafted them into Fannie Bolton's stock. I wish you no harm; but I will not keep quiet. Your misrepresentation shall not mislead other minds, if I can possibly prevent them."},{"refcode_short":"MR926 75.5","refcode_long":"Manuscript Release No. 926, p. 75.5 (Ellen Gould White)","content":"Letter 1, 1897, p. 2. (To “The Church in Adelaide,” April 22, 1897)—I can write but little to you now at this time. I have very much writing to do to complete the “Life of Christ,” and I have been called away so much that I have but little time to write. But my soul is made very sad to see how quickly those who have had light and truth will accept the deceptions of Satan, and be charmed with a spurious holiness, like Fannie Bolton, who in the midst of her deceiving, claimed that she was inspired of God. When men turn away from the waymarks the Lord has established, that we may understand our position as marked out in prophecy, they are going they know not whither."},{"refcode_short":"MR926 76.1","refcode_long":"Manuscript Release No. 926, p. 76.1 (Ellen Gould White)","content":"Letter 24, 1897, entire letter. (To Fannie Bolton, June 25, 1897)—Yesterday my attention was called to your articles now going through the Review. [See The Review and Herald, April 13—May 11, 1897.] I have not read any articles in the papers for some time; for I have been so thoroughly employed. But as I read these articles, I thought it a very wrong thing for you to put in the Review the history of the McKenzie family. Did you think that such productions from your pen concerning a family with whom you had been connected, were right? If that family reads our church paper, think you will it be the means of converting or destroying?"},{"refcode_short":"MR926 76.2","refcode_long":"Manuscript Release No. 926, p. 76.2 (Ellen Gould White)","content":"Your representations can be easily recognized. You place in the worst light the McKenzie family. Is this to be the tone of all the articles you put into the paper? All can easily see that Miss Ashbury, who is placed on the pinnacle of perfection, is a revelation of the way in which Miss Fannie Bolton regards herself. As I read these articles I was more distressed for you and ashamed of you than I can express. Should you caricature so vividly your own history while you were in Battle Creek and Australia, putting things in as vivid a light as you have regarding the McKenzie family, we would have some most striking articles. But such productions should not be immortalized by being put in print. You are certainly doing as you would not be pleased to have anyone do by you."},{"refcode_short":"MR926 76.3","refcode_long":"Manuscript Release No. 926, p. 76.3 (Ellen Gould White)","content":"That history will certainly be placed in the hands of the McKenzie family. What kind of an influence will it have upon them to see that you have represented family secrets in the very worst light? [Revelation 3:1-3, 15-18 quoted.]"},{"refcode_short":"MR926 77.1","refcode_long":"Manuscript Release No. 926, p. 77.1 (Ellen Gould White)","content":"All who are acquainted with your history in Australia will be nauseated by your representation of yourself. And this is the one that expressed herself as having an unwillingness to handle private testimonies of reproof. Yet without any appointment of God, you take hold of a family, and lay bare the things you have seen and heard in that family, in a most exaggerated light. How could you ever do such a thing? I am very much astonished that you should dare to do it. You have been very much afraid to have anything go to America, even to my son Edson, in regard to yourself."},{"refcode_short":"MR926 77.2","refcode_long":"Manuscript Release No. 926, p. 77.2 (Ellen Gould White)","content":"It is a great pity that this very wonderful Christian woman, so mild, of such excellent judgment, could not have revealed her character in such beautiful lines when in my family, connected with me. How mild and Christlike were your words to Emily Campbell, when you supposed her to be making a mistake, but when you yourself were doubly at fault? If these things were represented in a story and given to the world, it would be quite sensational. What do you mean? Are you unbalanced in mind? If so, for Christ's sake do not make striking proof of the fact by letting everyone know that it is so."},{"refcode_short":"MR926 77.3","refcode_long":"Manuscript Release No. 926, p. 77.3 (Ellen Gould White)","content":"What could have beclouded Bro. Tenney's perceptive faculties, to lead him to accept such articles from your hand, I cannot conceive. If you want to write sensational novels, put your articles in papers that will appreciate such matter. Do stop and think what you are about."},{"refcode_short":"MR926 77.4","refcode_long":"Manuscript Release No. 926, p. 77.4 (Ellen Gould White)","content":"I send you this matter, written from a sense of duty. Do not exhibit Fannie Bolton in such angel's garments, because it is not the Fannie Bolton we are acquainted with. I advise you to let your tired brain have entire rest, while you do some kind of work besides writing. You said that you loved to do housework. Why not do something of this kind, using the muscles of your body in proportion as you have used your mind. Cannot you be satisfied to use your talents in this way? I advise you to do this, and see if you cannot become a Christian in thought and in character."},{"refcode_short":"MR926 77.5","refcode_long":"Manuscript Release No. 926, p. 77.5 (Ellen Gould White)","content":"I hope and pray that your transgressions may be pardoned. Do not, I beg of you, parade before the world the history of those who are not guilty of doing one hundredth part of the harm that you have done. If you ever truly feel this, you will have such a sense of your wicked course of action, that you will never, never seek to remove the mote from your brother's or sister's eye till the beam has been removed from your own eye."},{"refcode_short":"MR926 77.6","refcode_long":"Manuscript Release No. 926, p. 77.6 (Ellen Gould White)","content":"Your words regarding me and my writings are false, and I must say that you know them to be false. Nevertheless, those unacquainted with you take your words as being the words of one who knows. Because you have been acquainted with me, and connected with me, you can state what you please, and you think that your tracks are so covered that they will never be discovered. But my writings have not stopped. They go out as I have written them. No words of my copyists are put in the place of my own words. This is a testimony that cannot be controverted. My articles speak for themselves."},{"refcode_short":"MR926 77.7","refcode_long":"Manuscript Release No. 926, p. 77.7 (Ellen Gould White)","content":"When I heard that McCullagh had apostatized, I said, I am glad that all my connection with him has been of the tenderest character. I thought that there was nothing they could have to say against me. But both he and his wife bore the same report that Sister Malcolm bore to me. McCullagh stated in a large congregation that it was reported by one who knew that I picked up things written in books, and sent them out as something the Lord had shown me. At the Bible Institute in Cooranbong, McCullagh told me that you had made a statement to him and his wife similar to the statement made to Sr. Malcolm. Your sowing is producing its harvest. Many in Melbourne have been repeating the same things, things which you have told them, and which they thought must be true."},{"refcode_short":"MR926 78.1","refcode_long":"Manuscript Release No. 926, p. 78.1 (Ellen Gould White)","content":"I will now only say further that I forgive you, and will continue to pray as I have done that you may be converted. The articles in the Review give me more discouragement over your case than I have ever had; for I see you clothed in garments of pretentious light, and this is a terrible deception. May the Lord anoint your eyes with eye salve, that you may see yourself as you are, and that you may have that repentance that needs not to be repented of."},{"refcode_short":"MR926 78.2","refcode_long":"Manuscript Release No. 926, p. 78.2 (Ellen Gould White)","content":"Letter 114, 1897, entire letter. (To Bro. and Sr. Tenney, July 1, 1897)—I have been reading your letter. Thank-you for writing in response to my letter. I should have written to you at first, but I thought that if Fannie would show repentance, I would be pleased to have her soul saved if possible. I do not read her articles at all, but my attention was called to the articles in the Instructor and the Review by one who understood the articles in the Review perfectly. [See The Review and Herald, April 13—May 11, 1897.]"},{"refcode_short":"MR926 78.3","refcode_long":"Manuscript Release No. 926, p. 78.3 (Ellen Gould White)","content":"In them she has represented the family of McKenzie. The mild Miss Ashbury is Miss Fannie Bolton. Mr. and Mrs. Morehouse are Bro. McKenzie and his wife, who live in Parramatta. The representation that Fannie gives of Miss Ashbury is, I suppose, exactly her estimate of herself. In this romance she has represented herself as having a perfection of character that she has never revealed in connection with that family or any family where she has been an inmate."},{"refcode_short":"MR926 78.4","refcode_long":"Manuscript Release No. 926, p. 78.4 (Ellen Gould White)","content":"False ideas are traced in this story. Fannie did have a room in the hired home of Bro. and Sr. McKenzie, and the rent from this helped them in a time of their great poverty; but everything in this story is exaggerated. She has had some threads to use in making out this story, but the main history was transacted at Ashfield, where the first camp-meeting was held in New South Wales. At that camp-meeting some of these things did take place, and those who are familiar with the facts will recognize the ones meant. Should McKenzie get hold of the paper, as I have no doubt he will, there would be one of the greatest commotions that could take place; for Bro. and Sister McKenzie are both sensitive and proud."},{"refcode_short":"MR926 78.5","refcode_long":"Manuscript Release No. 926, p. 78.5 (Ellen Gould White)","content":"He did become tempted. We had Bro. Belden move his family and furniture from Parramatta to the Ashfield camp-ground. I helped them by giving them clothing, milk, fruit, and money. Bro. McKenzie became displeased with Bro. Caldwell, because Bro. Caldwell was put in as Elder of the church, while Bro. McKenzie was not put into office."},{"refcode_short":"MR926 78.6","refcode_long":"Manuscript Release No. 926, p. 78.6 (Ellen Gould White)","content":"W. C. White and Emily Campbell found Bro. McKenzie in work. His daughter, Julia, is a fine, nice girl, but Julia is represented as being married. She is not. Emily Campbell and I paid Julia's carfare to and from the city, and she and Emily attended a school where shorthand was taught. At this time Caldwell was working the typewriter for Fannie, and I felt that matters were not going right. I was warned in a dream, and I talked with both of them, telling them that it was not right for them to be together."},{"refcode_short":"MR926 78.7","refcode_long":"Manuscript Release No. 926, p. 78.7 (Ellen Gould White)","content":"I talked with McKenzie about this matter, and he said that Caldwell's coming to his home at all times of the day and in the evening was working up a scandal. Well, we met with much opposition from both Fannie and Caldwell. They said that McKenzie had no sense or reason for his evil surmisings. But the burden was laid heavily upon me, and I told them it could not be thus any longer. There was my parlor, Willie's office; they could write in that; for Willie was away, either in Melbourne or New Zealand."},{"refcode_short":"MR926 79.1","refcode_long":"Manuscript Release No. 926, p. 79.1 (Ellen Gould White)","content":"Well, this familiarity continued. I told Caldwell that I could not have him connected with my work. He told me that there was nothing between him and Fannie, and yet the warning kept coming, “She is your adversary.” My burden was very great; for I had not rest in spirit. The poor man, McKenzie, took to smoking and drinking, and I think they had a hard time of it. Fannie was then away at Cooranbong."},{"refcode_short":"MR926 79.2","refcode_long":"Manuscript Release No. 926, p. 79.2 (Ellen Gould White)","content":"The work between Fannie and Bro. Caldwell was begun at the Melbourne camp-meeting. There she became enamored of a married man, with two children. She utterly denied that there was any affection between her and Bro. Caldwell. She stood before me in my tent, and declared that there was nothing to the reports. For one year after this, she was good for nothing to me, only a dead, heavy load."},{"refcode_short":"MR926 79.3","refcode_long":"Manuscript Release No. 926, p. 79.3 (Ellen Gould White)","content":"The warning from God kept coming, and finally at the Armadale camp meeting matters came to a head. Fannie claimed to make most of my books. Both at the Ashfield and Armadale camp meetings she was inspired by Satan. While at the Brighton camp meeting her course of action was anything that what a Christian's should be. And after the camp meeting I cut loose from her. I discharged her. We had a very serious time, but she begged and wrote so humbly, that I forgave her, and foolishly tried her again. She was taken back, and given another trial."},{"refcode_short":"MR926 79.4","refcode_long":"Manuscript Release No. 926, p. 79.4 (Ellen Gould White)","content":"When living at Preston, I told her that I could never have her in my home to live with me again. At the Brighton camp-meeting she told the Malcolm family, who had recently come to the faith, that she had to make my books herself. She said that Sr. White did not know how to write, or put two sentences together, that she was a very ignorant woman, and that her, Fanny Bolton's, talent supplied her lack."},{"refcode_short":"MR926 79.5","refcode_long":"Manuscript Release No. 926, p. 79.5 (Ellen Gould White)","content":"Fannie begged to go to the Armadale camp meeting, saying that she would do my writing, and not take up the children's meetings; but she did not keep her word. One short article, I think, she prepared for me. There was at this time an advertisement in one of the papers regarding one of my books. When Fannie noticed this advertisement, which spoke of Prof. Prescott compiling the book, she vehemently declared with wild gesticulations, that it was a lie. She was all broken up, and declared to Sara [McEnterfer] that she had done the work herself, and now Prof. Prescott was taking the glory of it. But Sister Prescott had been told Fannie's story at Cooranbong, and she could see things in their true bearing. In talking with Sister Prescott, Fannie claimed to be the author of some sentence in this book which they thought was very beautiful. But when she made this assertion, Sr. Prescott told her that she knew better, because she had a letter from Sister White, in her own handwriting, which contained the same sentence. If Sister Prescott is in Battle Creek you may talk with her in regard to this, and she will be able to tell you just how it was."},{"refcode_short":"MR926 79.6","refcode_long":"Manuscript Release No. 926, p. 79.6 (Ellen Gould White)","content":"I had a letter written to Dr. Kellogg, which Fannie saw lying on my table as she came into my room. In this letter she saw her own name. She called Sara into another room, and told her that she had seen a letter addressed to Dr. Kellogg on Sr. White's table, and that in this letter she saw her name. She then asked Sara to get this letter and give it to her, so that she might see what Sister White was writing about her to Dr. Kellogg. Sara faced her, and asked, “What do you take me for? Do you think I have come all the way from America to do that sort of work?” Fannie insisted that Sara should get the letter for her, but Sara declared that she would do no such thing. For this time Fannie seemed to have but little confidence in Sara."},{"refcode_short":"MR926 80.1","refcode_long":"Manuscript Release No. 926, p. 80.1 (Ellen Gould White)","content":"I have told you these things that you may understand about the matter. We had the affair between Fannie and Caldwell all through the Armadale camp meeting. I talked with them both separately, and told them that the Lord had a controversy with them both. They denied that there was anything like particular attachment between them. I knew better; but the Lord helped me to work through the meeting. Just before the meeting closed, Fannie came to me, and said, “O Sr. White, I have come to you as to a mother. I do love Bro. Caldwell with all my heart, and my heart is just broken. Three times has this cup of bliss been presented to me, and then been snatched away.” Then the girl said, “I prayed that if it was right for us to get married, his wife might get a divorce from him, and it was not many weeks before she did get a divorce. Now don't you think the Lord heard my prayer?” I dared not talk with her; for I had to speak that day before a large congregation. If Sr. Prescott is in Battle Creek, she will be able to tell you the particulars."},{"refcode_short":"MR926 80.2","refcode_long":"Manuscript Release No. 926, p. 80.2 (Ellen Gould White)","content":"Well, from that time I cut loose from Fannie, never, as I thought, to connect with her again. But a little while after this, Fannie was in Sydney, and wrote me another confession. I thought that I could not take her back, but the Spirit of the Lord rested upon me, and said, “Give her another trial.” So I decided that I would see Fannie, and tell her that I would take her back. This I did, and she remained with me several weeks, but was not able to do any work; and then she decided that she wanted to go home to her mother, and I told her that she might feel free to do so. And now after all the suffering and distress that I have passed through because of the actions of these two, and the downright lies they told, to have Fannie Bolton put these articles in the paper, exalting her poor, miserable, blind, poverty-stricken soul, Miss Ashbury is a little too large a mouthful for me to swallow. It tastes strong of the dish. If I can find them, I will send you copies of letters written to both Fannie and Caldwell."},{"refcode_short":"MR926 80.3","refcode_long":"Manuscript Release No. 926, p. 80.3 (Ellen Gould White)","content":"Letter 115, 1897, entire letter. (To Bro. Tenney, July 5, 1897)—I received your letter. I am sending you a copy of a letter I have sent to Fannie Bolton. You can see from this letter that I regard Fannie as one who cannot retain a spirit of contrition for any length of time. She is so inflated with Fannie Bolton that she does not know herself a few moments after she has expressed deep humiliation because of her own course of action. She springs into life speedily, and blossoms out wonderfully, dwelling on the goodness, love, mercy, and forgiveness of God toward her, taking all the promises to herself."},{"refcode_short":"MR926 80.4","refcode_long":"Manuscript Release No. 926, p. 80.4 (Ellen Gould White)","content":"In the past she has expressed wonderful sorrow for her wicked course of action, but she does not stay penitent. She does not continue to be contrite in heart. She flashes forth, thinking she is inspired by God. While she was praying the Lord that if it was right for her to marry Caldwell, his wife might get a divorce from her husband, she told me that as she talked and gave Bible readings, the people turned pale to hear her talk, and she thought she was inspired by God. Her imagination is very strong, and she makes such exaggerated statements that her words are not trustworthy."},{"refcode_short":"MR926 81.1","refcode_long":"Manuscript Release No. 926, p. 81.1 (Ellen Gould White)","content":"I feel so sorry that these productions of hers ever entered our papers. [See The Review and Herald, April 13—May 11, 1897.] Bro. Schowe from Pennant Hills, who has long been a government school teacher, recently made me a visit. He accepted the Sabbath in 1894. He seems to be a man of good sense and excellent education. He is a regular subscriber for nearly all our papers, the Review and Herald, and Youth's Instructor, etc. He opened the subject himself, and said to me, “Sr. White, did you notice those strange articles in the Review and Herald? I thought it a little strange that such productions should be suffered to go through the papers.” He had no knowledge whatever of the course Fannie had pursued toward me. I told him that I did not read the articles till my attention was called to them by others. Then I read one in the Review, and one in the Instructor. Bro. Schowe said, “Miss Bolton must have lost her balance of mind.”"},{"refcode_short":"MR926 81.2","refcode_long":"Manuscript Release No. 926, p. 81.2 (Ellen Gould White)","content":"O, I am so sorry and ashamed to have the paper go to others with such articles as this in it. Piece after piece from Fannie's pen appears in the papers. What does it mean? When I can find them, I will send you copies of some letters written by me to her, and her answers. When she was in my family, it seemed that Satan used her as his agent to invent those things that would make the whole household miserable. She would have her times of confession, and would then say all that one could ask another to say. But she would go over the same ground again and again, each time worse than before, until I decided that Satan's temptations, working upon her desire for recognition, were so strong that she had no power to escape from the snare. She was one with the enemy, working in his service."},{"refcode_short":"MR926 81.3","refcode_long":"Manuscript Release No. 926, p. 81.3 (Ellen Gould White)","content":"Now, my brother, if it had not been for these articles in the Review, I would have held my peace. I thought that if Fannie would only keep away from me, and trouble me no more, I would not expose her, but would let the poor, deluded, misshapen character alone. But when she figures so largely in our papers, I must speak. I dare not keep silent. Such productions do no one any good, and the blessing of the Lord cannot attend them."},{"refcode_short":"MR926 88.1","refcode_long":"Manuscript Release No. 926, p. 88.1 (Ellen Gould White)","content":"Letter 6, 1898, p. 2. (To Emily Campbell, January 12, 1898)—The amount of writing that I have been compelled to do has been greater than at any former period of my life. Maggie Hare and Minnie Hawkins are doing good work. I feel so thankful that Fannie is not with me. She does not know what manner of spirit she is of, and I do not think she ever will; for she is deluded by the enemy in regard to her own talents. If she would be converted and remain transformed in character, no one would be more happy than I. But even then I would say to her, Remain in America. Never come across the waters again."},{"refcode_short":"MR926 92.1","refcode_long":"Manuscript Release No. 926, p. 92.1 (Ellen Gould White)","content":"Letter 61a, 1900, entire letter. (To G. A. Irwin, April 23, 1900, not sent—see revised copy, Letter 61, 1900)—I cannot sleep after half past twelve. I have read what you say in regard to Fannie. I have many things written in reference to her engagement with Caldwell, but I do not wish to make her case a public matter. Therefore I shall not send the letters written in reference to her misbehavior in this country, which has uprooted the confidence of those who know her. I can send these letters if it is essential, but I do not want to do so."},{"refcode_short":"MR926 92.2","refcode_long":"Manuscript Release No. 926, p. 92.2 (Ellen Gould White)","content":"The statement in regard to my telling Fannie to write to A. R. Henry is a fabrication which has not in it one thread of truth. Why she makes statements which are sheer falsehoods is a mystery to me. I have copies of all the letters I have written to A. R Henry. I never to my knowledge told Fannie to write a letter for me to any person whatever."},{"refcode_short":"MR926 92.3","refcode_long":"Manuscript Release No. 926, p. 92.3 (Ellen Gould White)","content":"One night, after I had disconnected from Fannie Bolton, I had a singular experience. The angel of the Lord stood by my side, instructing me to give Fannie a chance to connect with me again and take up the work again. I was to give her another trial. To the astonishment of all, I did this. At the time, Fannie was sick, and was staying at Brother McCullagh's. I brought her to my home, and fitted up a room for her away from the other workers; for she could not endure the least noise."},{"refcode_short":"MR926 92.4","refcode_long":"Manuscript Release No. 926, p. 92.4 (Ellen Gould White)","content":"I cared for her as I would for my own sister. Then after a time, I put copy in her hands, to evidence to her that I would do the work pointed out by the angel for me to do. She took the copy, and all she had to do was to read it to one of my copyists. But though she had all the time she wanted, she could not complete the article. She told me that she could not possibly do the work, and that she would never again have the privilege of having the precious matter in her hands."},{"refcode_short":"MR926 92.5","refcode_long":"Manuscript Release No. 926, p. 92.5 (Ellen Gould White)","content":"“I fear,” she said, “that I am wholly unfitted for the work. I cannot even do this article. I have pursued such a course (speaking in reference to Caldwell) that I am humiliated in the dust. I cannot remain in this place, where my course is so well known. I must go to America.”"},{"refcode_short":"MR926 92.6","refcode_long":"Manuscript Release No. 926, p. 92.6 (Ellen Gould White)","content":"She then begged me to let her take some articles with her to prepare for me. I did this once when she was at Ann Arbor. I said, “No, Fannie; none of my writings shall be placed in your hands. I am decided on this point.” Well, she said, “if you ever need me to prepare copy for you, I would be glad to do it after my health improves.” She tried to get me to say that she could return to me if she desired to. I said, “No; when you leave me of your own will, I shall never re-unite you with my work.” She said that if I would take her back, she would pay her own passage to Australia. But I told her that I could make no promise whatever. I said, “The Lord instructed me to forgive you and take you back for another trial. I have done this; but even while you are confessing your wrong course to me, you say that you are afraid, should you attempt to take up the work again, you would go over the same ground you have gone over in the past. You have already told me that you dare not take up the work again, that you think you had better go to America. When you said this, I was free.”"},{"refcode_short":"MR926 93.1","refcode_long":"Manuscript Release No. 926, p. 93.1 (Ellen Gould White)","content":"I see now why it was that I was directed to give Fannie another trial. There are those who misunderstand me because of Fannie's misrepresentations. These were watching to see what course I would take in regard to her. If I had disconnected from her, they would have made the most they possibly could of the way in which I had abused poor Fannie Bolton. The course I pursued in following the directions given me took away any occasion of criticism from those who wanted to condemn me."},{"refcode_short":"MR926 93.2","refcode_long":"Manuscript Release No. 926, p. 93.2 (Ellen Gould White)","content":"I have never wanted Fannie to connect with me again. I wrote to Edson not to employ her on any account; for her imagination was so under the control of the enemy that he could lead her to exaggerate to any extent."},{"refcode_short":"MR926 93.3","refcode_long":"Manuscript Release No. 926, p. 93.3 (Ellen Gould White)","content":"I have not mentioned the disagreeable experience which has cost me so much sorrow, which was caused by her lovesick sentimentalism in her connection with Caldwell, her terrible deception and falsehoods, which both she and he confessed. While Fannie was acting out the temptations of Satan, because imbued with his spirit, she claimed that the Bible-readings she gave were inspired by God. She said that when she talked, her hearers would grow pale under the effect of her words. Many of our brethren and sisters claimed that she was inspired, but understanding the underhanded course she was taking and the positive falsehoods she was telling, I told them that they need not covet any such inspiration; for it was of the same order that Satan keeps in his stock in trade."},{"refcode_short":"MR926 93.4","refcode_long":"Manuscript Release No. 926, p. 93.4 (Ellen Gould White)","content":"You may reason with others on this line: Wherein do my articles in the papers now differ from what they were when Fannie was with me? Who is it that now puts in words to supply the deficiencies of my language, my deplorable ignorance? How was this done before Fannie Bolton had anything to do with my writings?"},{"refcode_short":"MR926 93.5","refcode_long":"Manuscript Release No. 926, p. 93.5 (Ellen Gould White)","content":"Cannot people who have reason see this? If Fannie supplied my great deficiency, how is it that I can now send articles to the papers?"},{"refcode_short":"MR926 93.6","refcode_long":"Manuscript Release No. 926, p. 93.6 (Ellen Gould White)","content":"What Fannie says in regard to this is all a sham. Does she not know it? Or does Satan work on her imagination in such a way that she thinks what she says is true?"},{"refcode_short":"MR926 93.7","refcode_long":"Manuscript Release No. 926, p. 93.7 (Ellen Gould White)","content":"I tell you that there is not a semblance of truth in her statements. My copyists you have seen. They do not change my language. It stands as I write it. Marian's work is of a different order altogether. She is my book-maker. Fannie never was my book-maker. How are my books made? Marian does not put in her claim for recognition. She does her work in this way. She takes my articles which are published in the papers, and pastes them in blank books. She also has a copy of all the letters I write. In preparing a chapter for a book, Marian remembers that I have written something on that special point, which may make the matter more forcible. She begins to search for this, and if when she finds it, she sees that it will make the chapter more clear, she adds it."},{"refcode_short":"MR926 93.8","refcode_long":"Manuscript Release No. 926, p. 93.8 (Ellen Gould White)","content":"The books are not Marian's productions, but my own, gathered from all my writings. Marian has a large field from which to draw, and her ability to arrange this matter is of great value to me. It saves my poring over a mass of matter, which I have no time to do."},{"refcode_short":"MR926 93.9","refcode_long":"Manuscript Release No. 926, p. 93.9 (Ellen Gould White)","content":"So you understand that Marian is a most valuable help to me in bringing out my books. Fannie had none of this work to do. Marian has read chapters to her, and Fannie has sometimes made suggestions as to the arrangement of the matter."},{"refcode_short":"MR926 94.1","refcode_long":"Manuscript Release No. 926, p. 94.1 (Ellen Gould White)","content":"This is the difference between the workers. As I have stated, Fannie has been strictly forbidden to change my words for her words. As spoken by the heavenly agencies, the words are severe in their simplicity; and I try to put the thoughts into such simple language that a child can understand every word uttered. The words of someone else would not rightly represent me."},{"refcode_short":"MR926 94.2","refcode_long":"Manuscript Release No. 926, p. 94.2 (Ellen Gould White)","content":"I have written thus fully in order that you may understand the matter. Fannie Bolton may claim that she has made my books, but she has not done so. This has been Marian's field, and her work is far in advance of any work Fannie has done for me."},{"refcode_short":"MR926 94.3","refcode_long":"Manuscript Release No. 926, p. 94.3 (Ellen Gould White)","content":"I have written this letter between half past twelve and four o'clock a.m. I must now leave it to write other letters. But I wish to ask, If Fannie is converted and is used by the Lord, why is not her vision clear in reference to her past representation of the work she has done for me? I think the first work the Holy Spirit would do for her would be to lead her to confess that by false statements she has misrepresented me to others. The Lord would clear away the mist and fog from her mind, leading her to see the great injury she has done me by saying that she made over all my writings."},{"refcode_short":"MR926 94.4","refcode_long":"Manuscript Release No. 926, p. 94.4 (Ellen Gould White)","content":"When the Lord teaches her and reveals to her how she has unsettled and undermined the faith of many in the testimonies of the Spirit of God, as she has unsettled and undermined the faith of Brother Bartholf in the work the Lord has given me to do, by making the statement that she was directed to write a testimony to A. R. Henry, she will see where she is standing. The statement in regard to the testimony for A. R. Henry is an absolute falsehood."},{"refcode_short":"MR926 94.5","refcode_long":"Manuscript Release No. 926, p. 94.5 (Ellen Gould White)","content":"Those who receive such statements are without excuse. “By their fruits ye shall know them.” My work has been in the field since 1845. Ever since then I have labored with pen and voice. Increased light has come to me as I have imparted the light given me. I have very much more light on the Old and New Testament Scriptures, which I shall present to our people if my way is not blocked by such influences as the influence exerted by Fannie Bolton. Such a work as hers calls for my pen and voice to contradict her statements, in order to save poor souls from being entirely swamped by her assertion that she has received the Holy Ghost. This is another phase of her desire to exalt herself as ordained by the Lord to bear a message to His people. The Lord did not send her, yet she ran. She will not honor the cause of God, but will mislead others."},{"refcode_short":"MR926 94.6","refcode_long":"Manuscript Release No. 926, p. 94.6 (Ellen Gould White)","content":"Those who have been unwilling to receive the true testimonies of God, notwithstanding that these testimonies have been in the field for so many years, who know not the voice of the Lord, may listen to the voice of a stranger, and receive from a poor, deceived, unbalanced human agent what is supposed to be truth. What is the chaff to the wheat? Know that you are on trial for spiritual life, and accept no delusive sentiments. God save His people from Satan's snare."},{"refcode_short":"MR926 94.7","refcode_long":"Manuscript Release No. 926, p. 94.7 (Ellen Gould White)","content":"Letter 61, 1900, entire letter. (To G. A. Irwin, April 23, 1900, revised copy of Letter 61a, 1900)—I have read what you say in regard to Fannie Bolton. There is no truth in the statement that I told Fannie to write a letter or testimony to A. R. Henry. My testimonies to the churches, and to individuals have never been written that way."},{"refcode_short":"MR926 95.1","refcode_long":"Manuscript Release No. 926, p. 95.1 (Ellen Gould White)","content":"The claim that she is inspired is not a new one with Fannie. Shortly after the Armadale campmeeting, she claimed that the Bible-readings that she gave were inspired of God. She said that when she talked, her hearers would grow pale under the effects of her words. Some of our people believed the assertion that she was inspired. But I knew that her course and her spirit were not pleasing to God. Her unwise, inconsistent course, showed that she was under a deception of the devil."},{"refcode_short":"MR926 95.2","refcode_long":"Manuscript Release No. 926, p. 95.2 (Ellen Gould White)","content":"All through her experience, Fannie's light has been too much like that of a meteor. It flashes up, and then goes out in darkness. Her feelings are counted by her to be religion. What a pity that she has so much confidence in her brilliant flashes. Her mind is so full of an emotional religion, that she knows not what the genuine article is."},{"refcode_short":"MR926 95.3","refcode_long":"Manuscript Release No. 926, p. 95.3 (Ellen Gould White)","content":"If she were converted, and used by the Lord, she would have a clear understanding of the influence of her past misrepresentations of the work she has done for me, and would confess some of her misstatements regarding it, which have been used by the enemy to unsettle and undermine the faith of many, in the testimonies of the Spirit of God."},{"refcode_short":"MR926 95.4","refcode_long":"Manuscript Release No. 926, p. 95.4 (Ellen Gould White)","content":"Such claims as we hear that she is now putting forth, must be contradicted, that poor souls may be saved from deception. This claim that she has now received the Holy Spirit, is another manifestation of the desire to exalt herself as ordained by the Lord to bear a message to His people. The Lord did not send her, yet she ran."},{"refcode_short":"MR926 95.5","refcode_long":"Manuscript Release No. 926, p. 95.5 (Ellen Gould White)","content":"Those who know not the voice of God, those who have been unwilling to receive the true testimonies from the Lord, may listen to the voice of a stranger, and receive from a human agent what is supposed to be truth. But, “What is the chaff to the wheat?” The people of God should know that they are on trial for eternal life, and that they must accept no delusive sentiments. May God save them from Satan's snares."},{"refcode_short":"MR926 95.6","refcode_long":"Manuscript Release No. 926, p. 95.6 (Ellen Gould White)","content":"Some may ask, why was Sr. Bolton allowed to be so long connected with the work, if this desire for praise, this tendency to self-exaltation was manifested? At different times I labored with her faithfully, pointing out her danger, and endeavoring to help her to understand the character of the work, and the relations of the human agent to it. Many times she acknowledged the mistakes that her approbativeness had led her to make, and confessed her weakness, and love of praise. She would declare that the lesson had now been thoroughly learned, and that thereafter she would guard against self-exaltation. And she was always anxious to retain her connection with the work, sometimes begging with tears not to be disconnected from it."},{"refcode_short":"MR926 95.7","refcode_long":"Manuscript Release No. 926, p. 95.7 (Ellen Gould White)","content":"Several times I was warned of the Lord that she was taking a course to undermine the confidence of the people in the testimonies, and after the Armadale campmeeting she was disconnected from my work. This was a great relief, for her injudicious course had become a great burden to me. But one night, after this, the angel of the Lord stood by my side, instructing me to give Fannie another chance to connect with me, and again take up the work. I was plainly instructed to give her another trial. To the astonishment of those who knew what the work had suffered, and what I had suffered, from her erratic and injudicious course, I did this. She was sick at the home of Brother McCullagh. I brought her to my home, and fitted up a room for her away from the other workers, for she could not endure any noise. I cared for her as I would for my own sister. And after a time I put copy in her hands, endeavoring to follow the course pointed out to me by the angel. She took the article, and began the work, but found that she was not able to proceed with it. She told me she could not possibly do the work, and she feared that she would never again have the privilege of having the precious matter in her hands."},{"refcode_short":"MR926 96.1","refcode_long":"Manuscript Release No. 926, p. 96.1 (Ellen Gould White)","content":"She asked that she might take some articles with her to prepare for me when she was able, but to this I could not consent. She also spoke of returning to Australia when her health was restored, to again take up the work. But I told her that I could hold out no encouragement regarding this. I said, “The Lord instructed me to forgive you, and take you back for another trial. This I have done. But even while you are confessing your wrong course to me and the work, you admit that you are afraid, should you take up the work again, that you would go over the same ground that you have gone over in the past. You have said that you dare not take up the work again here, and that you think you would better go to America. When you say this, I am free.”"},{"refcode_short":"MR926 96.2","refcode_long":"Manuscript Release No. 926, p. 96.2 (Ellen Gould White)","content":"I now see why I was directed to give Fannie another trial. There are those who misunderstood me because of Fannie's misrepresentations. These were watching to see what course I would take in regard to her. They would have represented that I had abused poor Fannie Bolton. In following the directions to take her back, I took away all occasion for criticism from those who were ready to condemn me."},{"refcode_short":"MR926 96.3","refcode_long":"Manuscript Release No. 926, p. 96.3 (Ellen Gould White)","content":"Letter 166, 1900, pp. 1, 2. (To Bro. and Sr. Haskell, and Bro. G. A. Irwin, April 25, 1900)—Something is being sent to you in regard to Fannie Bolton. You need to say to all our people that she is not the Lord's messenger, and she should in no way be encouraged. She would mingle the theatrical with her spiritual actions, that would not elevate, but degrade the cause of God. She is a farce. I have several copies of letters in her own handwriting, confessions, which I cannot possibly get copied. They must not go out of my hands until they are copied. Caldwell took a testimony from her hands that related to them both, and burned it up, and then told her she need not worry any more about [it]; she nor Sister White would ever see it again. Then he was pressed by me for the Testimony. Caldwell said he would bring it to me, and then said he could not find it; and then when I told him I knew what he had done with it, he said he must have burned it with some of his letters he did not care to keep; and then afterward he confessed his falsehoods, and said he burnt it designedly. Well, I have quite a large amount of letters concerning this matter between Fannie and me. If it needs to be all exposed before the people will be undeceived, I will send these letters after they are copied. But tell our people I do not want to expose Fannie, unless I am obliged to do this to save the cause of God from being corrupted."},{"refcode_short":"MR926 123","refcode_long":"Manuscript Release No. 926, p. 123 (Ellen Gould White)","content":"Addendum"},{"refcode_short":"MR926 123.1","refcode_long":"Manuscript Release No. 926, p. 123.1 (Ellen Gould White)","content":"Letter 88, 1894, E. G. White handwritten addition at conclusion of typewritten letter. (To W. C. White, February 6, 1894)— Since writing the enclosed, Elder Starr has had a long talk with Fannie. Now she is just beginning to see the perverse spirit she has had, and how much I have had to bear with her ever since she has been in Melbourne. She now says it is all right if she is separated from the work, that she has brought it upon herself, and if the decision is that she goes to America, that she will submit and do anything they may counsel her to do."},{"refcode_short":"MR926 123.2","refcode_long":"Manuscript Release No. 926, p. 123.2 (Ellen Gould White)","content":"She is now humble and seems to see herself, but I leave it with the judgment of others to decide what is best to be done. If you see it is not possible for these persons that I have named to come back to Melbourne, adjust the matter as you deem best. I think now the evil is stayed, but it seems to me Fannie has not any just appreciation of the work. She places it on a level with common things and handles it as such. Now she is very anxious to remain in Australia, but I am fearful to have her influence in this country. Would it not be best for her to return to America now that she is in a state of submission? Should she be entrusted again with the work, would not this subdued feeling soon wear away and as she has not very fine points of character, will not the same spirit come on her and she bring the writings down to her level?"},{"refcode_short":"MR926 123.3","refcode_long":"Manuscript Release No. 926, p. 123.3 (Ellen Gould White)","content":"I speak to you now freely and you must do that which seems to be the best. When I am to get my workers I know not, but I will trust and have faith that God has someone for me. If not, the writings will have to stop for the papers. I do not want that your business should be all broken into, but understanding the case you must move intelligently as will best serve the cause of God."},{"refcode_short":"MR926 123.4","refcode_long":"Manuscript Release No. 926, p. 123.4 (Ellen Gould White)","content":"Please consider what objection will come in if we drive our horse and phaeton to Sydney. Would it be wrong? Please inform me all you can in reference to this matter. Had I best sell? I dislike to leave the horse and carriage and have to buy anew in Sydney."},{"refcode_short":"MR926 123.5","refcode_long":"Manuscript Release No. 926, p. 123.5 (Ellen Gould White)","content":"We are now pleasantly situated. Sister Tuxford is pleasant and May doing well. In much love, (signed) Ellen G. White. Elder Starr's American mail just came. His brother John writes he has given himself unreservedly to Jesus and he has peace, the peace of Christ. He writes good and I am so thankful for the poor soul. Our mail has not come, [it] is at the Echo Office—will come tonight, have telephoned for it."},{"refcode_short":"MR926 123.6","refcode_long":"Manuscript Release No. 926, p. 123.6 (Ellen Gould White)","content":"Fannie is writing to all she has spoken to upon this matter of which I have written to you. She seems determined to make thorough work, poor soul. I am distressed, yet relieved and now I mean to trust in the Lord fully. O, I need more faith."},{"refcode_short":"MR926 123.7","refcode_long":"Manuscript Release No. 926, p. 123.7 (Ellen Gould White)","content":"Manuscript 94, 1894, entire manuscript. (“Experience With Fannie Bolton,” cir. 1894.)—[First part missing] Before a large family at the table questions were asked in reference to my work. She stated that was preparing all the manuscripts for Mrs. White and it went under her name but it was her production. Mrs. White was a very ignorant woman. She could not write and could not put two sentences together; but she made the articles and Mrs. White had the credit for doing them."},{"refcode_short":"MR926 124.1","refcode_long":"Manuscript Release No. 926, p. 124.1 (Ellen Gould White)","content":"This was the most wicked falsehood that could be invented. I did not learn what she was about, undermining the confidence of the people in me, until our meeting in Cooranbong that lasted three or four weeks. I had all my manuscript of very precious matter that our brethren solicited me to read before the meetings assembled. I read every day long articles from my own pen that I could not get copied because I had refused to have any connection with Fannie Bolton. Not any correction had been made in them, by any person. But remarks were made concerning the precious matter, so rich in ideas and instruction."},{"refcode_short":"MR926 124.2","refcode_long":"Manuscript Release No. 926, p. 124.2 (Ellen Gould White)","content":"Near the close of the meeting two ladies, sisters, came. [They said] they were glad I made the statement that I made in the meeting. Had I any objection to their seeing these articles? I told them no, but as they were unacquainted with my writing they might not be able to read them readily. They returned them to me with an apology."},{"refcode_short":"MR926 124.3","refcode_long":"Manuscript Release No. 926, p. 124.3 (Ellen Gould White)","content":"They said, “I must see you and talk with you.” I set a time and then they explained that Fannie Bolton had sat at their table when they first embraced the truth and there, before this large family, made the statement I have written. They said they asked her what she did to my writings. She answered that she made them all over. She said they were much of them her own writings, not mine, but I got the credit for them. “Now,” said they, “we have seen; we have heard you read these manuscript articles. We have tested the matter by reading your writings quite readily. Her words were untrue.” They had made so great an impression upon them and many others that she had conversed with that they had no confidence in me or my work and would not read my books."},{"refcode_short":"MR926 124.4","refcode_long":"Manuscript Release No. 926, p. 124.4 (Ellen Gould White)","content":"I was bemoaning to Brother Starr that the matter that I was reading had never had anything done to it. With much firmness he said, “Sister White, if you knew all that I know you would understand that the Lord's hand has planned this whole matter. If ever I was thankful for anything I thank God for this providence.” At the close of the meeting, Sisters Malcolm came to me and said, “I am so glad to be here in this meeting. I knew comparatively nothing of your work until I came. And I wish to say I am glad you read those articles just as you had them without going through anyone's hands. I have something to say now, fearing I shall not see you again.” [Unfinished.]"},{"refcode_short":"MR926 124.5","refcode_long":"Manuscript Release No. 926, p. 124.5 (Ellen Gould White)","content":"Letter 131, 1896, pp. 1-3. (To Edson and Emma White, March 21, 1896.)—I cannot sleep past two o'clock A.M. I think of you away across the broad waters of the Pacific, and must visit with you by the pen words. If it were the will of our heavenly Father I would much prefer to talk with you face to face."},{"refcode_short":"MR926 124.6","refcode_long":"Manuscript Release No. 926, p. 124.6 (Ellen Gould White)","content":"Sarah McEnterfer and I left Cooranbong Station last Wednesday morning and came to Sydney. We called on Brother Israel and took dinner with them. Then we went to North Shore by cars and ferry boat; we took the cars again, and then we walked to the home occupied by Brother and Sister Starr. It is built up on the side of a high rise of land, as in Black Hawk and Centerville. I remained with them until Friday."},{"refcode_short":"MR926 124.7","refcode_long":"Manuscript Release No. 926, p. 124.7 (Ellen Gould White)","content":"Friday morning I awoke at half past three. I had been sitting writing when a sweet peace beyond explanation or understanding came to me. I felt that I was in the presence of Jesus. A sacred, holy atmosphere surrounded me and there was presented to me a line of action that I should pursue. All the previous feelings and the matter that I was writing upon seemed to be removed from me and another matter was presented. I must take heed. I heard no voice, but the points presented were clearly laid out before me."},{"refcode_short":"MR926 125.1","refcode_long":"Manuscript Release No. 926, p. 125.1 (Ellen Gould White)","content":"I seemed to be taken away from myself, and to be in the presence of God. The question was, “What have you done with the request of Fannie Bolton? You have been sorely tried, but your Saviour has been wounded and bruised and put to open shame by this deceived, deluded child. It is My will that you bear with her, forgive her, and help her. If she goes from you, Satan's net is spread for her feet. You alone can help her. She sympathizes with herself and will have those who do not walk in the light to view her case in a perverted light, to sympathize with her. And her own soul will be lost, and through her influence other souls will be deceived and lost. It is My will that you accede to her request. You are not to wait for an assurance of transformation of character. She does not have power to discern her own heart and the wily workings of the enemy. If she says she repents, if she reaches up her voice to you for help, My Spirit shall be with you.”"},{"refcode_short":"MR926 125.2","refcode_long":"Manuscript Release No. 926, p. 125.2 (Ellen Gould White)","content":"Left to her own will and devising she will walk into the snares set by the enemy and will perish. True, discerning hearts would but feel the righteous and indignant anger, while another class, who are also deceived in their own impressions of what constitutes Christian character, will look at this matter in a perverted light and will give sympathy when it is the worst thing they could do to fasten this soul in the darkness of eternal night. This poor, erring, blood-bought soul has been deceived and has practised deception and falsehood. Satan has had the control, but I will give her another chance. It may be that she may form a righteous character and perfect holiness in the fear of the Lord. These deceived souls, if left to their own thoughts and devisings will not obey God's law."},{"refcode_short":"MR926 125.3","refcode_long":"Manuscript Release No. 926, p. 125.3 (Ellen Gould White)","content":"I know this will sound very strange to you, but it is not strange to me now. I have had no liberty to do this before, but now I dare not move otherwise. I would not in my course of action in this case give to others the appearance that I was unforgiving, that I was driving from me anyone who was repenting and soliciting for the position she has held. Christ is to me my example in all things, and I greatly desire to represent Christ. Jesus is to me like a great Rock in a weary land. I want to be like Christ."}]