[{"refcode_short":"NebRep","refcode_long":"The Nebraska Reporter","content":"The Nebraska Reporter"},{"refcode_short":"NebRep February 28,  1905","refcode_long":"The Nebraska Reporter February 28,  1905","content":"1905"},{"refcode_short":"NebRep February 28,  1905","refcode_long":"The Nebraska Reporter February 28,  1905","content":"February 28, 1905"},{"refcode_short":"NebRep February 28,  1905","refcode_long":"The Nebraska Reporter February 28,  1905","content":"The Nebraska Sanitarium"},{"refcode_short":"NebRep February 28,  1905, par. 1","refcode_long":"The Nebraska Reporter February 28,  1905, paragraph 1","content":"During the council at College View we were well cared for at the Nebraska Sanitarium."},{"refcode_short":"NebRep February 28,  1905, par. 2","refcode_long":"The Nebraska Reporter February 28,  1905, paragraph 2","content":"The sanitarium here is in a good location. It is away from the city with its temptations, and yet is so situated that people will learn of it and the nature of its work. It is surrounded by a good tract of land. Its proximity to the college is a decided advantage; for these two institutions, working together, may be a help one to the other. The college, the sanitarium, and the publishing house at College View are important institutions. We must ever remember that our sanitariums are established to do the highest work that mortals can undertake. A sanitarium, from the highest to the lowest floor, should be provided with every improvement that can be secured for it, so that it may do the very best class of work."},{"refcode_short":"NebRep February 28,  1905, par. 3","refcode_long":"The Nebraska Reporter February 28,  1905, paragraph 3","content":"The rooms assigned to us here are pleasant. The carpets and rugs on the floor are well selected. The chairs and other articles of furniture give the room a comfortable and homelike appearance; but there is nothing in the furniture to indicate an extravagant outlay of means. If all the rooms are as comfortably furnished, the institution will stand as an object lesson of what a sanitarium should be. But not all the facilities have yet been provided that will enable the institution to carry on its work with the highest degree of success. If our brethren in Nebraska will take the correct attitude towards this sanitarium, they can easily place it in a position that will enable it to gather in and help, physically and spiritually, all classes of patients. The Lord desires this sanitarium to be honored and sustained. If our Conference brethren will now do with courage what they can to help the sanitarium, its work will move onward and upward."},{"refcode_short":"NebRep February 28,  1905, par. 4","refcode_long":"The Nebraska Reporter February 28,  1905, paragraph 4","content":"Let no one, by showing a spirit of criticism, seek to hinder those who are bearing the responsibilities in this institution, from improving its facilities. The rooms from the foundation to the upper story should be so nicely furnished as to indicate faith in the present and the future of our work. The Lord is glorified when the equipment and workings of an institution show good judgment."},{"refcode_short":"NebRep February 28,  1905, par. 5","refcode_long":"The Nebraska Reporter February 28,  1905, paragraph 5","content":"Let our brethren unite in a study as to how improvements may be made, that the sick may be better provided for. The treatment rooms can be made more pleasant and attractive. Skill and workmanship might be profitably expended in improving the appearance of other parts of the building. These improvements may be simple, and need not require a large outlay of means. There should be a change in the mattresses on some of the beds. Some of the patients find the hard mattresses very uncomfortable."},{"refcode_short":"NebRep February 28,  1905, par. 6","refcode_long":"The Nebraska Reporter February 28,  1905, paragraph 6","content":"When patients see that everything possible is done for their comfort, they will be more willing to pay for the conveniences afforded. Care in regard to the details will do much to make the guests cheerful and contented."},{"refcode_short":"NebRep February 28,  1905, par. 7","refcode_long":"The Nebraska Reporter February 28,  1905, paragraph 7","content":"Let a united effort be made to build up and sustain this sanitarium, that it may have life and vitality. Our medical institutions are to be as the arm and hand of the message. The Lord desires the efforts put forth for the recovery of the sick to be a means of preparing them to receive the message of mercy. Time is short, and what is done must be done quickly. The Lord would have all use their influence to build up this institution, not to limit its power of doing good. Those who are connected with this branch of the Lord's work should be encouraged and strengthened by their brethren and sisters, that they may efficiently and cheerfully care for the sick and suffering. Every exertion should be put forth to make it possible for the physicians and nurses to do thorough work. The Lord would have His people in the Central Union Conference arouse, and put forth a united effort to make the sanitarium at College View a praise in the earth, and a continual blessing to many, that from it there may shine forth the light of truth."},{"refcode_short":"NebRep February 28,  1905, par. 8","refcode_long":"The Nebraska Reporter February 28,  1905, paragraph 8","content":"Let every helper begin to study what can be done in genuine Christian service right in the sanitarium. This will be the best medical missionary work they can possibly do. And the Lord will let His blessing rest upon the helpers if they will set all their powers at work to see how they can improve the condition and the appearance of the institution from the highest story to the lowest story."},{"refcode_short":"NebRep February 28,  1905, par. 9","refcode_long":"The Nebraska Reporter February 28,  1905, paragraph 9","content":"What is a sanitarium? It is a place of healing; a place in which reforms are to be wrought out; a place in which young men and women are to receive an education in the use of the facilities that God has given for the benefit of suffering humanity. God has placed us in the world to bless one another, and we desire the sanitarium here to give the students in the school a representation of the highest kind of medical missionary work. God wants the students in the school and the nurses and helpers in the sanitarium to strive for perfection in all that they do. He desires each of us to perfect a Christian character. But in order to do this, we must live and work in the fear and love of God."},{"refcode_short":"NebRep February 28,  1905, par. 10","refcode_long":"The Nebraska Reporter February 28,  1905, paragraph 10","content":"I am glad to see in front of the sanitarium such a beautiful field of greensward. This is attractive to the sick. They can go out of doors, breathe the fresh air, and enjoy the flowers that have been planted. This is well-pleasing to God. He looks with pleasure upon the flowers. When Christ was on earth He picked the flowers and gave them to the children, telling them to study them. “Consider the lilies of the field, how they grow,” He said, “they toil not, neither do they spin: and yet I say unto you, that Solomon in all his glory was not arrayed like one of these.” I have seen the water-lily growing up through mud and filth, yet putting forth pure, spotless blossoms. One day as my husband and I were on the water, we saw some of these lilies. I said to him, “Reach down, and pull up a root if you can.” This he did, and we saw how the beautiful flower was joined by a channeled stem to the root. This channeled stem struck down through the weeds and rubbish to the pure sands beneath, drawing thence the nourishment that gave life to the blossoms of spotless purity."},{"refcode_short":"NebRep February 28,  1905, par. 11","refcode_long":"The Nebraska Reporter February 28,  1905, paragraph 11","content":"Thus we are to do. We are to separate from our lives all that is evil, that our characters may be pure and spotless. Let the children be taught these lessons. Let them be taught to refuse the evil and choose the good. They will always remember these lessons."},{"refcode_short":"NebRep February 28,  1905, par. 12","refcode_long":"The Nebraska Reporter February 28,  1905, paragraph 12","content":"Let us consider more diligently and carefully the work of character-building. When Jesus was working at the carpenter's bench, some of His associates would sometimes deride Him because He took such pains with every detail. If the parts of what He was making did not fit perfectly, He would put more work on them. Some thought such scrupulous care needless. But thus Christ was teaching us the need of striving for perfection in all that we do. Our work is to be done so carefully that God can say to us, “Well done, good and faithful servant.”"},{"refcode_short":"NebRep February 28,  1905, par. 13","refcode_long":"The Nebraska Reporter February 28,  1905, paragraph 13","content":"This is a beautiful spot. I thank God that the sanitarium is located in so favorable a situation. Let every thing about these institutions at College View be orderly and presentable. And let the neatness and cleanliness of the institutions represent the characters of those who are connected with them."},{"refcode_short":"NebRep November 30,  1905","refcode_long":"The Nebraska Reporter November 30,  1905","content":"November 30, 1905"},{"refcode_short":"NebRep November 30,  1905","refcode_long":"The Nebraska Reporter November 30,  1905","content":"“I am instructed ...”"},{"refcode_short":"NebRep November 30,  1905, par. 1","refcode_long":"The Nebraska Reporter November 30,  1905, paragraph 1","content":"I am instructed to say to those who edit our denominational papers that they are to print all the matter possible, dealing with the affirmative side of Bible truth. They are to give the trumpet a certain sound. Let every article that is printed in the Review and Herald be of a character that will reflect light and not the moral darkness of this world. Every column is to be filled with the precious truth."},{"refcode_short":"NebRep November 30,  1905, par. 2","refcode_long":"The Nebraska Reporter November 30,  1905, paragraph 2","content":"Let not our brethren make use of the precious space in our denominational paper, to record incidents connected with the life of President Roosevelt, or his daughter, or any other member of his family. Such items of news will enlighten no one in regard to the truth."},{"refcode_short":"NebRep November 30,  1905, par. 3","refcode_long":"The Nebraska Reporter November 30,  1905, paragraph 3","content":"Some of the articles, even those treating upon Bible subjects, should be made shorter."}]