[{"refcode_short":"Needs","refcode_long":"The Needs of the Cause in Australasia","content":"The Needs of the Cause in Australasia"},{"refcode_short":"Needs July 4,  1903","refcode_long":"The Needs of the Cause in Australasia July 4,  1903","content":"1903"},{"refcode_short":"Needs July 4,  1903","refcode_long":"The Needs of the Cause in Australasia July 4,  1903","content":"July 4, 1903"},{"refcode_short":"Needs July 4,  1903","refcode_long":"The Needs of the Cause in Australasia July 4,  1903","content":"The Needs of the Cause in Australasia"},{"refcode_short":"Needs July 4,  1903","refcode_long":"The Needs of the Cause in Australasia July 4,  1903","content":"Sanitarium, Cal."},{"refcode_short":"Needs July 4,  1903, par. 1","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 1","content":"My dear Brethren and Sisters in America,"},{"refcode_short":"Needs July 4,  1903, par. 2","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 2","content":"Again and again the Lord has presented before you the needs of the Australasian field. You know something of what has already been accomplished there in the different lines of work. You have been informed more or less fully in regard to the establishment of the institutions in that field. Many have sent of their means to help these institutions. Few, however, are familiar either with the self-sacrificing efforts that brought into existence the publishing-house, the school, and the sanitarium in Australia or with the present financial needs of the work."},{"refcode_short":"Needs July 4,  1903","refcode_long":"The Needs of the Cause in Australasia July 4,  1903","content":"A Missionary Field"},{"refcode_short":"Needs July 4,  1903, par. 3","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 3","content":"I do not regret the years we spent in Australasia. I am glad that we went there, over ten years ago, in response to the urgent request of the General Conference. We found ourselves on missionary soil, in a land where there were but few Sabbath-keepers, and scarcely any facilities. We made it our first work to unite with the faithful laborers there in an effort to open the field as rapidly as possible. The Lord gave us access to the hearts of the people, and blessed our efforts to save souls. Churches were organized, and meeting-houses were built."},{"refcode_short":"Needs July 4,  1903, par. 4","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 4","content":"In our work we practiced the strictest economy, in order that we might place the cause of present truth on vantage ground. Constantly the Lord instructed us to add new territory. We did all we could to heed this instruction. I involved myself in debt, in order to walk in the light shining upon our pathway; for the demands of the work were urgent, and the funds in the mission treasury were limited. Instead of being discouraged at the outlook, we endeavored to extend the triumphs of the cross."},{"refcode_short":"Needs July 4,  1903","refcode_long":"The Needs of the Cause in Australasia July 4,  1903","content":"Neglected Appeals"},{"refcode_short":"Needs July 4,  1903, par. 5","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 5","content":"If we had not been hindered on the right hand and on the left, the work there would have been pushed forward with tenfold greater strength than it was. When in need of means, we could not visit large churches to appeal for help, as we had done so often in America. In the night season, the Lord instructed me to call upon the churches in America to make liberal contributions for the Australasian field. We sent appeals, and some responses were made to these calls. However, we did not receive all that the needs of the field demanded."},{"refcode_short":"Needs July 4,  1903, par. 6","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 6","content":"In the visions of the night, the Lord revealed to me that the churches in America were ready to help, but that some of the brethren in positions of responsibility were speaking words of caution, saying, “We shall need this money in this country.” Thus the help that would have been given was withheld. If those who spoke the words of caution had known how the workers in new fields,—fields where there were almost no buildings, no institutions, to give character to our work,—had spent hours in earnest prayer before God, asking for help to meet the responsibilities coming upon them, they would not have spoken as they did."},{"refcode_short":"Needs July 4,  1903","refcode_long":"The Needs of the Cause in Australasia July 4,  1903","content":"The Publishing Work"},{"refcode_short":"Needs July 4,  1903, par. 7","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 7","content":"The publishing house in Melbourne was established soon after Australasia was entered. The pioneers who preceded us bore heavy burdens in connection with this institution. The Lord went before them, opening the way. By patient, self-denying effort, the publishing work was placed upon a firm basis."},{"refcode_short":"Needs July 4,  1903","refcode_long":"The Needs of the Cause in Australasia July 4,  1903","content":"The Educational Work"},{"refcode_short":"Needs July 4,  1903, par. 8","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 8","content":"Less than a year after we arrived in our new field, the brethren and sisters in Australia and New Zealand, notwithstanding their deep poverty, co-operated heartily with the Lord's opening providences, by establishing in Melbourne a Bible school for the training of the youth who desired to prepare themselves for the Master's service. In order to maintain this school we sacrificed in many ways. The financial assistance rendered by Elder Haskell was very timely. The results of the work of the school did not disappoint our expectations."},{"refcode_short":"Needs July 4,  1903, par. 9","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 9","content":"A general school for Australasia was finally established permanently in New South Wales. The Lord directed us to a tract of land near Cooranbong, about seventy-five miles north of Sydney. Here we were instructed by the Great Teacher to establish a model school,—a school in which students would be given an opportunity to gain not only book-learning, but practical training in the various trades and in the cultivation of the soil. Removed far from the temptations of city life, the students of the Avondale School for Christian Workers were to be given every encouragement to develop physically and spiritually, as well as mentally."},{"refcode_short":"Needs July 4,  1903, par. 10","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 10","content":"The foundations of our Australasian school were laid in self-sacrifice. Angels of God stood by the noble workers at Avondale. I thank the Lord that at the time when there was so great a dearth of means, we did not sit down and fold our hands, making no effort to advance. I thank Him for putting into the hearts of our friends in South Africa a desire to help us in a time of great need. Some friends in America advanced funds to provide a few needed facilities. I freely used of my own means to meet some of the many necessities of the school work. Of all that came into my hands, that I could call my own, I withheld nothing. It was all the Lord's, and was freely spent in His service. In times of crisis, I borrowed money, to the amount of several thousand dollars, giving my personal note, and advancing the means to the school. Thus we struggled in the early days at Cooranbong."},{"refcode_short":"Needs July 4,  1903","refcode_long":"The Needs of the Cause in Australasia July 4,  1903","content":"The Medical Missionary Work"},{"refcode_short":"Needs July 4,  1903, par. 11","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 11","content":"Soon after the Avondale School was established, treatment-rooms were opened in Sydney, in a rented dwelling house. The Lord greatly blessed this institution, which soon developed into a small sanitarium. Through its influence many souls accepted the truth. In some instances whole families began to keep the Sabbath through the visits of some of the members to the Sanitarium for treatment. A wealthy clergyman while there for treatment, became interested in the truth, soon decided to keep the Sabbath, and at once began to help the work with his means."},{"refcode_short":"Needs July 4,  1903, par. 12","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 12","content":"Sanitariums, properly conducted, are divinely-appointed agencies that will bring into the truth those who will be producers as well as consumers. In our medical institutions the helpers are trained to be laborers together with God, to carry out the teachings of the great Medical Missionary. If the nurses place themselves in right relation to the sanitarium work, there is developed in them self-forgetfulness, thoughtfulness in speech, helpfulness in service, patient continuance in well-doing. Their earnest desire to help others carries with it a sympathy that is healing in its influence. Every sanitarium should be a place in which Christ can abide, the healing, restoring influence of His life pervading every room, for the restoration of soul and body."},{"refcode_short":"Needs July 4,  1903","refcode_long":"The Needs of the Cause in Australasia July 4,  1903","content":"Difficulties Encountered"},{"refcode_short":"Needs July 4,  1903, par. 13","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 13","content":"The Lord instructed us that instead of remaining in the city, we should have buildings of our own, in the country, in which to carry on sanitarium work, and to train nurses for the Australasian field. But we had given to the utmost of our ability, it seemed, to establish the other institutions, and to occupy unentered fields. In this crisis the Lord gave to His stewards in America the opportunity to unite with Him in establishing a sanitarium in Australia, and placing it in working order."},{"refcode_short":"Needs July 4,  1903, par. 14","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 14","content":"Appeals were made to our oldest and strongest institutions in America, to assist financially in the establishment of sister institutions in Australasia. But they did not see how they could do this. They were heavily in debt, and to give of their means might cause legal difficulties. So the help that should have been sent was hindered."},{"refcode_short":"Needs July 4,  1903","refcode_long":"The Needs of the Cause in Australasia July 4,  1903","content":"A Noble Effort"},{"refcode_short":"Needs July 4,  1903, par. 15","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 15","content":"At a meeting of the Australasian Union Conference, held at Cooranbong in July, 1899, the necessity of our having a properly equipped Sanitarium was presented to the brethren and sisters assembled; and notwithstanding the scarcity of funds caused by the expenditure of large sums in the erection of the school buildings, meeting-houses in several places, and the Avondale Health Retreat, and in the starting of the Avondale Press, the small company present at this meeting pledged to the Sydney Sanitarium enterprise nearly five thousand dollars."},{"refcode_short":"Needs July 4,  1903, par. 16","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 16","content":"Very few of those who pledged so liberally had the means at hand. It had to be earned and saved, and several months passed before much was received. But we took courage to look for a suitable location, and in time found a beautiful tract of about seventy acres at Wahroonga, thirteen miles from Sydney, in a very picturesque and healthful district."},{"refcode_short":"Needs July 4,  1903, par. 17","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 17","content":"On their return to America after the Union Conference, Elders Haskell and Irwin made personal appeals in many places, and to these appeals some responded heartily. From the funds thus raised, timely help was rendered to the Avondale Health Retreat, the Union Conference, the Avondale Press, and the Queensland, and Western Australian Missions. And a portion was used to help in the purchase of the Sanitarium site."},{"refcode_short":"Needs July 4,  1903, par. 18","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 18","content":"Dr. J. H. Kellogg had sent a personal gift of a thousand dollars, and promised to secure, if possible, a gift of five thousand dollars from the International Medical Missionary Association. Several months later this was received. But for some time the Sanitarium enterprise stood before us, with our land but partly paid for, and with but a few hundred dollars in sight with which to purchase building material."},{"refcode_short":"Needs July 4,  1903","refcode_long":"The Needs of the Cause in Australasia July 4,  1903","content":"“Arise, and Build”"},{"refcode_short":"Needs July 4,  1903, par. 19","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 19","content":"Finally the word of the Lord came that the time had arrived for us to arise, and build; that the work on the Sydney Sanitarium should go forward without further delay. We were assured that notwithstanding the forbidding outlook, the Lord would strengthen us to walk by faith."},{"refcode_short":"Needs July 4,  1903, par. 20","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 20","content":"The effort to build the Sydney Sanitarium has been a tremendous one. Upon my return to America, I hoped to make strong personal appeals for means to assist our brethren in completing this building. But I found that the brethren and sisters in America had been drawn upon heavily to raise a material fund for the Relief of the Schools enterprise. A little later they were called upon to strain every nerve to relieve our institutions in Scandinavia, which were in a pitiable condition. The effort to lift these institutions out of their embarrassment drew heavily on the resources of the church members in America."},{"refcode_short":"Needs July 4,  1903, par. 21","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 21","content":"I ceased not to pray that means might come from some source for the completion of the medical institution in Australia. I made appeals at several general meetings. But many needy fields were calling for help. The Lord instructed me to call upon our brethren and sisters in Australasia to awake, and rally to the help of the Sydney Sanitarium, doing all in their power to set this institution in operation as soon as possible. They were asked to study the situation carefully and prayerfully, and to depend largely upon themselves to complete the building."},{"refcode_short":"Needs July 4,  1903, par. 22","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 22","content":"Our fellow laborers in Australasia responded cheerfully and heartily. The second tithe was set apart to increase the building fund. Many gifts of money, labor, and material, representing untold self-denial, were made. Those who were connected closely with the supervision of the work.—Elder Burden and his family, Dr. Merritt H. Kellogg, the Drs. Kress, and others,—made great personal sacrifices, working unselfishly and untiringly to complete the structure. At times when those in charge were put to their wits’ end to know how to obtain the means necessary for the advancement of the work, the Lord moved upon some one to make a loan to the institution, sometimes without interest, and sometimes at a low rate. Greatly encouraged, the workers would persevere, sacrificing their earnings, and striving to prepare the building for occupancy. The Lord richly blessed their faithful efforts, and gave them a precious experience. In spite of vexatious delays and hindrances, the will and way of the Lord was carried out in the completion of the building. The dedicatory services and formal opening took place January 1, 1903."},{"refcode_short":"Needs July 4,  1903, par. 23","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 23","content":"Let us thank God for our Sanitarium in Australia! The Lord has repeatedly given instruction regarding the importance of this institution, and the necessity for its establishment. He will bless the physicians and helpers there, as they strive to make the institution what He desires it to be,—an agency for saving the souls as well as the bodies of men and women."},{"refcode_short":"Needs July 4,  1903, par. 24","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 24","content":"Our brethren and sisters in Australasia have done nobly. At the cost of great sacrifice and much taxing labor their Sanitarium has been erected. The Lord sees; He understands the situation. We praise Him for the willing spirit that He put into the hearts of our fellow workers across the broad Pacific, inspiring them to respond willingly, gladly, without murmuring, to the appeals made to them. In co-operating with God, cheerfully doing their work with self-denial, they have been engaged in true gospel medical missionary work. Let us praise the Lord for what He hath wrought through the united efforts of His people. Let us encourage our Australasian brethren to continue to wage an aggressive warfare in their field."},{"refcode_short":"Needs July 4,  1903, par. 25","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 25","content":"Our Duty, in View of the Present"},{"refcode_short":"Needs July 4,  1903","refcode_long":"The Needs of the Cause in Australasia July 4,  1903","content":"Situation"},{"refcode_short":"Needs July 4,  1903, par. 26","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 26","content":"The Sydney Sanitarium having been completed and opened for patients, our brethren and sisters in America may conclude that no further obligation rests upon them. Such is not the case. A great work remains to be done in Australasia. Many fields there are still unentered. Upon the Australasian Union Conference there rests the burden of carrying the message to many of the islands of the Pacific. And in the home field there are great cities to be worked. Evangelistic efforts must be put forth in Sydney and Melbourne. Large portions of these cities have never been entered."},{"refcode_short":"Needs July 4,  1903, par. 27","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 27","content":"In this time, when aggressive efforts must be made to proclaim the third angel's message in the unwarned portions of the field, deep poverty has come upon Australia, because of the long-continued drought. Although we are not there on the ground, we dare not, under these circumstances, keep silent in regard to the needs of the field. Even under the most favorable conditions, the burden of raising means to equip fully the Sanitarium, and the effort to decrease the indebtedness, in addition to the advance work to be done in new fields, would have called for much sacrifice on the part of all. Now that so many have lost heavily on account of the drought, we who came short of doing what we ought to have done years ago, when the Lord first called upon us to send means there for the establishment of the Sydney Sanitarium, should improve this opportunity to show our liberality."},{"refcode_short":"Needs July 4,  1903, par. 28","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 28","content":"Sabbath, July 4, has been set apart as the day when an offering for Australasia shall be taken. My brethren and sisters in America, I plead with all earnestness that at the appointed time you shall do your best to help meet the necessities in our sister field. Let parents and children unitedly give of their means. Let old and young remember that in God's sight they are all little children, and that at this time they are to reveal their obedience to their heavenly Father by giving freely in answer to this call. Upon, those who do this, will rest heaven's richest blessings."},{"refcode_short":"Needs July 4,  1903","refcode_long":"The Needs of the Cause in Australasia July 4,  1903","content":"The Glory of the Gospel"},{"refcode_short":"Needs July 4,  1903, par. 29","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 29","content":"It is the glory of the gospel that it is founded upon the principle of restoring in the fallen race the divine image by a constant manifestation of benevolence. This work began in the heavenly courts. There God decided to give human beings an unmistakable evidence of the love with which He regarded them. He “so loved the world that He gave His only begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.”"},{"refcode_short":"Needs July 4,  1903, par. 30","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 30","content":"The Godhead was stirred with pity for the race, and the Father, the Son, and the Holy Spirit gave themselves to the working out of the plan of redemption. In order fully to carry out this plan, it was decided that Christ, the only begotten Son of God, should give Himself an offering for sin. What line can measure the depth of this love? God would make it impossible for man to say that He could have done more. When He gave Christ, He gave all the resources of heaven, that nothing might be wanting in the plan for man's uplifting. Here is love—the contemplation of which should fill the soul with inexpressible gratitude!"},{"refcode_short":"Needs July 4,  1903","refcode_long":"The Needs of the Cause in Australasia July 4,  1903","content":"All Should Have a Part"},{"refcode_short":"Needs July 4,  1903, par. 31","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 31","content":"The establishment of churches and sanitariums is but a further manifestation of the love of God, and in this work all God's people should have a part. Christ formed His church here below for the express purpose of showing forth through its members the grace of God. Throughout the world His people are to raise memorials of His Sabbath,—the sign between Him and them that He is the One who sanctifies them. Thus they are to show that they have returned to their loyalty, and stand firm for the principles of His law."},{"refcode_short":"Needs July 4,  1903, par. 32","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 32","content":"Sanitariums are to be so established and conducted that they will be educational in character. They are to show forth to the world the benevolence of heaven, and though Christ's visible presence is not discerned in the building, yet the workers may claim the promise, “Lo, I am with you alway, even unto the end of the world.” He has assured us that to those who love and fear Him, He will give power to continue the work He began on this earth. He went about doing good, teaching the ignorant and healing the sick. And His work never stopped with an exhibition of His power to heal physical disease. He made each work of healing an occasion of implanting in the heart the divine principles of His love and benevolence. Thus His followers are to work."},{"refcode_short":"Needs July 4,  1903","refcode_long":"The Needs of the Cause in Australasia July 4,  1903","content":"Uniting With the Angels"},{"refcode_short":"Needs July 4,  1903, par. 33","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 33","content":"The inhabitants of the heavenly universe are appointed to go forth, and come into close touch with human instrumentalities who act as God's helping hand. In the performance of this mission of love, angels mingle with the fallen race, ministering to those who shall be heirs of salvation. Divine and human agencies unite in the work of restoring the image of God in man. All who partake of the divine nature are appointed of God to unite with the angels in carrying forward with untiring zeal the plan of redemption."},{"refcode_short":"Needs July 4,  1903","refcode_long":"The Needs of the Cause in Australasia July 4,  1903","content":"A Call to Action"},{"refcode_short":"Needs July 4,  1903, par. 34","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 34","content":"Shall we not as a people awaken to our responsibility? Shall we not manifest our love for God and our fellow men by giving of our means to carry forward the work for this time, while the way is still open for work to be done?"},{"refcode_short":"Needs July 4,  1903, par. 35","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 35","content":"The principles of Christ's love demand action. When this appeal shall come to you, let no one conspire to quench the spark of benevolence; let every one strive to fan it to a strong, steady flame."},{"refcode_short":"Needs July 4,  1903, par. 36","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 36","content":"All the money is the Lord's, and we now call upon our people in America to unite in making liberal gifts to our sister field, Australia. Let there be in the hearts of our people a revival of the love shown on Calvary for fallen humanity. Behold the King of glory giving His life for a sinful world. Calvary speaks in language more forcible than any I can use. “I gave My life for thee; what hast thou given for Me?”"},{"refcode_short":"Needs July 4,  1903, par. 37","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 37","content":"Meet around the cross of Calvary in self-sacrifice and self-denial. As you stand before the cross, and see the royal Prince of heaven dying for you, can you seal your heart, saying, “No; I have nothing to give”? God will bless you as you do your best. As you approach the throne of grace, as you find yourself bound to this throne by the golden chain let down from heaven to earth to draw men from the pit of sin, your heart will go out in love for your brethren and sisters who are without God and without hope in the world."},{"refcode_short":"Needs July 4,  1903, par. 38","refcode_long":"The Needs of the Cause in Australasia July 4,  1903, paragraph 38","content":"God help us to feel that now, just now, is our time and opportunity to work for the Master. As we see the love that has been shown for us, shall not our love be awakened and enlarged, so that nothing will seem too much for us to do for God? Let us do something and do it now. Let us arouse from our apathy, and, catching the inspiration of God's love, work as never before for the Master."}]