[{"refcode_short":"NIRec","refcode_long":"The Northern Illinois Recorder","content":"The Northern Illinois Recorder"},{"refcode_short":"NIRec August 17,  1909","refcode_long":"The Northern Illinois Recorder August 17,  1909","content":"1909"},{"refcode_short":"NIRec August 17,  1909","refcode_long":"The Northern Illinois Recorder August 17,  1909","content":"August 17, 1909"},{"refcode_short":"NIRec August 17,  1909","refcode_long":"The Northern Illinois Recorder August 17,  1909","content":"A Sermon (Delivered by Mrs. E. G. White at the Elgin Camp-meeting, Sabbath August 7th)"},{"refcode_short":"NIRec August 17,  1909, par. 1","refcode_long":"The Northern Illinois Recorder August 17,  1909, paragraph 1","content":"“Let not your heart be troubled: ye believe in God, believe also in me. In my Father's house are many mansions; if it were not so, I would have told you. I go to prepare a place for you.”"},{"refcode_short":"NIRec August 17,  1909, par. 2","refcode_long":"The Northern Illinois Recorder August 17,  1909, paragraph 2","content":"While Christ is gone to prepare a place for everyone who shall comply with the conditions, we have no right to be indifferent, we have no right to be careless, we must show that we have an interest in this world that is of the highest order. Christ did not leave us helpless. He says, “I will come again and receive you unto myself that where I am there ye may be also.” It was a tremendous price that He paid for every soul, and He expects that every soul of us shall be interested in our own eternal interests. Having a knowledge of the infinite sacrifice that our Saviour has made in our behalf, shall we not comply with every condition that He has made? that we can co-operate with Christ and Christ with us?"},{"refcode_short":"NIRec August 17,  1909, par. 3","refcode_long":"The Northern Illinois Recorder August 17,  1909, paragraph 3","content":"What does it mean to be connected with Christ? You must do your best. It may not be much, but do your best and when you have done your best cast your helpless soul upon Jesus Christ as your Saviour, as your Redeemer, and then just have faith. A faith that works by love and purifies the soul."},{"refcode_short":"NIRec August 17,  1909, par. 4","refcode_long":"The Northern Illinois Recorder August 17,  1909, paragraph 4","content":"“And whatever you shall ask in my name that will I do that the Father may be glorified in the Son. If He shall ask anything in my name I will do it.” Now there must be a faith that is carried out in that. There must be a faith that claims the word. What a wonderful thing it is,—our salvation! What a wonderful work. Why not have that simplicity of faith that takes God at His word? Why not believe that He will do just as He said He would? Jesus has given His life for you that you might be a partaker of His divine nature. He does the work for you. Although He has ascended into heaven, He has angels all around that are working upon human hearts right here today."},{"refcode_short":"NIRec August 17,  1909, par. 5","refcode_long":"The Northern Illinois Recorder August 17,  1909, paragraph 5","content":"“If ye love me keep my commandments and I will pray the Father that He shall give you another comforter and abide with you forever, even the spirit of truth.” That is what we want “He that hath my commandments and keepeth them he it is that loveth me.” Now be sure and find out what these commandments are. It would not do to guess at them and be far off."},{"refcode_short":"NIRec August 17,  1909, par. 6","refcode_long":"The Northern Illinois Recorder August 17,  1909, paragraph 6","content":"You should work out Christ's teachings in truth and righteousness before the world. It is not enough to have your name on the church book. It is not enough to go down into the water and be baptized, to come up out of the water with a solemn pledge that you are dead to the world. Do you keep that pledge? do you confess Him to the world? or do you imitate the fashions and habits of the world? What can I do, what shall I do to make people understand that there are souls around about them to be saved? They are to deny self, to make sacrifices on the right and on the left. What an example Christ has given us."},{"refcode_short":"NIRec August 17,  1909, par. 7","refcode_long":"The Northern Illinois Recorder August 17,  1909, paragraph 7","content":"“Every branch that beareth not fruit shall be taken away.” Do you want to be taken away? What part do you bear? What evidence have you that you belong to Jesus Christ? What evidence do you bear to the world around you?"},{"refcode_short":"NIRec August 17,  1909, par. 8","refcode_long":"The Northern Illinois Recorder August 17,  1909, paragraph 8","content":"The heavenly angels, Christ and the Father are perfectly united. Those that will not create a second rebellion in heaven will be there. Those who have worked in harmony with the heavenly angels can join him in the heavenly courts."},{"refcode_short":"NIRec August 17,  1909, par. 9","refcode_long":"The Northern Illinois Recorder August 17,  1909, paragraph 9","content":"When you have a hard time do not give right up to it and say “Now, it is no use, I have tried to be a Christian and here I have met with disappointment and losses.” What did Christ suffer? He came down to this world to be a man of sorrow and acquainted with grief. Will you consider that? Every one of us have a work to do. It is truth that sanctifies the soul. Sit down and study the Word. There are souls to be lost or saved through our influence."},{"refcode_short":"NIRec August 17,  1909, par. 10","refcode_long":"The Northern Illinois Recorder August 17,  1909, paragraph 10","content":"True conversion is simply taking God at His word and it is following out the teachings of Jesus Christ. Unless you should make a mistake follow His word, study it with your family, study it with your children lest some of your children should not understand it. Then never speak a cross word because that is of the devil. You want to deal with them just as Christ deals with them. Christ came from the heavenly courts to help and strengthen, to bring to you in the form of humanity the divinity of the Son of God. He came from the heavenly courts that you might be a partaker of the divine nature having overcome the corruption that is in the world through lust, and you never can do it unless you take right hold of the divinity of Christ by prayer and then claim the promise."},{"refcode_short":"NIRec August 17,  1909, par. 11","refcode_long":"The Northern Illinois Recorder August 17,  1909, paragraph 11","content":"You must have a soul-saving experience. One soul saved is worth a world. I feel it to the very intensity of my being or you would never see me here. Nearly eighty-two years old and yet I feel such an intensity I cannot give up the work. I want that every soul of us shall understand there is a work for each of us to do. We are not to be idlers in the Lord's field. We are to become helpers with Jesus Christ. That is what you should be, to help lift the burden."},{"refcode_short":"NIRec August 17,  1909, par. 12","refcode_long":"The Northern Illinois Recorder August 17,  1909, paragraph 12","content":"One of the disciples who was in love with the Master's teaching said, “I will follow Thee whithersoever thou goest.” “He turned to him and said, “Foxes have holes, the birds of the air have nests but the Son of man hath not where to lay His head.” Night after night He slept upon the ground without a good mattress. He let us have the word of God to guide us in its simplicity and prize that simplicity in our own lives. What we want is heaven at the cost of all things. What we want is eternal life. What we want is to see souls saved and to know that we have acted a part in their salvation. Every man has a work and to every man it is declared that the Lord has given his work therefore let every influence be exerted to win souls. Christ laid off His golden crown, He laid aside His royal robe. He was willing to do that and come down and be a little child and help his father at the carpenter's trade. If He was building, He would build surely and safely, that was His work and He calls upon every man and every woman to build characters upon his divine pattern and there it is that humanity grasps divinity."},{"refcode_short":"NIRec August 17,  1909, par. 13","refcode_long":"The Northern Illinois Recorder August 17,  1909, paragraph 13","content":"We have got a battle to fight; we have got a heaven to gain, we have got a crown to gain, and may God help every one of us. We want to act as though it were a reality with us. I cannot afford to lose my soul. I want to say to every one of you, for Christ's sake do what you can. Not a one shall enter into that city that is not an overcomer. Every one must overcome in this world."}]