[{"refcode_short":"NL 1","refcode_long":"A New Life (Revival and Beyond), p. 1 (Ellen Gould White)","content":"A New Life [Revival and Beyond]"},{"refcode_short":"NL 3","refcode_long":"A New Life (Revival and Beyond), p. 3 (Ellen Gould White)","content":"Read This First"},{"refcode_short":"NL 3.1","refcode_long":"A New Life (Revival and Beyond), p. 3.1 (Ellen Gould White)","content":"The name of Jesus has today become a part of the witnessing vocabulary of many thousands of young and old alike. The second coming of Christ, being born again, what Jesus means to us here and now, have become topics for everyday conversation. Songs of religious experience are competing with those about romance. Revival has happened before, and has accomplished startling results. But today, as never before, it's happening among youth."},{"refcode_short":"NL 3.2","refcode_long":"A New Life (Revival and Beyond), p. 3.2 (Ellen Gould White)","content":"On many college and university campuses—even those not particularly noted for religious connections—the name of Jesus is openly discussed in a new, positive way. Youth from comfortable homes, from the poor, the drug scene, from the well educated, have been moved to accept Christ in large numbers. Thousands have sensed the miraculous experience of being converted. And Seventh-day Adventist youth are experiencing revival too. But now what? Where do we go from here?"},{"refcode_short":"NL 3.3","refcode_long":"A New Life (Revival and Beyond), p. 3.3 (Ellen Gould White)","content":"Being born again, justified, converted—whatever we choose to call it—is the beginning. But what about the days and weeks and months of growing up into Christ? What about that lifetime experience we sometimes call sanctification?"},{"refcode_short":"NL 3.4","refcode_long":"A New Life (Revival and Beyond), p. 3.4 (Ellen Gould White)","content":"The word of God and the counsels of Ellen White lead us to the conclusion that we are justified by faith and accepting Christ, but we are sanctified by faith and obedience. The truly born-again Christian not only talks about, but lives a life that testifies that he is, in fact, a follower of the Lord Jesus Christ."},{"refcode_short":"NL 4.1","refcode_long":"A New Life (Revival and Beyond), p. 4.1 (Ellen Gould White)","content":"The way to eternal life is not easy. After all, it is called “strait” in the Bible. We battle enemies outside ourselves as well as sinful tendencies and weaknesses within. There are plenty of detours too. And of course there is always the broad way, with its lurid appeal. Counterfeits are introduced by Satan to confuse and discourage us. But, thank God, there are clear directions to show us the way to life eternal."},{"refcode_short":"NL 4.2","refcode_long":"A New Life (Revival and Beyond), p. 4.2 (Ellen Gould White)","content":"The following questions are typical of those being asked today. How can we explain the power attending popular revival movements in which no attempt is made to honor God's law? What about the tongues movement in some Protestant and Catholic churches? Are healing miracles, which accent some of the revivals of our time, real? Can God work miracles through those who proclaim Jesus’ pardon for sins and yet teach others to ignore the Ten Commandments as unnecessary or impossible?"},{"refcode_short":"NL 4.3","refcode_long":"A New Life (Revival and Beyond), p. 4.3 (Ellen Gould White)","content":"It is obvious from a study of history that not all revivals are God-inspired. Counterfeits have appeared every time there has been the genuine. The Bible tells us that Satan can and does perform miracles. He would, if possible, deceive the very elect. We will not always be able to trust what we see and hear and feel."},{"refcode_short":"NL 4.4","refcode_long":"A New Life (Revival and Beyond), p. 4.4 (Ellen Gould White)","content":"It is not the purpose of this book to pass judgment on the popular revivals of today. Who can doubt that there are genuine conversions at some of these meetings? In fact, we will go a step further and suggest that genuine healing may result from the exercise of faith in God's word. In some cases this may be in spite of the evangelist, not necessarily because of him. It is the purpose of this book, rather, to consider certain criteria that help one to distinguish between the true and the false."},{"refcode_short":"NL 4.5","refcode_long":"A New Life (Revival and Beyond), p. 4.5 (Ellen Gould White)","content":"In one of her earliest visions, seventeen-year-old Ellen Harmon (White) was given an unusual message. It was February, 1845. When Christ had not returned to this earth as expected a few months earlier, the disappointed Adventists were divided and confused. Through Bible study some of them found an explanation for this disappointment. Visions given to Ellen Harmon helped to confirm their conclusions. They discovered Bible truths that had largely been ignored while their attention had been focused on preparation for Christ's return. But the great majority of Adventists rejected all such study or explanation."},{"refcode_short":"NL 5.1","refcode_long":"A New Life (Revival and Beyond), p. 5.1 (Ellen Gould White)","content":"In this vision of 1845 Ellen saw the little loyal group kneeling before God's throne in prayer. Most of them arose and followed Jesus by faith as his work moved into the most holy place. They received the holy spirit, and there “was light, power, and much love, joy, and peace.”—Early Writings, 55."},{"refcode_short":"NL 5.2","refcode_long":"A New Life (Revival and Beyond), p. 5.2 (Ellen Gould White)","content":"But the group which remained bowed before the throne continued to pray there, even though Christ had left. Satan appeared to take Christ's place at the throne, answering their prayers. Ellen saw this group look up, not knowing to whom they prayed, asking for the Holy Spirit. She described what she saw in vision this way: “Satan would then breathe upon them an unholy influence; in it there was light and much power, but no sweet love, joy, and peace. Satan's object was to keep them deceived and to draw back and deceive God's children.” (See Early Writings, 54-56, for the brief account.)"},{"refcode_short":"NL 5.3","refcode_long":"A New Life (Revival and Beyond), p. 5.3 (Ellen Gould White)","content":"The experience of these two groups of Adventists in 1845 reminds us that there can be a genuine and a counterfeit experience—even among those who profess to be sincere. Although God desires that each of us should have a genuine born-again experience followed by a life of happy Christian fulfillment, Satan endeavors to convince us that there are short cuts—easier ways to get it. It is obvious that both can't be right."},{"refcode_short":"NL 6.1","refcode_long":"A New Life (Revival and Beyond), p. 6.1 (Ellen Gould White)","content":"The Seventh-day Adventist church was born in difficult and exciting times. Most of those who participated in its beginnings were young yet deeply dedicated to a study of the word and eager to witness for their faith. In those formative years of the Church often there were deeply spiritual and emotional gatherings of Adventists. Some of the experiences these members had gave evidence of the leading of God's Spirit, whereas others were obviously of another spirit."},{"refcode_short":"NL 6.2","refcode_long":"A New Life (Revival and Beyond), p. 6.2 (Ellen Gould White)","content":"In this setting it was clear that they needed to “try the spirits” to see whether they were from God. Ellen White also gave clear and positive counsel. From this counsel articles were selected that form this small book. A careful study of its pages will provide the reader with timeless principles on the genuine and the counterfeit in religious experience."},{"refcode_short":"NL 6.3","refcode_long":"A New Life (Revival and Beyond), p. 6.3 (Ellen Gould White)","content":"For more than eighty years Ellen White's much-loved book Steps to Christ has been a best seller, with an estimated 16 million copies distributed in a hundred languages. Its appeal for commitment to Christ has been accepted by young and old. A New Life joins it as a companion book offering further guidance toward a life of genuine revival and reformation."},{"refcode_short":"NL 6.4","refcode_long":"A New Life (Revival and Beyond), p. 6.4 (Ellen Gould White)","content":"In these last moments of earth's sinful history, times are difficult again—and also exciting. Surely God's Holy Spirit is ready to give us the power to finish our work for others and the work necessary for ourselves. Can it be that you will be one through whom God will do something special? May your careful study help you to be both eager and ready to meet your Lord when He returns."},{"refcode_short":"NL 7","refcode_long":"A New Life (Revival and Beyond), p. 7 (Ellen Gould White)","content":"Chapter 1—Conversions—Fake or Real"},{"refcode_short":"NL 7","refcode_long":"A New Life (Revival and Beyond), p. 7 (Ellen Gould White)","content":"Power of the Word"},{"refcode_short":"NL 7.1","refcode_long":"A New Life (Revival and Beyond), p. 7.1 (Ellen Gould White)","content":"Wherever the word of God has been faithfully preached, results have followed that attested its divine origin. The Spirit of God accompanied the message of His servants, and the word was with power. Sinners felt their consciences quickened. The “light which lighteth every man that cometh into the world” illumined the secret chambers of their souls, and the hidden things of darkness were made manifest. Deep conviction took hold upon their minds and hearts. They were convinced of sin and of righteousness and of judgment to come. They had a sense of the righteousness of Jehovah and felt the terror of appearing, in their guilt and uncleanness, before the Searcher of hearts. In anguish they cried out: “Who shall deliver me from the body of this death?” As the cross of Calvary, with its infinite sacrifice for the sins of men, was revealed, they saw that nothing but the merits of Christ could suffice to atone for their transgressions; this alone could reconcile man to God. With faith and humility they accepted the Lamb of God, that taketh away the sin of the world. Through the blood of Jesus they had “remission of sins that are past.”"},{"refcode_short":"NL 7","refcode_long":"A New Life (Revival and Beyond), p. 7 (Ellen Gould White)","content":"A New Life-Style"},{"refcode_short":"NL 7.2","refcode_long":"A New Life (Revival and Beyond), p. 7.2 (Ellen Gould White)","content":"These souls brought forth fruit meet for repentance. They believed and were baptized, and rose to walk in newness of life—new creatures in Christ Jesus; not to fashion themselves according to the former lusts, but by the faith of the Son of God to follow in His steps, to reflect His character, and to purify themselves even as He is pure. The things they once hated they now loved, and the things they once loved they hated. The proud and self-assertive became meek and lowly of heart. The vain and supercilious became serious and unobtrusive. The profane became reverent, the drunken sober, and the profligate pure. The vain fashions of the world were laid aside. Christians sought not the “outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel; but ... the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price” (1 Peter 3:3, 4)."},{"refcode_short":"NL 8.1","refcode_long":"A New Life (Revival and Beyond), p. 8.1 (Ellen Gould White)","content":"Revivals brought deep heart searching and humility. They were characterized by solemn, earnest appeals to the sinner, by yearning compassion for the purchase of the blood of Christ. Men and women prayed and wrestled with God for the salvation of souls. The fruits of such revivals were seen in souls who shrank not at self-denial and sacrifice, but rejoiced that they were counted worthy to suffer reproach and trial for the sake of Christ. Men beheld a transformation in the lives of those who had professed the name of Jesus. The community was benefited by their influence...."},{"refcode_short":"NL 8.2","refcode_long":"A New Life (Revival and Beyond), p. 8.2 (Ellen Gould White)","content":"This is the result of the work of the Spirit of God. There is no evidence of genuine repentance unless it works reformation. If he restore the pledge, give again that he had robbed, confess his sins, and love God and his fellow men, the sinner may be sure that he has found peace with God. Such were the effects that in former years followed seasons of religious awakening. Judged by their fruits, they were known to be blessed of God in the salvation of men and the uplifting of humanity."},{"refcode_short":"NL 9","refcode_long":"A New Life (Revival and Beyond), p. 9 (Ellen Gould White)","content":"Counterfeit Revivals—What's the Difference?"},{"refcode_short":"NL 9.1","refcode_long":"A New Life (Revival and Beyond), p. 9.1 (Ellen Gould White)","content":"But many of the revivals of modern times have presented a marked contrast to those manifestations of divine grace which in earlier days followed the labors of God's servants. It is true that a widespread interest is kindled, many profess conversion, and there are large accessions to the churches; nevertheless the results are not such as to warrant the belief that there has been a corresponding increase of real spiritual life. The light which flames up for a time soon dies out, leaving the darkness more dense than before."},{"refcode_short":"NL 9.2","refcode_long":"A New Life (Revival and Beyond), p. 9.2 (Ellen Gould White)","content":"Popular revivals are too often carried by appeals to the imagination, by exciting the emotions, by gratifying the love for what is new and startling. Converts thus gained have little desire to listen to Bible truth, little interest in the testimony of prophets and apostles. Unless a religious service has something of a sensational character, it has no attractions for them. A message which appeals to unimpassioned reason awakens no response. The plain warnings of God's word, relating directly to their eternal interests, are unheeded."},{"refcode_short":"NL 9.3","refcode_long":"A New Life (Revival and Beyond), p. 9.3 (Ellen Gould White)","content":"With every truly converted soul the relation to God and to eternal things will be the great topic of life.... Before the final visitation of God's judgments upon the earth there will be among the people of the Lord such a revival of primitive godliness as has not been witnessed since apostolic times. The Spirit and power of God will be poured out upon His children. At that time many will separate themselves from those churches in which the love of this world has supplanted love for God and His Word. Many, both of ministers and people, will gladly accept those great truths which God has caused to be proclaimed at this time to prepare a people for the Lord's second coming."},{"refcode_short":"NL 10.1","refcode_long":"A New Life (Revival and Beyond), p. 10.1 (Ellen Gould White)","content":"The enemy of souls desires to hinder this work; and before the time for such a movement shall come, he will endeavor to prevent it by introducing a counterfeit. In those churches which he can bring under his deceptive power he will make it appear that God's special blessing is poured out; there will be manifest what is thought to be great religious interest. Multitudes will exult that God is working marvelously for them, when the work is that of another spirit. Under a religious guise, Satan will seek to extend his influence over the Christian world."},{"refcode_short":"NL 10","refcode_long":"A New Life (Revival and Beyond), p. 10 (Ellen Gould White)","content":"Why Be Deceived?"},{"refcode_short":"NL 10.2","refcode_long":"A New Life (Revival and Beyond), p. 10.2 (Ellen Gould White)","content":"In many of the revivals which have occurred during the last half century, the same influences have been at work, to a greater or less degree, that will be manifest in the more extensive movements of the future. There is an emotional excitement, a mingling of the true with the false, that is well adapted to mislead. Yet none need be deceived. In the light of God's word it is not difficult to determine the nature of these movements. Wherever men neglect the testimony of the Bible, turning away from those plain, soul-testing truths which require self-denial and renunciation of the world, there we may be sure that God's blessing is not bestowed. And by the rule which Christ Himself has given, “Ye shall know them by their fruits” (Matthew 7:16), it is evident that these movements are not the work of the Spirit of God."},{"refcode_short":"NL 10.3","refcode_long":"A New Life (Revival and Beyond), p. 10.3 (Ellen Gould White)","content":"In the truths of His word, God has given to men a revelation of Himself; and to all who accept them they are a shield against the deceptions of Satan. It is a neglect of these truths that has opened the door to the evils which are now becoming so widespread in the religious world. The nature and the importance of the law of God have been, to a great extent, lost sight of. A wrong conception of the character, the perpetuity, and the obligation of the divine law has led to errors in relation to conversion and sanctification, and has resulted in lowering the standard of piety in the church. Here is to be found the secret of the lack of the Spirit and power of God in the revivals of our time...."},{"refcode_short":"NL 11","refcode_long":"A New Life (Revival and Beyond), p. 11 (Ellen Gould White)","content":"Can God's Law Be Changed?"},{"refcode_short":"NL 11.1","refcode_long":"A New Life (Revival and Beyond), p. 11.1 (Ellen Gould White)","content":"Many religious teachers assert that Christ by His death abolished the law, and men are henceforth free from its requirements. There are some who represent it as a grievous yoke, and in contrast to the bondage of the law they present the liberty to be enjoyed under the gospel."},{"refcode_short":"NL 11.2","refcode_long":"A New Life (Revival and Beyond), p. 11.2 (Ellen Gould White)","content":"But not so did prophets and apostles regard the holy law of God. Said David: “I will walk at liberty: for I seek Thy precepts” (Psalm 119:45). The apostle James, who wrote after the death of Christ, refers to the Decalogue as “the royal law” and “the perfect law of liberty” (James 2:8; 1:25). And the revelator, half a century after the crucifixion, pronounces a blessing upon them “that do His commandments, that they may have right to the tree of life, and may enter in through the gates into the city” (Revelation 22:14). The claim that Christ by His death abolished His Father's law is without foundation. Had it been possible for the law to be changed or set aside, then Christ need not have died to save man from the penalty of sin...."},{"refcode_short":"NL 11","refcode_long":"A New Life (Revival and Beyond), p. 11 (Ellen Gould White)","content":"Alienated and Reconciled—How Does It Happen?"},{"refcode_short":"NL 11.3","refcode_long":"A New Life (Revival and Beyond), p. 11.3 (Ellen Gould White)","content":"It is the work of conversion and sanctification to reconcile men to God by bringing them into accord with the principles of His law. In the beginning, man was created in the image of God. He was in perfect harmony with the nature and the law of God; the principles of righteousness were written upon his heart. But sin alienated him from his Maker. He no longer reflected the divine image. His heart was at war with the principles of God's law. “The carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be” (Romans 8:7). But “God so loved the world, that He gave His only-begotten Son,” that man might be reconciled to God. Through the merits of Christ he can be restored to harmony with his Maker. His heart must be renewed by divine grace; he must have a new life from above. This change is the new birth, without which, says Jesus, “he cannot see the kingdom of God.”"},{"refcode_short":"NL 12.1","refcode_long":"A New Life (Revival and Beyond), p. 12.1 (Ellen Gould White)","content":"The first step in reconciliation to God is the conviction of sin. “Sin is the transgression of the law.” “By the law is the knowledge of sin” (1 John 3:4; Romans 3:20). In order to see his guilt, the sinner must test his character by God's great standard of righteousness. It is a mirror which shows the perfection of a righteous character and enables him to discern the defects in his own."},{"refcode_short":"NL 12.2","refcode_long":"A New Life (Revival and Beyond), p. 12.2 (Ellen Gould White)","content":"The law reveals to man his sins, but it provides no remedy. While it promises life to the obedient, it declares that death is the portion of the transgressor. The gospel of Christ alone can free him from the condemnation or the defilement of sin. He must exercise repentance toward God, whose law has been transgressed; and faith in Christ, his atoning sacrifice. Thus he obtains “remission of sins that are past” and becomes a partaker of the divine nature...."},{"refcode_short":"NL 12.3","refcode_long":"A New Life (Revival and Beyond), p. 12.3 (Ellen Gould White)","content":"Is he now free to transgress God's law? Says Paul: “Do we then make void the law through faith? God forbid: yea, we establish the law.” “How shall we, that are dead to sin, live any longer therein?” And John declares: “This is the love of God, that we keep His commandments: and His commandments are not grievous” (Romans 3:31; 6:2; John 5:3). In the new birth the heart is brought into harmony with God, as it is brought into accord with His law. When this mighty change has taken place in the sinner, he has passed from death unto life, from sin unto holiness, from transgression and rebellion to obedience and loyalty...."},{"refcode_short":"NL 13","refcode_long":"A New Life (Revival and Beyond), p. 13 (Ellen Gould White)","content":"Sanctification—Who Does the Work?"},{"refcode_short":"NL 13.1","refcode_long":"A New Life (Revival and Beyond), p. 13.1 (Ellen Gould White)","content":"Erroneous theories of sanctification, ... springing from neglect or rejection of the divine law, have a prominent place in the religious movements of the day. These theories are both false in doctrine and dangerous in practical results; and the fact that they are so generally finding favor, renders it doubly essential that all have a clear understanding of what the Scriptures teach upon this point."},{"refcode_short":"NL 13.2","refcode_long":"A New Life (Revival and Beyond), p. 13.2 (Ellen Gould White)","content":"True sanctification is a Bible doctrine. The apostle Paul, in his letter to the Thessalonian church, declares: “This is the will of God, even your sanctification.” And he prays: “The very God of peace sanctify you wholly” (1 Thessalonians 4:3; 5:23). The Bible clearly teaches what sanctification is and how it is to be attained. The Saviour prayed for His disciples: “Sanctify them through Thy truth: Thy word is truth” (John 17:17, 19). And Paul teaches that believers are to be “sanctified by the Holy Ghost” (Romans 15:16). What is the work of the Holy Spirit? Jesus told His disciples: “When He, the Spirit of truth, is come, He will guide you into all truth” (John 16:13). And the psalmist says: “Thy law is the truth.” By the word and the Spirit of God are opened to men the great principles of righteousness embodied in His law. And since the law of God is “holy, and just, and good,” a transcript of the divine perfection, it follows that a character formed by obedience to that law will be holy. Christ is a perfect example of such a character. He says: “I have kept My Father's commandments.” “I do always those things that please Him” (John 15:10; 8:29). The followers of Christ are to become like Him—by the grace of God to form characters in harmony with the principles of His holy law. This is Bible sanctification."},{"refcode_short":"NL 14.1","refcode_long":"A New Life (Revival and Beyond), p. 14.1 (Ellen Gould White)","content":"This work can be accomplished only through faith in Christ, by the power of the indwelling Spirit of God. Paul admonishes believers: “Work out your own salvation with fear and trembling. For it is God which worketh in you both to will and to do of His good pleasure” (Philippians 2:12, 13). The Christian will feel the promptings of sin, but he will maintain a constant warfare against it. Here is where Christ's help is needed. Human weakness becomes united to divine strength, and faith exclaims: “Thanks be to God, which giveth us the victory through our Lord Jesus Christ” (1 Corinthians 15:57)."},{"refcode_short":"NL 14.2","refcode_long":"A New Life (Revival and Beyond), p. 14.2 (Ellen Gould White)","content":"The Scriptures plainly show that the work of sanctification is progressive. When in conversion the sinner finds peace with God through the blood of the atonement, the Christian life has but just begun. Now he is to “go on unto perfection;” to grow up “unto the measure of the stature of the fullness of Christ”.... [Philippians 3:13, 14 and 2 Peter 1:5-10 quoted.]"},{"refcode_short":"NL 14","refcode_long":"A New Life (Revival and Beyond), p. 14 (Ellen Gould White)","content":"No Room for Boasting"},{"refcode_short":"NL 14.3","refcode_long":"A New Life (Revival and Beyond), p. 14.3 (Ellen Gould White)","content":"Those who experience the sanctification of the Bible will manifest a spirit of humility. Like Moses, they have had a view of the awful majesty of holiness, and they see their own unworthiness in contrast with the purity and exalted perfection of the Infinite One."},{"refcode_short":"NL 14.4","refcode_long":"A New Life (Revival and Beyond), p. 14.4 (Ellen Gould White)","content":"The prophet Daniel was an example of true sanctification. His long life was filled up with noble service for his Master. He was a man “greatly beloved” (Daniel 10:11) of Heaven. Yet instead of claiming to be pure and holy, this honored prophet identified himself with the really sinful of Israel as he pleaded before God in behalf of his people: “We do not present our supplications before Thee for our righteousnesses, but for Thy great mercies.” “We have sinned, we have done wickedly.” He declares: “I was speaking, and praying, and confessing my sin and the sin of my people....” (Daniel 9:18, 15, 20)."},{"refcode_short":"NL 15.1","refcode_long":"A New Life (Revival and Beyond), p. 15.1 (Ellen Gould White)","content":"When Job heard the voice of the Lord out of the whirlwind, he exclaimed: “I abhor myself, and repent in dust and ashes” (Job 42:6). It was when Isaiah saw the glory of the Lord, and heard the cherubim crying, “Holy, holy, holy, is the Lord of hosts,” that he cried out, “Woe is me! for I am undone” (Isaiah 6:3, 5). Paul, after he was caught up into the third heaven and heard things which it was not possible for a man to utter, speaks of himself as “less than the least of all saints” (2 Corinthians 12:2-4, margin; Ephesians 3:8). It was the beloved John, who leaned on Jesus’ breast and beheld His glory, that fell as one dead before the feet of the angel (Revelation 1:17)."},{"refcode_short":"NL 15.2","refcode_long":"A New Life (Revival and Beyond), p. 15.2 (Ellen Gould White)","content":"There can be no self-exaltation, no boastful claim to freedom from sin, on the part of those who walk in the shadow of Calvary's cross. They feel that it was their sin which caused the agony that broke the heart of the Son of God, and this thought will lead them to self-abasement. Those who live nearest to Jesus discern most clearly the frailty and sinfulness of humanity, and their only hope is in the merit of a crucified and risen Saviour."},{"refcode_short":"NL 15","refcode_long":"A New Life (Revival and Beyond), p. 15 (Ellen Gould White)","content":"Counterfeit Sanctification—Is It “Only Believe”?"},{"refcode_short":"NL 15.3","refcode_long":"A New Life (Revival and Beyond), p. 15.3 (Ellen Gould White)","content":"The sanctification now gaining prominence in the religious world carries with it a spirit of self-exaltation and a disregard for the law of God that mark it as foreign to the religion of the Bible. Its advocates teach that sanctification is an instantaneous work, by which, through faith alone, they attain to perfect holiness. “Only believe,” say they, “and the blessing is yours.” No further effort on the part of the receiver is supposed to be required. At the same time they deny the authority of the law of God, urging that they are released from obligation to keep the commandments. But is it possible for men to be holy, in accord with the will and character of God, without coming into harmony with the principles which are an expression of His nature and will, and which show what is well pleasing to Him?"},{"refcode_short":"NL 16.1","refcode_long":"A New Life (Revival and Beyond), p. 16.1 (Ellen Gould White)","content":"The desire for an easy religion that requires no striving, no self-denial, no divorce from the follies of the world, has made the doctrine of faith, and faith only, a popular doctrine; but what saith the word of God? Says the apostle James: “What doth it profit, my brethren, though a man say he hath faith, and have not works? can faith save him? ... Wilt thou know, O vain man, that faith without works is dead? Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar? Seest thou how faith wrought with his works, and by works was faith made perfect? ... Ye see then how that by works a man is justified, and not by faith only” (James 2:14-24)."},{"refcode_short":"NL 16.2","refcode_long":"A New Life (Revival and Beyond), p. 16.2 (Ellen Gould White)","content":"The testimony of the word of God is against this ensnaring doctrine of faith without works. It is not faith that claims the favor of Heaven without complying with the conditions upon which mercy is to be granted, it is presumption; for genuine faith has its foundation in the promises and provisions of the Scriptures."},{"refcode_short":"NL 16.3","refcode_long":"A New Life (Revival and Beyond), p. 16.3 (Ellen Gould White)","content":"Let none deceive themselves with the belief that they can become holy while willfully violating one of God's requirements. The commission of a known sin silences the witnessing voice of the Spirit and separates the soul from God.... Though John in his epistles dwells so fully upon love, yet he does not hesitate to reveal the true character of that class who claim to be sanctified while living in transgression of the law of God. “He that saith, I know Him, and keepeth not His commandments, is a liar, and the truth is not in him. But whoso keepeth His word, in him verily is the love of God perfected” (1 John 2:4, 5). Here is the test of every man's profession. We cannot accord holiness to any man without bringing him to the measurement of God's only standard of holiness in heaven and in earth...."},{"refcode_short":"NL 17.1","refcode_long":"A New Life (Revival and Beyond), p. 17.1 (Ellen Gould White)","content":"The claim to be without sin is, in itself, evidence that he who makes this claim is far from holy. It is because he has no true conception of the infinite purity and holiness of God or of what they must become who shall be in harmony with His character; because he has no true conception of the purity and exalted loveliness of Jesus, and the malignity and evil of sin, that man can regard himself as holy. The greater the distance between himself and Christ, and the more inadequate his conceptions of the divine character and requirements, the more righteous he appears in his own eyes."},{"refcode_short":"NL 17","refcode_long":"A New Life (Revival and Beyond), p. 17 (Ellen Gould White)","content":"Sanctification—Total Commitment"},{"refcode_short":"NL 17.2","refcode_long":"A New Life (Revival and Beyond), p. 17.2 (Ellen Gould White)","content":"The sanctification set forth in the Scriptures embraces the entire being—spirit, soul, and body. Paul prayed for the Thessalonians that their “whole spirit and soul and body be preserved blameless unto the coming of our Lord Jesus Christ” (1 Thessalonians 5:23). Again he writes to believers: “I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God” (Romans 12:1). In the time of ancient Israel every offering brought as a sacrifice to God was carefully examined. If any defect was discovered in the animal presented, it was refused; for God had commanded that the offering be “without blemish.” So Christians are bidden to present their bodies, “a living sacrifice, holy, acceptable unto God.” In order to do this, all their powers must be preserved in the best possible condition. Every practice that weakens physical or mental strength unfits man for the service of his Creator."},{"refcode_short":"NL 18.1","refcode_long":"A New Life (Revival and Beyond), p. 18.1 (Ellen Gould White)","content":"And will God be pleased with anything less than the best we can offer? Said Christ: “Thou shalt love the Lord thy God with all thy heart.” Those who do love God with all the heart will desire to give Him the best service of their life, and they will be constantly seeking to bring every power of their being into harmony with the laws that will promote their ability to do His will...."},{"refcode_short":"NL 18","refcode_long":"A New Life (Revival and Beyond), p. 18 (Ellen Gould White)","content":"A Changed Life"},{"refcode_short":"NL 18.2","refcode_long":"A New Life (Revival and Beyond), p. 18.2 (Ellen Gould White)","content":"The world is given up to self-indulgence. “The lust of the flesh, and the lust of the eyes, and the pride of life” control the masses of the people. But Christ's followers have a holier calling...."},{"refcode_short":"NL 18.3","refcode_long":"A New Life (Revival and Beyond), p. 18.3 (Ellen Gould White)","content":"To those who comply with the conditions, “Come out from among them, and be ye separate, ... and touch not the unclean,” God's promise is, “I will receive you, and will be a Father unto you, and ye shall be My sons and daughters, saith the Lord Almighty” (2 Corinthians 6:17, 18). It is the privilege and the duty of every Christian to have a rich and abundant experience in the things of God.... The bright beams of the Sun of Righteousness shine upon the servants of God, and they are to reflect His rays. As the stars tell us that there is a great light in heaven with whose glory they are made bright, so Christians are to make it manifest that there is a God on the throne of the universe whose character is worthy of praise and imitation. The graces of His Spirit, the purity and holiness of His character, will be manifest in His witnesses...."},{"refcode_short":"NL 19","refcode_long":"A New Life (Revival and Beyond), p. 19 (Ellen Gould White)","content":"No Longer Condemned"},{"refcode_short":"NL 19.1","refcode_long":"A New Life (Revival and Beyond), p. 19.1 (Ellen Gould White)","content":"While the Christian's life will be characterized by humility, it should not be marked with sadness and self-depreciation. It is the privilege of everyone so to live that God will approve and bless him. It is not the will of our heavenly Father that we should be ever under condemnation and darkness. There is no evidence of true humility in going with the head bowed down and the heart filled with thoughts of self. We may go to Jesus and be cleansed, and stand before the law without shame and remorse. “There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit” (Romans 8:1)."},{"refcode_short":"NL 19.2","refcode_long":"A New Life (Revival and Beyond), p. 19.2 (Ellen Gould White)","content":"Through Jesus the fallen sons of Adam become “sons of God.” “Both He that sanctifieth and they who are sanctified are all of one: for which cause He is not ashamed to call them brethren” (Hebrews 2:11). The Christian's life should be one of faith, of victory, and joy in God. “Whatsoever is born of God overcometh the world: and this is the victory that overcometh the world, even our faith” (1 John 5:4). Truly spoke God's servant Nehemiah: “The joy of the Lord is your strength” (Nehemiah 8:10). And Paul says: “Rejoice in the Lord alway: and again I say, Rejoice.” “Rejoice evermore. Pray without ceasing. In everything give thanks: for this is the will of God in Christ Jesus concerning you” (Philippians 4:4; 1 Thessalonians 5:16-18)."},{"refcode_short":"NL 19.3","refcode_long":"A New Life (Revival and Beyond), p. 19.3 (Ellen Gould White)","content":"Such are the fruits of Bible conversion and sanctification. [The Great Controversy, 461-478 (Chapter titled “Modern Revivals.”)]"},{"refcode_short":"NL 20","refcode_long":"A New Life (Revival and Beyond), p. 20 (Ellen Gould White)","content":"Chapter 2—How to Be a Born-Again Christian"},{"refcode_short":"NL 20","refcode_long":"A New Life (Revival and Beyond), p. 20 (Ellen Gould White)","content":"Faith—Belief and Trust"},{"refcode_short":"NL 20.1","refcode_long":"A New Life (Revival and Beyond), p. 20.1 (Ellen Gould White)","content":"When God pardons the sinner, remits the punishment he deserves, and treats him as though he had not sinned, He receives him into divine favor, and justifies him through the merits of Christ's righteousness. The sinner can be justified only through faith in the atonement made through God's dear Son, who became a sacrifice for the sins of the guilty world. No one can be justified by any works of his own. He can be delivered from the guilt of sin, from the condemnation of the law, from the penalty of transgression, only by virtue of the suffering, death, and resurrection of Christ. Faith is the only condition upon which justification can be obtained, and faith includes not only belief but trust...."},{"refcode_short":"NL 20.2","refcode_long":"A New Life (Revival and Beyond), p. 20.2 (Ellen Gould White)","content":"Many concede that Jesus Christ is the Saviour of the world, but at the same time they hold themselves away from Him, and fail to repent of their sins, fail to accept of Jesus as their personal Saviour. Their faith is simply the assent of the mind and judgment to the truth; but the truth is not brought into the heart, that it might sanctify the soul and transform the character...."},{"refcode_short":"NL 20","refcode_long":"A New Life (Revival and Beyond), p. 20 (Ellen Gould White)","content":"Can I Repent Without Help?"},{"refcode_short":"NL 20.3","refcode_long":"A New Life (Revival and Beyond), p. 20.3 (Ellen Gould White)","content":"Many are confused as to what constitutes the first steps in the work of salvation. Repentance is thought to be a work the sinner must do for himself in order that he may come to Christ. They think that the sinner must procure for himself a fitness in order to obtain the blessing of God's grace. But while it is true that repentance must precede forgiveness, for it is only the broken and contrite heart that is acceptable to God, yet the sinner cannot bring himself to repentance, or prepare himself to come to Christ. Except the sinner repent, he cannot be forgiven; but the question to be decided is as to whether repentance is the work of the sinner or the gift of Christ. Must the sinner wait until he is filled with remorse for his sin before he can come to Christ? The very first step to Christ is taken through the drawing of the Spirit of God; as man responds to this drawing, he advances toward Christ in order that he may repent."},{"refcode_short":"NL 21.1","refcode_long":"A New Life (Revival and Beyond), p. 21.1 (Ellen Gould White)","content":"The sinner is represented as a lost sheep, and a lost sheep never returns to the fold unless he is sought after and brought back to the fold by the shepherd. No man of himself can repent, and make himself worthy of the blessing of justification. The Lord Jesus is constantly seeking to impress the sinner's mind and attract him to behold Himself, the Lamb of God, which taketh away the sins of the world. We cannot take a step toward spiritual life save as Jesus draws and strengthens the soul, and leads us to experience that repentance which needeth not to be repented of...."},{"refcode_short":"NL 21.2","refcode_long":"A New Life (Revival and Beyond), p. 21.2 (Ellen Gould White)","content":"When before the high priests and Sadducees, Peter clearly presented the fact that repentance is the gift of God. Speaking of Christ, he said, “Him hath God exalted with His right hand to be a Prince and a Saviour, for to give repentance to Israel, and forgiveness of sins” (Acts 5:31). Repentance is no less the gift of God than are pardon and justification, and it cannot be experienced except as it is given to the soul by Christ. If we are drawn to Christ, it is through His power and virtue. The grace of contrition comes through Him, and from Him comes justification...."},{"refcode_short":"NL 22","refcode_long":"A New Life (Revival and Beyond), p. 22 (Ellen Gould White)","content":"Faith Is More Than Talk"},{"refcode_short":"NL 22.1","refcode_long":"A New Life (Revival and Beyond), p. 22.1 (Ellen Gould White)","content":"The faith that is unto salvation is not a casual faith, it is not the mere consent of the intellect, it is belief rooted in the heart, that embraces Christ as a personal Saviour, assured that He can save unto the uttermost all that come unto God by Him. To believe that He will save others, but will not save you is not genuine faith; but when the soul lays hold upon Christ as the only hope of salvation, then genuine faith is manifested. This faith leads its possessor to place all the affections of the soul upon Christ; his understanding is under the control of the Holy Spirit, and his character is molded after the divine likeness. His faith is not a dead faith, but a faith that works by love, and leads him to behold the beauty of Christ, and to become assimilated to the divine character...."},{"refcode_short":"NL 22.2","refcode_long":"A New Life (Revival and Beyond), p. 22.2 (Ellen Gould White)","content":"The whole work is the Lord's from the beginning to the end. The perishing sinner may say: “I am a lost sinner; but Christ came to seek and to save that which was lost. He says, ‘I came not to call the righteous, but sinners to repentance’ (Mark 2:17). I am a sinner, and He died upon Calvary's cross to save me. I need not remain a moment longer unsaved. He died and rose again for my justification, and He will save me now. I accept the forgiveness He has promised.”"},{"refcode_short":"NL 22","refcode_long":"A New Life (Revival and Beyond), p. 22 (Ellen Gould White)","content":"Righteous in Him"},{"refcode_short":"NL 22.3","refcode_long":"A New Life (Revival and Beyond), p. 22.3 (Ellen Gould White)","content":"Christ is a risen Saviour; for, though He was dead, He has risen again, and ever liveth to make intercession for us. We are to believe with the heart unto righteousness, and with the mouth make confession unto salvation. Those who are justified by faith will make confession of Christ. “He that heareth My word, and believeth on Him that sent Me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life” (John 5:24). The great work that is wrought for the sinner who is spotted and stained by evil is the work of justification. By Him who speaketh truth he is declared righteous. The Lord imputes unto the believer the righteousness of Christ and pronounces him righteous before the universe. He transfers his sins to Jesus, the sinner's representative, substitute, and surety. Upon Christ He lays the iniquity of every soul that believeth. “He hath made Him to be sin for us, who knew no sin; that we might be made the righteousness of God in Him” (2 Corinthians 5:21)."},{"refcode_short":"NL 23.1","refcode_long":"A New Life (Revival and Beyond), p. 23.1 (Ellen Gould White)","content":"Christ made satisfaction for the guilt of the whole world, and all who will come to God in faith, will receive the righteousness of Christ, “who His own self bare our sins in His own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed” (1 Peter 2:24). Our sin has been expiated, put away, cast into the depths of the sea. Through repentance and faith we are rid of sin, and look unto the Lord our righteousness. Jesus suffered, the just for the unjust."},{"refcode_short":"NL 23","refcode_long":"A New Life (Revival and Beyond), p. 23 (Ellen Gould White)","content":"What Repentance Is"},{"refcode_short":"NL 23.2","refcode_long":"A New Life (Revival and Beyond), p. 23.2 (Ellen Gould White)","content":"Although as sinners we are under the condemnation of the law, yet Christ by His obedience rendered to the law, claims for the repentant soul the merit of His own righteousness. In order to obtain the righteousness of Christ, it is necessary for the sinner to know what that repentance is which works a radical change of mind and spirit and action. The work of transformation must begin in the heart, and manifest its power through every faculty of the being; but man is not capable of originating such a repentance as this, and can experience it alone through Christ, who ascended up on high, led captivity captive, and gave gifts unto men."},{"refcode_short":"NL 24","refcode_long":"A New Life (Revival and Beyond), p. 24 (Ellen Gould White)","content":"Who Wants to Repent?"},{"refcode_short":"NL 24.1","refcode_long":"A New Life (Revival and Beyond), p. 24.1 (Ellen Gould White)","content":"Who is desirous of becoming truly repentant? What must he do? He must come to Jesus, just as he is, without delay. He must believe that the word of Christ is true, and, believing the promise, ask, that he may receive. When sincere desire prompts men to pray, they will not pray in vain. The Lord will fulfill His word, and will give the Holy Spirit to lead to repentance toward God and faith toward our Lord Jesus Christ. He will pray and watch, and put away his sins, making manifest his sincerity by the vigor of his endeavor to obey the commandments of God. With prayer he will mingle faith, and not only believe in but obey the precepts of the law. He will announce himself as on Christ's side of the question. He will renounce all habits and associations that tend to draw the heart from God."},{"refcode_short":"NL 24.2","refcode_long":"A New Life (Revival and Beyond), p. 24.2 (Ellen Gould White)","content":"He who would become a child of God must receive the truth that repentance and forgiveness are to be obtained through nothing less than the atonement of Christ. Assured of this the sinner must put forth an effort in harmony with the work done for him, and with unwearied entreaty he must supplicate the throne of grace, that the renovating power of God may come into his soul. Christ pardons none but the penitent, but whom He pardons He first makes penitent. The provision made is complete, and the eternal righteousness of Christ is placed to the account of every believing soul. The costly, spotless robe, woven in the loom of heaven, has been provided for the repenting, believing sinner, and he may say: “I will greatly rejoice in the Lord, my soul shall be joyful in my God; for He hath clothed me with the garments of salvation, He hath covered me with the robe of righteousness” (Isaiah 61:10)."},{"refcode_short":"NL 25","refcode_long":"A New Life (Revival and Beyond), p. 25 (Ellen Gould White)","content":"Amazing Grace"},{"refcode_short":"NL 25.1","refcode_long":"A New Life (Revival and Beyond), p. 25.1 (Ellen Gould White)","content":"Abundant grace has been provided that the believing soul may be kept free from sin; for all heaven, with its limitless resources, has been placed at our command. We are to draw from the well of salvation. Christ is the end of law for righteousness to everyone who believeth. In ourselves we are sinners; but in Christ we are righteous. Having made us righteous through the imputed righteousness of Christ, God pronounces us just, and treats us as just. He looks upon us as His dear children. Christ works against the power of sin, and where sin abounded, grace much more abounds. “Therefore being justified by faith, we have peace with God through our Lord Jesus Christ: by whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God” (Romans 5:1, 2)."},{"refcode_short":"NL 25.2","refcode_long":"A New Life (Revival and Beyond), p. 25.2 (Ellen Gould White)","content":"“Being justified freely by His grace through the redemption that is in Christ Jesus: whom God hath set forth to be a propitiation through faith in His blood, to declare His righteousness for the remission of sins that are past, through the forbearance of God; to declare, I say, at this time His righteousness: that He might be just, and the justifier of him which believeth in Jesus” (Romans 3:24-26). “For by grace are ye saved through faith; and that not of yourselves: it is the gift of God” (Ephesians 2:8). [John 1:14-16 quoted.]"},{"refcode_short":"NL 25","refcode_long":"A New Life (Revival and Beyond), p. 25 (Ellen Gould White)","content":"Fit to Be Saved"},{"refcode_short":"NL 25.3","refcode_long":"A New Life (Revival and Beyond), p. 25.3 (Ellen Gould White)","content":"The Lord would have His people sound in the faith—not ignorant of the great salvation so abundantly provided for them. They are not to look forward, thinking that at some future time a great work is to be done for them; for the work is now complete. The believer is not called upon to make his peace with God; he never has nor ever can do this. He is to accept Christ as his peace, for with Christ is God and peace. Christ made an end of sin, bearing its heavy curse in His own body on the tree, and He hath taken away the curse from all those who believe in Him as a personal Saviour. He makes an end of the controlling power of sin in the heart, and the life and character of the believer testify to the genuine character of the grace of Christ."},{"refcode_short":"NL 26.1","refcode_long":"A New Life (Revival and Beyond), p. 26.1 (Ellen Gould White)","content":"To those that ask Him, Jesus imparts the Holy Spirit; for it is necessary that every believer should be delivered from pollution, as well as from the curse and condemnation of the law. Through the work of the Holy Spirit, the sanctification of the truth, the believer becomes fitted for the courts of heaven; for Christ works within us, and His righteousness is upon us. Without this no soul will be entitled to heaven. We would not enjoy heaven unless qualified for its holy atmosphere by the influence of the Spirit and the righteousness of Christ."},{"refcode_short":"NL 26.2","refcode_long":"A New Life (Revival and Beyond), p. 26.2 (Ellen Gould White)","content":"In order to be candidates for heaven we must meet the requirement of the law: “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself” (Luke 10:27). We can do this only as we grasp by faith the righteousness of Christ. By beholding Jesus we receive a living, expanding principle in the heart, and the Holy Spirit carries on the work, and the believer advances from grace to grace, from strength to strength, from character to character. He conforms to the image of Christ, until in spiritual growth he attains unto the measure of the full stature in Christ Jesus. Thus Christ makes an end of the curse of sin, and sets the believing soul free from its action and effect."},{"refcode_short":"NL 27","refcode_long":"A New Life (Revival and Beyond), p. 27 (Ellen Gould White)","content":"Is There Anything Between Me and God?"},{"refcode_short":"NL 27.1","refcode_long":"A New Life (Revival and Beyond), p. 27.1 (Ellen Gould White)","content":"Christ alone is able to do this, for “in all things it behoved Him to be made like unto His brethren, that He might be a merciful and faithful high priest in things pertaining to God, to make reconciliation for the sins of the people. For in that He Himself hath suffered being tempted, He is able to succour them that are tempted” (Hebrews 2:17, 18). Reconciliation means that every barrier between the soul and God is removed, and that the sinner realizes what the pardoning love of God means. By reason of the sacrifice made by Christ for fallen men, God can justly pardon the transgressor who accepts the merits of Christ. Christ was the channel through which the mercy, love, and righteousness might flow from the heart of God to the heart of the sinner. “He is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness” (1 John 1:9)...."},{"refcode_short":"NL 27.2","refcode_long":"A New Life (Revival and Beyond), p. 27.2 (Ellen Gould White)","content":"Every soul may say: “By His perfect obedience He has satisfied the claims of the law, and my only hope is found in looking to Him as my substitute and surety, who obeyed the law perfectly for me. By faith in His merits I am free from the condemnation of the law. He clothes me with His righteousness, which answers all the demands of the law. I am complete in Him who brings in everlasting righteousness. He presents me to God in the spotless garment of which no thread was woven by any human agent. All is of Christ, and all the glory, honor, and majesty are to be given to the Lamb of God, which taketh away the sins of the world.”"},{"refcode_short":"NL 27.3","refcode_long":"A New Life (Revival and Beyond), p. 27.3 (Ellen Gould White)","content":"Many think that they must wait for a special impulse in order that they may come to Christ; but it is necessary only to come in sincerity of purpose, deciding to accept the offers of mercy and grace that have been extended to us. We are to say: “Christ died to save me. The Lord's desire is that I should be saved, and I will come to Jesus just as I am without delay. I will venture upon the promise. As Christ draws me, I will respond.” The apostle says, “With the heart man believeth unto righteousness” (Romans 10:10). No one can believe with the heart unto righteousness, and obtain justification by faith, while continuing the practice of those things which the Word of God forbids, or while neglecting any known duty."},{"refcode_short":"NL 28","refcode_long":"A New Life (Revival and Beyond), p. 28 (Ellen Gould White)","content":"Good Works the Fruit of Faith"},{"refcode_short":"NL 28.1","refcode_long":"A New Life (Revival and Beyond), p. 28.1 (Ellen Gould White)","content":"Genuine faith will be manifested in good works; for good works are the fruits of faith. As God works in the heart, and man surrenders his will to God, and cooperates with God, he works out in the life what God works in by the Holy Spirit, and there is harmony between the purpose of the heart and the practice of the life. Every sin must be renounced as the hateful thing that crucified the Lord of life and glory, and the believer must have a progressive experience by continually doing the works of Christ. It is by continual surrender of the will, by continual obedience, that the blessing of justification is retained."},{"refcode_short":"NL 28.2","refcode_long":"A New Life (Revival and Beyond), p. 28.2 (Ellen Gould White)","content":"Those who are justified by faith must have a heart to keep the way of the Lord. It is an evidence that a man is not justified by faith when his works do not correspond to his profession. James says, “Seest thou how faith wrought with his works, and by works was his faith made perfect?” (James 2:22)."},{"refcode_short":"NL 28.3","refcode_long":"A New Life (Revival and Beyond), p. 28.3 (Ellen Gould White)","content":"The faith that does not produce good works does not justify the soul. “Ye see then how that by works a man is justified, and not by faith only” (James 2:24). “Abraham believed God, and it was counted unto him for righteousness” (Romans 4:3)...."},{"refcode_short":"NL 29","refcode_long":"A New Life (Revival and Beyond), p. 29 (Ellen Gould White)","content":"In His Steps"},{"refcode_short":"NL 29.1","refcode_long":"A New Life (Revival and Beyond), p. 29.1 (Ellen Gould White)","content":"Where faith is, good works appear. The sick are visited, the poor are cared for, the fatherless and the widows are not neglected, the naked are clothed, the destitute are fed. Christ went about doing good, and when men are united with Him, they love the children of God, and meekness and truth guide their footsteps. The expression of the countenance reveals their experience, and men take knowledge of them that they have been with Jesus and learned of Him. Christ and the believer become one, and His beauty of character is revealed in those who are vitally connected with the Source of power and love. Christ is the great depositary of justifying righteousness and sanctifying grace."},{"refcode_short":"NL 29.2","refcode_long":"A New Life (Revival and Beyond), p. 29.2 (Ellen Gould White)","content":"All may come to Him, and receive of His fullness. He says, “Come unto Me, all ye that labour and are heavy laden, and I will give you rest” (Matthew 11:28). Then why not cast aside all unbelief and heed the words of Jesus? You want rest; you long for peace. Then say from the heart, “Lord Jesus, I come, because Thou hast given me this invitation.” Believe in Him with steadfast faith, and He will save you. Have you been looking unto Jesus, who is the author and finisher of your faith? Have you been beholding Him who is full of truth and grace? Have you accepted the peace which Christ alone can give? If you have not, then yield to Him, and through His grace seek for a character that will be noble and elevated. Seek for a constant, resolute, cheerful spirit. Feed on Christ, who is the bread of life, and you will manifest His loveliness of character and spirit. [Selected Messages 1:389-398.]"},{"refcode_short":"NL 30","refcode_long":"A New Life (Revival and Beyond), p. 30 (Ellen Gould White)","content":"Chapter 3—God Has Rules Too"},{"refcode_short":"NL 30","refcode_long":"A New Life (Revival and Beyond), p. 30 (Ellen Gould White)","content":"Our Unique Responsibility"},{"refcode_short":"NL 30.1","refcode_long":"A New Life (Revival and Beyond), p. 30.1 (Ellen Gould White)","content":"As the Supreme Ruler of the universe, God has ordained laws for the government not only of all living beings, but of all the operations of nature. Everything, whether great or small, animate or inanimate, is under fixed laws which cannot be disregarded. There are no exceptions to this rule; for nothing that the divine hand has made has been forgotten by the divine mind. But while everything in nature is governed by natural law, man alone, as an intelligent being, capable of understanding its requirements, is amenable to moral law. To man alone, the crowning work of His creation, God has given a conscience to realize the sacred claims of the divine law, and a heart capable of loving it as holy, just, and good; and of man prompt and perfect obedience is required. Yet God does not compel him to obey; he is left a free moral agent."},{"refcode_short":"NL 30.2","refcode_long":"A New Life (Revival and Beyond), p. 30.2 (Ellen Gould White)","content":"The subject of man's personal responsibility is understood by but few; and yet it is a matter of the greatest importance. We may each obey and live, or we may transgress God's law, defy His authority, and receive the punishment that is meet. Then to every soul the question comes home with force, Shall I obey the voice from heaven, the ten words spoken from Sinai, or shall I go with the multitude who trample on that fiery law? To those who love God it will be the highest delight to keep His commandments, and to do those things that are pleasing in His sight. But the natural heart hates the law of God, and wars against its holy claims. Men shut their souls from the divine light, refusing to walk in it as it shines upon them. They sacrifice purity of heart, the favor of God, and their hope of heaven, for selfish gratification or worldly gain."},{"refcode_short":"NL 31.1","refcode_long":"A New Life (Revival and Beyond), p. 31.1 (Ellen Gould White)","content":"Says the psalmist, “The law of the Lord is perfect” (Psalm 19:7). How wonderful in its simplicity, its comprehensiveness and perfection, is the law of Jehovah! It is so brief that we can easily commit every precept to memory, and yet so far-reaching as to express the whole will of God, and to take cognizance, not only of the outward actions, but of the thoughts and intents, the desires and emotions, of the heart. Human laws cannot do this. They can deal with the outward actions only. A man may be a transgressor, and yet conceal his misdeeds from human eyes; he may be a criminal—a thief, a murderer, or an adulterer—but so long as he is not discovered, the law cannot condemn him as guilty. The law of God takes note of the jealousy, envy, hatred, malignity, revenge, lust, and ambition that surge through the soul, but have not found expression in outward action, because the opportunity, not the will, has been wanting. And these sinful emotions will be brought into the account in the day when “God shall bring every work into judgment, with every secret thing, whether it be good, or whether it be evil” (Ecclesiastes 12:14)."},{"refcode_short":"NL 31","refcode_long":"A New Life (Revival and Beyond), p. 31 (Ellen Gould White)","content":"Obeying Brings Happiness"},{"refcode_short":"NL 31.2","refcode_long":"A New Life (Revival and Beyond), p. 31.2 (Ellen Gould White)","content":"The law of God is simple, and easily understood. There are men who proudly boast that they believe only what they can understand, forgetting that there are mysteries in human life and in the manifestation of God's power in the works of nature—mysteries which the deepest philosophy, the most extensive research, is powerless to explain. But there is no mystery in the law of God. All can comprehend the great truths which it embodies. The feeblest intellect can grasp these rules; the most ignorant can regulate the life, and form the character after the divine standard. If the children of men would, to the best of their ability, obey this law, they would gain strength of mind and power of discernment to comprehend still more of God's purposes and plans. And this advancement would be continued, not only during the present life, but during eternal ages; for however far we may advance in the knowledge of God's wisdom and power, there is always an infinity beyond."},{"refcode_short":"NL 32.1","refcode_long":"A New Life (Revival and Beyond), p. 32.1 (Ellen Gould White)","content":"The divine law requires us to love God supremely and our neighbor as ourselves. Without the exercise of this love, the highest profession of faith is mere hypocrisy...."},{"refcode_short":"NL 32.2","refcode_long":"A New Life (Revival and Beyond), p. 32.2 (Ellen Gould White)","content":"Obedience to the law is essential, not only to our salvation, but to our own happiness and the happiness of all with whom we are connected. “Great peace have they which love Thy law: and nothing shall offend them” (Psalm 119:165), says the Inspired Word. Yet finite man will present to the people this holy, just, and good law, this law of liberty, which the Creator Himself has adapted to the wants of man, as a yoke of bondage, a yoke which no man can bear. But it is the sinner who regards the law as a grievous yoke; it is the transgressor that can see no beauty in its precepts. For the carnal mind “is not subject to the law of God, neither indeed can be” (Romans 8:7)...."},{"refcode_short":"NL 32","refcode_long":"A New Life (Revival and Beyond), p. 32 (Ellen Gould White)","content":"Beyond “Thou Shalt Nots”"},{"refcode_short":"NL 32.3","refcode_long":"A New Life (Revival and Beyond), p. 32.3 (Ellen Gould White)","content":"We are living in an age of great wickedness. Multitudes are enslaved by sinful customs and evil habits, and the fetters that bind them are difficult to break. Iniquity, like a flood, is deluding the earth. Crimes almost too fearful to be mentioned, are of daily occurrence. And yet men professing to be watchmen on the walls of Zion will teach that the law was designed for the Jews only, and passed away with the glorious privileges that ushered in the gospel age. Is there not a relation between the prevailing lawlessness and crime, and the fact that ministers and people hold and teach that the law is no longer of binding force?"},{"refcode_short":"NL 33.1","refcode_long":"A New Life (Revival and Beyond), p. 33.1 (Ellen Gould White)","content":"The condemning power of the law of God extends, not only to the things we do, but to the things we do not do. We are not to justify ourselves in omitting to do the things that God requires. We must not only cease to do evil, but we must learn to do well. God has given us powers to be exercised in good works; and if these powers are not put to use, we shall certainly be set down as wicked and slothful servants. We may not have committed grievous sins; such offenses may not stand registered against us in the book of God; but the fact that our deeds are not recorded as pure, good, elevated, and noble, showing that we have not improved our entrusted talents, places us under condemnation."},{"refcode_short":"NL 33.2","refcode_long":"A New Life (Revival and Beyond), p. 33.2 (Ellen Gould White)","content":"The law of God existed before man was created. It was adapted to the condition of holy beings; even angels were governed by it. After the Fall, the principles of righteousness were unchanged. Nothing was taken from the law; not one of its holy precepts could be improved. And as it has existed from the beginning, so will it continue to exist throughout the ceaseless ages of eternity. “Concerning Thy testimonies,” says the psalmist, “I have known of old that Thou hast founded them for ever” (Psalm 119:152). [Selected Messages 1:216-220.]"},{"refcode_short":"NL 34","refcode_long":"A New Life (Revival and Beyond), p. 34 (Ellen Gould White)","content":"Chapter 4—The Balance in Faith and Works"},{"refcode_short":"NL 34","refcode_long":"A New Life (Revival and Beyond), p. 34 (Ellen Gould White)","content":"A Living Testimony"},{"refcode_short":"NL 34.1","refcode_long":"A New Life (Revival and Beyond), p. 34.1 (Ellen Gould White)","content":"“Without faith it is impossible to please Him; for he that cometh to God must believe that He is, and that He is a rewarder of them that diligently seek Him.” There are many in the Christian world who claim that all that is necessary to salvation is to have faith; works are nothing, faith is the only essential. But God's word tells us that faith without works is dead, being alone."},{"refcode_short":"NL 34.2","refcode_long":"A New Life (Revival and Beyond), p. 34.2 (Ellen Gould White)","content":"Many refuse to obey God's commandments, yet they make a great deal of faith. But faith must have a foundation. God's promises are all made upon conditions. If we do His will, if we walk in truth, then we may ask what we will, and it shall be done unto us. While we earnestly endeavor to be obedient, God will hear our petitions; but He will not bless us in disobedience. If we choose to disobey His commandments, we may cry, “Faith, faith, only have faith,” and the response will come back from the sure word of God, “Faith without works is dead.” Such faith will only be as sounding brass and as a tinkling cymbal."},{"refcode_short":"NL 34.3","refcode_long":"A New Life (Revival and Beyond), p. 34.3 (Ellen Gould White)","content":"In order to have the benefits of God's grace, we must do our part; we must faithfully work, and bring forth fruits meet for repentance. We are workers together with God. You are not to sit in indolence, waiting for some great occasion, in order to do a great work for the Master. You are not to neglect the duty that lies directly in your pathway; but you are to improve the little opportunities that open around you. You must go on doing your very best in the smaller works of life, taking up heartily and faithfully the work God's providence has assigned you. However small, you should do it with all the thoroughness with which you would do a larger work. Your fidelity will be approved in the records of heaven."},{"refcode_short":"NL 35.1","refcode_long":"A New Life (Revival and Beyond), p. 35.1 (Ellen Gould White)","content":"You need not wait for your way to be made smooth before you; go to work to improve your entrusted talents. You have nothing to do with what the world will think of you. Let your words, your spirit, your actions, be a living testimony to Jesus, and the Lord will take care that the testimony for His glory, furnished in a well-ordered life and a godly conversation, shall deepen and intensify in power. Its results may never be seen on earth, but they will be made manifest before God and angels."},{"refcode_short":"NL 35","refcode_long":"A New Life (Revival and Beyond), p. 35 (Ellen Gould White)","content":"What Is My Part?"},{"refcode_short":"NL 35.2","refcode_long":"A New Life (Revival and Beyond), p. 35.2 (Ellen Gould White)","content":"We are to do all that we can do on our part to fight the good fight of faith. We are to wrestle, to labor, to strive, to agonize to enter in at the strait gate. We are to set the Lord ever before us. With clean hands, with pure hearts, we are to seek to honor God in all our ways. Help has been provided for us in Him who is mighty to save. The spirit of truth and light will quicken and renew us by its mysterious workings; for all our spiritual improvement comes from God, not from ourselves. The true worker will have divine power to aid him, but the idler will not be sustained by the Spirit of God."},{"refcode_short":"NL 35.3","refcode_long":"A New Life (Revival and Beyond), p. 35.3 (Ellen Gould White)","content":"In one way we are thrown upon our own energies; we are to strive earnestly to be zealous and to repent, to cleanse our hands and purify our hearts from every defilement; we are to reach the highest standard, believing that God will help us in our efforts. We must seek if we would find, and seek in faith; we must knock, that the door may be opened unto us. The Bible teaches that everything regarding our salvation depends upon our own course of action. If we perish, the responsibility will rest wholly upon ourselves. If provision has been made, and if we accept God's terms, we may lay hold on eternal life. We must come to Christ in faith, we must be diligent to make our calling and election sure."},{"refcode_short":"NL 36","refcode_long":"A New Life (Revival and Beyond), p. 36 (Ellen Gould White)","content":"A Do-Nothing Faith?"},{"refcode_short":"NL 36.1","refcode_long":"A New Life (Revival and Beyond), p. 36.1 (Ellen Gould White)","content":"The forgiveness of sin is promised to him who repents and believes; the crown of life will be the reward of him who is faithful to the end. We may grow in grace by improving through the grace we already have. We are to keep ourselves unspotted from the world, if we would be found blameless in the day of God. Faith and works go hand in hand, they act harmoniously in the work of overcoming. Works without faith are dead, and faith without works is dead. Works will never save us; it is the merit of Christ that will avail in our behalf. Through faith in Him, Christ will make all our imperfect efforts acceptable to God. The faith we are required to have is not a do-nothing faith; saving faith is that which works by love, and purifies the soul. He who will lift up holy hands to God without wrath and doubting, will walk intelligently in the way of God's commandments."},{"refcode_short":"NL 36.2","refcode_long":"A New Life (Revival and Beyond), p. 36.2 (Ellen Gould White)","content":"If we are to have pardon for our sins, we must first have a realization of what sin is, that we may repent, and bring forth fruits meet for repentance. We must have a solid foundation for our faith; it must be founded on the Word of God, and its results will be seen in obedience to God's expressed will. Says the apostle, “Without holiness no man shall see the Lord.”"},{"refcode_short":"NL 36","refcode_long":"A New Life (Revival and Beyond), p. 36 (Ellen Gould White)","content":"Evenly Balanced"},{"refcode_short":"NL 36.3","refcode_long":"A New Life (Revival and Beyond), p. 36.3 (Ellen Gould White)","content":"Faith and works will keep us evenly balanced, and make us successful in the work of perfecting Christian character. Jesus says, “Not everyone that saith unto Me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of My Father which is in heaven.” Speaking of temporal food, the apostle said, “For even when we were with you, this we commanded you, that if any would not work, neither should he eat.” The same rule applies to our spiritual nourishment; if any would have the bread of eternal life, let him make efforts to obtain it."},{"refcode_short":"NL 37.1","refcode_long":"A New Life (Revival and Beyond), p. 37.1 (Ellen Gould White)","content":"We are living in an important and interesting period of this earth's history. We need more faith than we have yet had; we need a firmer hold from above. Satan is working with all power to obtain the victory over us, for he knows that he has but a short time in which to work. Paul had fear and trembling in working out his salvation; and should not we fear lest a promise being left us, we should any of us seem to come short of it, and prove ourselves unworthy of eternal life? We should watch unto prayer, strive with agonizing effort to enter in at the strait gate."},{"refcode_short":"NL 37.2","refcode_long":"A New Life (Revival and Beyond), p. 37.2 (Ellen Gould White)","content":"There is no excuse for sin, or for indolence. Jesus has led the way, and He wishes us to follow in His steps. He has suffered, He has sacrificed as none of us can, that He might bring salvation within our reach. We need not be discouraged. Jesus came to our world to bring divine power to man, that through His grace, we might be transformed into His likeness."},{"refcode_short":"NL 37","refcode_long":"A New Life (Revival and Beyond), p. 37 (Ellen Gould White)","content":"After My Best—What?"},{"refcode_short":"NL 37.3","refcode_long":"A New Life (Revival and Beyond), p. 37.3 (Ellen Gould White)","content":"When it is in the heart to obey God, when efforts are put forth to this end, Jesus accepts this disposition and effort as man's best service, and He makes up for the deficiency with His own divine merit. But He will not accept those who claim to have faith in Him, and yet are disloyal to His Father's commandment."},{"refcode_short":"NL 38.1","refcode_long":"A New Life (Revival and Beyond), p. 38.1 (Ellen Gould White)","content":"We hear a great deal about faith, but we need to hear a great deal more about works. Many are deceiving their own souls by living an easy-going, accommodating, crossless religion. But Jesus says, “If any man will come after Me, let him deny himself, and take up his cross, and follow Me.” [The Signs of the Times, June 16, 1890 (Morning Talk at Basel, Switzerland, September 17, 1885.)]"},{"refcode_short":"NL 38","refcode_long":"A New Life (Revival and Beyond), p. 38 (Ellen Gould White)","content":"Like Two Oars"},{"refcode_short":"NL 38.2","refcode_long":"A New Life (Revival and Beyond), p. 38.2 (Ellen Gould White)","content":"If we are faithful in doing our part, in cooperating with Him, God will work through us [to do] the good pleasure of His will. But God cannot work through us if we make no effort. If we gain eternal life, we must work, and work earnestly.... Let us not be deceived by the oft-repeated assertion, “All you have to do is to believe.” Faith and works are two oars which we must use equally if we [would] press our way up the stream against the current of unbelief. “Faith, if it hath not works, is dead, being alone.” The Christian is a man of thought and practice. His faith fixes its roots firmly in Christ. By faith and good works he keeps his spirituality strong and healthy, and his spiritual strength increases as he strives to work the works of God. [The Review and Herald, June 11, 1901.]"},{"refcode_short":"NL 38","refcode_long":"A New Life (Revival and Beyond), p. 38 (Ellen Gould White)","content":"Present a Balanced Message"},{"refcode_short":"NL 38.3","refcode_long":"A New Life (Revival and Beyond), p. 38.3 (Ellen Gould White)","content":"Let my brethren be very careful how they present the subject of faith and works before the people, lest minds become confused...."},{"refcode_short":"NL 38.4","refcode_long":"A New Life (Revival and Beyond), p. 38.4 (Ellen Gould White)","content":"Let no man present the idea that man has little or nothing to do in the great work of overcoming; for God does nothing for man without his cooperation. Neither say that after you have done all you can on your part, Jesus will help you. Christ has said, “Without Me ye can do nothing” (John 15:5). From first to last man is to be a laborer together with God. Unless the Holy Spirit works upon the human heart, at every step we shall stumble and fall. Man's efforts alone are nothing but worthlessness; but cooperation with Christ means a victory...."},{"refcode_short":"NL 39.1","refcode_long":"A New Life (Revival and Beyond), p. 39.1 (Ellen Gould White)","content":"Never leave the impression on the mind that there is little or nothing to do on the part of man; but rather teach man to cooperate with God, that he may be successful in overcoming."},{"refcode_short":"NL 39.2","refcode_long":"A New Life (Revival and Beyond), p. 39.2 (Ellen Gould White)","content":"Let no one say that your works have nothing to do with your rank and position before God. In the judgment the sentence pronounced is according to what has been done or to what has been left undone (Matthew 25:34-40)."},{"refcode_short":"NL 39.3","refcode_long":"A New Life (Revival and Beyond), p. 39.3 (Ellen Gould White)","content":"Effort and labor are required on the part of the receiver of God's grace; for it is the fruit that makes manifest what is the character of the tree. Although the good works of man are of no more value without faith in Jesus than was the offering of Cain, yet covered with the merit of Christ, they testify [to] the worthiness of the doer to inherit eternal life. That which is considered morality in the world does not reach the divine standard and has no more merit before Heaven than had the offering of Cain. [Selected Messages 1:379-382. For a letter to a preacher warning against a one-sided presentation see pages 377-379.]"},{"refcode_short":"NL 40","refcode_long":"A New Life (Revival and Beyond), p. 40 (Ellen Gould White)","content":"Chapter 5—Saved Only “in Christ”"},{"refcode_short":"NL 40","refcode_long":"A New Life (Revival and Beyond), p. 40 (Ellen Gould White)","content":"“He Will Save Me Now”"},{"refcode_short":"NL 40.1","refcode_long":"A New Life (Revival and Beyond), p. 40.1 (Ellen Gould White)","content":"The perishing sinner may say: “I am a lost sinner; but Christ came to seek and to save that which was lost. He says, ‘I came not to call the righteous, but sinners to repentance’ (Mark 2:17). I am a sinner, and He died upon Calvary's cross to save me. I need not remain a moment longer unsaved. He died and rose again for my justification, and He will save me now. I accept the forgiveness He has promised.” [Selected Messages 1:392.]"},{"refcode_short":"NL 40.2","refcode_long":"A New Life (Revival and Beyond), p. 40.2 (Ellen Gould White)","content":"He who repents of his sin and accepts the gift of the life of the Son of God, cannot be overcome. Laying hold by faith of the divine nature, he becomes a child of God. He prays, he believes. When tempted and tried, he claims the power that Christ died to give, and overcomes through His grace. This every sinner needs to understand. He must repent of his sin, he must believe in the power of Christ, and accept that power to save and to keep him from sin. How thankful ought we to be for the gift of Christ's example! [Selected Messages 1:224.]"},{"refcode_short":"NL 40","refcode_long":"A New Life (Revival and Beyond), p. 40 (Ellen Gould White)","content":"Why Worry?"},{"refcode_short":"NL 40.3","refcode_long":"A New Life (Revival and Beyond), p. 40.3 (Ellen Gould White)","content":"A life in Christ is a life of restfulness. There may be no ecstasy of feeling, but there should be an abiding, peaceful trust. Your hope is not in yourself; it is in Christ. Your weakness is united to His strength, your ignorance to His wisdom, your frailty to His enduring might...."},{"refcode_short":"NL 40.4","refcode_long":"A New Life (Revival and Beyond), p. 40.4 (Ellen Gould White)","content":"We should not make self the center and indulge anxiety and fear as to whether we shall be saved. All this turns the soul away from the Source of our strength. Commit the keeping of your soul to God, and trust in Him. Talk and think of Jesus. Let self be lost in Him. Put away all doubt; dismiss your fears. Say with the apostle Paul, “I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave Himself for me” (Galatians 2:20). Rest in God. He is able to keep that which you have committed to Him. If you will leave yourself in His hands, He will bring you off more than conqueror through Him that has loved you. [Steps to Christ, 70-72.]"},{"refcode_short":"NL 41","refcode_long":"A New Life (Revival and Beyond), p. 41 (Ellen Gould White)","content":"This You Can Count On"},{"refcode_short":"NL 41.1","refcode_long":"A New Life (Revival and Beyond), p. 41.1 (Ellen Gould White)","content":"“He who through His own atonement provided for man an infinite fund of moral power, will not fail to employ this power in our behalf.... In the whole Satanic force there is not power to overcome one soul who in simple trust casts himself on Christ.” [Christ's Object Lessons, 157.]"},{"refcode_short":"NL 41.2","refcode_long":"A New Life (Revival and Beyond), p. 41.2 (Ellen Gould White)","content":"“Abundant grace has been provided that the believing soul may be kept free from sin.” [Selected Messages 1:394.]"},{"refcode_short":"NL 41.3","refcode_long":"A New Life (Revival and Beyond), p. 41.3 (Ellen Gould White)","content":"“In Him we have a complete offering, an infinite sacrifice, a mighty Saviour, who is able to save unto the uttermost all that come unto God by Him. In love He comes to reveal the Father, to reconcile man to God, to make him a new creature renewed after the image of Him who created him.” [Selected Messages 1:321.]"},{"refcode_short":"NL 41","refcode_long":"A New Life (Revival and Beyond), p. 41 (Ellen Gould White)","content":"Peter's Problem"},{"refcode_short":"NL 41.4","refcode_long":"A New Life (Revival and Beyond), p. 41.4 (Ellen Gould White)","content":"The evil that led to Peter's fall [in denying Christ at His trial] ... is proving the ruin of thousands today. There is nothing so offensive to God or so dangerous to the human soul as pride and self-sufficiency. Of all sins it is the most hopeless, the most incurable."},{"refcode_short":"NL 42.1","refcode_long":"A New Life (Revival and Beyond), p. 42.1 (Ellen Gould White)","content":"Peter's fall was not instantaneous, but gradual. Self-confidence led him to the belief that he was saved, and step after step was taken in the downward path, until he could deny his Master. Never can we safely put confidence in self or feel, this side of heaven, that we are secure against temptation. Those who accept the Saviour, however sincere their conversion, should never be taught to say or to feel that they are saved. [Note: It is the privilege of the Christian to know that on his acceptance of Christ he is saved from his sins and can rejoice in this salvation. But neither the Scriptures nor the Spirit of Prophecy writings supports the popular teaching: “Once saved, always saved.” A person may be saved today, but failing to keep his eyes on Jesus and to grow daily in Him, may become self-confident and be lost tomorrow. The apostle Paul declared, “I die daily.” In a sense, conversion is a daily experience."},{"refcode_short":"NL 42.2","refcode_long":"A New Life (Revival and Beyond), p. 42.2 (Ellen Gould White)","content":"Those who accept Christ, and in their first confidence say, I am saved, are in danger of trusting to themselves. They lose sight of their own weakness and their constant need of divine strength. They are unprepared for Satan's devices, and under temptation many, like Peter, fall into the very depths of sin. We are admonished, “Let him that thinketh he standeth, take heed lest he fall” (1 Corinthians 10:12). Our only safety is in constant distrust of self, and dependence on Christ. [Christ's Object Lessons, 154, 155.]"},{"refcode_short":"NL 42","refcode_long":"A New Life (Revival and Beyond), p. 42 (Ellen Gould White)","content":"Never Be “Satisfied”"},{"refcode_short":"NL 42.3","refcode_long":"A New Life (Revival and Beyond), p. 42.3 (Ellen Gould White)","content":"There are many who profess Christ, but who never become mature Christians. They admit that man is fallen, that his faculties are weakened, that he is unfitted for moral achievement, but they say that Christ has borne all the burden, all the suffering, all the self-denial, and they are willing to let Him bear it. They say that there is nothing for them to do but to believe; but Christ said, “If any man will come after Me, let him deny himself, and take up his cross, and follow Me” (Matthew 16:24). Jesus kept the commandments of God...."},{"refcode_short":"NL 43.1","refcode_long":"A New Life (Revival and Beyond), p. 43.1 (Ellen Gould White)","content":"We are never to rest in a satisfied condition, and cease to make advancement, saying, “I am saved.” When this idea is entertained, the motives for watchfulness, for prayer, for earnest endeavor to press onward to higher attainments, cease to exist. No sanctified tongue will be found uttering these words till Christ shall come, and we enter in through the gates into the city of God. Then, with the utmost propriety, we may give glory to God and to the Lamb for eternal deliverance. As long as man is full of weakness—for of himself he cannot save his soul—he should never dare to say, “I am saved.”"},{"refcode_short":"NL 43.2","refcode_long":"A New Life (Revival and Beyond), p. 43.2 (Ellen Gould White)","content":"It is not he that putteth on the armor that can boast of the victory; for he has the battle to fight and the victory to win. It is he that endureth unto the end that shall be saved. [Selected Messages 1:313-315.]"},{"refcode_short":"NL 43","refcode_long":"A New Life (Revival and Beyond), p. 43 (Ellen Gould White)","content":"Connection with Christ—Pretended or Real?"},{"refcode_short":"NL 43.3","refcode_long":"A New Life (Revival and Beyond), p. 43.3 (Ellen Gould White)","content":"There are both believers and unbelievers in the church. Christ represents these two classes in His parable of the vine and its branches. He exhorts His followers: “Abide in Me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in Me. I am the Vine, ye are the branches: He that abideth in Me, and I in him, the same bringeth forth much fruit: for without Me ye can do nothing.”"},{"refcode_short":"NL 44.1","refcode_long":"A New Life (Revival and Beyond), p. 44.1 (Ellen Gould White)","content":"There is a wide difference between a pretended union and a real connection with Christ by faith. A profession of the truth places men in the church, but this does not prove that they have a vital connection with the living Vine. A rule is given by which the true disciple may be distinguished from those who claim to follow Christ but have not faith in Him. The one class are fruit bearing, the other, fruitless. The one are often subjected to the pruning knife of God that they may bring forth more fruit; the other, as withered branches, are erelong to be severed from the living Vine...."},{"refcode_short":"NL 44.2","refcode_long":"A New Life (Revival and Beyond), p. 44.2 (Ellen Gould White)","content":"The fibers of the branch are almost identical with those of the vine. The communication of life, strength, and fruitfulness from the trunk to the branches is unobstructed and constant. The root sends its nourishment through the branch. Such is the true believer's relation to Christ. He abides in Christ and draws his nourishment from Him."},{"refcode_short":"NL 44","refcode_long":"A New Life (Revival and Beyond), p. 44 (Ellen Gould White)","content":"It's Personal"},{"refcode_short":"NL 44.3","refcode_long":"A New Life (Revival and Beyond), p. 44.3 (Ellen Gould White)","content":"This spiritual relation can be established only by the exercise of personal faith. This faith must express on our part supreme preference, perfect reliance, entire consecration. Our will must be wholly yielded to the divine will, our feelings, desires, interests, and honor identified with the prosperity of Christ's kingdom and the honor of His cause, we constantly receiving grace from Him, and Christ accepting gratitude from us."},{"refcode_short":"NL 44.4","refcode_long":"A New Life (Revival and Beyond), p. 44.4 (Ellen Gould White)","content":"When this intimacy of connection and communion is formed, our sins are laid upon Christ; His righteousness is imputed to us. He was made sin for us that we might be made the righteousness of God in Him. We have access to God through Him; we are accepted in the Beloved...."},{"refcode_short":"NL 44.5","refcode_long":"A New Life (Revival and Beyond), p. 44.5 (Ellen Gould White)","content":"It was when Christ was about to take leave of His disciples that He gave them the beautiful emblem of His relation to believers. He had been presenting before them the close union with Himself by which they could maintain spiritual life when His visible presence was withdrawn. To impress it upon their minds He gave them the vine as its most striking and appropriate symbol...."},{"refcode_short":"NL 45.1","refcode_long":"A New Life (Revival and Beyond), p. 45.1 (Ellen Gould White)","content":"All Christ's followers have as deep an interest in this lesson as had the disciples who listened to His words. In the apostasy, man alienated himself from God. The separation is wide and fearful; but Christ has made provision again to connect us with Himself. The power of evil is so identified with human nature that no man can overcome except by union with Christ. Through this union we receive moral and spiritual power. If we have the spirit of Christ we shall bring forth the fruit of righteousness, fruit that will honor and bless men, and glorify God."},{"refcode_short":"NL 45.2","refcode_long":"A New Life (Revival and Beyond), p. 45.2 (Ellen Gould White)","content":"The Father is the vinedresser. He skillfully and mercifully prunes every fruit-bearing branch. Those who share Christ's suffering and reproach now will share His glory hereafter. He “is not ashamed to call them brethren.” His angels minister to them. His second appearing will be as the Son of man, thus even in His glory identifying Himself with humanity. To those who have united themselves to Him, He declares: “Though a mother may forget her child, ‘yet will not I forget thee. Behold, I have graven thee upon the palms of My hands.’ Thou art continually before Me.”"},{"refcode_short":"NL 45","refcode_long":"A New Life (Revival and Beyond), p. 45 (Ellen Gould White)","content":"Pruning the Branches"},{"refcode_short":"NL 45.3","refcode_long":"A New Life (Revival and Beyond), p. 45.3 (Ellen Gould White)","content":"Oh, what amazing privileges are proffered us!"},{"refcode_short":"NL 45.4","refcode_long":"A New Life (Revival and Beyond), p. 45.4 (Ellen Gould White)","content":"Will we put forth most earnest efforts to form this alliance with Christ, through which alone these blessings are attained? Will we break off our sins by righteousness and our iniquities by turning unto the Lord? Skepticism and infidelity are widespread. Christ asked the question: “When the Son of man cometh, shall He find faith on the earth?” We must cherish a living, active faith. The permanence of our faith is the condition of our union."},{"refcode_short":"NL 46.1","refcode_long":"A New Life (Revival and Beyond), p. 46.1 (Ellen Gould White)","content":"a union with Christ by living faith is enduring; every other union must perish. Christ first chose us, paying an infinite price for our redemption; and the true believer chooses Christ as first and last and best in everything. But this union costs us something. It is a union of utter dependence, to be entered into by a proud being. All who form this union must feel their need of the atoning blood of Christ. They must have a change of heart. They must submit their own will to the will of God. There will be a struggle with outward and internal obstacles. There must be a painful work of detachment as well as a work of attachment. Pride, selfishness, vanity, worldliness—sin in all its forms—must be overcome if we would enter into a union with Christ. The reason why many find the Christian life so deplorably hard, why they are so fickle, so variable, is that they try to attach themselves to Christ without first detaching themselves from these cherished idols."},{"refcode_short":"NL 46.2","refcode_long":"A New Life (Revival and Beyond), p. 46.2 (Ellen Gould White)","content":"After the union with Christ has been formed, it can be preserved only by earnest prayer and untiring effort. We must resist, we must deny, we must conquer self. Through the grace of Christ, by courage, by faith, by watchfulness, we may gain the victory. [Testimonies for the Church 5:228-231.]"},{"refcode_short":"NL 47","refcode_long":"A New Life (Revival and Beyond), p. 47 (Ellen Gould White)","content":"Chapter 6—Beware the Counterfeits"},{"refcode_short":"NL 47","refcode_long":"A New Life (Revival and Beyond), p. 47 (Ellen Gould White)","content":"This Is the Test"},{"refcode_short":"NL 47.1","refcode_long":"A New Life (Revival and Beyond), p. 47.1 (Ellen Gould White)","content":"“To the law and to the testimony: if they speak not according to this word, it is because there is no light in them” (Isaiah 8:20). The people of God are directed to the Scriptures as their safeguard against the influence of false teachers and the delusive power of spirits of darkness. Satan employs every possible device to prevent men from obtaining a knowledge of the Bible; for its plain utterances reveal his deceptions. At every revival of God's work the prince of evil is aroused to more intense activity; he is now putting forth his utmost efforts for a final struggle against Christ and His followers. The last great delusion is soon to open before us. Antichrist is to perform his marvelous works in our sight. So closely will the counterfeit resemble the true that it will be impossible to distinguish between them except by the Holy Scriptures. By their testimony every statement and every miracle must be tested. [The Great Controversy, 593.]"},{"refcode_short":"NL 47","refcode_long":"A New Life (Revival and Beyond), p. 47 (Ellen Gould White)","content":"Why Aren't Miracles Enough?"},{"refcode_short":"NL 47.2","refcode_long":"A New Life (Revival and Beyond), p. 47.2 (Ellen Gould White)","content":"The man who makes the working of miracles the test of his faith will find that Satan can, through a species of deceptions, perform wonders that will appear to be genuine miracles. [Selected Messages 2:52.]"},{"refcode_short":"NL 47.3","refcode_long":"A New Life (Revival and Beyond), p. 47.3 (Ellen Gould White)","content":"Satan is a cunning worker, and he will bring in subtle fallacies to darken and confuse the mind and root out the doctrines of salvation. Those who do not accept the Word of God just as it reads, will be snared in his trap. [Ibid.]"},{"refcode_short":"NL 48.1","refcode_long":"A New Life (Revival and Beyond), p. 48.1 (Ellen Gould White)","content":"Evil angels are upon our track every moment.... They assume new ground and work marvels and miracles in our sight...."},{"refcode_short":"NL 48.2","refcode_long":"A New Life (Revival and Beyond), p. 48.2 (Ellen Gould White)","content":"Some will be tempted to receive these wonders as from God. The sick will be healed before us. Miracles will be performed in our sight. Are we prepared for the trial which awaits us when the lying wonders of Satan shall be more fully exhibited? Will not many souls be ensnared and taken? By departing from the plain precepts and commandments of God, and giving heed to fables, the minds of many are preparing to receive these lying wonders. We must all now seek to arm ourselves for the contest in which we must soon engage. Faith in God's word, prayerfully studied and practically applied, will be our shield from Satan's power and will bring us off conquerors through the blood of Christ. [Testimonies for the Church 1:302.]"},{"refcode_short":"NL 48","refcode_long":"A New Life (Revival and Beyond), p. 48 (Ellen Gould White)","content":"Healing Can Be From the Devil"},{"refcode_short":"NL 48.3","refcode_long":"A New Life (Revival and Beyond), p. 48.3 (Ellen Gould White)","content":"I am instructed to say that in the future great watchfulness will be needed. There is to be among God's people no spiritual stupidity. Evil spirits are actively engaged in seeking to control the minds of human beings. Men are binding up in bundles, ready to be consumed by the fires of the last days. Those who discard Christ and His righteousness will accept the sophistry that is flooding the world. Christians are to be sober and vigilant, steadfastly resisting their adversary the devil, who is going about as a roaring lion, seeking whom he may devour. Men under the influence of evil spirits will work miracles...."},{"refcode_short":"NL 48.4","refcode_long":"A New Life (Revival and Beyond), p. 48.4 (Ellen Gould White)","content":"We need not be deceived. Wonderful scenes, with which Satan will be closely connected, will soon take place. God's Word declares that Satan will work miracles. He will make people sick, and then will suddenly remove from them his satanic power. They will then be regarded as healed. These works of apparent healing will bring Seventh-day Adventists to the test. Many who have had great light will fail to walk in the light, because they have not become one with Christ. [Selected Messages 2:53.]"},{"refcode_short":"NL 49.1","refcode_long":"A New Life (Revival and Beyond), p. 49.1 (Ellen Gould White)","content":"If those through whom cures are performed, are disposed, on account of these manifestations, to excuse their neglect of the law of God, and continue in disobedience, though they have power to any and every extent, it does not follow that they have the great power of God. On the contrary, it is the miracle-working power of the great deceiver. He is a transgressor of the moral law, and employs every device that he can master to blind men to its true character. We are warned that in the last days he will work with signs and lying wonders. And he will continue these wonders until the close of probation, that he may point to them as evidence that he is an angel of light and not of darkness. [Selected Messages 2:50, 51.]"},{"refcode_short":"NL 49","refcode_long":"A New Life (Revival and Beyond), p. 49 (Ellen Gould White)","content":"False “Tongues” Identified in 1864"},{"refcode_short":"NL 49.2","refcode_long":"A New Life (Revival and Beyond), p. 49.2 (Ellen Gould White)","content":"A spirit of fanaticism has ruled a certain class of Sabbathkeepers there; they have sipped but lightly at the fountain of truth and are unacquainted with the spirit of the message of the third angel...."},{"refcode_short":"NL 49.3","refcode_long":"A New Life (Revival and Beyond), p. 49.3 (Ellen Gould White)","content":"Some of these persons have exercises which they call gifts and say that the Lord has placed them in the church. They have an unmeaning gibberish which they call the unknown tongue, which is unknown not only by man but by the Lord and all heaven. Such gifts are manufactured by men and women, aided by the great deceiver. Fanaticism, false excitement, false talking in tongues, and noisy exercises have been considered gifts which God has placed in the church. Some have been deceived here...."},{"refcode_short":"NL 49.4","refcode_long":"A New Life (Revival and Beyond), p. 49.4 (Ellen Gould White)","content":"Fanaticism and noise have been considered special evidences of faith. Some are not satisfied with a meeting unless they have a powerful and happy time. They work for this and get up an excitement of feeling."},{"refcode_short":"NL 50.1","refcode_long":"A New Life (Revival and Beyond), p. 50.1 (Ellen Gould White)","content":"But the influence of such meetings is not beneficial. When the happy flight of feeling is gone, they sink lower than before the meeting because their happiness did not come from the right source. The most profitable meetings for spiritual advancement are those which are characterized with solemnity and deep searching of heart; each seeking to know himself, and earnestly, and in deep humility, seeking to learn of Christ...."},{"refcode_short":"NL 50.2","refcode_long":"A New Life (Revival and Beyond), p. 50.2 (Ellen Gould White)","content":"There are wandering stars professing to be ministers sent of God who are preaching the Sabbath from place to place, but who have truth mixed up with error and are throwing out their mass of discordant views to the people. Satan has pushed them in to disgust intelligent and sensible unbelievers. Some of these have much to say upon the gifts and are often especially exercised. They give themselves up to wild, excitable feelings and make unintelligible sounds which they call the gift of tongues, and a certain class seem to be charmed with these strange manifestations. a strange spirit rules with this class, which would bear down and run over anyone who would reprove them. God's Spirit is not in the work and does not attend such workmen. They have another spirit. [Testimonies for the Church 1:411-414.]"},{"refcode_short":"NL 50.3","refcode_long":"A New Life (Revival and Beyond), p. 50.3 (Ellen Gould White)","content":"The world will not be converted by the gift of tongues, or by the working of miracles, but by preaching Christ crucified. [Testimonies to Ministers and Gospel Workers, 424.]"},{"refcode_short":"NL 50","refcode_long":"A New Life (Revival and Beyond), p. 50 (Ellen Gould White)","content":"Drums, Dancing, and Noise"},{"refcode_short":"NL 50.4","refcode_long":"A New Life (Revival and Beyond), p. 50.4 (Ellen Gould White)","content":"The things you have described as taking place in Indiana, [Note: Reference is here made to the “Holy Flesh” movement of 1900-1901. See Selected Messages 2:31-39.—White Trustees.] the Lord has shown me would take place just before the close of probation. Every uncouth thing will be demonstrated. There will be shouting, with drums, music, and dancing. The senses of rational beings will become so confused that they cannot be trusted to make right decisions. And this is called the moving of the Holy Spirit."},{"refcode_short":"NL 51.1","refcode_long":"A New Life (Revival and Beyond), p. 51.1 (Ellen Gould White)","content":"The Holy Spirit never reveals itself in such methods, in such a bedlam of noise. This is an invention of Satan to cover up his ingenious methods for making of none effect the pure, sincere, elevating, ennobling, sanctifying truth for this time.... A bedlam of noise shocks the senses and perverts that which if conducted aright might be a blessing. The powers of Satanic agencies blend with the din and noise, to have a carnival, and this is termed the Holy Spirit's working.... Those participating in the supposed revival receive impressions which lead them adrift. They cannot tell what they formerly knew regarding Bible principles."},{"refcode_short":"NL 51","refcode_long":"A New Life (Revival and Beyond), p. 51 (Ellen Gould White)","content":"Bodies out of Control"},{"refcode_short":"NL 51.2","refcode_long":"A New Life (Revival and Beyond), p. 51.2 (Ellen Gould White)","content":"No encouragement should be given to this kind of worship. The same kind of influence came in after the passing of the time in 1844. The same kind of representations were made. Men became excited, and were worked by a power thought to be the power of God. They turned their bodies over and over, like a carriage wheel, claiming that they could not do this except by supernatural power. There was a belief that the dead were raised and had ascended to heaven. The Lord gave me a message for this fanaticism; for the beautiful principles of Bible truth were being eclipsed."},{"refcode_short":"NL 51","refcode_long":"A New Life (Revival and Beyond), p. 51 (Ellen Gould White)","content":"Nudity"},{"refcode_short":"NL 51.3","refcode_long":"A New Life (Revival and Beyond), p. 51.3 (Ellen Gould White)","content":"Men and women, supposed to be guided by the Holy Spirit, held meetings in a state of nudity. They talked about holy flesh. They said they were beyond the power of temptation, and they sang, and shouted, and made all manner of noisy demonstrations. These men and women were not bad, but they were deceived and deluded.... Satan was moulding the work, and sensuality was the result. The cause of God was dishonored. Truth, sacred truth, was leveled in the dust by human agencies."},{"refcode_short":"NL 52.1","refcode_long":"A New Life (Revival and Beyond), p. 52.1 (Ellen Gould White)","content":"The authorities of the land interfered, and several of the ring leaders were incarcerated within prison walls. By those who were confined in prison this interference was termed persecution for the truth's sake, and thus truth was clothed with garments spotted with the flesh.... I presented the reproof of the Lord regarding this kind of work, showing that its influence was making the truth objectionable and disgusting to the community...."},{"refcode_short":"NL 52.2","refcode_long":"A New Life (Revival and Beyond), p. 52.2 (Ellen Gould White)","content":"I bore my testimony, declaring that these fanatical movements, this din and noise, were inspired by the spirit of Satan, who was working miracles to deceive if possible the very elect. [Letter 132, 1900 (Portions in Selected Messages 2:36, 37.)]"},{"refcode_short":"NL 52","refcode_long":"A New Life (Revival and Beyond), p. 52 (Ellen Gould White)","content":"Confusion"},{"refcode_short":"NL 52.3","refcode_long":"A New Life (Revival and Beyond), p. 52.3 (Ellen Gould White)","content":"We need to be on our guard, to maintain a close connection with Christ, that we be not deceived by Satan's devices. The Lord desires to have in His service order and discipline, not excitement and confusion. [Selected Messages 2:35.]"},{"refcode_short":"NL 52.4","refcode_long":"A New Life (Revival and Beyond), p. 52.4 (Ellen Gould White)","content":"Wild, clamorous cries and exercises are no evidence that the Spirit of God is at work. [The Review and Herald, March 5, 1889.]"},{"refcode_short":"NL 52","refcode_long":"A New Life (Revival and Beyond), p. 52 (Ellen Gould White)","content":"Order Versus Impressions and Feelings"},{"refcode_short":"NL 52.5","refcode_long":"A New Life (Revival and Beyond), p. 52.5 (Ellen Gould White)","content":"There are many restless spirits who will not submit to discipline, system, and order. They think that their liberties would be abridged were they to lay aside their own judgment and submit to the judgment of those of experience. The work of God will not progress unless there is a disposition to submit to order and expel the reckless, disorderly spirit of fanaticism from their meetings."},{"refcode_short":"NL 53.1","refcode_long":"A New Life (Revival and Beyond), p. 53.1 (Ellen Gould White)","content":"Impressions and feelings are no sure evidence that a person is led by the Lord. Satan will, if he is unsuspected, give feelings and impressions. These are not safe guides. All should thoroughly acquaint themselves with the evidences of our faith, and the great study should be how they can adorn their profession and bear fruit to the glory of God. [Testimonies for the Church 1:413.]"},{"refcode_short":"NL 53","refcode_long":"A New Life (Revival and Beyond), p. 53 (Ellen Gould White)","content":"Satan's Slaves"},{"refcode_short":"NL 53.2","refcode_long":"A New Life (Revival and Beyond), p. 53.2 (Ellen Gould White)","content":"On every side, Satan seeks to entice the youth into the path of perdition; and if he can once get their feet set in the way, he hurries them on in their downward course, leading them from one dissipation to another, until his victims lose their tenderness of conscience, and have no more the fear of God before their eyes. They exercise less and less self-restraint. They become addicted to the use of wine and alcohol, tobacco and opium, [Note: The source of morphine is opium. A fast-working derivative of morphine is heroin.] and go from one stage of debasement to another. They are slaves to appetite. Counsel which they once respected, they learn to despise. They put on swaggering airs, and boast of liberty when they are the slaves to selfishness, debased appetite, and licentiousness. [Temperance, 274.]"},{"refcode_short":"NL 53","refcode_long":"A New Life (Revival and Beyond), p. 53 (Ellen Gould White)","content":"“Inspired” by Drugs"},{"refcode_short":"NL 53.3","refcode_long":"A New Life (Revival and Beyond), p. 53.3 (Ellen Gould White)","content":"For some time he [a patient at the Battle Creek Sanitarium] had thought he was obtaining new light. He was very ill, and must soon die.... Those to whom he presented his views listened to him eagerly, and some thought him inspired.... To many his reasoning seemed to be without a flaw. They told of his powerful exhortations in his sickroom. Most wonderful views passed before him. But what was the source of his inspiration? It was the morphine [Note: The source of morphine is opium. A fast-working derivative of morphine is heroin.] given him to relieve his pain. [Selected Messages 2:113.]"},{"refcode_short":"NL 54","refcode_long":"A New Life (Revival and Beyond), p. 54 (Ellen Gould White)","content":"Pantheism, Spiritualism, and Free Love"},{"refcode_short":"NL 54.1","refcode_long":"A New Life (Revival and Beyond), p. 54.1 (Ellen Gould White)","content":"The theory that God is an essence pervading all nature is one of Satan's most subtle devices. It misrepresents God and is a dishonor to His greatness and majesty. Pantheistic theories are not sustained by the Word of God.... They gratify the natural heart and give license to inclination. [Testimonies for the Church 8:291.]"},{"refcode_short":"NL 54.2","refcode_long":"A New Life (Revival and Beyond), p. 54.2 (Ellen Gould White)","content":"The theory that God is an essence pervading all nature is received by many who profess to believe the Scriptures; but, however beautifully clothed, this theory is a most dangerous deception. It misrepresents God and is a dishonor to His greatness and majesty. And it surely tends not only to mislead, but to debase men. Darkness is its element, sensuality its sphere.... These theories, followed to their logical conclusion, sweep away the whole Christian economy. They do away with the necessity for the atonement and make man his own savior. [The Ministry of Healing, 428, 429.]"},{"refcode_short":"NL 54.3","refcode_long":"A New Life (Revival and Beyond), p. 54.3 (Ellen Gould White)","content":"I have seen the results of these fanciful views of God, in apostasy, spiritualism, and free-lovism. The free love tendency of these teachings was so concealed that at first it was difficult to make plain its real character. Until the Lord presented it to me, I knew not what to call it, but I was instructed to call it unholy spiritual love. [Testimonies for the Church 8:292.]"},{"refcode_short":"NL 54.4","refcode_long":"A New Life (Revival and Beyond), p. 54.4 (Ellen Gould White)","content":"As in the days of the apostles men tried by tradition and philosophy to destroy faith in the Scriptures, so today, by the pleasing sentiments of higher criticism, evolution, spiritualism, theosophy, and pantheism, the enemy of righteousness is seeking to lead souls into forbidden paths.... By spiritualism, multitudes are taught to believe that desire is the highest law, that license is liberty, and that man is accountable only to himself. [The Acts of the Apostles, 474.]"},{"refcode_short":"NL 55","refcode_long":"A New Life (Revival and Beyond), p. 55 (Ellen Gould White)","content":"Irrational Behavior"},{"refcode_short":"NL 55.1","refcode_long":"A New Life (Revival and Beyond), p. 55.1 (Ellen Gould White)","content":"Sanctification is not a happy flight of feeling, not the work of an instant, but the work of a lifetime. If any one claims that the Lord has sanctified him, and made him holy, the proof of his claim to the blessing will be seen in the fruits of meekness, patience, long-suffering, truthfulness, and love."},{"refcode_short":"NL 55.2","refcode_long":"A New Life (Revival and Beyond), p. 55.2 (Ellen Gould White)","content":"If the blessing that those who claim to be sanctified have received, leads them to rely upon some particular emotion, and they declare there is no need of searching the Scriptures that they may know God's revealed will, then the supposed blessing is a counterfeit, for it leads its possessors to place value on their own unsanctified emotions and fancies, and to close their ears to the voice of God in His word...."},{"refcode_short":"NL 55.3","refcode_long":"A New Life (Revival and Beyond), p. 55.3 (Ellen Gould White)","content":"Nervous excitement in religious matters is no evidence that the Spirit of God is working upon the heart. We read of frenzied contortions of the body, of shrieking and screaming in the work of Satan upon the minds and bodies of men; but the word of God affords us no example of any such manifestations in connection with those upon whom He pours out His Spirit. It is clear that distempered fancies, wild outbursts, and contorted bodily exercises are the workings of the enemy."},{"refcode_short":"NL 55.4","refcode_long":"A New Life (Revival and Beyond), p. 55.4 (Ellen Gould White)","content":"Yet many think that the disorder of the mind, which is intensified by the power of Satan, is a warrant that God is causing these deceived souls to act in so uncomely a manner. The whole spirit and tone of the Bible condemns men in acting without reason or intelligence. When the Spirit of God moves upon the heart, it causes the faithful, obedient child of God to act in a manner that will commend religion to the good judgment of sensible-minded men and women. [The Signs of the Times, February 28, 1895.]"},{"refcode_short":"NL 56","refcode_long":"A New Life (Revival and Beyond), p. 56 (Ellen Gould White)","content":"Pretending"},{"refcode_short":"NL 56.1","refcode_long":"A New Life (Revival and Beyond), p. 56.1 (Ellen Gould White)","content":"Said Christ: “Not every one that saith unto Me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of My Father which is in heaven. Many will say to Me in that day, Lord, Lord, have we not prophesied in Thy name? and in Thy name have cast out devils? and in Thy name done many wonderful works? And then will I profess unto them, I never knew you: depart from Me, ye that work iniquity.”"},{"refcode_short":"NL 56.2","refcode_long":"A New Life (Revival and Beyond), p. 56.2 (Ellen Gould White)","content":"These may profess to be followers of Christ, but they have lost sight of their Leader. They may say, “Lord, Lord”; they may point to the sick who are healed through them, and to other marvelous works, and claim that they have more of the Spirit and power of God than is manifested by those who keep His law. But their works are done under the supervision of the enemy of righteousness, whose aim it is to deceive souls, and are designed to lead away from obedience, truth, and duty."},{"refcode_short":"NL 56.3","refcode_long":"A New Life (Revival and Beyond), p. 56.3 (Ellen Gould White)","content":"In the near future there will be still more marked manifestations of this miracle-working power; for it is said of him, “And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men.”"},{"refcode_short":"NL 56.4","refcode_long":"A New Life (Revival and Beyond), p. 56.4 (Ellen Gould White)","content":"We are surprised to see so many ready to accept these great pretensions as the genuine work of the Spirit of God; but those who look to wonderful works merely, and are guided by impulse and impressions, will be deceived...."},{"refcode_short":"NL 57","refcode_long":"A New Life (Revival and Beyond), p. 57 (Ellen Gould White)","content":"Claims to Holiness"},{"refcode_short":"NL 57.1","refcode_long":"A New Life (Revival and Beyond), p. 57.1 (Ellen Gould White)","content":"No one who claims holiness is really holy. Those who are registered as holy in the books of Heaven are not aware of the fact, and are the last ones to boast of their own goodness. None of the prophets and apostles ever professed holiness, not even Daniel, Paul, or John. The righteous never make such a claim."},{"refcode_short":"NL 57.2","refcode_long":"A New Life (Revival and Beyond), p. 57.2 (Ellen Gould White)","content":"The more nearly they resemble Christ, the more they lament their unlikeness to Him; for their consciences are sensitive, and they regard sin more as God regards it. They have exalted views of God and of the great plan of salvation; and their hearts, humbled under a sense of their own unworthiness, are alive to the honor of being accounted members of the royal family, sons and daughters of the King Eternal."},{"refcode_short":"NL 57.3","refcode_long":"A New Life (Revival and Beyond), p. 57.3 (Ellen Gould White)","content":"Those who love the law of God cannot harmonize in worship or in spirit with the determined transgressors of that law, who are filled with bitterness and malice when the plainly revealed truths of the Bible are taught. We have a detector which discriminates between the true and the false. “To the law and to the testimony: if they speak not according to this word, it is because there is no light in them.” [The Signs of the Times, February 26, 1885.]"},{"refcode_short":"NL 57","refcode_long":"A New Life (Revival and Beyond), p. 57 (Ellen Gould White)","content":"Whose Voice Can I Trust?"},{"refcode_short":"NL 57.4","refcode_long":"A New Life (Revival and Beyond), p. 57.4 (Ellen Gould White)","content":"We need to be anchored in Christ, rooted and grounded in the faith. Satan works through agents. He selects those who have not been drinking of the living waters, whose souls are athirst for something new and strange, and who are ever ready to drink at any fountain that may present itself. Voices will be heard, saying, “Lo, here is Christ,” or “Lo, there” but we must believe them not. We have unmistakable evidence of the voice of the True Shepherd, and He is calling upon us to follow Him. He says, “I have kept My Father's commandments.” He leads His sheep in the path of humble obedience to the law of God, but He never encourages them in the transgression of that law."},{"refcode_short":"NL 58.1","refcode_long":"A New Life (Revival and Beyond), p. 58.1 (Ellen Gould White)","content":"“The voice of a stranger” is the voice of one who neither respects nor obeys God's holy, just, and good law. Many make great pretensions to holiness, and boast of the wonders they perform in healing the sick, when they do not regard this great standard of righteousness. But through whose power are these cures wrought? Are the eyes of either party opened to their transgressions of the law? and do they take their stand as humble, obedient children, ready to obey all of God's requirements? ..."},{"refcode_short":"NL 58.2","refcode_long":"A New Life (Revival and Beyond), p. 58.2 (Ellen Gould White)","content":"None need be deceived. The law of God is as sacred as His throne, and by it every man who cometh into the world is to be judged. There is no other standard by which to test character. “If they speak not according to this word, it is because there is no light in them.” Now shall the case be decided according to the Word of God, or shall man's pretensions be credited? Christ says, “By their fruits ye shall know them.” [Selected Messages 2:50.]"},{"refcode_short":"NL 59","refcode_long":"A New Life (Revival and Beyond), p. 59 (Ellen Gould White)","content":"Chapter 7—It's Still a Fight"},{"refcode_short":"NL 59","refcode_long":"A New Life (Revival and Beyond), p. 59 (Ellen Gould White)","content":"What Sin Has Done"},{"refcode_short":"NL 59.1","refcode_long":"A New Life (Revival and Beyond), p. 59.1 (Ellen Gould White)","content":"More clearly than we do we need to understand the issues at stake in the great conflict in which we are engaged. We need to understand more fully the value of the truths of the word of God and the danger of allowing our minds to be diverted from them by the great deceiver."},{"refcode_short":"NL 59.2","refcode_long":"A New Life (Revival and Beyond), p. 59.2 (Ellen Gould White)","content":"The infinite value of the sacrifice required for our redemption reveals the fact that sin is a tremendous evil. Through sin the whole human organism is deranged, the mind is perverted, the imagination corrupted. Sin has degraded the faculties of the soul. Temptations from without find an answering chord within the heart, and the feet turn imperceptibly toward evil."},{"refcode_short":"NL 59.3","refcode_long":"A New Life (Revival and Beyond), p. 59.3 (Ellen Gould White)","content":"As the sacrifice in our behalf was complete, so our restoration from the defilement of sin is to be complete. No act of wickedness will the law of God excuse; no unrighteousness can escape its condemnation. The ethics of the gospel acknowledge no standard but the perfection of the divine character...."},{"refcode_short":"NL 59","refcode_long":"A New Life (Revival and Beyond), p. 59 (Ellen Gould White)","content":"It Takes Perseverance"},{"refcode_short":"NL 59.4","refcode_long":"A New Life (Revival and Beyond), p. 59.4 (Ellen Gould White)","content":"Wrongs cannot be righted, nor can reformations in conduct be made by a few feeble, intermittent efforts. Character building is the work, not of a day, nor of a year, but of a lifetime. The struggle for conquest over self, for holiness and heaven, is a lifelong struggle. Without continual effort and constant activity, there can be no advancement in the divine life, no attainment of the victor's crown."},{"refcode_short":"NL 60.1","refcode_long":"A New Life (Revival and Beyond), p. 60.1 (Ellen Gould White)","content":"The strongest evidence of man's fall from a higher state is the fact that it costs so much to return. The way of return can be gained only by hard fighting, inch by inch, hour by hour. In one moment, by a hasty, unguarded act, we may place ourselves in the power of evil; but it requires more than a moment to break the fetters and attain to a holier life. The purpose may be formed, the work begun; but its accomplishment will require toil, time, perseverance, patience, and sacrifice."},{"refcode_short":"NL 60.2","refcode_long":"A New Life (Revival and Beyond), p. 60.2 (Ellen Gould White)","content":"We cannot allow ourselves to act from impulse. We cannot be off guard for a moment. Beset with temptations without number, we must resist firmly or be conquered. Should we come to the close of life with our work undone, it would be an eternal loss."},{"refcode_short":"NL 60.3","refcode_long":"A New Life (Revival and Beyond), p. 60.3 (Ellen Gould White)","content":"The life of the apostle Paul was a constant conflict with self. He said, “I die daily” (1 Corinthians 15:31). His will and his desires every day conflicted with duty and the will of God. Instead of following inclination, he did God's will, however crucifying to his nature."},{"refcode_short":"NL 60.4","refcode_long":"A New Life (Revival and Beyond), p. 60.4 (Ellen Gould White)","content":"At the close of his life of conflict, looking back over its struggles and triumphs, he could say, “I have fought a good fight, I have finished my course, I have kept the faith: henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous Judge, shall give me at that day” (2 Timothy 4:7, 8)."},{"refcode_short":"NL 60.5","refcode_long":"A New Life (Revival and Beyond), p. 60.5 (Ellen Gould White)","content":"The Christian life is a battle and a march. In this warfare there is no release; the effort must be continuous and persevering. It is by unceasing endeavor that we maintain the victory over the temptations of Satan. Christian integrity must be sought with resistless energy and maintained with a resolute fixedness of purpose."},{"refcode_short":"NL 60.6","refcode_long":"A New Life (Revival and Beyond), p. 60.6 (Ellen Gould White)","content":"No one will be borne upward without stern, persevering effort in his own behalf. All must engage in this warfare for themselves; no one else can fight our battles...."},{"refcode_short":"NL 61","refcode_long":"A New Life (Revival and Beyond), p. 61 (Ellen Gould White)","content":"There's a Science to It"},{"refcode_short":"NL 61.1","refcode_long":"A New Life (Revival and Beyond), p. 61.1 (Ellen Gould White)","content":"There is a science of Christianity to be mastered—a science as much deeper, broader, higher than any human science as the heavens are higher than the earth. The mind is to be disciplined, educated, trained; for we are to do service for God in ways that are not in harmony with inborn inclination. Hereditary and cultivated tendencies to evil must be overcome. Often the education and training of a lifetime must be discarded, that one may become a learner in the school of Christ. Our hearts must be educated to become steadfast in God. We are to form habits of thought that will enable us to resist temptation. We must learn to look upward. The principles of the word of God—principles that are as high as heaven, and that compass eternity—we are to understand in their bearing upon our daily life. Every act, every word, every thought, is to be in accord with these principles. All must be brought into harmony with, and subject to, Christ."},{"refcode_short":"NL 61.2","refcode_long":"A New Life (Revival and Beyond), p. 61.2 (Ellen Gould White)","content":"The precious graces of the Holy Spirit are not developed in a moment. Courage, fortitude, meekness, faith, unwavering trust in God's power to save, are acquired by the experience of years. By a life of holy endeavor and firm adherence to the right the children of God are to seal their destiny."},{"refcode_short":"NL 61","refcode_long":"A New Life (Revival and Beyond), p. 61 (Ellen Gould White)","content":"No Time to Lose"},{"refcode_short":"NL 61.3","refcode_long":"A New Life (Revival and Beyond), p. 61.3 (Ellen Gould White)","content":"We have no time to lose. We know not how soon our probation may close. At the longest, we have but a brief lifetime here, and we know not how soon the arrow of death may strike our hearts. We know not how soon we may be called to give up the world and all its interests. Eternity stretches before us. The curtain is about to be lifted. But a few short years, and for everyone now numbered with the living the mandate will go forth:"},{"refcode_short":"NL 62.1","refcode_long":"A New Life (Revival and Beyond), p. 62.1 (Ellen Gould White)","content":"“He that is unjust, let him be unjust still: ... and he that is righteous, let him be righteous still: and he that is holy, let him be holy still” (Revelation 22:11)."},{"refcode_short":"NL 62.2","refcode_long":"A New Life (Revival and Beyond), p. 62.2 (Ellen Gould White)","content":"Are we prepared? Have we become acquainted with God, the Governor of heaven, the Lawgiver, and with Jesus Christ whom He sent into the world as His representative? When our lifework is ended, shall we be able to say, as did Christ our example:"},{"refcode_short":"NL 62.3","refcode_long":"A New Life (Revival and Beyond), p. 62.3 (Ellen Gould White)","content":"“I have glorified Thee on the earth: I have finished the work which Thou gavest Me to do.... I have manifested Thy name”? John 17:4-6."},{"refcode_short":"NL 62.4","refcode_long":"A New Life (Revival and Beyond), p. 62.4 (Ellen Gould White)","content":"The angels of God are seeking to attract us from ourselves and from earthly things. Let them not labor in vain."},{"refcode_short":"NL 62.5","refcode_long":"A New Life (Revival and Beyond), p. 62.5 (Ellen Gould White)","content":"Minds that have been given up to loose thought need to change. “Gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ; as obedient children, not fashioning yourselves according to the former lusts in your ignorance: but as He which hath called you is holy, so be ye holy in all manner of conversation; because it is written, Be ye holy; for I am holy” (1 Peter 1:13-16)."},{"refcode_short":"NL 62.6","refcode_long":"A New Life (Revival and Beyond), p. 62.6 (Ellen Gould White)","content":"The thoughts must be centered upon God. We must put forth earnest effort to overcome the evil tendencies of the natural heart. Our efforts, our self-denial and perseverance, must be proportionate to the infinite value of the object of which we are in pursuit. Only by overcoming as Christ overcame shall we win the crown of life."},{"refcode_short":"NL 62","refcode_long":"A New Life (Revival and Beyond), p. 62 (Ellen Gould White)","content":"Constant Dependence"},{"refcode_short":"NL 62.7","refcode_long":"A New Life (Revival and Beyond), p. 62.7 (Ellen Gould White)","content":"Man's great danger is in being self-deceived, indulging self-sufficiency, and thus separating from God, the source of his strength. Our natural tendencies, unless corrected by the Holy Spirit of God, have in them the seeds of moral death. Unless we become vitally connected with God, we cannot resist the unhallowed effects of self-indulgence, self-love, and temptation to sin."},{"refcode_short":"NL 63.1","refcode_long":"A New Life (Revival and Beyond), p. 63.1 (Ellen Gould White)","content":"In order to receive help from Christ, we must realize our need. We must have a true knowledge of ourselves. It is only he who knows himself to be a sinner that Christ can save. Only as we see our utter helplessness and renounce all self-trust, shall we lay hold on divine power."},{"refcode_short":"NL 63.2","refcode_long":"A New Life (Revival and Beyond), p. 63.2 (Ellen Gould White)","content":"It is not only at the beginning of the Christian life that this renunciation of self is to be made. At every advance step heavenward it is to be renewed. All our good works are dependent on a power outside of ourselves; therefore there needs to be a continual reaching out of the heart after God, a constant, earnest confession of sin and humbling of the soul before Him. Perils surround us; and we are safe only as we feel our weakness and cling with the grasp of faith to our mighty Deliverer."},{"refcode_short":"NL 63","refcode_long":"A New Life (Revival and Beyond), p. 63 (Ellen Gould White)","content":"Truth or Trivia"},{"refcode_short":"NL 63.3","refcode_long":"A New Life (Revival and Beyond), p. 63.3 (Ellen Gould White)","content":"We must turn away from a thousand topics that invite attention. There are matters that consume time and arouse inquiry, but end in nothing. The highest interests demand the close attention and energy that are so often given to comparatively insignificant things."},{"refcode_short":"NL 63.4","refcode_long":"A New Life (Revival and Beyond), p. 63.4 (Ellen Gould White)","content":"Accepting new theories does not in itself bring new life to the soul. Even an acquaintance with facts and theories important in themselves is of little value unless put to a practical use. We need to feel our responsibility to give our souls food that will nourish and stimulate spiritual life...."},{"refcode_short":"NL 63.5","refcode_long":"A New Life (Revival and Beyond), p. 63.5 (Ellen Gould White)","content":"The question for us to study is, “What is truth—the truth that is to be cherished, loved, honored, and obeyed?” The devotees of science have been defeated and disheartened in their efforts to find out God. What they need to inquire at this time is, “What is the truth that will enable us to win the salvation of our souls?”"},{"refcode_short":"NL 64","refcode_long":"A New Life (Revival and Beyond), p. 64 (Ellen Gould White)","content":"Do I Have the Answer?"},{"refcode_short":"NL 64.1","refcode_long":"A New Life (Revival and Beyond), p. 64.1 (Ellen Gould White)","content":"“What think ye of Christ?”—this is the all-important question. Do you receive Him as a personal Saviour? To all who receive Him He gives power to become sons of God."},{"refcode_short":"NL 64.2","refcode_long":"A New Life (Revival and Beyond), p. 64.2 (Ellen Gould White)","content":"Christ revealed God to His disciples in a way that performed in their hearts a special work, such as He desires to do in our hearts. There are many who, in dwelling too largely upon theory, have lost sight of the living power of the Saviour's example. They have lost sight of Him as the humble, self-denying worker. What they need is to behold Jesus. Daily we need the fresh revealing of His presence. We need to follow more closely His example of self-renunciation and self-sacrifice."},{"refcode_short":"NL 64.3","refcode_long":"A New Life (Revival and Beyond), p. 64.3 (Ellen Gould White)","content":"We need the experience that Paul had when he wrote: “I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave Himself for me” (Galatians 2:20)."}]