[{"refcode_short":"NPUGleaner","refcode_long":"North Pacific Union Gleaner","content":"North Pacific Union Gleaner"},{"refcode_short":"NPUGleaner December 4,  1907","refcode_long":"North Pacific Union Gleaner December 4,  1907","content":"1907"},{"refcode_short":"NPUGleaner December 4,  1907","refcode_long":"North Pacific Union Gleaner December 4,  1907","content":"December 4, 1907"},{"refcode_short":"NPUGleaner December 4,  1907","refcode_long":"North Pacific Union Gleaner December 4,  1907","content":"Words of Encouragement to Workers"},{"refcode_short":"NPUGleaner December 4,  1907, par. 1","refcode_long":"North Pacific Union Gleaner December 4,  1907, paragraph 1","content":"God has given me words to speak to His people in these last days. Time is short, and God has a special work for each to do. All are to employ their God-given talents as the Spirit of God shall direct them."},{"refcode_short":"NPUGleaner December 4,  1907, par. 2","refcode_long":"North Pacific Union Gleaner December 4,  1907, paragraph 2","content":"The preaching of the word is one of the means by which God designs to bring light and evidence to the world; it must be done in such a way that those who listen will not be repulsed by any coarseness or lack of refinement in the messenger. A sweetness of disposition and humility of mind are to be revealed by those whom God employs to give a knowledge of Himself."},{"refcode_short":"NPUGleaner December 4,  1907, par. 3","refcode_long":"North Pacific Union Gleaner December 4,  1907, paragraph 3","content":"Divine power has given us all things that pertain to life and godliness, through the knowledge of Him who has called us to glory and virtue. We all, with open face, beholding as in a glass the glory of the Lord, may be changed into the same image, from glory to glory, even as by the Spirit of the Lord. This is a process of knowledge that will broaden the mind, impact spiritual excellence and give to the character the comeliness and perfection that was seen in the character of Christ. Those who faithfully study the words of Christ and His methods of labor, will learn to present the truth in a way that will yield definite and lasting results for good."},{"refcode_short":"NPUGleaner December 4,  1907, par. 4","refcode_long":"North Pacific Union Gleaner December 4,  1907, paragraph 4","content":"I am bidden to speak words of encouragement to those who are preparing themselves for service in the cause of God. When compassed with difficulties, remember that there is One who is infinite in wisdom, who will be your help. Bring your perplexities to the One who understands all your difficulties. If you will seek His wisdom, instead of relying upon the judgment and knowledge of human beings, the help that He has promised will surely be given you."},{"refcode_short":"NPUGleaner December 4,  1907, par. 5","refcode_long":"North Pacific Union Gleaner December 4,  1907, paragraph 5","content":"The parting words of the Saviour to His disciples should speak encouragement to every servant of God till the close of time. “The eleven disciples went away into Galilee, into a mountain, where Jesus had appointed them. And when they saw Him they worshipped Him; but some doubted. And Jesus came and spake unto them saying, All power is given unto Me in heaven and in earth; go ye therefore and teach all nations; baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: teaching them to observe all things whatsoever I have commanded you; and, lo, I am with you alway, even unto the end of the world.”"},{"refcode_short":"NPUGleaner December 4,  1907, par. 6","refcode_long":"North Pacific Union Gleaner December 4,  1907, paragraph 6","content":"What greater assurance than this can we ask? We have the Lord's positive assurance that while we instruct others, He will be with us to be our Instructor. Those who work for God will meet with discouragement, but the promise is always theirs, “Lo, I am with you alway, even unto the end of the world.” God will give a most wonderful experience to those who will say, “I believe Thy promise; I will not fail nor become discouraged.”"},{"refcode_short":"NPUGleaner December 4,  1907, par. 7","refcode_long":"North Pacific Union Gleaner December 4,  1907, paragraph 7","content":"The Lord has a work for women as well as for men to do. They can accomplish a good work for God, if they will learn first in the school of Christ the precious, all-important lesson of meekness. They must not only bear the name of Christ, but possess His spirit. They must walk even as He walked purifying their souls from everything that defiles. Then they will be able to benefit others by presenting the all-sufficiency of Jesus."},{"refcode_short":"NPUGleaner December 4,  1907, par. 8","refcode_long":"North Pacific Union Gleaner December 4,  1907, paragraph 8","content":"Paul in his letters to the churches makes mention of women who were laborers with him in the gospel. Writing to the Romans, he says: “I commend unto you Phoebe our sister, which is a servant of the church which is at Cenchrea; that ye receive her in the Lord, as becometh saints, and that ye assist her in whatsoever business she hath need of you; for she hath been a succorer of many, and of myself also. Greet Aquila and Priscilla, my helpers in Christ Jesus: who have for my sake laid down their own necks: unto whom not only I give thanks, but also all the churches of the Gentiles. Likewise greet the church that is in their house. Salute my well-beloved Epaenetus, who is the first-fruits of Achaia unto Christ."},{"refcode_short":"NPUGleaner December 4,  1907, par. 9","refcode_long":"North Pacific Union Gleaner December 4,  1907, paragraph 9","content":"“Greet Mary, who bestowed much labor on us. Salute Andronicus and Junia, my kinsmen, and my fellow-prisoners, who are of note among the apostles, who also were in Christ before me. Greet Amplias, my brother in the Lord.... Salute Tryphena and Tryphosa who labor in the Lord.”"},{"refcode_short":"NPUGleaner December 4,  1907, par. 10","refcode_long":"North Pacific Union Gleaner December 4,  1907, paragraph 10","content":"Again, to the Philippian church the apostle writes: “Therefore my brethren, dearly beloved and longed for, my joy and crown, so stand fast in the Lord, my dearly beloved. I beseech Euodias, and beseech Syntyche, that they be of the same mind in the Lord. I entreat thee also, true yoke-fellow, help those women which labored with me in the gospel, with Clement also, and with other my fellow-laborers, whose names are in the book of life. Rejoice in the Lord alway, and again I say, Rejoice. Let your moderation be known unto all men. The Lord is at hand. Be careful for nothing; but in everything by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God which passeth all understanding shall keep your hearts and minds through Christ Jesus."},{"refcode_short":"NPUGleaner December 4,  1907, par. 11","refcode_long":"North Pacific Union Gleaner December 4,  1907, paragraph 11","content":"“Finally, brethren whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, or if there be any praise, think on these things.”"},{"refcode_short":"NPUGleaner December 4,  1907, par. 12","refcode_long":"North Pacific Union Gleaner December 4,  1907, paragraph 12","content":"It is not only upon those who preach the word that God has placed the responsibility of seeking to save sinners. He has given this work to all. The words, “Go ye into all the world, and preach the gospel to every creature,” are spoken to each one of Christ's followers. All who are ordained unto the life of Christ are ordained to work for the salvation of their fellow-men. The same, longing that He felt for the saving of the lost is to be manifest in them. Not all can fill the same place, but for all there is a place and work. All upon whom God's blessings have been bestowed are to respond by actual service; every gift is to be employed for the advancement of His kingdom."},{"refcode_short":"NPUGleaner December 11,  1907, par. 12","refcode_long":"North Pacific Union Gleaner December 11,  1907, paragraph 12","content":"December 11, 1907"},{"refcode_short":"NPUGleaner December 11,  1907","refcode_long":"North Pacific Union Gleaner December 11,  1907","content":"To Ministering Brethren"},{"refcode_short":"NPUGleaner December 11,  1907, par. 1","refcode_long":"North Pacific Union Gleaner December 11,  1907, paragraph 1","content":"There is a great and increasing need that those who minister in word and doctrine should be learners in the school of Christ. The influence of the one who preaches the word should be an influence that will lead souls to seek eternal life."},{"refcode_short":"NPUGleaner December 11,  1907, par. 2","refcode_long":"North Pacific Union Gleaner December 11,  1907, paragraph 2","content":"In these last days many influences will arise to draw the worker from standing firmly for a “Thus saith the Lord.” Men who themselves have departed from the faith will seek to draw workers into controversy, and by this method attempt to present heresies that will lead souls astray. My brethren, do not be enticed by such influences. Engage in no debate. Take no heed to the persuasions and challenges of those who would draw you from your legitimate work. You have no time to voice their sentiments or to repeat their words. Time is golden; truth is precious. We are to carry forward the work of God in the same spirit of simplicity that has marked our efforts for the past fifty years. But while our work is to be done in simplicity and meekness, we are to stand firmly for the principles of the faith."},{"refcode_short":"NPUGleaner December 11,  1907, par. 3","refcode_long":"North Pacific Union Gleaner December 11,  1907, paragraph 3","content":"The Saviour has given the promise of his presence to all who labor in the spirit of true service. “All power is given unto me in heaven and in earth,” he says; “go ye therefore and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost; teaching them to observe whatsoever I have commanded you; and, lo, I am with you alway, even unto the end of the world.” As you present the word to your hearers, claim this promise of Christ's presence. There is no day, no hour of the day, when he will not be near you by his Holy Spirit. He is in every meeting that is held in his name. His promise is given for as long as time shall last."},{"refcode_short":"NPUGleaner December 11,  1907, par. 4","refcode_long":"North Pacific Union Gleaner December 11,  1907, paragraph 4","content":"Be careful messengers. Do not be anxious to hear and accept new theories, for often they are such as should never be presented before any congregation. Speak no boastful, self-exalting words. Let the Word of God come forth from lips that are sanctified by the truth. Every minister is to preach the truth as it is in Jesus. He should be assured of that which he affirms, and should handle the Word of God under the direction of the Holy Spirit of God. Walk and work carefully before God, my brethren, that no soul may be led into deception by your example. It had been better for you never to have been born, than that you should lead one soul astray."},{"refcode_short":"NPUGleaner December 11,  1907, par. 5","refcode_long":"North Pacific Union Gleaner December 11,  1907, paragraph 5","content":"Those who profess to be servants of God need to make diligent work for the obtaining of that life where sin and sickness and sorrow can not enter. They are to be instant in season and out of season."},{"refcode_short":"NPUGleaner December 11,  1907, par. 6","refcode_long":"North Pacific Union Gleaner December 11,  1907, paragraph 6","content":"God is calling for reformers who will speak strong, uplifting words from our pulpits. It is when men speak their own words in their own strength, instead of preaching the Word of God in the power of the Spirit, that they are hurt and offended when their words are not received with enthusiasm. It is then that they are tempted to speak words that will arouse a spirit of bitterness and opposition in their hearts. My brethren, be advised. Such words are not to come from the lips of Christ's ambassadors. Sanctified lips will speak words that reform, but do not exasperate. The truth is to be presented in the meekness and love of Christ."},{"refcode_short":"NPUGleaner December 11,  1907, par. 7","refcode_long":"North Pacific Union Gleaner December 11,  1907, paragraph 7","content":"I heard the words spoken: Prepare to meet thy God. If you will learn of Jesus, you will possess a power that will take hold of hearts. You will speak words that will be a savor of life unto life. Shake off the worldly spirit that would take possession of our people. Pray, O pray; and believe that the fervent prayer of a righteous man availeth much."},{"refcode_short":"NPUGleaner December 11,  1907, par. 8","refcode_long":"North Pacific Union Gleaner December 11,  1907, paragraph 8","content":"If the minister's lips are touched with a live coal from off the altar, he will lift up Jesus as the sinner's only hope. When the heart of the speaker is sanctified through the truth, his words will be living realities to himself and others. Those who hear him will know that he has been with God, and has drawn near to him in effectual, fervent prayer. The Holy Spirit has fallen upon him, his soul has felt the vital, heavenly fire, and he will be able to compare spiritual things with spiritual. Power will be given to him to tear down the strongholds of Satan. Hearts will be broken by his presentation of the love of God, and many will inquire, “what must I do to be saved?”"},{"refcode_short":"NPUGleaner December 18,  1907","refcode_long":"North Pacific Union Gleaner December 18,  1907","content":"December 18, 1907"},{"refcode_short":"NPUGleaner December 18,  1907","refcode_long":"North Pacific Union Gleaner December 18,  1907","content":"To Ministers and Teachers"},{"refcode_short":"NPUGleaner December 18,  1907, par. 1","refcode_long":"North Pacific Union Gleaner December 18,  1907, paragraph 1","content":"Those who teach the Word need not feel that they must search up some new and intricate subject to present to the churches. The most profitable subjects that can be presented are those that Christ dwelt upon when teaching his disciples and the multitudes that daily followed him. The common people heard him gladly."},{"refcode_short":"NPUGleaner December 18,  1907, par. 2","refcode_long":"North Pacific Union Gleaner December 18,  1907, paragraph 2","content":"When our ministers seek to present something that is new and strange to the common people, they are not following the custom of Christ. Sometimes the things they endeavor to present they do not themselves understand, and they lead minds away from the path of truth and righteousness. Self, self! When will self die, and when shall we learn what it means to follow in the footsteps of Jesus?"},{"refcode_short":"NPUGleaner December 18,  1907, par. 3","refcode_long":"North Pacific Union Gleaner December 18,  1907, paragraph 3","content":"Let us as ministers and teachers study the sermons of Christ, and by prayerful effort learn to comprehend the very spirit of these discourses. They are to be presented so that the common people can understand them. Let us study over and over again the fourteenth to the seventeenth chapters of John. The last sermons of Christ, and his last prayer for his disciples, contain precious instruction, the treasures of which, study as we may, we can never exhaust."},{"refcode_short":"NPUGleaner December 18,  1907, par. 4","refcode_long":"North Pacific Union Gleaner December 18,  1907, paragraph 4","content":"The work to be done in our churches should begin with our leaders. When they humble their souls before God, when they confess their sins and become truly converted, their lives will reveal the transformation within. Selfishness will be emptied from their hearts, self-confidence will die, the disposition to dominate and control will disappear."},{"refcode_short":"NPUGleaner December 18,  1907, par. 5","refcode_long":"North Pacific Union Gleaner December 18,  1907, paragraph 5","content":"“Thus saith the Lord, cursed be the man that trusteth in man, and maketh flesh his arm, and whose heart departeth from the Lord. For he shall be like the heath in the desert, and shall not see when good cometh.”"},{"refcode_short":"NPUGleaner December 18,  1907, par. 6","refcode_long":"North Pacific Union Gleaner December 18,  1907, paragraph 6","content":"This is a representation of the man who does not humble his heart before the Lord, and give up his will to the will of God. This man has lost his discernment, and can not be trusted. And because he has rejected the warnings of God, he has greatly hindered the work of the Lord. He shall “inhabit the parched places of the wilderness, in a salt land and not inhabited.”"},{"refcode_short":"NPUGleaner December 18,  1907, par. 7","refcode_long":"North Pacific Union Gleaner December 18,  1907, paragraph 7","content":"Another class is represented in the next words of the prophet: “Blessed is the man who trusteth in the Lord, and whose hope the Lord is. He shall be as a tree planted by the waters, that spreadeth out her roots by the river, and shall not see when heat cometh; but her leaf shall be green; and shall not be careful in the year of drought, neither shall cease from yielding fruit.”"},{"refcode_short":"NPUGleaner December 18,  1907, par. 8","refcode_long":"North Pacific Union Gleaner December 18,  1907, paragraph 8","content":"The prophet continues: “O Lord, the hope of Israel, all that forsake thee shall be ashamed, and they that depart from thee shall be written in the earth, because they have forsaken thee, the fountain of living waters. Heal me, O Lord; and I shall be healed; save me, and I shall be saved: for thou art my praise."},{"refcode_short":"NPUGleaner December 18,  1907, par. 9","refcode_long":"North Pacific Union Gleaner December 18,  1907, paragraph 9","content":"“Behold, they say unto me, Where is the word of the Lord? let it come now. As for me, I have not hastened from being a pastor to follow thee; neither have I desired the woeful day; thou knowest; that which came out of my lips was right before thee. Be not a terror unto me: thou art my hope in the day of evil. Let them be confounded that persecute me, and let me not be confounded: let them be dismayed, but let not me be dismayed; bring upon them the days of evil, and destroy them with double destruction.”"},{"refcode_short":"NPUGleaner December 18,  1907, par. 10","refcode_long":"North Pacific Union Gleaner December 18,  1907, paragraph 10","content":"We need to understand these Old Testament figures and representations. Let us give them earnest consideration. We are slow to realize that these things foretold by the Lord's servants have been fulfilled, and are being fulfilled in our present history."},{"refcode_short":"NPUGleaner December 18,  1907, par. 11","refcode_long":"North Pacific Union Gleaner December 18,  1907, paragraph 11","content":"God has provided divine assistance for all the emergencies to which our human resources are unequal. He gives the Holy Spirit to help in every strait, to strengthen our hope and assurance, to illuminate our minds and purify our hearts. He means that sufficient facilities shall be provided for the working out of his plans. My ministering brethren, I bid you seek counsel from God. Seek him with the whole heart, and “whatsoever he saith unto you, do.”"},{"refcode_short":"NPUGleaner January 29,  1908","refcode_long":"North Pacific Union Gleaner January 29,  1908","content":"1908"},{"refcode_short":"NPUGleaner January 29,  1908","refcode_long":"North Pacific Union Gleaner January 29,  1908","content":"January 29, 1908"},{"refcode_short":"NPUGleaner January 29,  1908","refcode_long":"North Pacific Union Gleaner January 29,  1908","content":"Instruction to Ministers"},{"refcode_short":"NPUGleaner January 29,  1908, par. 1","refcode_long":"North Pacific Union Gleaner January 29,  1908, paragraph 1","content":"Ministers are in danger of becoming lax in regard to the responsibilities that rest upon them. They need to bear in mind that it takes more than powers of oratory to make a minister an ambassador for Christ. The church and the world look to the pastor for an example in self-denial and cross-bearing and devotion to God. Indolence, fitfulness, irresolution, disqualify him for the position of a minister of God."},{"refcode_short":"NPUGleaner January 29,  1908, par. 2","refcode_long":"North Pacific Union Gleaner January 29,  1908, paragraph 2","content":"A man may be harsh and coarse in nature, and lacking in discernment; but by constant connection with Christ he may be assimilated to the divine nature, and come to reflect the likeness of Christ. Contact with truth will elevate and ennoble him. That which is rough and coarse in his nature, that which savors of pride of opinion and self-esteem, will be driven from the heart, and the gentleness and meekness of Christ will take their place. The man who is walking in the footsteps of Christ, looking to him as the Author and Finisher of his faith, will see the amazing contrast between his own weak character and the perfect pattern set in the life of the Saviour, and he will not, he can not, become exalted. In humility of heart he will cry, “Lord, who is sufficient for these things?”"},{"refcode_short":"NPUGleaner January 29,  1908, par. 3","refcode_long":"North Pacific Union Gleaner January 29,  1908, paragraph 3","content":"The work of the minister of the gospel is not merely to preach. Christ is his example, and Christ gave himself. The expression of infinite love that God gave to the world in the gift of his Son marked the limit of his power to give. He could bestow no more. “If any man serve me,” Christ said, “let him follow me.” By studying the life of Christ, let the worker learn how he lived and worked, and strive each day to live his life."},{"refcode_short":"NPUGleaner January 29,  1908, par. 4","refcode_long":"North Pacific Union Gleaner January 29,  1908, paragraph 4","content":"There has been a decided failure among church members to be Christ-like in dealing with the erring. They have not sought to restore according to the directions given in the Word. The wrong-doer has not been considered from the standpoint of the value of the soul. There are youth in our midst who need to be looked after with tender pity; but instead of acting the part of the loving shepherd, many have acted the part of judges. They have condemned, instead of seeking after them with tender compassion. The minister needs much of the grace of Christ in his labors for this class."},{"refcode_short":"NPUGleaner January 29,  1908, par. 5","refcode_long":"North Pacific Union Gleaner January 29,  1908, paragraph 5","content":"My brethren, pray for the young, and converse with them. Present before them their baptismal vows. Teach them what it means to take this step, and kindly and affectionately show them their responsibility. “Ye are buried with him by baptism,” the apostle declares, “wherein ye also are risen with him, through the faith of the operation of God, who hath raised him from the dead.” “If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God. Set your affections on things above, and not on things on the earth. For ye are dead, and your life is hid with Christ in God.”"},{"refcode_short":"NPUGleaner January 29,  1908, par. 6","refcode_long":"North Pacific Union Gleaner January 29,  1908, paragraph 6","content":"When you find the church members arrayed one against another, call a halt, and come to an understanding. There is one sure way of remedying this evil. Follow the Bible rule in dealing with the difficulty. “Brethren, if a man be overtaken in a fault, ye which are spiritual, restore such an one in the spirit of meekness, considering thyself, lest thou also be tempted.” A deep interest and love for souls will give tact in laboring for the erring. The tenderness and love of Christ manifested in your efforts for such souls will accomplish more than any other power."},{"refcode_short":"NPUGleaner January 29,  1908, par. 7","refcode_long":"North Pacific Union Gleaner January 29,  1908, paragraph 7","content":"The first work of every minister should be to conform his own life to the teachings of truth; for God can not give souls into the care of one who has not himself learned to humble the heart before him. O that the Holy Spirit would work mightily on the hearts of our ministers and teachers, making them willing to be taught God's way. “Work out your own salvation with fear and trembling,” the apostle says, “for it is God that worketh in you, both to will and to do of his good pleasure.” Are we willing to enter into the work of self-examination that this command involves? Are we willing to put away the evil from our own lives, and live with an eye single to the glory of God?"},{"refcode_short":"NPUGleaner January 29,  1908, par. 8","refcode_long":"North Pacific Union Gleaner January 29,  1908, paragraph 8","content":"The experience of Paul should be the experience of every true servant of God in these last days. He said, “We preach not ourselves, but Christ Jesus our Lord; and ourselves your servants for Jesus’ sake. For God, who commanded the light to shine out of darkness, hath shined in your hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ. But we have this treasure in earthen vessels, that the excellency of the power may be of God, and not of us.”"},{"refcode_short":"NPUGleaner January 29,  1908, par. 9","refcode_long":"North Pacific Union Gleaner January 29,  1908, paragraph 9","content":"“As ye have therefore received the Lord, so walk ye in him: rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving. Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ. For in him dwelleth all the fulness of the Godhead bodily. And ye are complete in him.”"},{"refcode_short":"NPUGleaner February 17,  1909, par. 9","refcode_long":"North Pacific Union Gleaner February 17,  1909, paragraph 9","content":"1909"},{"refcode_short":"NPUGleaner February 17,  1909, par. 9","refcode_long":"North Pacific Union Gleaner February 17,  1909, paragraph 9","content":"February 17, 1909"},{"refcode_short":"NPUGleaner February 17,  1909","refcode_long":"North Pacific Union Gleaner February 17,  1909","content":"The True Higher Education"},{"refcode_short":"NPUGleaner February 17,  1909, par. 1","refcode_long":"North Pacific Union Gleaner February 17,  1909, paragraph 1","content":"The price paid for our redemption lays a great obligation upon every believer in Christ. It is their duty to understand what God requires of them, and what he would have them be. The educators of youth should realize the responsibility resting upon them, and should do their best to overcome their defects, whether physical, mental, or moral. They should aim at perfection, that the students may have a correct example. They should be learners every day in the school of Christ, that they may be teachers under the great Teacher. They must become one with him in the work of training minds, before they can be efficient teachers of higher education,—the knowledge of God."},{"refcode_short":"NPUGleaner February 17,  1909, par. 2","refcode_long":"North Pacific Union Gleaner February 17,  1909, paragraph 2","content":"God is love. The evil that is in the world comes not from his hands, but from our great adversary, whose work it has ever been to deprave man, and enfeeble and pervert his faculties. But God has not left us in the ruin wrought by the fall. Every facility has been placed in reach by our heavenly Father, that men may, through well-directed efforts, regain their perfection, and stand complete in Christ."},{"refcode_short":"NPUGleaner February 17,  1909, par. 3","refcode_long":"North Pacific Union Gleaner February 17,  1909, paragraph 3","content":"All the plan of redemption is expressed in those precious words, “God so loved the world that he gave his only-begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” The human family cost God and his Son Jesus Christ an infinite price. Christ actually bore the punishment of the sins of the world that his righteousness might be imputed to sinners, and that through repentance and faith they might become like him in holiness of character. He says of the repentant soul: “I bear the guilt of that man's sins. Let me take the punishment, and let the repentant sinner stand before Thee innocent.” The moment the sinner believes in Christ, he stands in the sight of God uncondemned; for the righteousness of Christ is his; Christ's perfect obedience is imputed to him."},{"refcode_short":"NPUGleaner February 17,  1909, par. 4","refcode_long":"North Pacific Union Gleaner February 17,  1909, paragraph 4","content":"The ransom paid by Christ is sufficient for the salvation of all men; but it will avail for only those who become new creatures in Christ Jesus, loyal subjects of God's everlasting kingdom. His suffering will not shield from punishment the unrepenting, disloyal sinner. Man must co-operate with divine power, and put forth his human effort to subdue sin, and to stand complete in Christ. Christ's work was to restore man to his original state, to heal him, through divine power. Man's part is to lay hold by faith of the merits of Christ, and co-operate with the divine agencies in forming a righteous character. It was thus that God could save the sinner, and yet be just and his righteous law be vindicated."},{"refcode_short":"NPUGleaner February 17,  1909, par. 5","refcode_long":"North Pacific Union Gleaner February 17,  1909, paragraph 5","content":"The true higher education makes the student acquainted with God and his Word, and fits him for eternal life. It was to place this life within our reach that Christ gave himself an offering for sin. His purpose of love and mercy is expressed in his prayer for his disciples: “Father, the hour is come; glorify thy Son, that thy Son also may glorify thee; as thou hast given him power over all flesh, that he should give eternal life to as many as thou hast given him. And this is life eternal, that they might know thee, the only true God, and Jesus Christ whom thou hast sent.”"},{"refcode_short":"NPUGleaner February 17,  1909, par. 6","refcode_long":"North Pacific Union Gleaner February 17,  1909, paragraph 6","content":"Jesus continues, expressing his care for his own: “And now I am no more in the world, but these are in the world; and I come to thee. Holy Father, keep through thine own name those whom thou hast given me, that they may be one, as we are. While I was with them in the world, I kept them in thy name; those that thou gavest me I have kept, and none of them is lost, but the son of perdition; that the scripture may be fulfilled. And now I come to thee; and these things I speak to the world, that they may have my joy fulfilled in themselves. I have given them the word; and the world hath hated them, because they are not of the world.”"},{"refcode_short":"NPUGleaner February 17,  1909, par. 7","refcode_long":"North Pacific Union Gleaner February 17,  1909, paragraph 7","content":"Christ here shows what methods he used to keep his disciples from worldly practices, maxims, and dispositions; “I have given them thy word; and the world hath hated them, because they are not of the world.” Their actions, their words, their spirit, are not in harmony with the world. And the Saviour adds: “I pray not that thou shouldst take them out of the world, but that thou shouldst keep them from the evil.” Let us catch the spirit that is breathed in this prayer. The children and youth should receive an education in the line that Christ has here indicated. The Word of God should be made the great educating power."},{"refcode_short":"NPUGleaner February 17,  1909, par. 8","refcode_long":"North Pacific Union Gleaner February 17,  1909, paragraph 8","content":"“Sanctify them through thy truth; thy Word is truth,” the Saviour prayed. How shall students know the truth, except by a close, earnest, persevering study of the Word? Here is the grand stimulus, the hidden force, that quickens the mental and physical powers, and directs the life into right channels. Here is wisdom, history, biography, poetry, and the most profound philosophy. Here is a lesson book of heavenly origin that will stimulate the mind into a vigorous and healthy life, and awaken it to the highest exercise. It is impossible to study the Word with a humble, teachable spirit without developing and strengthening the intellect. Those who become best acquainted with the wisdom and purpose of God as revealed in his word become men and women of mental strength; and they may become efficient workers with the great Educator, Jesus Christ."},{"refcode_short":"NPUGleaner February 17,  1909, par. 9","refcode_long":"North Pacific Union Gleaner February 17,  1909, paragraph 9","content":"“And for their sakes I sanctify myself, that they also may be sanctified through the truth.” Teachers may suppose that they can teach in their own wisdom, retaining their human imperfections, but Christ, the divine Teacher, sanctified himself for his work. He offered himself to God as a sacrifice for sin, giving his life for the life of the world. He would have those for whom he has paid such a ransom “sanctified through the truth,” and he has set them the example. The Teacher is what he would have his disciples become."},{"refcode_short":"NPUGleaner March 17,  1909, par. 9","refcode_long":"North Pacific Union Gleaner March 17,  1909, paragraph 9","content":"March 17, 1909"},{"refcode_short":"NPUGleaner March 17,  1909","refcode_long":"North Pacific Union Gleaner March 17,  1909","content":"Building on the True Foundation"},{"refcode_short":"NPUGleaner March 17,  1909, par. 1","refcode_long":"North Pacific Union Gleaner March 17,  1909, paragraph 1","content":"“Whosoever heareth these sayings of mine,” Christ said, “and doeth them, I will liken him unto a wise man, which built his house upon a rock; and the rain descended, and the floods came, and the wind blew, and beat upon that house; and it fell not; for it was founded upon a rock. And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand; and the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell; and great was the fall of it.”"},{"refcode_short":"NPUGleaner March 17,  1909, par. 2","refcode_long":"North Pacific Union Gleaner March 17,  1909, paragraph 2","content":"The great work of parents and teachers is character building—to seek to restore the image of Christ in those who are placed under their care. A knowledge of the sciences sinks into insignificance beside this great aim; but all true education may be made to help in the development of righteous character. The formation of character is the work of a lifetime, and it is for eternity. If all could realize this, if we would awaken to the fact that we are individually deciding our own destiny and the destinies of our children for eternal life or for eternal ruin, what a change would take place! How differently would our probationary time be occupied, and what different characters would fill our world!"},{"refcode_short":"NPUGleaner March 17,  1909, par. 3","refcode_long":"North Pacific Union Gleaner March 17,  1909, paragraph 3","content":"The question that should come home to each of us is, “Upon what foundation am I building?” We have the privilege of striving for immortal life; and it is of the greatest importance that we dig deep, removing all the rubbish, and build on the immovable, solid Rock, Christ Jesus. He is the sure foundation. “For other foundation can no man lay than that is laid, which is Jesus Christ.” In him alone is our salvation. “There is none other name under heaven given among men whereby we must be saved.”"},{"refcode_short":"NPUGleaner March 17,  1909, par. 4","refcode_long":"North Pacific Union Gleaner March 17,  1909, paragraph 4","content":"The foundation firmly laid, we need wisdom that we may know how to build. When Moses was about to erect the sanctuary in the wilderness, he was cautioned, “See that thou make all things according to the pattern showed thee in the mount.” In his law God has given us a pattern. Our character building is to be “after the pattern showed to thee in the mount.” The law is the great standard of righteousness. It represents the character of God, and is the test of our loyalty to his government. And it is revealed to us, in all its beauty and excellence, in the life of Christ."},{"refcode_short":"NPUGleaner March 17,  1909, par. 5","refcode_long":"North Pacific Union Gleaner March 17,  1909, paragraph 5","content":"The law is the detector of sin. We have inspired testimony upon this point. “For I was alive without the law once,” Paul writes, “but when the commandment came [home to the conscience], sin revived, and I died. And the commandment, which was ordained unto life, I found to be unto death. For sin, taking occasion by the commandment, deceived, and by it slew me.” This is the work that the law will do for every soul that is living in sin. The law points out sin, and condemns it, and sends the sinner to Christ for pardon and cleansing."},{"refcode_short":"NPUGleaner March 17,  1909, par. 6","refcode_long":"North Pacific Union Gleaner March 17,  1909, paragraph 6","content":"All, however fallen, however sin-stained, have the law of God as their guide, and his word as their instructor. They may be sanctified through the truth, and received as sons and daughters of the Most High. But “the carnal mind is enmity against the law of God; for it is not subject to the law of God, neither indeed can be.” The multitudes do not love righteousness, and they are building on the sand. Many who profess Christ do not love the Law of God. If they dared, they would speak out their enmity against it in no mild terms. They have a surface religion, and this is all that they desire."},{"refcode_short":"NPUGleaner March 17,  1909, par. 7","refcode_long":"North Pacific Union Gleaner March 17,  1909, paragraph 7","content":"There are many who attend church, and hear the truth spoken, but they have some pet indulgences which they will not give up,—something which prevents them from judging candidly and wisely between the things of time and those of eternity. It makes little difference what this is, so long as it separates the soul from God."},{"refcode_short":"NPUGleaner March 17,  1909, par. 8","refcode_long":"North Pacific Union Gleaner March 17,  1909, paragraph 8","content":"We can make no selfish bargain with God; we can cling to no sin, and retain his favor. Those who are building on the Rock Christ Jesus will follow none of the pernicious practices of the worldly or of the world-loving church member, but will search the Bible for themselves. God has given men reasoning powers for this purpose, that they may weigh evidence, and decide what is truth. No man's assertions can be taken on trust. The question is, What does the Lord say? His “Thou shalt” and “Thou shalt not” must be obeyed."},{"refcode_short":"NPUGleaner March 17,  1909, par. 9","refcode_long":"North Pacific Union Gleaner March 17,  1909, paragraph 9","content":"Thoroughness is necessary to success in the work of character building. There must be an earnest purpose to carry out the plan of the Master-builder. The timbers used must be solid; and no careless, unreliable work can be accepted; it would ruin the building. The powers of the whole being are to be put into this work. It demands the strength and energy of manhood; there is no reserve to be wasted in unimportant matters. There must be earnest, careful, persevering effort to break away from the customs, maxims, and associations of the world. Deep thought, earnest purpose, steadfast integrity, are essential."},{"refcode_short":"NPUGleaner March 17,  1909, par. 10","refcode_long":"North Pacific Union Gleaner March 17,  1909, paragraph 10","content":"There must be no idleness. Life is an important thing, a sacred trust, and every moment should be wisely improved; for its results will be seen in eternity. God requires each one to do all the good possible. The talents which he has entrusted to our keeping are to be made the most of. He has placed them in our hands to be used to his name's glory, and in the interests of our fellowmen."},{"refcode_short":"NPUGleaner March 17,  1909, par. 11","refcode_long":"North Pacific Union Gleaner March 17,  1909, paragraph 11","content":"The Lord has precious promises in this life for those who keep his law. He says, “My son, forget not my law, but let thine heart keep my commandments; for length of days, and long life, and peace, shall they add to thee. Let not mercy and truth forsake thee; bind them about thy neck; write them upon the tables of thine heart; so shalt thou find favor and good understanding in the sight of God and man.”"},{"refcode_short":"NPUGleaner March 17,  1909, par. 12","refcode_long":"North Pacific Union Gleaner March 17,  1909, paragraph 12","content":"But a better than earthly reward awaits those who, basing their work on the solid Rock, have built up symmetrical characters, in accordance with the living Word. For them is prepared “a city that hath foundations, whose builder and maker is God.” Its streets are paved with gold. In it is the paradise of God, watered by the river of life, which proceeds from the throne. In the midst of the street, and on either side of the river, is there the tree of life, which yields its fruit every month; “and the leaves of the tree are for the healing of the nations.”"},{"refcode_short":"NPUGleaner March 17,  1909, par. 13","refcode_long":"North Pacific Union Gleaner March 17,  1909, paragraph 13","content":"Parents, teachers, students, remember that you are building for eternity. See that your foundation is sure; then build firmly, and with persistent effort, but in meekness, gentleness, love. So shall your house stand unshaken, not only when the storms of temptation come, but when the overwhelming flood of God's wrath shall sweep over the world. Then every house built upon the sand will fall, and great will be the fall thereof, for the work is for eternity."},{"refcode_short":"NPUGleaner March 17,  1909, par. 14","refcode_long":"North Pacific Union Gleaner March 17,  1909, paragraph 14","content":"“Say ye to the righteous, that it shall be well with him; for they shall eat the fruit of their doings. Woe unto the wicked! It shall be ill with him; for the reward of his hands shall be given him.”"},{"refcode_short":"NPUGleaner April 14,  1909, par. 14","refcode_long":"North Pacific Union Gleaner April 14,  1909, paragraph 14","content":"April 14, 1909"},{"refcode_short":"NPUGleaner April 14,  1909","refcode_long":"North Pacific Union Gleaner April 14,  1909","content":"The Youth to Learn the Principles of True Temperance"},{"refcode_short":"NPUGleaner April 14,  1909, par. 1","refcode_long":"North Pacific Union Gleaner April 14,  1909, paragraph 1","content":"An intelligent, conscientious care of our bodies is a duty we owe to our heavenly Father, who “so loved the world that he gave his only-begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” We are individually the property of Christ, his purchased possession. It is required of each one of us to preserve our health and strength by the practice of temperance in all things. The appetites and passions must be controlled, that we may not weaken or defile God's human temple."},{"refcode_short":"NPUGleaner April 14,  1909, par. 2","refcode_long":"North Pacific Union Gleaner April 14,  1909, paragraph 2","content":"Any wrong habit that lessens the physical powers enfeebles the mind, and makes it less clear to discriminate between good and evil, between right and wrong. This principle is illustrated in the case of Nadab and Abihu. God gave them a most sacred work to perform, permitting them to come near to himself in their appointed service. But they had a habit of drinking wine, and they entered upon the holy service in the sanctuary with confused minds. There was the sacred fire, kindled by God himself; but they used the common fire upon their censers, when they offered incense to ascend as sweet fragrance with the prayers of God's people. Because their minds were beclouded by an unholy indulgence, they disregarded the divine requirement. “And there went out fire from the Lord, and devoured them, and they died before the Lord.”"},{"refcode_short":"NPUGleaner April 14,  1909, par. 3","refcode_long":"North Pacific Union Gleaner April 14,  1909, paragraph 3","content":"The Lord himself has spoken upon this subject. He says, “If any man destroy the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.” And again, “Know ye not that your body is the temple of the Holy Ghost, which is in you, which ye have of God, and ye are not your own? For ye are bought with a price; therefore glorify God in your body, and in your spirit, which are God's.” “Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.”"},{"refcode_short":"NPUGleaner April 14,  1909, par. 4","refcode_long":"North Pacific Union Gleaner April 14,  1909, paragraph 4","content":"God has permitted the light of health reform to shine upon us in these last days, that by walking in its light we may escape many of the dangers to which we shall be exposed. Satan in working with great power to lead men and women to indulge appetite, to gratify inclination, and to spend their days in heedless folly. He presents attractions in a life of selfish enjoyment and of sensual indulgence. He who is thus overcome places himself upon Satan's ground where he will be tempted and annoyed, and finally overcome, by the enemy of all righteousness."},{"refcode_short":"NPUGleaner April 14,  1909, par. 5","refcode_long":"North Pacific Union Gleaner April 14,  1909, paragraph 5","content":"Parents need to be impressed with their obligation to give to the world children having well-developed characters,—children who have moral power to resist temptation, and whose lives will be an honor to God and a blessing to their fellow-men. Those who enter upon active life with firm principles will be prepared to stand unsullied amid the moral pollution of this corrupt age."},{"refcode_short":"NPUGleaner April 14,  1909, par. 6","refcode_long":"North Pacific Union Gleaner April 14,  1909, paragraph 6","content":"The work of the mother is sacred and important. She should teach her children from the cradle habits of self-denial and self-control. Her time in a special sense belongs to her children. Many mothers who deplore the intemperance that exists everywhere do not look deep enough for the cause. Too often it may be traced to the home table. Many a mother, even among those who claim to be Christians, is daily setting before her household rich and highly seasoned foods which tempt the appetite and encourage overeating. Whoever eats too much or partakes of food which is not healthful is weakening his power to resist the clamors of other appetites and passions. Many parents, to avoid the task of patiently educating their children to habits of self-denial, indulge them in eating and drinking whenever they please. The desire to satisfy the taste and to gratify inclination does not lessen with the increase of years; and these indulged youth, as they grow up, are governed by impulse. When they take their places in society and begin life for themselves, they are powerless to resist temptation. In the glutton, the tobacco devotee, and the inebriate we see the evil results of erroneous education and of self-indulgence."},{"refcode_short":"NPUGleaner April 14,  1909, par. 7","refcode_long":"North Pacific Union Gleaner April 14,  1909, paragraph 7","content":"When we hear the sad lamentation of Christian men and women over the terrible results of intemperance, the questions at once arise, Who have educated the youth? Who have fostered in them these unruly appetites? Who have neglected the solemn responsibility of forming their characters for usefulness in this life, and for the society of heavenly angels in the next? When parents and children meet at the final reckoning, what a scene will be presented! Thousands of children who have been slaves to appetite and debasing vice, whose lives are moral wrecks, will stand face to face with the parents who have made them what they are. Who but the parents must bear this fearful responsibility?"},{"refcode_short":"NPUGleaner April 14,  1909, par. 8","refcode_long":"North Pacific Union Gleaner April 14,  1909, paragraph 8","content":"Our youth need mothers who will teach them from the cradle to control passion, to deny appetite, and to overcome selfishness. These youth need to be instructed line upon line, precept upon precept, here a little and there a little. The Hebrews were taught how to train their children so that they might avoid the idolatry and wickedness of the heathen nations. “Therefore shall ye lay up these my words in your heart and in your soul, and bind them for a sign upon your hand, that they be as frontlets between thine eyes. And ye shall teach them your children, speaking of them when thou sittest in thine house, and thou walkest by the way, when thou liest down, and when thou risest up.”"},{"refcode_short":"NPUGleaner April 14,  1909, par. 9","refcode_long":"North Pacific Union Gleaner April 14,  1909, paragraph 9","content":"The position of the woman in her family is more sacred than that of the king upon his throne. Her great work is to make her life an example such as she would wish her children to copy. And by precept as well as example she is to store their minds with useful knowledge, and lead them to self-sacrificing labor for the good of others. The great stimulus to the toiling, burdened mother should be that every child that is trained aright, and who has the inward adorning, the ornament of a meek and quiet spirit, will shine in the courts of the Lord."},{"refcode_short":"NPUGleaner April 14,  1909, par. 10","refcode_long":"North Pacific Union Gleaner April 14,  1909, paragraph 10","content":"Would that mothers of this generation might feel the sacredness of their mission, not trying to vie with their wealthy neighbors in appearance, but seeking to honor God by the faithful performance of duty. If right principles in regard to temperance were planted in the youth who are to form and mold society, there would be little necessity for temperance crusades. Firmness of character, moral control, would prevail, and in the strength of Jesus the temptations of these last days would be resisted."},{"refcode_short":"NPUGleaner April 14,  1909, par. 11","refcode_long":"North Pacific Union Gleaner April 14,  1909, paragraph 11","content":"It is a most difficult matter to unlearn the habits which have been indulged through life. The demon of intemperance is of giant strength, and it is not easily conquered. But if parents begin the crusade against it at their own firesides, in their own families, in the principles they teach their children from very infancy, they may hope for success. It will pay you, mothers, to use the precious hours which are given you by God in forming the characters of your children, and in teaching them to adhere strictly to principles of temperance in eating and drinking."},{"refcode_short":"NPUGleaner April 14,  1909, par. 12","refcode_long":"North Pacific Union Gleaner April 14,  1909, paragraph 12","content":"A sacred trust is committed to parents, to guard the physical and moral constitutions of their children, so that the nervous system may be well balanced, and the soul not endangered. Fathers and mothers should understand the laws of life, that they may not, through ignorance, allow wrong tendencies to develop in their children. The diet affects both physical and moral health. How carefully, then, should mothers study to supply the tables with the most simple, healthful food, in order that the digestive organs may not be weakened, the nerves unbalanced, or the instruction that they give their children counteracted. Satan knows that he can not have so great power over minds when the appetite is kept under control as when it is indulged, and he is constantly working to lead men to indulgence. Under the influence of unhealthful food, the conscience becomes stupefied, the mind is darkened, and its susceptibility to good impressions impaired. But the guilt of the transgressor is not lessened because conscience has been violated till it has become insensible. Every true Christian will have control of his appetites and passions; for unless he is free from the bondage of appetite, he can not be a true, obedient servant of Christ."},{"refcode_short":"NPUGleaner April 21,  1909, par. 12","refcode_long":"North Pacific Union Gleaner April 21,  1909, paragraph 12","content":"April 21, 1909"},{"refcode_short":"NPUGleaner April 21,  1909","refcode_long":"North Pacific Union Gleaner April 21,  1909","content":"Our Wisdom or God's?"},{"refcode_short":"NPUGleaner April 21,  1909, par. 1","refcode_long":"North Pacific Union Gleaner April 21,  1909, paragraph 1","content":"The truth of God is infinite, capable of measureless expansion, and the more we contemplate it, the more will its glory appear. The truth has been opened before us, and yet the words of Paul to the Galatians are applicable to us. He says: “O foolish Galatians, who hath bewitched you, that ye should not obey the truth, before whose eyes Jesus Christ hath been evidently set forth crucified among you? This only would I learn of you, Received ye the Spirit by the works of the law, or by the hearing of faith? are ye so foolish, having begun in the Spirit, are ye now made perfect by the flesh? have ye suffered so many things in vain? if it be yet in vain.”"},{"refcode_short":"NPUGleaner April 21,  1909, par. 2","refcode_long":"North Pacific Union Gleaner April 21,  1909, paragraph 2","content":"Education alone will not fit a man for a place in the work, will not enable him to obtain a knowledge of God. Hear what Paul has to say on this matter: “For Christ sent me not to baptize, but to preach the gospel; not with words of wisdom, lest the cross of Christ should be made of none effect. For the preaching of the cross is to them that perish foolishness; but unto us which are saved it is the power of God. For it is written, I will destroy the wisdom of the wise, and will bring to nothing the understanding of the prudent.”"},{"refcode_short":"NPUGleaner April 21,  1909, par. 3","refcode_long":"North Pacific Union Gleaner April 21,  1909, paragraph 3","content":"Through successive ages of darkness, God has permitted men to make the experiment of finding out God by their own wisdom,—not to demonstrate their inability to his satisfaction, but that men themselves might see that they could not obtain a knowledge of God and of Jesus Christ save through the revelation of his Word and the Holy Spirit. When Christ came to the world, the experiment had been fully made, and the result made it evident that the world by wisdom knew not God."},{"refcode_short":"NPUGleaner April 21,  1909, par. 4","refcode_long":"North Pacific Union Gleaner April 21,  1909, paragraph 4","content":"Even in the church God has allowed men to test their own wisdom in this matter, but when a crisis has been brought about by human fallibility, God has risen mightily to defend his people. When the church has been brought low, when trial and oppression have come upon his people, he has more abundantly exalted them by a signal deliverance. When unfaithful teachers came among the people, weakness followed, and the faith of God's people seemed to wane; but God arose and purged his floor, and the tried and true were lifted up."},{"refcode_short":"NPUGleaner April 21,  1909, par. 5","refcode_long":"North Pacific Union Gleaner April 21,  1909, paragraph 5","content":"When piety is left out of the heart, the people of God separate from the source of their strength, and pride, vanity, extravagance, and display follow. There are idols within and idols without; but God sends the Holy Spirit as the reprover of sin, that his people may be warned of their apostasy, and rebuked for their backsliding. When men are led to realize that their human wisdom is but foolishness, then it is that they turn to the Lord to seek him with all the heart, that they may find him. When the precious manifestations of his love are gratefully acknowledged and appreciated, the Lord pours in the balm of comfort and the oil of joy."},{"refcode_short":"NPUGleaner April 21,  1909, par. 6","refcode_long":"North Pacific Union Gleaner April 21,  1909, paragraph 6","content":"Science and literature can not bring to the darkened minds of men the light which the glorious gospel of the Son of God can bring. No wonder Paul exclaims, “I am not ashamed of the gospel of Christ; for it is the power of God unto salvation to every one that believeth.” The gospel of Christ becomes personality to those who believe, making them “living epistles, known and read of all men.” In this way the leaven of godliness passes to the multitudes. And heavenly intelligences are able to discern the true elements of greatness in the character."},{"refcode_short":"NPUGleaner April 21,  1909, par. 7","refcode_long":"North Pacific Union Gleaner April 21,  1909, paragraph 7","content":"The wisdom of men may or may not be valuable, as experience shall prove, but the wisdom of God is indispensable; and yet many who profess to be wise are willingly ignorant of the things that pertain to eternal life. Miss what we may in the line of human attainments, we must have faith in the pardon brought to us at infinite cost, or all of wisdom attained to on earth will perish with us."},{"refcode_short":"NPUGleaner April 21,  1909, par. 8","refcode_long":"North Pacific Union Gleaner April 21,  1909, paragraph 8","content":"Were the Sun of Righteousness to withdraw his bright beams from the world, we would be left in the darkness of eternal night. Christ “spake as never man spake.” He poured out to men the treasure of heaven in wisdom and knowledge. He is the light that lighteth every man that cometh into the world. Every phase of truth was evident to him. He did not come to utter uncertain sentiments and opinions; but only to speak truth established upon eternal principles. Then why take the unstable words of men as exalted wisdom, when a greater and certain wisdom is at your command?"},{"refcode_short":"NPUGleaner April 21,  1909, par. 9","refcode_long":"North Pacific Union Gleaner April 21,  1909, paragraph 9","content":"The converted soul lives in Christ. His darkness passes away, and a new and heavenly light shines into his soul. “He that winneth souls is wise.” “They that be wise shall shine as the brightness of the firmament, and they that turn many to righteousness as the stars forever and ever.” The work that is done through the co-operation of men with God is a work that will never perish, but will endure through the eternal ages. He who makes God his wisdom, who grows up to the full stature of a man in Christ Jesus, will stand before the world to show forth the praises of him who hath called him out of darkness into his marvelous light."},{"refcode_short":"NPUGleaner April 21,  1909, par. 10","refcode_long":"North Pacific Union Gleaner April 21,  1909, paragraph 10","content":"“Without me,” Christ said, “ye can do nothing.” Our faith, our example, must be held more sacredly than we have held them in the past. The Word of God must be studied as never before; for it is the precious offering that we must present to men, in order that they may learn the way of peace, and obtain that life which measures with the life of God. Human wisdom, so highly exalted among men, sinks into insignificance before that wisdom that points out the way cast up for the ransomed of the Lord to walk in. The Bible, received and studied as the voice of God, tells the human family how to reach the abodes of eternal happiness, and secure the treasures of heaven. “All Scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness, that the man of God may be perfect, thoroughly furnished unto all good works.”"},{"refcode_short":"NPUGleaner April 28,  1909, par. 10","refcode_long":"North Pacific Union Gleaner April 28,  1909, paragraph 10","content":"April 28, 1909"},{"refcode_short":"NPUGleaner April 28,  1909","refcode_long":"North Pacific Union Gleaner April 28,  1909","content":"The Importance of Physical Culture"},{"refcode_short":"NPUGleaner April 28,  1909, par. 1","refcode_long":"North Pacific Union Gleaner April 28,  1909, paragraph 1","content":"Physical culture is an important part of all right methods of education. The young need to be taught how to develop their physical powers, how to preserve these powers in the best condition, and how to make them useful in the practical duties of life. Many think that these things are no part of school work; but this is a mistake. The lessons necessary to fit one for practical usefulness should be taught to every child in the home and to every student in the school."},{"refcode_short":"NPUGleaner April 28,  1909, par. 2","refcode_long":"North Pacific Union Gleaner April 28,  1909, paragraph 2","content":"The place where physical training should begin is in the home, with the little child. Parents should lay the foundation for a healthy, happy life. Life is not given us to be spent in idleness and self-pleasing; great possibilities have been placed before every one who will develop his God-given faculties. For this reason the training of the young is a matter of the highest importance. Every child born into the home is a sacred trust. God says to the parents, Take this child, and bring it up for me, that it may be an honor to my name, and a channel through which my blessings shall flow to the world. To fit the child for such a life, something more is called for than a partial, one-sided education, that will develop the mental at the expense of the physical powers. All the faculties of the mind and body are to be developed, and this is the work which parents, aided by the teacher, are to do for the children and youth placed under their care."},{"refcode_short":"NPUGleaner April 28,  1909, par. 3","refcode_long":"North Pacific Union Gleaner April 28,  1909, paragraph 3","content":"Every mother should see that her children understand their own bodies, and how to care for them. She should explain to them the construction of the muscles and their use. Exercise is an important aid to physical development. It quickens the circulation of the blood, and gives tone to the system. If the muscles are allowed to remain unused, it will soon be apparent that the blood does not sufficiently nourish them. Instead of increasing in size and strength, they will lose their firmness and elasticity, and become soft and weak. Inactivity is not the law that the Lord has established in the human body. The harmonious action of all the parts,—brain, bone, and muscle,—is necessary to the full development of the entire human organism."},{"refcode_short":"NPUGleaner April 28,  1909, par. 4","refcode_long":"North Pacific Union Gleaner April 28,  1909, paragraph 4","content":"The first lessons are of great importance. It is customary to send very young children to school, where they are required to study from books that which taxes their young minds. This course is not wise. Many children have been ruined for life by urging the intellect and neglecting to strengthen the physical powers. Many have died in childhood because of the course pursued by injudicious parents and school-teachers in forcing their young intellects, by flattery or fear, when they were too young to see the inside of a schoolroom. Their minds have been taxed with lessons, when they should have been kept back until the physical constitution was strong enough to endure mental effort. Small children should be left as free as lambs to run out-of-doors, to be free and happy, and should be allowed the most favorable opportunities to lay the foundation for a sound constitution."},{"refcode_short":"NPUGleaner April 28,  1909, par. 5","refcode_long":"North Pacific Union Gleaner April 28,  1909, paragraph 5","content":"The mother should be the teacher, and home the school where the child receives his first lessons; and these lessons should include habits of industry. Mothers, let the little ones play in the open air; let them listen to the songs of the birds, and learn the love of God as expressed in his beautiful works. Teach them simple lessons from the book of nature and the things about them; and as their minds expand, lessons from books may be added, and firmly fixed in the memory. But let them also learn, even in their earliest years, to be useful. Train them to think that, as members of the household, they are to act an interested, helpful part in sharing the domestic burdens, and to seek healthful exercise in the performance of necessary home duties."},{"refcode_short":"NPUGleaner April 28,  1909, par. 6","refcode_long":"North Pacific Union Gleaner April 28,  1909, paragraph 6","content":"It is essential for parents to find useful employment for their children which will involve the bearing of responsibilities as their age and strength will permit. The children should be given something to do that will not only keep them busy, but that will interest them. The active hands and brains must be employed from the earliest years. If parents neglect to turn their children's energies into useful channels, they do them great injury, for Satan is ready to find them something to do if their hands are left idle."},{"refcode_short":"NPUGleaner April 28,  1909, par. 7","refcode_long":"North Pacific Union Gleaner April 28,  1909, paragraph 7","content":"And the children should be instructed to take their exercise in doing something that will be beneficial to themselves and helpful to others. The exercise that develops mind and character, that teaches the hands to be useful, and trains the young to bear their share of life's burdens, is that which gives physical strength and quickens every faculty. And there is a reward in virtuous industry, in the cultivation of the habit of living to do good."},{"refcode_short":"NPUGleaner April 28,  1909, par. 8","refcode_long":"North Pacific Union Gleaner April 28,  1909, paragraph 8","content":"The approval of God rests with loving assurance upon the children who cheerfully take their part in the duties of domestic life, sharing the burdens of father and mother. They will be rewarded with health of body and peace of mind; and they will enjoy the pleasure of seeing their parents take their share of social enjoyment and healthful recreation, thus prolonging their lives. Children trained to the practical duties of life will go out from home to be useful members of society. Their education is far superior to that gained by close confinement in the schoolroom at an early age, when neither the mind nor the body is strong enough to endure the strain."},{"refcode_short":"NPUGleaner April 28,  1909, par. 9","refcode_long":"North Pacific Union Gleaner April 28,  1909, paragraph 9","content":"The children and youth should have the lesson continually before them, at home and in the school, by precept and example, to be truthful, unselfish, and industrious. They should not be allowed to spend their time in idleness; their hands should not be folded in inaction. Parents and teachers should work for the accomplishment of this object,—the development of all the powers and the formation of a right character."},{"refcode_short":"NPUGleaner April 28,  1909, par. 10","refcode_long":"North Pacific Union Gleaner April 28,  1909, paragraph 10","content":"Heaven is interested in this work in behalf of the young. The parents and teachers who by wise instruction accustom them to think of and to care for others are helping them to overcome selfishness and to close the door against many temptations. Angels of God will co-operate with these faithful instructors. Angels are not commissioned to do this work themselves; but they will give strength and efficiency to those who in the fear of God seek to train the young to a life of usefulness."},{"refcode_short":"NPUGleaner May 26,  1909, par. 10","refcode_long":"North Pacific Union Gleaner May 26,  1909, paragraph 10","content":"May 26, 1909"},{"refcode_short":"NPUGleaner May 26,  1909","refcode_long":"North Pacific Union Gleaner May 26,  1909","content":"The Teacher's Need of the Holy Spirit's Aid"},{"refcode_short":"NPUGleaner May 26,  1909, par. 1","refcode_long":"North Pacific Union Gleaner May 26,  1909, paragraph 1","content":"The Holy Spirit is an effective helper in restoring the image of God in the human soul, but its power and efficiency has not been appreciated in our schools as it should be. The Holy Spirit comes to the world as Christ's representative. It not only speaks the truth, but it is the truth—the faithful and true witness. It is the great searcher of hearts, and is acquainted with the characters of all."},{"refcode_short":"NPUGleaner May 26,  1909, par. 2","refcode_long":"North Pacific Union Gleaner May 26,  1909, paragraph 2","content":"The Holy Spirit came into the schools of the prophets, bringing even the thoughts of the students into harmony with the will of God. There was a living connection between heaven and these schools, and the joy and thanksgiving of loving hearts found expression in songs of praise in which the angels joined. If teachers would open their hearts to receive the Spirit, they would be prepared to co-operate with it in working for their students; and when it is given free course, it will effect wonderful transformations. It will work in each heart, correcting selfishness, molding and refining the character, and bringing even the thoughts into captivity to Christ."},{"refcode_short":"NPUGleaner May 26,  1909, par. 3","refcode_long":"North Pacific Union Gleaner May 26,  1909, paragraph 3","content":"It is one thing to consent to the Spirit's work in conversion, and another thing to accept that Spirit's agency as a reprover, calling to repentance. It is necessary that both teachers and students not only assent to the truth, but that they have a deep practical knowledge of the operations of the Holy Spirit. Its cautions are given because of the unbelief of those who profess to be Christians. Both teachers and students should be able to recognize the voice of the Shepherd. Let those who have lost the spirit of prayer, pray, pray earnestly, pity the suffering cause; pity thy church; pity the individual believers, thou Father of mercies. Take from us everything that defiles; deny us what thou wilt; but take not from us thy Holy Spirit."},{"refcode_short":"NPUGleaner May 26,  1909, par. 4","refcode_long":"North Pacific Union Gleaner May 26,  1909, paragraph 4","content":"Instead of being repressed and driven back, the Holy Spirit should be welcomed, and its presence encouraged. When teachers sanctify themselves through obedience to the Word, the Holy Spirit will give them glimpses of heavenly things. When they seek God with humility and earnestness, the words which they have spoken in freezing accents will burn in their hearts; the truth will not then languish upon their tongues."},{"refcode_short":"NPUGleaner May 26,  1909, par. 5","refcode_long":"North Pacific Union Gleaner May 26,  1909, paragraph 5","content":"The agency of the Spirit of God does not remove from us the necessity of exercising our faculties and talents, but teaches us how to use every power to the glory of God. The human faculties when under the special direction of the grace of God, are capable of being used to the best purpose on earth. Ignorance does not increase the humility or spirituality of any professed follower of Christ. The truths of the divine word can be best appreciated by an intellectual Christian. Christ can be best glorified by those who serve him intelligently. The great object of education is to enable us to use the powers which God has given us in such a manner as to represent the religion of the Bible and promote the glory of God."},{"refcode_short":"NPUGleaner May 26,  1909, par. 6","refcode_long":"North Pacific Union Gleaner May 26,  1909, paragraph 6","content":"We are indebted to him who gave us existence for the talents that have been entrusted to us; and it is a duty we owe our Creator to cultivate and improve the talents he has committed to our trust. Education will discipline the mind, develop its powers, and understandingly direct them, that we may be useful in advancing the glory of God."},{"refcode_short":"NPUGleaner May 26,  1909, par. 7","refcode_long":"North Pacific Union Gleaner May 26,  1909, paragraph 7","content":"The study of the Bible should occupy a large place in our school work; its precepts and principles are to be prayerfully and daily studied. All the instruction given should be based on the principles revealed in the life and teachings of Christ. This is the time to follow in our experience the plan of Christ for the inculcation of the Word of God,—principles that men may carry with them into the future life."},{"refcode_short":"NPUGleaner May 26,  1909, par. 8","refcode_long":"North Pacific Union Gleaner May 26,  1909, paragraph 8","content":"Everlasting life! O if we can comprehend this in the lessons that Christ gave. The questions that the disciples brought to the Saviour after the crowds had dispersed, and the teachings that he then explained more fully to them, are essential for the multitudes today to understand and to practice. Practical godliness must be learned. Those who study and practice the teachings of Christ will gain an essential education in belief and practice of Bible truth. By Bible truth, by the Word of God, every teacher will one day be measured by the greatest Teacher this world ever knew. Let those who attend our schools make the lessons of Christ their chief study; for he came from heaven to teach the human family the principles of the kingdom of heaven. Belief of the grand truths he presented will work a reformation in all who truly receive them."},{"refcode_short":"NPUGleaner May 26,  1909, par. 9","refcode_long":"North Pacific Union Gleaner May 26,  1909, paragraph 9","content":"The love of the truth as it is in Jesus means the love of all that is comprised in the truth Christ taught. Let our teachers strive to follow his example, to cherish his spirit of tender sympathy."},{"refcode_short":"NPUGleaner May 26,  1909, par. 10","refcode_long":"North Pacific Union Gleaner May 26,  1909, paragraph 10","content":"Let none leave the love of Christ out of their labors, but let each ask himself the question, Is my life, as a Christian, a consistent life? Am I guided by the Holy Spirit? It is the privilege of every teacher to reveal the moral power of a pure, consistent, Christ-loving workman. The spiritual minded teacher will never have an uncertain religion. If he truly loves the service of Christ, he will have spiritual discernment, and spiritual life."},{"refcode_short":"NPUGleaner March 9,  1910, par. 10","refcode_long":"North Pacific Union Gleaner March 9,  1910, paragraph 10","content":"1910"},{"refcode_short":"NPUGleaner March 9,  1910, par. 10","refcode_long":"North Pacific Union Gleaner March 9,  1910, paragraph 10","content":"March 9, 1910"},{"refcode_short":"NPUGleaner March 9,  1910","refcode_long":"North Pacific Union Gleaner March 9,  1910","content":"A Promise of Life Eternal"},{"refcode_short":"NPUGleaner March 9,  1910, par. 1","refcode_long":"North Pacific Union Gleaner March 9,  1910, paragraph 1","content":"In the first chapter of second Peter there are many precious assurances, which, if often read and meditated upon, will prove a source of great comfort and constant encouragement to every follower of Christ. Upon those who are of like precious faith with himself, through the righteousness of God and our Saviour Jesus Christ,” the apostle pronounces a blessing; and he also exhorts the believers to continued advancement in the Christian virtues. He writes:"},{"refcode_short":"NPUGleaner March 9,  1910, par. 2","refcode_long":"North Pacific Union Gleaner March 9,  1910, paragraph 2","content":"“Grace and peace be multiplied unto you through the knowledge of him that hath called us to glory and virtue; whereby are given unto us exceeding great and precious promises; that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust."},{"refcode_short":"NPUGleaner March 9,  1910, par. 3","refcode_long":"North Pacific Union Gleaner March 9,  1910, paragraph 3","content":"“And beside this, giving all diligence, add to your faith virtue; and to virtue knowledge; and to knowledge temperance; and to temperance patience; and to patience godliness; and to godliness brotherly kindness, and to brotherly kindness charity. For if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ. But he that lacketh these things is blind, and can not see afar off, and hath forgotten that he was purged from his old sins."},{"refcode_short":"NPUGleaner March 9,  1910, par. 4","refcode_long":"North Pacific Union Gleaner March 9,  1910, paragraph 4","content":"“Wherefore the rather, brethren, give diligence to make your calling and election sure; for if ye do these things, ye shall never fall; for so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ.”"},{"refcode_short":"NPUGleaner March 9,  1910, par. 5","refcode_long":"North Pacific Union Gleaner March 9,  1910, paragraph 5","content":"These assurances constitute an eternal life assurance policy to those who, in the strength of their divine Lord, advance grace to grace, and give diligence to make their calling and election sure."},{"refcode_short":"NPUGleaner March 9,  1910, par. 6","refcode_long":"North Pacific Union Gleaner March 9,  1910, paragraph 6","content":"The terms with which the follower of Christ is to comply, are plainly stated. No one need make any mistake regarding the course he is to pursue in order to make sure of life eternal. The way has been made plain. As he follows on to know the Lord, he will learn that the goings forth of his Redeemer are prepared as the morning, and the light shining on his pathway will ever grow brighter."},{"refcode_short":"NPUGleaner March 9,  1910, par. 7","refcode_long":"North Pacific Union Gleaner March 9,  1910, paragraph 7","content":"“Wherefore,” the apostle Peter continues, “I will not be negligent to put you always in remembrance of these things, though ye know them, and be established in the present truth.” No matter how long the Christian pilgrim may have been traveling in the way of life eternal, he needs often to recount the mercies of his heavenly Father, and gather hope and courage from the promises of the Word. Daily he is to remember that an eternal life insurance policy is offered to every one who gives diligence to do those things that will bring growth in grace and in a knowledge of the truth. Laying aside all manner of foolishness and unprofitable conversation, he is to seek to come into right relationship with God, that he may reveal the fruits of the Spirit."},{"refcode_short":"NPUGleaner March 9,  1910, par. 8","refcode_long":"North Pacific Union Gleaner March 9,  1910, paragraph 8","content":"The apostle Peter realized the value of constant vigilance in the Christian life, and he felt impelled by the Holy Spirit to urge upon the believers the importance of exercising great carefulness in the daily life. “Yea,” he writes, “I think it meet, as long as I am in this tabernacle, to stir you up by putting you in remembrance, knowing that shortly I must put off this my tabernacle, even as our Lord Jesus Christ hath showed me. Moreover I will endeavor that ye may be able after my decease to have these things always in remembrance.”"},{"refcode_short":"NPUGleaner March 9,  1910, par. 9","refcode_long":"North Pacific Union Gleaner March 9,  1910, paragraph 9","content":"“Always in remembrance.” O, if those who claim to be Christians would always keep before their minds those things that pertain to their eternal welfare, they would not engage in any foolishness or idle speaking! Their life-work is set before them with unmistakable clearness. It is for them to give diligence to make their calling and election sure, by giving heed to the plain instruction contained in God's holy Word."},{"refcode_short":"NPUGleaner March 9,  1910, par. 10","refcode_long":"North Pacific Union Gleaner March 9,  1910, paragraph 10","content":"There are many wrong things that are often allowed to pass by unnoticed, when by a godly conversation the people of God might set an example of right-doing that would be a standing rebuke to evil-doers. None can afford, by unwise actions, even to seem to sanction wrong-doing. There is a heaven to win, and a hell to shun. In large churches of believers, especially in connection with important institutions maintained for the advancement of the cause of God, there is a special danger of lowering the standard. Where many are gathered in one place, some are more liable to grow careless and indifferent than they would be if isolated and made to stand alone. But even under circumstances more or less adverse to spiritual development, the child of God may watch unto prayer, and set an example in godly conversation that will be a powerful testimony for the right."},{"refcode_short":"NPUGleaner March 9,  1910, par. 11","refcode_long":"North Pacific Union Gleaner March 9,  1910, paragraph 11","content":"“He that lacketh these things is blind.” Unless transformed in character, from grace to grace, there are many who will be unable to discern the needs of a dying world. May God help those who are now indifferent to be reconverted, and to realize their responsibilities in these times of well-nigh universal apostasy, when so many know not that the time of their visitation is near."},{"refcode_short":"NPUGleaner March 9,  1910, par. 12","refcode_long":"North Pacific Union Gleaner March 9,  1910, paragraph 12","content":"Brethren and sisters, Christ is soon coming in the clouds of heaven, with power and great glory. He desires us to act our part faithfully in the closing work of warning the world. But unbelief is heavy; it presses upon the soul; and having been received and cherished, it is revealed in our apathy and indifference toward those who are as yet unwarned."},{"refcode_short":"NPUGleaner March 9,  1910, par. 13","refcode_long":"North Pacific Union Gleaner March 9,  1910, paragraph 13","content":"Let us put away our unbelief. Let us humble ourselves before God, and with sanctified tongue begin to witness for him wherever we are. Thus we shall give proof to the world that we are indeed followers of Jesus. Our words and actions should be of a character that will win souls to the One whom we have professed to love and obey. O, we must have more of the love of Jesus in the soul. We must dwell more on the things that have to do with our eternal destiny and the salvation of precious souls all about us. We must seek to come into harmony with the mind of God, as revealed in his Word. We need to feel intensely over these matters, and look constantly to Jesus, the author and finisher of our faith."},{"refcode_short":"NPUGleaner March 9,  1910, par. 14","refcode_long":"North Pacific Union Gleaner March 9,  1910, paragraph 14","content":"O that we might allow our minds to dwell on the rich promises, the comforting assurances, set before us in the Holy Scriptures! I desire an inheritance among the sanctified. I desire to share with you the reward of the faithful. I long to do all I can, while in this world of sin and darkness, to enlighten those who as yet have no hope of heaven and of life eternal."},{"refcode_short":"NPUGleaner March 16,  1910, par. 14","refcode_long":"North Pacific Union Gleaner March 16,  1910, paragraph 14","content":"March 16, 1910"},{"refcode_short":"NPUGleaner March 16,  1910","refcode_long":"North Pacific Union Gleaner March 16,  1910","content":"A Call to Consecrated Effort"},{"refcode_short":"NPUGleaner March 16,  1910, par. 1","refcode_long":"North Pacific Union Gleaner March 16,  1910, paragraph 1","content":"Upon every believer to whom has come the light of the third angel's message, there rests a solemn responsibility to let the light of truth shine forth clearly. The commission that Christ has given his followers is unmistakably plain. It bids them go into all the world, bearing to every nation, tongue, and people the saving message of Present Truth. They are now to take hold of this work as it has never been taken hold of before, and do their best. There is no time now for controversy. A world is perishing for the bread of eternal life."},{"refcode_short":"NPUGleaner March 16,  1910, par. 2","refcode_long":"North Pacific Union Gleaner March 16,  1910, paragraph 2","content":"Christ has given his life, in order that lost humanity might be redeemed, to live with him in glory. Throughout eternity he will bear in his hands the prints of the cruel nails by which he was transfixed to the cross on Calvary. These will ever bear witness to the sufferings he endured in order that penitent sinners might have life eternal. But those that claim to be followers of the Lamb of God, who taketh away the sin of the world, will never be permitted to live with their Saviour in the earth made new, if in this life they labor not for souls as they that must give an account."},{"refcode_short":"NPUGleaner March 16,  1910, par. 3","refcode_long":"North Pacific Union Gleaner March 16,  1910, paragraph 3","content":"There are many, many believers who carry too light a burden in behalf of souls unsaved. There never was a time when the world was in greater need of the light of heavenly truth, than it is at the present time. On every hand are cities unwarned. Souls are perishing, and what are the light-bearers doing? There needs to be manifested a burden for souls, such as many have never yet realized. In self-denial and self-sacrifice, with Bible in hand, God's chosen messengers are to search out the honest in heart, and reveal to them the way of life everlasting. Many who have never been specially set apart as gospel laborers, should engage in this work. All who have received in their own hearts the light of heaven, are to let this light shine to those about them. May God help his people to be aroused to a realization of their duty toward those who have never been enlightened regarding the truth for this time."},{"refcode_short":"NPUGleaner March 16,  1910, par. 4","refcode_long":"North Pacific Union Gleaner March 16,  1910, paragraph 4","content":"There are some now claiming to be followers of Christ who in the judgment will be confronted by their friends and neighbors to whom they might have pointed out the way of salvation, but whom they allowed to remain unwarned. Then will they hear the terrible words: “Why did you not tell us the things you claimed to believe? Why did you not seek to help us understand the truths of God's Word? Why did you not do all in your power to warn us, before it was everlastingly too late? You never told us these things that would have helped us to prepare to meet our God in peace. You allowed us to come up to the judgment, unwarned, unsaved.”"},{"refcode_short":"NPUGleaner March 16,  1910, par. 5","refcode_long":"North Pacific Union Gleaner March 16,  1910, paragraph 5","content":"There is a world to be saved. This is why I am so anxious that every believer in the Lord Jesus shall live on the plan of addition, adding grace to grace, and becoming established in the most holy faith. Those who are diligent to make their own calling and election sure, will also be found seeking in every way possible to win many souls to the truth for this time. God is now calling for more earnestness, for greater zeal, on the part of those to whom have been entrusted the most sacred truths ever committed to mortals. He is calling for earnest prayer, and for increased diligence of effort in carrying these truths to the inhabitants of the earth. He is calling especially at this time for a strong work to be done in the cities."},{"refcode_short":"NPUGleaner March 16,  1910, par. 6","refcode_long":"North Pacific Union Gleaner March 16,  1910, paragraph 6","content":"The truth is to go forth as a lamp that burneth in the cities of the East. The stronger conferences of the Middle West and of the Pacific Coast now have the privilege of advancing the cause of God in that portion of the field where the third angel's message was first proclaimed. Something has been done, it is true; but God requires of his people a far greater work than has been done in years past."},{"refcode_short":"NPUGleaner March 16,  1910, par. 7","refcode_long":"North Pacific Union Gleaner March 16,  1910, paragraph 7","content":"I have been through many of these cities, and have had opportunity to visit them again recently. I have seen New York, and Boston, and Portland, and Buffalo, and other cities of the East that are waiting to be worked. What I have seen of these unwarned places brings sorrow to my heart. Often I have lain upon my bed in an agony of distress over the situation, and then I have attempted to write out the presentations that have been made before me distinctly, that there are not seen in some of our larger churches the reformations that should be taking place. Many of our brethren are not carrying the burden they should in behalf of the unworked cities. They have not been making decided movements to send strong laborers into these cities."},{"refcode_short":"NPUGleaner March 16,  1910, par. 8","refcode_long":"North Pacific Union Gleaner March 16,  1910, paragraph 8","content":"Some have hesitated, because they feared that the work outlined would require more means than was at their command. But I have urged our brethren to step forward by faith, and follow the leadings of divine Providence. Christ has bidden his servants go out into all parts of the field. He will sustain every laborer who, in obedience to the command of our Leader, seeks to warn the inhabitants of the cities. Angels will prepare the way before every such worker. God's messengers need to arouse themselves from their lethargy, and lay aside everything that may hinder them from doing the work that God is now calling upon them to do in behalf of the great cities of our land. As they advance in faith, the salvation of God will be revealed, and prosperity will attend their efforts. The name of God will be magnified, and the coming of Christ will be hastened."},{"refcode_short":"NPUGleaner March 23,  1910, par. 8","refcode_long":"North Pacific Union Gleaner March 23,  1910, paragraph 8","content":"March 23, 1910"},{"refcode_short":"NPUGleaner March 23,  1910","refcode_long":"North Pacific Union Gleaner March 23,  1910","content":"“Come into Line”"},{"refcode_short":"NPUGleaner March 23,  1910, par. 1","refcode_long":"North Pacific Union Gleaner March 23,  1910, paragraph 1","content":"Last night I seemed to be standing before a large number of people who were not united. One would stand back while another desired to go forward. They were not standing in unity one with another. I saw a heavenly being appear before them, and heard him say: “Come into line! No one is fighting a battle on his own charges. The Master of assemblies says, Come into line!”"},{"refcode_short":"NPUGleaner March 23,  1910, par. 2","refcode_long":"North Pacific Union Gleaner March 23,  1910, paragraph 2","content":"After this I did not go to sleep again. I wondered whether in this meeting our brethren were coming into line. It is often very difficult for a large group of workers to come into full harmony one with another; but every one is to come into line, and fill his appointed place. May God help his servants to do this, is my prayer."},{"refcode_short":"NPUGleaner March 23,  1910, par. 3","refcode_long":"North Pacific Union Gleaner March 23,  1910, paragraph 3","content":"Although some may have followed their own way for a time, it is possible for them to return and get into line. The Lord sees that it is not best for his children to be allowed to do as they please, and refuse to unite with their brethren who view matters somewhat differently from the way in which they may view them. He invites those who claim to believe the truths of his Word, to come into line while they still have opportunity to harmonize with their brethren. “Seek ye the Lord while he may be found, call ye upon him while he is near; let the wicked forsake his way, and the unrighteous man his thoughts; and let him return unto the Lord, and he will have mercy upon him; and to our God, for he will abundantly pardon.”"},{"refcode_short":"NPUGleaner March 23,  1910, par. 4","refcode_long":"North Pacific Union Gleaner March 23,  1910, paragraph 4","content":"There are some who do not readily respond to the invitation to forsake their own way, and come into harmony with God's way. They prefer to follow a way of their own choosing. Those who wish to do so, have the privilege of continuing to walk in their own unconsecrated way, but the end of that way is sorrow and destruction."},{"refcode_short":"NPUGleaner March 23,  1910, par. 5","refcode_long":"North Pacific Union Gleaner March 23,  1910, paragraph 5","content":"The Lord has men of his appointment whom he will use in his work so long as they allow themselves to be used in accordance with his good pleasure. He can never use any one who is seeking to humble some one else. Humble yourselves, brethren. When you do this, it is possible for holy angels to communicate with you, and place you on vantage ground. Then your experience, instead of being faulty, will be filled with happiness. Seek to relate yourselves in harmony with God's leadings, and then you will be susceptible to the moving of his Holy Spirit."},{"refcode_short":"NPUGleaner March 23,  1910, par. 6","refcode_long":"North Pacific Union Gleaner March 23,  1910, paragraph 6","content":"The Lord is coming. The end of all things is at hand. There remains but little time in which to develop character. Our experience, our testimony, our daily conduct, are having an influence either for good or for evil. What shall it be, henceforth? Shall we choose to humble our hearts before God? Those who constantly advance in Christian perfection, from grace to grace, are a mighty, moving force for good in this world."},{"refcode_short":"NPUGleaner March 23,  1910, par. 7","refcode_long":"North Pacific Union Gleaner March 23,  1910, paragraph 7","content":"Often in the silent watches of the night I think of the sufferings of Christ in our behalf. Behold the Redeemer in the Garden of Gethsemane. The thought of being separated from his Father was the burden pressing so heavily upon his soul. He felt as if he might be unable to pass through such an experience. “If it be possible,” he prayed, “let this cup pass from me.” So great was his agony that “his sweat was as it were great drops of blood falling down to the ground.” It was for the sake of ransoming a lost world that he passed through this agony."},{"refcode_short":"NPUGleaner March 23,  1910, par. 8","refcode_long":"North Pacific Union Gleaner March 23,  1910, paragraph 8","content":"While the Saviour was in the garden, the cup trembled in his hand. Should he refuse to drink? Only through his sacrifice could the sinner be saved. Should the divine Sufferer refuse to drink of that cup trembling in his hand? It was then that a mighty angel came to strengthen him, and he prayed, “Nevertheless not as I will, but as thou wilt.”"},{"refcode_short":"NPUGleaner March 23,  1910, par. 9","refcode_long":"North Pacific Union Gleaner March 23,  1910, paragraph 9","content":"At times, when in great trial or pain, I think, What is the use of continuing to work as I do? But I am ashamed of myself as soon as such a thought as this passes through my mind. I see Jesus, my Redeemer, suffering in Gethsemane; I see trembling in his hand the cup that is to separate him for a time, as it were, from his Father; I see him suffering at the hands of cruel men; I see him smitten in the face; and suffering every indignity, and then mockingly commanded to show by a sign that he is the Saviour. O, what if he had refused to drink the cup of bitter agony he endured! What if his prayer had been answered? But God knew best, and strengthened his only-begotten Son to endure the agony and the shame, and become a propitiation for the sins of a lost world."},{"refcode_short":"NPUGleaner March 23,  1910, par. 10","refcode_long":"North Pacific Union Gleaner March 23,  1910, paragraph 10","content":"In view of the infinite sacrifice made by the Son of God, what sacrifices are his followers making today? There must be more Christ-likeness revealed in the daily life practice. All are to be laborers together with God. There is a world to be warned, and all who name the name of Christ need to bring themselves into line with his divine purposes, that they may be prepared to co-operate with heavenly intelligences in giving the last warning message to the world."},{"refcode_short":"NPUGleaner March 23,  1910, par. 11","refcode_long":"North Pacific Union Gleaner March 23,  1910, paragraph 11","content":"As the believers in the Seventh-day Adventist church come into line, laboring faithfully in neighboring towns and in country districts, and bearing a decided message in the great cities, they will see the fruit of their labors. The truth will go forth as a lamp that burneth. Many will unite with them in seeking diligently to do those things that are in accordance with the eternal purposes of God. They will move in harmony with his opening providences, and will labor unitedly for the advancement of his precious cause in the earth. Soon, if faithful, they will see the gates of the city of our God swing back on their glittering hinges, that the nations who have kept the truth may enter in to their eternal inheritance."},{"refcode_short":"NPUGleaner March 30,  1910, par. 11","refcode_long":"North Pacific Union Gleaner March 30,  1910, paragraph 11","content":"March 30, 1910"},{"refcode_short":"NPUGleaner March 30,  1910","refcode_long":"North Pacific Union Gleaner March 30,  1910","content":"The East and the West"},{"refcode_short":"NPUGleaner March 30,  1910, par. 1","refcode_long":"North Pacific Union Gleaner March 30,  1910, paragraph 1","content":"During the early days of the advent movement, prior to the passing of the time in 1844, the first and second angels’ messages were proclaimed with power throughout the Eastern States. Many cities were deeply stirred. Men in positions of responsibility,—ministers, educators, and those connected with the courts,—came out to hear, and listened attentively to the truths presented. Many who came to scoff returned home to pray. At times, appointments were made for meetings to be held in churches and halls in various parts of a city, in order that as many as possible might hear. A knowledge of these appointments extended to the communities round about, and in some instances many came long distances to attend the meetings. Wonderful reformations were wrought, and the glory of God was revealed."},{"refcode_short":"NPUGleaner March 30,  1910, par. 2","refcode_long":"North Pacific Union Gleaner March 30,  1910, paragraph 2","content":"After the disappointment, when light was given on the sanctuary question, the Sabbath truth, and the three angels’ messages of Revelation 14, the cities of the East were given the light of present truth. The third angel's message was carried from city to city, and from town to town. Light shone on the pathway of the scattered believers concerning the near advent of their Lord, and some received the message gladly. Others turned from the light, and lost their hold on God and his truth."},{"refcode_short":"NPUGleaner March 30,  1910, par. 3","refcode_long":"North Pacific Union Gleaner March 30,  1910, paragraph 3","content":"Portland, Maine is one of the places where the third angel's message was faithfully proclaimed after the passing of the time. My first experiences as a public worker in the cause of God were gained in connection with these early efforts to warn the people in the East. Thorough work was done, but the people were slow to accept the straight truths presented."},{"refcode_short":"NPUGleaner March 30,  1910, par. 4","refcode_long":"North Pacific Union Gleaner March 30,  1910, paragraph 4","content":"As the cause developed, the laborers pushed westward, and met with increasing success. Many openings for public work were found in the Central States, and many of those who had been laboring in the East were transferred to these more promising fields. Appeals were made to the brethren and sisters in the East to support this work in the Western mission fields, and thus extend the message into Illinois, Iowa, Minnesota, and neighboring States."},{"refcode_short":"NPUGleaner March 30,  1910, par. 5","refcode_long":"North Pacific Union Gleaner March 30,  1910, paragraph 5","content":"In a vision published in 1856, I was shown some things in regard to the meaning of the success of the messengers in the Western fields, as pointed out in the following quotation:"},{"refcode_short":"NPUGleaner March 30,  1910, par. 6","refcode_long":"North Pacific Union Gleaner March 30,  1910, paragraph 6","content":"“I saw that special efforts should be made in the West with tents; for the angels of God are preparing minds there to receive the truth. This is why God has moved on some in the East to move to the West. Their gifts can accomplish more in the West than in the East. The burden of the work is in the West, and it is of the greatest importance that the servants of God should move in his opening providence."},{"refcode_short":"NPUGleaner March 30,  1910, par. 7","refcode_long":"North Pacific Union Gleaner March 30,  1910, paragraph 7","content":"“I saw that when the message shall increase greatly in power, then the providence of God will open and prepare the way in the East for much more to be accomplished than can be done at the present time. God will then send some of his servants in power to visit places where little or nothing can be done; and some who are now indifferent will be aroused, and will take hold of the truth.”"},{"refcode_short":"NPUGleaner March 30,  1910, par. 8","refcode_long":"North Pacific Union Gleaner March 30,  1910, paragraph 8","content":"Testimonies for the Church 1:148, 149."},{"refcode_short":"NPUGleaner March 30,  1910, par. 9","refcode_long":"North Pacific Union Gleaner March 30,  1910, paragraph 9","content":"During the General Conference held at Washington, D. C., in the spring of 1909, the Lord lifted me above my infirmities, and enabled me to bear a decided message in behalf of the unwarned cities of our land, and particularly the cities where the advent message was first proclaimed. For many years the Lord has been sending messages to his people to enter the great cities, and labor for the salvation of precious souls. A little has been done, but nothing in comparison with the work that must be done in order to meet the mind of the Master of the vineyard."},{"refcode_short":"NPUGleaner March 30,  1910, par. 10","refcode_long":"North Pacific Union Gleaner March 30,  1910, paragraph 10","content":"Following the General Conference meeting, it was my privilege to visit some of the scenes of our early labors. En route to New England we stopped a few days at Philadelphia and in New York. There we saw multitudes of people, unwarned. Then we went on to places farther east, including Boston, Mass., and Portland, Maine."},{"refcode_short":"NPUGleaner March 30,  1910, par. 11","refcode_long":"North Pacific Union Gleaner March 30,  1910, paragraph 11","content":"At Portland we attended the annual camp-meeting of our brethren and sisters in Maine. There was a good attendance of those not of our faith. Extra seats had to be provided for those who came. The power of God rested upon the speakers, and hearts were touched. The Lord blessed me as I stood before the people to proclaim the same message of mercy that I had proclaimed to the people of Portland half a century ago, and at various public gatherings through the years that followed. The Lord gave me ready utterance. At the close of the discourse, I asked all who would pledge themselves to carry on a personal study of the Scriptures, in order to find out whether or not the truths presented were in accordance with the Word, to rise to their feet. Nearly every one in that large congregation arose. The Spirit of God was present in a marked manner."},{"refcode_short":"NPUGleaner March 30,  1910, par. 12","refcode_long":"North Pacific Union Gleaner March 30,  1910, paragraph 12","content":"When I think of the opportunity we now have to work Portland, Maine, and many other cities in the East, I can not hold my peace. The believers in that part of the field are comparatively few in number, and have but little means with which to carry on aggressive work. Unless they receive help from some of the sister conferences farther west, the work is liable to be seriously retarded."},{"refcode_short":"NPUGleaner March 30,  1910, par. 13","refcode_long":"North Pacific Union Gleaner March 30,  1910, paragraph 13","content":"God is now placing upon the more prosperous parts of his vineyard the responsibility of doing a faithful work in the cities of the East, where the third angel's message had its rise. Churches are to be raised up in many places; meeting-houses are to be erected; and in some places of special importance, there will be opportunities to establish and maintain small medical institutions. The providence of God is going before the messengers, preparing the way, as it now devolves upon those in responsibility in the more prosperous conferences to plan with largeness of heart, not only to warn the cities within their own borders, but also to extend a helping hand to their sister conferences in the East, where so many millions dwell in the cities, and where the laborers are few and the resources limited."},{"refcode_short":"NPUGleaner March 30,  1910, par. 14","refcode_long":"North Pacific Union Gleaner March 30,  1910, paragraph 14","content":"This burden rests also upon large churches in connection with our institutions. In such places as Mountain View, Cal., where many believers are brought together, a special study should be made of the advantages to be gained by manifesting liberality toward the support of the cause of God in the East. The blessing of the Lord will be bestowed richly on those who rally to the support of enterprises demanding help in places in the East where, in the early days of the message, the believers sacrificed for the extension of present truth into the West."},{"refcode_short":"NPUGleaner March 30,  1910, par. 15","refcode_long":"North Pacific Union Gleaner March 30,  1910, paragraph 15","content":"As God's people take steps to advance his work rapidly in the East, the blessing of heaven will rest on their efforts, and they will see memorials for God established, as centers of influence, in many places now unworked. The cause of God will be strengthened in all its departments, and a mighty impetus will be given to the movement now in progress to warn the world."},{"refcode_short":"NPUGleaner April 6,  1910, par. 15","refcode_long":"North Pacific Union Gleaner April 6,  1910, paragraph 15","content":"April 6, 1910"},{"refcode_short":"NPUGleaner April 6,  1910","refcode_long":"North Pacific Union Gleaner April 6,  1910","content":"In Humility of Heart"},{"refcode_short":"NPUGleaner April 6,  1910, par. 1","refcode_long":"North Pacific Union Gleaner April 6,  1910, paragraph 1","content":"“What doth the Lord require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?”"},{"refcode_short":"NPUGleaner April 6,  1910, par. 2","refcode_long":"North Pacific Union Gleaner April 6,  1910, paragraph 2","content":"“And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God. For I determined not to know anything among you, save Jesus Christ, and him crucified.”"},{"refcode_short":"NPUGleaner April 6,  1910, par. 3","refcode_long":"North Pacific Union Gleaner April 6,  1910, paragraph 3","content":"In these perilous times, when the forces of evil are marshalling their hosts to thwart, if possible, the efforts of God's servants in the earth, it is vitally necessary for every laborer to walk humbly with God. Daily he is to maintain a close connection with heavenly agencies. Light has been coming to me that unless the workers lean heavily on the divine Source of their strength, many will be overcome by the power of the enemy. Satanic agencies will surround the soul of him who cherishes a spirit of independence and self-exaltation, and will seek to destroy his influence for good."},{"refcode_short":"NPUGleaner April 6,  1910, par. 4","refcode_long":"North Pacific Union Gleaner April 6,  1910, paragraph 4","content":"Christ is the example of every believer. While in the heavenly courts, he chose to lay aside his royal robe and his kingly crown, and come to this earth as one among men, to live a life of poverty and self-denial. When on one occasion during his earthly ministry a certain man said, “I will follow thee whithersoever thou goest,” Christ answered, “Foxes have holes, and the birds of the air have nests; but the Son of man hath not where to lay his head.” Night after night he would pray for his flock,—pray that God would give them strength to obey; and then he would lie down upon the ground, as that was sometimes the only place he had to rest for the night."},{"refcode_short":"NPUGleaner April 6,  1910, par. 5","refcode_long":"North Pacific Union Gleaner April 6,  1910, paragraph 5","content":"When a worker is tempted to think that he is having a hard time, O, let him think of his divine Redeemer, and humble his heart before God! Then he may come to the Source of all strength, and plead for power to bear the burdens that are resting upon him. Those who claim to be laborers together with God are to learn to throw their helpless souls upon the One mighty to save. He is willing to give every humble worker an experience that is of more value than gold or silver or precious stones."},{"refcode_short":"NPUGleaner April 6,  1910, par. 6","refcode_long":"North Pacific Union Gleaner April 6,  1910, paragraph 6","content":"The One who was exalted above all others in the heavenly courts, as the Son of the Highest, is the One whose hands were nailed to the cross of Calvary. He it is who was mocked and derided by those who would not receive him. There was one poor thief on a cross beside him, who said, “Lord, remember me when thou comest into thy kingdom.” To this earnest plea the Saviour responded, “Verily I say unto thee today,”—while hanging on this cross,—“thou shalt be with me in paradise.”"},{"refcode_short":"NPUGleaner April 6,  1910, par. 7","refcode_long":"North Pacific Union Gleaner April 6,  1910, paragraph 7","content":"There are some who are seeking to understand, in a measure, how God worked through his son; but there are many others who do not begin to appreciate his infinite sacrifice in their behalf. Those who have been so indifferent, need to humble their hearts before God. Unless they do this, they will keep exalting themselves in their own estimation, until Christ will be compelled to say: “You can not be with me in my kingdom. You would lead others astray if you were there.”"},{"refcode_short":"NPUGleaner April 6,  1910, par. 8","refcode_long":"North Pacific Union Gleaner April 6,  1910, paragraph 8","content":"God's servants should be very careful that their influence is sacredly kept on the side of truth and righteousness. The Lord Jesus has promised to clothe with the robe of his righteousness those who choose to walk in humility. God expects right-doing and humility of heart from every one who claims to be a follower of the meek and lowly Jesus."},{"refcode_short":"NPUGleaner April 6,  1910, par. 9","refcode_long":"North Pacific Union Gleaner April 6,  1910, paragraph 9","content":"Those who are standing in responsible positions should understand clearly that they are not rulers over their fellow-workers. Men in responsibility should be Christ-like in deportment. They need to be leaders in every reformatory movement for the purification of the church. They are to reveal that angels of God are constantly round about them, and that they are laboring under the influence of the Holy Spirit. Carefully are they to avoid everything that savors of a spirit of selfishness and self-esteem; for in meekness and humility of heart they are to be ensamples to the flock."},{"refcode_short":"NPUGleaner April 6,  1910, par. 10","refcode_long":"North Pacific Union Gleaner April 6,  1910, paragraph 10","content":"God will work with those who will work with him. My very soul goes out after God, and I desire that every one who stands in an important position shall learn of the great teacher, who is our Leader. In all their dealings with God's heritage, they are to avoid ruling arbitrarily. We are thankful that such manifestations of arbitrary dealings one with another as have been seen in years past are not seen so often now. Those who are placed in positions of responsibility are to feel that unless God shall help them it will be impossible for them to carry the responsibilities placed upon them. It is so easy for man to become exalted; but God will guide the meek in judgment. He will co-operate with those who remain lowly of heart, and sit at the feet of Jesus."},{"refcode_short":"NPUGleaner April 6,  1910, par. 11","refcode_long":"North Pacific Union Gleaner April 6,  1910, paragraph 11","content":"Brethren and sisters, will we covenant with God at this meeting that we will not seek for the highest place, and make that the burden of our thoughts? We are to seek to be meek and lowly of heart. Christ can then abide with us by his Holy Spirit. If we have with us the divine Presence, if angels are round about us, then, as we stand before unbelievers, and present the sacred truths of God's Word, a solemn impression will be made upon the minds of those who hear, and souls will be won to the truth."},{"refcode_short":"NPUGleaner April 6,  1910, par. 12","refcode_long":"North Pacific Union Gleaner April 6,  1910, paragraph 12","content":"“Put on, therefore, as the elect of God, holy and beloved, ... humbleness of mind, meekness.” “Neither as being lords over God's heritage, but being ensamples to the flock. Ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility; for God resisteth the proud, and giveth grace to the humble. Humble yourselves therefore, under the mighty hand of God, that he may exalt you in due time.”"},{"refcode_short":"NPUGleaner April 13,  1910, par. 12","refcode_long":"North Pacific Union Gleaner April 13,  1910, paragraph 12","content":"April 13, 1910"},{"refcode_short":"NPUGleaner April 13,  1910","refcode_long":"North Pacific Union Gleaner April 13,  1910","content":"Mission Fields at Home"},{"refcode_short":"NPUGleaner April 13,  1910, par. 1","refcode_long":"North Pacific Union Gleaner April 13,  1910, paragraph 1","content":"Some have expressed a desire during this conference to send a large amount of means to China for the support of the work in that country. It is right and proper that means be sent to China. God's people are to act their part faithfully in warning that field, and many other fields in various parts of the earth. Already a beginning has been made in many important mission fields in the regions beyond, and God is giving his servants some measure of success in winning souls. As the workers advance in faith, they will find that the Lord is going before them by his Holy Spirit, preparing the hearts of many to listen to the truths presented."},{"refcode_short":"NPUGleaner April 13,  1910, par. 2","refcode_long":"North Pacific Union Gleaner April 13,  1910, paragraph 2","content":"But while plans are being carried out to warn the inhabitants of various nations in distant lands, what is being done in behalf of the foreigners who have come to the shores of our own land? Are the souls in China any more precious than the souls within the shadow of our doors? God's people are to labor faithfully in distant lands, as his providence may open the way; and they are also to fulfill their duty toward the foreigners of various nationalities in the cities close by."},{"refcode_short":"NPUGleaner April 13,  1910, par. 3","refcode_long":"North Pacific Union Gleaner April 13,  1910, paragraph 3","content":"Those in responsibility must now plan wisely to proclaim the third angel's message to the hundreds of thousands of foreigners in the cities of America."},{"refcode_short":"NPUGleaner April 13,  1910, par. 4","refcode_long":"North Pacific Union Gleaner April 13,  1910, paragraph 4","content":"God desires his servants to do their full duty toward the unwarned inhabitants of the cities, and especially toward those who have come to these cities from the various nations of the earth. Many of these foreigners are here in the providence of God, that they may have opportunity to hear the truth for this time, and receive a preparation that will fit them to return to their own lands as bearers of precious light shining direct from the throne of God."},{"refcode_short":"NPUGleaner April 13,  1910, par. 5","refcode_long":"North Pacific Union Gleaner April 13,  1910, paragraph 5","content":"Although the needs of the great centers of population have been presented before our people over and over again, yet comparatively little has been done. Who is answerable for this neglect? Brethren, consider how you can ever expect to be clear in the sight of a just and holy God if you leave these cities unwarned? Very few of the ministers are carrying forward strong, aggressive work in these large centers where so many thousands are in need of the saving truths we have to proclaim. The means that should be used to carry the message to the cities, seems to be taken away and used where it perhaps ought not to be used. But where is seen a burden in behalf of these cities that have long been pointed out as places that must be worked without delay? Who will take up the burden of this work? Who will labor faithfully to set a right example before the inhabitants of our centers of population?"},{"refcode_short":"NPUGleaner April 13,  1910, par. 6","refcode_long":"North Pacific Union Gleaner April 13,  1910, paragraph 6","content":"It almost seems as if scarcely any one dare ask a worker to go into the cities, because of the means that would be required to carry on a strong, solid work. It is true that much means will be required in order to do our duty toward the unwarned in these places; and God desires us to lift our voices and our influence in favor of using means wisely in this special line of effort. Over and over again has been repeated the message, “Go out into the highways and the byways, and compel them to come in, that my house may be filled.” This is a work God's people must take hold of; for it is a work that must be done."},{"refcode_short":"NPUGleaner April 13,  1910, par. 7","refcode_long":"North Pacific Union Gleaner April 13,  1910, paragraph 7","content":"In this effort in behalf of the cities, all classes of laborers may co-operate to advantage. Especially valuable is the help that the physician may render as an evangelist. If ministers and physicians will plan to unite in an effort to reach the honest-hearted one in the cities, the physicians, as well as the ministers, will be placed on vantage ground. As they labor in humility, God will open the way before them, and many will receive a saving knowledge of the truth."},{"refcode_short":"NPUGleaner April 13,  1910, par. 8","refcode_long":"North Pacific Union Gleaner April 13,  1910, paragraph 8","content":"Great benefits would come to the cause of God in the regions beyond if faithful efforts were put forth in behalf of the cities in America. Among the foreigners of various nationalities who would accept the truth, there are some who might soon be fitted to labor among those of their own native land. Many would return to the places from which they came, that they might win their friends to the truth. They would search out their kinsfolk and neighbors, and communicate to them a knowledge of the third angel's message."},{"refcode_short":"NPUGleaner April 13,  1910, par. 9","refcode_long":"North Pacific Union Gleaner April 13,  1910, paragraph 9","content":"In New York City, in Chicago, and in other great centers of population, there is a large foreign element—multitudes of various nationalities, and all practically unwarned. Among Seventh-day Adventists there is a great zeal—and I am not saying there is any too much—to work in foreign countries; but it would be pleasing to God if a proportionate zeal were manifested to work the cities close by. His people need to move sensibly. They need to set about this work in the cities with serious earnestness. Men of consecration and talent are to be sent into these cities, and set at work. Many classes of laborers are to unite in conducting these efforts to warn the people."},{"refcode_short":"NPUGleaner April 13,  1910, par. 10","refcode_long":"North Pacific Union Gleaner April 13,  1910, paragraph 10","content":"When God's chosen messengers recognize their responsibility toward the cities, and in the spirit of the Master-Worker labor untiringly for the conversion of precious souls, those who are enlightened will desire to give freely of their means to sustain the work done in their behalf. The newly converted believers will respond liberally to every call for help, and the Spirit of God will move upon their hearts to sustain not only the work being carried forward in the cities where they may be living, but in the regions beyond. Thus strength will come to the working forces at home and abroad, and the cause of God will be advanced in his appointed way."},{"refcode_short":"NPUGleaner May 13,  1915, par. 10","refcode_long":"North Pacific Union Gleaner May 13,  1915, paragraph 10","content":"1915"},{"refcode_short":"NPUGleaner May 13,  1915, par. 10","refcode_long":"North Pacific Union Gleaner May 13,  1915, paragraph 10","content":"May 13, 1915"},{"refcode_short":"NPUGleaner May 13,  1915","refcode_long":"North Pacific Union Gleaner May 13,  1915","content":"Word From Sister E. G. White"},{"refcode_short":"NPUGleaner May 13,  1915, par. 1","refcode_long":"North Pacific Union Gleaner May 13,  1915, paragraph 1","content":"My last report regarding mother's experience was written April 28. After that she was very feeble for three days, at times hardly able to frame a complete sentence. Then for four days she gained strength a little each day, and for the following five days seemed almost as strong as a month ago."},{"refcode_short":"NPUGleaner May 13,  1915, par. 2","refcode_long":"North Pacific Union Gleaner May 13,  1915, paragraph 2","content":"Last night she rested better than usual, but she looked very frail this morning when lifted from the bed to her reclining chair in the bay window."},{"refcode_short":"NPUGleaner May 13,  1915, par. 3","refcode_long":"North Pacific Union Gleaner May 13,  1915, paragraph 3","content":"Tuesday afternoon brother C. H. Jones, of the Pacific Press, called to see her. She was lying in the big bay window. When brother Jones asked if she knew him, she said, “I know you, and I am very glad to see you.” after he had spoken of his interest and sympathy for her, and of the prayers offered for her by friends in mountain view, she said:"},{"refcode_short":"NPUGleaner May 13,  1915, par. 4","refcode_long":"North Pacific Union Gleaner May 13,  1915, paragraph 4","content":"“The Lord is our helper. He is our frontguard and our rearward."},{"refcode_short":"NPUGleaner May 13,  1915, par. 5","refcode_long":"North Pacific Union Gleaner May 13,  1915, paragraph 5","content":"“I am so anxious that we shall be overcomers. And we can be, with the Lord's help. The Lord alone can be my helper. I want to do just that which will bring the victory."},{"refcode_short":"NPUGleaner May 13,  1915, par. 6","refcode_long":"North Pacific Union Gleaner May 13,  1915, paragraph 6","content":"“I hope we shall meet in the kingdom of heaven. We want the overcomers reward. I want to be an overcomer, and mean to be."},{"refcode_short":"NPUGleaner May 13,  1915, par. 7","refcode_long":"North Pacific Union Gleaner May 13,  1915, paragraph 7","content":"“After all that he has done, shall it be that Christ has died for us in vain?”"},{"refcode_short":"NPUGleaner May 13,  1915, par. 8","refcode_long":"North Pacific Union Gleaner May 13,  1915, paragraph 8","content":"Then, as brother Jones bade her goodby, she said: “I hope to meet you in the kingdom of heaven.”"},{"refcode_short":"NPUGleaner May 13,  1915, par. 9","refcode_long":"North Pacific Union Gleaner May 13,  1915, paragraph 9","content":"“Yesterday, when i spoke to her of the sunshine and beautiful weather, she said: “If we can only keep our spirits beautiful, then we can be all beautiful.”"},{"refcode_short":"NPUGleaner May 13,  1915, par. 10","refcode_long":"North Pacific Union Gleaner May 13,  1915, paragraph 10","content":"Week by week we observe that mother is losing strength. This is the 82 day since her accident."},{"refcode_short":"NPUGleaner June 3,  1915","refcode_long":"North Pacific Union Gleaner June 3,  1915","content":"June 3, 1915"},{"refcode_short":"NPUGleaner June 3,  1915","refcode_long":"North Pacific Union Gleaner June 3,  1915","content":"Word from “Elmshaven”"},{"refcode_short":"NPUGleaner June 3,  1915, par. 1","refcode_long":"North Pacific Union Gleaner June 3,  1915, paragraph 1","content":"We quote the following from a letter just received from Eld. W. C. White in regard to his mother:"},{"refcode_short":"NPUGleaner June 3,  1915, par. 2","refcode_long":"North Pacific Union Gleaner June 3,  1915, paragraph 2","content":"“From Wednesday, May 12, she was stronger, and was able to eat better than for several weeks. Thursday, May 20, she was not so well. Friday she could not eat anything, and for a few days she grew weaker rapidly."},{"refcode_short":"NPUGleaner June 3,  1915, par. 3","refcode_long":"North Pacific Union Gleaner June 3,  1915, paragraph 3","content":"“Tuesday morning, May 25, she was very weak, but her mind seemed clear, and when i asked if she was comfortable, she said:"},{"refcode_short":"NPUGleaner June 3,  1915, par. 4","refcode_long":"North Pacific Union Gleaner June 3,  1915, paragraph 4","content":"“‘I am very weak. I am sure this is my last sickness. I am not worried at the thought of dying. I feel comforted all the time, that the Lord is near me. I am not anxious. The preciousness of the Saviour has been so plain to me. He has been a Friend. He has kept me in sickness and in health."}]