[{"refcode_short":"NUReaper","refcode_long":"The Northern Union Reaper","content":"The Northern Union Reaper"},{"refcode_short":"NUReaper April 16,  1907","refcode_long":"The Northern Union Reaper April 16,  1907","content":"1907"},{"refcode_short":"NUReaper April 16,  1907","refcode_long":"The Northern Union Reaper April 16,  1907","content":"April 16, 1907"},{"refcode_short":"NUReaper April 16,  1907","refcode_long":"The Northern Union Reaper April 16,  1907","content":"To Those Making Large Gifts to the Cause of Present Truth"},{"refcode_short":"NUReaper April 16,  1907, par. 1","refcode_long":"The Northern Union Reaper April 16,  1907, paragraph 1","content":"I am instructed to say to our brethren in South Dakota and elsewhere, the work of God is advancing and will soon be finished. Let not the cause of Present Truth be hindered by unbelief. The Lord desires the people in the new and prosperous states to do a work that will glorify his name."},{"refcode_short":"NUReaper April 16,  1907, par. 2","refcode_long":"The Northern Union Reaper April 16,  1907, paragraph 2","content":"All our blessings, temporal as well as spiritual, come from God. The money you possess is the Lord's, left to you to further his cause in the earth. There should be no withholding from the Lord of his goods."},{"refcode_short":"NUReaper April 16,  1907, par. 3","refcode_long":"The Northern Union Reaper April 16,  1907, paragraph 3","content":"Let not those who have made pledges to carry on the work of God repent of their vows, and withhold that which they have given. Those who take upon themselves the responsibility of annulling a pledge that has been made to God, are assuming to do that for which they will not care to account in the day of final reckoning. The counsel of men who would at this time advise that means be withheld from the cause of God and invested in other enterprises, should be rejected; for the Lord says to you, “Lay up your treasures in heaven.” “Invest your means to advance my work, to open new fields, that the light of present truth may shine to all parts of the world.”"},{"refcode_short":"NUReaper April 16,  1907, par. 4","refcode_long":"The Northern Union Reaper April 16,  1907, paragraph 4","content":"How munificent was the gift that God gave to the human race. He “so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” The Lord Jesus gave his life for the world, that man might have a perfect example. Laying off his royal robe and kingly crown, he came to earth as a man. He was tempted in all points as man is tempted, but not once did he fail to follow the path he had chosen. He was kept by the power of God, upheld by the One who will be the Helper of all who love him and keep his commandments."},{"refcode_short":"NUReaper April 16,  1907, par. 5","refcode_long":"The Northern Union Reaper April 16,  1907, paragraph 5","content":"Christ lived the simple life of a poor man's son, and thus became acquainted with the childhood life of the poor. And when, during his ministry, children were brought to him that he might bless them, he thought of his mother, who gave him birth, and honored the mother of these children, blessing them and their children also. Christ gave himself to a life of humiliation and poverty, that he might be able, from childhood to manhood, to leave to all an example of what life should mean to every member of the human family."},{"refcode_short":"NUReaper April 16,  1907, par. 6","refcode_long":"The Northern Union Reaper April 16,  1907, paragraph 6","content":"All who have become children of God are to do all in their power to seek and save the lost sheep. They are to make use of every possible means to give sinners the word of life and the saving grace of Christ. Believers in the truth are ever to remember the sacrifice that Christ made in order that he might, in taking humanity, be an example to all human beings. Our church members are to follow his example of self-denial and sacrifice, seeking and saving the lost souls perishing in unbelief and sin. Everywhere they are to give the truth to those ready to perish, explaining the Word of God."},{"refcode_short":"NUReaper April 16,  1907, par. 7","refcode_long":"The Northern Union Reaper April 16,  1907, paragraph 7","content":"Why is it that so very few of our churches have a genuine desire to practice the self-denial that Christ practised? Study the sixth chapter of Matthew. I am bidden to give the warning, “In such an hour as ye think not, the Son of Man cometh.” “Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal. But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through and steal; for where your treasure is there will your heart be also.”"},{"refcode_short":"NUReaper April 16,  1907, par. 8","refcode_long":"The Northern Union Reaper April 16,  1907, paragraph 8","content":"Will not our churches become converted to this way of caring for their treasure? Is the Lord's word to be disregarded by his professing people? Shall the people who call themselves by his name give a message and exert an influence directly contrary to a “Thus saith the Lord?” The Lord entrusts us with means that we may be his helping hand as the work advances and help is needed for new fields."},{"refcode_short":"NUReaper April 16,  1907, par. 9","refcode_long":"The Northern Union Reaper April 16,  1907, paragraph 9","content":"Each soul in every family is on probation. We are to regard our probationary time as belonging to Christ. Our time, our opportunities are to be regarded as exceedingly valuable. Our thoughts are to dwell on the things written in the Scriptures. Unless we, as Christ's blood bought subjects, show in our characters the virtues of his life, we cannot be saved. The only way in which we can gain salvation is through accepting Christ as the Redeemer of the world, and the only hope of the sinner."},{"refcode_short":"NUReaper April 16,  1907, par. 10","refcode_long":"The Northern Union Reaper April 16,  1907, paragraph 10","content":"Imagined self-excellence is nothing. Christ is our life. It is his virtue that must be brought into the life of his followers. Self, and every vestige of selfishness, must die. The life that Christ lived in our world is the example of what every man and woman must become in order to be saved."},{"refcode_short":"NUReaper April 16,  1907, par. 11","refcode_long":"The Northern Union Reaper April 16,  1907, paragraph 11","content":"From the moment that Christ became a public teacher, he regarded the world as his field, and sought to become its life and light. Today through his word, he presents himself to the human family as their highest good. All who claim to be Christians are to represent him in a Christian life."}]