[{"refcode_short":"NYI","refcode_long":"The New York Indicator","content":"The New York Indicator"},{"refcode_short":"NYI February 28,  1900","refcode_long":"The New York Indicator February 28,  1900","content":"1900"},{"refcode_short":"NYI February 28,  1900","refcode_long":"The New York Indicator February 28,  1900","content":"February 28, 1900"},{"refcode_short":"NYI February 28,  1900","refcode_long":"The New York Indicator February 28,  1900","content":"Important Testimony to our Brethren in New York"},{"refcode_short":"NYI February 28,  1900, par. 1","refcode_long":"The New York Indicator February 28,  1900, paragraph 1","content":"You want to buy of Christ gold, white raiment, and eyesalve. Study this message to the Laodicean church, for it applies to many in New York. You need to be zealous and repent. Please consider, zealous does not mean a few feeble prayers and half-hearted confessions, it means, a zealous, earnest, determined effort to conquer your worldly, selfish love, and to be consecrated, devoted Christians, shedding a tender warmth and love wherever you are. You must have a waking up, and heart culture, or you will fail of heaven. Christ is coming. Are you ready? Are you waiting? Are you loving his appearing? What a wondrous love Christ has evidenced for us! He has said, “Love one another as I have loved you.” We need purity, truth, helpfulness, and the love of Christ that sanctifies our influence. We must be full of Christ and then we shall estimate worldly things in the light of God, and when at work upon your farms, when engaged in your business vocations, you are not separating your souls from God, because you labor with the true purpose and object, recognizing God as the owner of all that you possess and you seeking wisdom to use his goods to advance his glory. You then are ministering, not slothful in business, fervent in spirit, serving the Lord. Then human lives will be blessed through your influence. The mind will be on heavenly things, you will be as in the presence of Jesus, and diffuse light to all around you. A truly Christian life will cost us thoughtfulness, searching of the Scriptures, and most earnest, persevering prayer. It will not be prayer without point and purpose, but it will be the intercession of a heart burdened for poor sinners out of Christ. It will be a heart longing to do service for Jesus in personal effort for the saving of souls of men. Jesus made great sacrifices for these souls. “Ye are laborers together with God.” Many of you who have been years in the truth have not advanced in the spiritual and divine life, because worldly business has been exalted above the heavenly. The work of God ever calls for self-sacrificing men, and every soul who has the knowledge of the truth is bound to communicate the light to others, cultivating all the graces of the Spirit to do this precious work to God's acceptance."},{"refcode_short":"NYI February 28,  1900, par. 2","refcode_long":"The New York Indicator February 28,  1900, paragraph 2","content":"Your lifeless, heartless, frozen-up efforts are not acceptable to God. There is no excuse for you to do so little for Jesus, when he has done so much for you. Does not God behold your works? He says, “I know thy works;” God witnesses the heart service, and God witnesses the mere lip service. We are in perilous times. If you had kept pace with the opening providence of God, and made the most of the light and privileges granted to you, you would today be a power in the world. You would not need these words I now write you, you would be all light in the Lord; divine power and glory would be manifested in your gatherings. According to your faith so shall it be unto you. If your faith claims little, you will receive only little. If you by faith see the great work to be done in the harvest field, you would see that there are too few laborers. You would fall upon your knees and pray the Lord of the harvest to send forth laborers in New York. Then you would say to those who would go forth to work in the cities, in the high-ways and hedges, with the compelling message, “I will do the very best in my power to sustain you, and I will work to the very best of my ability to reflect light upon our neighbors and to be a bright and shining light in the church, that our faith and our prayers shall go forth as sharp sickles with the laborers in the harvest field. We have work to do, a solemn work, which must bear the test of the Judgment.”"},{"refcode_short":"NYI March 7,  1900","refcode_long":"The New York Indicator March 7,  1900","content":"March 7, 1900"},{"refcode_short":"NYI March 7,  1900","refcode_long":"The New York Indicator March 7,  1900","content":"Important Testimony to our Brethren in New York"},{"refcode_short":"NYI March 7,  1900, par. 1","refcode_long":"The New York Indicator March 7,  1900, paragraph 1","content":"We are called to have a superior faith, because of increased light above the light of God's ancient people. Whosoever will be the friend of the world, is the enemy of God. The times in which we are living call for you who believe, to arouse, to put the armor on. You have not done any too much, but not enough. The natural consequence of works in accordance with your faith is an increased knowledge of truth and experience in heavenly things, a higher degree of consecration of all our powers and all our possessions to God; and the more firmly we walk in the path of faith, the greater will be our separation from the world, and from darkness. We will come closer and still closer to the side of the Great Light of the world. Christ is coming. We shall enter upon the year 1887 before this reaches you. Will you give to God a New Year's offering? Will you consecrate yourselves, soul, body, and spirit to God? Will you lay upon his altar that which belongs to God? Will you cut loose from the world, and will you evidence that you believe the truth? Will you cease to rob God in tithes and in offerings? “Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.”"},{"refcode_short":"NYI March 7,  1900, par. 2","refcode_long":"The New York Indicator March 7,  1900, paragraph 2","content":"I was in my dream a few nights since talking with you who were assembled. A large congregation was before me. I talked, I wept, I prayed, and some seemed to be as unimpressible as the granite rocks, but there was a mighty revealing of the Spirit of God. Jesus walked through our midst, he touched one and another, and still another, and how their faces lighted up! They praised God with joyful hearts. Some were passed by. Light was shining, everywhere, but some poor souls Jesus looked upon with pity; they slunk into dark corners, they did not try to come to the light, while others rushed from the darkness, forcing their way, as tho it was life or death with them, and the cry went forth as I never heard it before, “What shall I do to be saved?” There were confessions of sins; there was rejoicing of sins forgiven. It seemed to me they were reigned up before the Judgment. But all did not participate. They had not been walking in the company of Jesus, but apart from him, and they did not realize his presence. They seemed to think it was not Jesus. Alas! they did not know him! What a solemn impression was left upon minds! I feel that it is time to awake out of sleep, to arise from the dead, and Christ will give you life. Ye are a royal nation, a peculiar people to show forth the praises of Him, who hath called you out of the darkness into his marvelous light. O, we may sit together in heavenly places! The light shineth in darkness, but the darkness comprehendeth it not. God forbid that we should lose the heavenly blessings because we do not comprehend the light. We must be God's peculiar people in good works."},{"refcode_short":"NYI March 7,  1900, par. 3","refcode_long":"The New York Indicator March 7,  1900, paragraph 3","content":"May the Lord help you to put away darkness, and come to the light. Where there is one man laboring in New York there ought to be one hundred. The Lord has given the light of truth, but men who have means are encouraged in the covetousness which will prove their ruin, by limiting the work of God to meet the selfishness, and worldly-loving spirit of those who claim to believe the truth. Brethren, it is too late in the day for this kind of work. The precious light which has been freely given to us of God was not given to Sodom or Gomorrah, or they would not have perished in their sins. We have superior advantages, and we shall be judged by the light and privileges of the times in which we are living. God will not give judgment in our favor, because like Capernaum we are now exalted to heaven in point of privileges. But what use have we made of God's blessings? Are we walking in the light, working in the light, in accordance with the holy character of truth which we possess? There is a great work to be done in home missions. In laboring in America you do not have the difficulties which we have here in Europe. What is wanted is men sanctified in heart and life, elevated and ennobled by the greatness of the truth. We need men who will have the true enterprising spirit of doing something, who will walk humbly with God, and who will strive to push the triumphs of the cross of Christ."},{"refcode_short":"NYI March 7,  1900, par. 4","refcode_long":"The New York Indicator March 7,  1900, paragraph 4","content":"May God help you not to do less than you have done, but to do a much greater work in the Lord. The day is far spent, the night is at hand. The watchman must cry, “The morning cometh, and also the night.”"},{"refcode_short":"NYI February 7,  1906","refcode_long":"The New York Indicator February 7,  1906","content":"1906"},{"refcode_short":"NYI February 7,  1906","refcode_long":"The New York Indicator February 7,  1906","content":"February 7, 1906"},{"refcode_short":"NYI February 7,  1906","refcode_long":"The New York Indicator February 7,  1906","content":"Standing In the Way of God's Messages"},{"refcode_short":"NYI February 7,  1906, par. 1","refcode_long":"The New York Indicator February 7,  1906, paragraph 1","content":"One thing it is certain is soon to be realized,—the great apostasy, which is developing and increasing and waxing stronger, and will continue to do so until the Lord shall descend from heaven with a shout. We are to hold fast the first principles of our denominated faith, and go forward from strength to increased faith. Ever we are to keep the faith that that has been substantiated by the Holy Spirit of God from the earlier events of our experience, until the present time. We need now larger breadth, and deeper, more earnest, unwavering faith in the leadings of the Holy Spirit. If we needed the manifest proof of the Holy Spirit's power to confirm truth in the beginning after the passing of the time, we need today all the evidence in the confirmation of the truth, when souls are departing from the faith and giving heed to seducing spirits and doctrines of devils. There must not be any languishing of soul now."},{"refcode_short":"NYI February 7,  1906, par. 2","refcode_long":"The New York Indicator February 7,  1906, paragraph 2","content":"If ever there was a period of time when we needed the Holy Spirit's power in our discourses, in our prayers, in every action proposed, it is now. We are not to stop at the first experience, but while we bear the same message to the people, this message is to be strengthened and enlarged. We are to see and realize the importance of the message, made certain by its divine origin. We are to follow on to know the Lord, that we may know that his going forth is prepared as the morning."},{"refcode_short":"NYI February 7,  1906, par. 3","refcode_long":"The New York Indicator February 7,  1906, paragraph 3","content":"Our souls need the quickening from the Source of all power. We may be strengthened and confirmed in the past experience that holds us to the essential points of truth which have made us what we are,—Seventh-day Adventists."},{"refcode_short":"NYI February 7,  1906, par. 4","refcode_long":"The New York Indicator February 7,  1906, paragraph 4","content":"The past fifty years have not dimmed one jot or principle of our faith as we received the great and wonderful evidences that were made certain to us in 1844, after the passing of the time. The languishing souls are to be confirmed and quickened according to his word. And many of the ministers of the gospel and the Lord's physicians will have their languishing souls quickened according to the word. Not a word is changed or denied. That which the Holy Spirit testified to as truth after the passing of the time, in our great disappointment, is the solid foundation of truth. Pillars of truth were revealed, and we accepted the foundation principles that have made us what we are—Seventh-day Adventists, keeping the commandments of God and having the faith of Jesus."},{"refcode_short":"NYI February 7,  1906, par. 5","refcode_long":"The New York Indicator February 7,  1906, paragraph 5","content":"Have not the hearts of Christ's disciples burned within them as he has talked with us by the way and opened to us the Scriptures? Has not the Lord Jesus opened to us the Scriptures, and presented to us things kept secret from the foundation of the world? Some have heard the reading of the evidence of the binding claims of the law of God, and the enjoined obedience to his commandments, and have felt their characters to be in such contrast to the requirements that had they been placed in circumstances similar to Jehoiakim, king of Judah, they would have done as he did. A special message was sent to him to be read in his hearing, but after listening to three or four pages, he cut it out with a penknife, and cast it into the fire. But this could not destroy the message; for the word of God will never return unto him void. The same Holy Spirit who had given the first testimony, which was refused and burned, came to the servant of God, who caused the first to be written in the roll, and repeated the very message that had been rejected, caused the latter to be written and added a great deal more to it."},{"refcode_short":"NYI February 7,  1906, par. 6","refcode_long":"The New York Indicator February 7,  1906, paragraph 6","content":"Those who are willing to have the straight, plain messages of God consumed, to get them out of their sight, will only give increased publicity to, and confirmation of, the messages that they dismissed and repulsed. When the Lord sends a message to any man or woman, and they refuse to be corrected, refuse to receive it, that is not the end of the message by any means. All the transaction is recorded, and those who took part in it, by their refusal to be corrected, pronounce their own sentence against themselves."},{"refcode_short":"NYI February 7,  1906, par. 7","refcode_long":"The New York Indicator February 7,  1906, paragraph 7","content":"When God sends a message to any person, minister or doctor, if men pursue a course to make of no effect the message sent, a course that destroys the influence of the message that God designed should make a change in the principles of the one corrected, and turn his heart to repentance, it would be better for these men if they had never been born. Wickedness and deceit remain in the one to whom the Lord in mercy sent his message, but they, through Satan's devising, took it upon themselves to justify and vindicate the one whom God had corrected, and he took it upon himself to refuse the message given, and went on, sustained by men who claimed to be the ministers and doctors of the Lord. The one who ought to have realized his sin and corrected his evil, was presumptuous, and turned from the messages of God to follow his own course, until sin, in deception, in falsehood, in unprincipled working, in underhand dealing, became current. Whether there is any hope of a change, we know not. But all who have built that man up in his crooked course of action, which they know was not justice and righteousness, will suffer with the transgressor, unless they shall humble themselves before God, and show that repentance that needeth not to be repented of."},{"refcode_short":"NYI February 7,  1906, par. 8","refcode_long":"The New York Indicator February 7,  1906, paragraph 8","content":"Thus saith the Lord, I am the high and holy One who inhabiteth eternity. The Lord God will be vindicated in the interest he has taken to bring men to repentance, that they should see their crooked ways and turn and be converted. But ministers and doctors have stepped in between God and men reproved, and made of no effect the reproofs he has sent, notwithstanding that the warning was to save erring men, and turn them from their wrong course of action, that their usefulness should not be destroyed."},{"refcode_short":"NYI February 7,  1906, par. 9","refcode_long":"The New York Indicator February 7,  1906, paragraph 9","content":"The Spirit who asked Zechariah, “What seest thou?” to which he answered, “I see a flying roll,” also caused an angel to fly in the midst of heaven, “having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, saying with a loud voice, Fear God, and give glory to him [let no glory be given to erring, sinful men]; for the hour of his judgment is come.” Many indeed will not understand, but will stumble at the words contained in the roll."},{"refcode_short":"NYI June 12,  1907","refcode_long":"The New York Indicator June 12,  1907","content":"1907"},{"refcode_short":"NYI June 12,  1907","refcode_long":"The New York Indicator June 12,  1907","content":"June 12, 1907"},{"refcode_short":"NYI June 12,  1907","refcode_long":"The New York Indicator June 12,  1907","content":"Be In Earnest"},{"refcode_short":"NYI June 12,  1907, par. 1","refcode_long":"The New York Indicator June 12,  1907, paragraph 1","content":"We are to work as we have never worked before. We are to seek every opportunity of drawing souls to Christ. The Lord is coming very soon, and we are entering into scenes of calamity. Satanic agencies, tho unseen, are working to destroy human life. If our life is hid with Christ in God, we shall see of his grace and salvation. Christ is coming to establish his kingdom in the earth. Let our tongues be sanctified, and used to glorify him. As a people we need to be reconverted, and our lives sanctified to declare the truth as it is in Jesus."},{"refcode_short":"NYI June 12,  1907, par. 2","refcode_long":"The New York Indicator June 12,  1907, paragraph 2","content":"As we engage in the work of distributing our publications, we can, from warm and throbbing hearts, speak of a Saviour's love. God alone has the power to forgive sins. If we do not deliver this message to the unconverted, our neglect may prove their ruin. Blessed, soul-saving, Bible truths are to be published in our papers. The Lord calls upon all of us to seek to save perishing souls."},{"refcode_short":"NYI June 12,  1907, par. 3","refcode_long":"The New York Indicator June 12,  1907, paragraph 3","content":"We do not realize how cunningly Satan is at work to deceive, if possible, the very elect. Now is our time to work with vigilance. Our books and papers are to be brought before the notice of the people; the gospel of present truth is to be given to our cities without delay. We need to arouse to our duties. If we are making the life and teachings of Christ our study, every passing event will furnish a text for an impressive lesson. It was thus our Saviour preached the gospel in the highways and by ways; and, as he preached, the little group that listened to his words would swell into a great company."},{"refcode_short":"NYI June 12,  1907, par. 4","refcode_long":"The New York Indicator June 12,  1907, paragraph 4","content":"“Be instant in season, out of season.” We are to make opportunities for presenting the truth. Christians are to be workers together with Christ. They are to engage in many lines of evangelistic work."},{"refcode_short":"NYI June 12,  1907, par. 5","refcode_long":"The New York Indicator June 12,  1907, paragraph 5","content":"After his resurrection, Jesus spake to his disciples, saying, “All power is given unto me in heaven and earth. Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost; teaching them to observe all things whatsoever I have commanded you; and, lo, I am with you alway, even unto the end of the world.”"},{"refcode_short":"NYI June 12,  1907, par. 6","refcode_long":"The New York Indicator June 12,  1907, paragraph 6","content":"Just now, when people are thinking seriously, literature on the signs of the times, wisely circulated, will have a telling effect in behalf of the truth. At this time, when awful calamities are sweeping away the most costly structures as if by a breath of fire from heaven, many sinners are afraid, and stand trembling before God. Now is our opportunity to make known the truth to them."},{"refcode_short":"NYI June 12,  1907, par. 7","refcode_long":"The New York Indicator June 12,  1907, paragraph 7","content":"God's judgments are abroad in the land. Shall we allow these things to come upon the world without telling the people the meaning of these terrible calamities, and how every one may escape from the wrath to come? Shall we let our neighbors remain in darkness without a preparation for the future life? Unless we ourselves realize where we stand, the day of God will come upon us as a thief."},{"refcode_short":"NYI June 12,  1907, par. 8","refcode_long":"The New York Indicator June 12,  1907, paragraph 8","content":"Brethren and sisters, will you put on the Christian armor? “Your feet shod with the preparation of peace,” you will be prepared to walk from house to house, carrying the truth to the people. Sometimes you will find it trying to do this kind of work; but if you go forth in faith, the Lord shall go before you, and will let his light shine upon your pathway. Entering the homes of your neighbors to sell or to give away our literature, and in humility to teach them the truth, you will be accompanied by the light of heaven, which will abide in these homes."}]