[{"refcode_short":"OW","refcode_long":"The Oriental Watchman","content":"The Oriental Watchman"},{"refcode_short":"OW December 1,  1909","refcode_long":"The Oriental Watchman December 1,  1909","content":"1909"},{"refcode_short":"OW December 1,  1909","refcode_long":"The Oriental Watchman December 1,  1909","content":"December 1, 1909"},{"refcode_short":"OW December 1,  1909","refcode_long":"The Oriental Watchman December 1,  1909","content":"A Friend to the Friendless"},{"refcode_short":"OW December 1,  1909, par. 1","refcode_long":"The Oriental Watchman December 1,  1909, paragraph 1","content":"You who are tempted and tried and discouraged, look up. A divine Hand is reached toward you. The hand of the Infinite is stretched over the battlements of heaven to grasp your hand in its embrace. The mighty Helper is nigh to help the most erring, the most sinful and despairing. His great heart of love is yearning with deep and tender compassion over those who are careless and neglectful of their eternal interests."},{"refcode_short":"OW December 1,  1909","refcode_long":"The Oriental Watchman December 1,  1909","content":"Individual Care, Love, and Sympathy"},{"refcode_short":"OW December 1,  1909, par. 2","refcode_long":"The Oriental Watchman December 1,  1909, paragraph 2","content":"Let us remember that Jesus knows us individually, and he cares for each one as though there were not another soul on the face of the earth. He is touched with the feeling of our infirmities. He knows the wants of each of his creatures, and reads the hidden, unspoken grief of every heart. If one of the little ones for whom he died is injured, he sees it; for he is acquainted with all that is misunderstood and misrepresented by man."},{"refcode_short":"OW December 1,  1909, par. 3","refcode_long":"The Oriental Watchman December 1,  1909, paragraph 3","content":"Christ has weighed every human affliction, every human sorrow. He bears the weight of the yoke for every soul that yokes up with him. He knows the sorrows which we feel to the depth of our being, and which we can not express. If no human heart is aroused in sympathy for us, we need not feel that we are without sympathy. Christ knows; and he says, “Look unto me and live.”"},{"refcode_short":"OW December 1,  1909, par. 4","refcode_long":"The Oriental Watchman December 1,  1909, paragraph 4","content":"All the paternal love which has come down from generation to generation through the channel of human hearts, all the springs of tenderness which have opened in the souls of men, are but as a tiny rill to the boundless ocean, when compared with the infinite, exhaustless love of God. Tongue can not utter it; pen can not portray it. You may study that love for ages; yet you can never fully comprehend the length and the breadth, the depth and the height, of the love of God in giving his Son to die for the world. Eternity itself can never fully reveal it."},{"refcode_short":"OW December 1,  1909","refcode_long":"The Oriental Watchman December 1,  1909","content":"Fellowship in Suffering"},{"refcode_short":"OW December 1,  1909, par. 5","refcode_long":"The Oriental Watchman December 1,  1909, paragraph 5","content":"Christ is affected as his weakest follower is affected. The sympathy of Christ is such that he can not be an indifferent spectator of his children's sufferings. Not a sigh is breathed, not a pain felt, not a grief pierces the soul, but the throb vibrates to the Father's heart."},{"refcode_short":"OW December 1,  1909, par. 6","refcode_long":"The Oriental Watchman December 1,  1909, paragraph 6","content":"As a faithful Physician, the world's Redeemer has his finger upon the pulse of the soul. He marks every beat; he takes note of every throb. Not an emotion thrills it, not a sorrow shades it; not a sin stains it, not a thought or purpose passes through it, with which he is not acquainted."},{"refcode_short":"OW December 1,  1909, par. 7","refcode_long":"The Oriental Watchman December 1,  1909, paragraph 7","content":"Christ feels the woes of every sufferer. When evil spirits rend a human frame, Christ feels the curse. When fever is burning up the life current, he feels the agony."},{"refcode_short":"OW December 1,  1909","refcode_long":"The Oriental Watchman December 1,  1909","content":"Talking with God"},{"refcode_short":"OW December 1,  1909, par. 8","refcode_long":"The Oriental Watchman December 1,  1909, paragraph 8","content":"God is bending from his throne to hear the cry of the oppressed. To every sincere prayer he answers, “Here am I.” The prayer that ascends from a broken and contrite heart is never disregarded; it is as sweet music in the ears of our heavenly Father: for he waits to bestow upon us the fulness of his blessing."},{"refcode_short":"OW December 1,  1909, par. 9","refcode_long":"The Oriental Watchman December 1,  1909, paragraph 9","content":"The prayer of the sincere heart offered in faith will be heard in heaven. It may not be grammatical; but if the heart is in it, it will ascend to the sanctuary where Jesus ministers, and he will present it to the Father without one awkward, stammering word, graceful and perfect through his merit; for his righteousness refines and ennobles it, and makes it acceptable before the Father."},{"refcode_short":"OW December 1,  1909","refcode_long":"The Oriental Watchman December 1,  1909","content":"Our Best Motives and Efforts"},{"refcode_short":"OW December 1,  1909, par. 10","refcode_long":"The Oriental Watchman December 1,  1909, paragraph 10","content":"When it is in the heart to obey God, when efforts are put forth to this end, Jesus accepts this disposition and effort as man's best service and he makes up for the deficiency with his own divine merit; for he is the source of every right impulse."},{"refcode_short":"OW December 1,  1909, par. 11","refcode_long":"The Oriental Watchman December 1,  1909, paragraph 11","content":"Through the merits of the Redeemer, the Father looks upon us with tender compassion, and speaks to us hopefully the language of forgiveness and love, for Christ was treated as we deserve that we might be treated as he deserves. He was condemned for our sins in which he had no share, that we might be justified by his righteousness in which we had no share."},{"refcode_short":"OW December 1,  1909","refcode_long":"The Oriental Watchman December 1,  1909","content":"Our Best Interests in View"},{"refcode_short":"OW December 1,  1909, par. 12","refcode_long":"The Oriental Watchman December 1,  1909, paragraph 12","content":"God does not require us to give up any thing that it is for our best interest to retain. In all that he does, he has the well being of his children in view. Would that all who have not chosen Christ might realize that he has something vastly better to offer them than they are seeking for themselves! For the more we know God, the more intense will be our happiness, and the lips that are willing to speak, though unclean, will be touched with the living coals and purified. They will be enabled to speak words that will burn their way to the soul."}]