[{"refcode_short":"PCP 1","refcode_long":"Peter’s Counsel to Parents, p. 1 (Ellen Gould White)","content":"Peter's Counsel to Parents"},{"refcode_short":"PCP 7","refcode_long":"Peter’s Counsel to Parents, p. 7 (Ellen Gould White)","content":"Introduction to 2 Peter 1"},{"refcode_short":"PCP 7.1","refcode_long":"Peter’s Counsel to Parents, p. 7.1 (Ellen Gould White)","content":"There are portions of scripture that seem to have been tailor-made for the needs of God's last-day people. Second Peter summarizes the message of all sixty-six books of the Bible—that God is worthy of man's admiration and trust—in a way that is particularly helpful to believers living just prior to Christ's second coming."},{"refcode_short":"PCP 7.2","refcode_long":"Peter’s Counsel to Parents, p. 7.2 (Ellen Gould White)","content":"Ellen White was fascinated with Peter's second epistle. She loved its optimism and often used it as a touchstone for letters, sermons, and articles. Of special interest to her was the clear help 2 Peter provided in the area of child guidance."},{"refcode_short":"PCP 7.3","refcode_long":"Peter’s Counsel to Parents, p. 7.3 (Ellen Gould White)","content":"We live in an age when many individuals are skeptical about the value of Christianity. And this skepticism goes largely unchecked because most forms of Christianity do not hold out much hope to the individual who wishes to experience real Christlike character development in this life, in the here and now."},{"refcode_short":"PCP 7.4","refcode_long":"Peter’s Counsel to Parents, p. 7.4 (Ellen Gould White)","content":"But Seventh-day Adventists are different. They rejoice in the possibility of daily change after the likeness of Jesus. Further, they believe not only that this growth has to do with the soul but that it is reflected in all aspects of living, whether health, education, citizenship, or parenting. They refer to this renewal and growth process as character development."},{"refcode_short":"PCP 7.5","refcode_long":"Peter’s Counsel to Parents, p. 7.5 (Ellen Gould White)","content":"Sometimes nonbelieving friends interpret the Seventh-day Adventist emphasis on character development as legalism and a system of salvation by works. But Adventists have a realistic understanding of man's grave limitations. Consequently, their optimism has not to do with their own ability to change and grow; it has to do with God's ability to restore His creatures, which is so clearly documented in such passages as 2 Peter 1."},{"refcode_short":"PCP 8.1","refcode_long":"Peter’s Counsel to Parents, p. 8.1 (Ellen Gould White)","content":"God never makes claims without providing evidence, and he has always sought to have a people whose lives would demonstrate the wisdom of his values. Seventh-day adventists believe that God has called them to live the message they preach, and so demonstrate its effectiveness for renewal in this life. The life styles of God's remnant people are to illustrate what God will do for all men and women of faith."},{"refcode_short":"PCP 8.2","refcode_long":"Peter’s Counsel to Parents, p. 8.2 (Ellen Gould White)","content":"In her comments on 2 Peter, Ellen White refers to God's offer to restore His image in believers as “an eternal life insurance policy.” God's prophet was surely anticipating world conditions today. Situations, achievements, and material things that have provided security for years are now breaking up, leaving people clamoring for something effective and lasting to cling to. Surely this is an age of opportunity for a church that is optimistic about God's ability to bring order, peace, and personal growth and fulfillment to individuals right here and now."},{"refcode_short":"PCP 8.3","refcode_long":"Peter’s Counsel to Parents, p. 8.3 (Ellen Gould White)","content":"We may not know the intricacies of God's method of redeeming men and women. But like patients who trust themselves to complex procedures understood only by their physician, Adventists trust in God's ability to restore His image perfectly in human beings."},{"refcode_short":"PCP 8.4","refcode_long":"Peter’s Counsel to Parents, p. 8.4 (Ellen Gould White)","content":"Each minute we are becoming more like the God we worship. Peter offers us a picture of a gracious God, one who stands ready to fill our lives with meaning. He reveals a God of growth and fulfillment. Ellen White draws on Peter's life. In what follows, she offers practical guidance for training children."},{"refcode_short":"PCP 8.5","refcode_long":"Peter’s Counsel to Parents, p. 8.5 (Ellen Gould White)","content":"Previously unpublished material from the pen of Ellen White is always exciting to discover. Since many of the following selections have not been readily available to parents and teachers, the reader will be delighted to see new concepts and emphases given to basic problems in the areas of parenting and teaching. Such topics as discipline, home education, and instilling imaginative religious faith in children are dealt with in a way that provides practical, usable guidelines, as well as personal inspiration. Of course, no study of Christian growth would be comprehensive without The Acts Of The Apostles chapter on 2 Peter 1, which is reprinted here for the reader's convenience."},{"refcode_short":"PCP 9","refcode_long":"Peter’s Counsel to Parents, p. 9 (Ellen Gould White)","content":"Chapter 1—Western Normal Institute Address"},{"refcode_short":"PCP 9","refcode_long":"Peter’s Counsel to Parents, p. 9 (Ellen Gould White)","content":"Preview"},{"refcode_short":"PCP 9.1","refcode_long":"Peter’s Counsel to Parents, p. 9.1 (Ellen Gould White)","content":"Have you ever been asked to explain the advantages that a Christian education has over a secular one? Would you like to know how Ellen White would approach the subject? Near the beginning of this address to the young people, she says, “It is the purpose of our educational institutions to teach students how they may be partakers of the divine nature.” At first glance this description may sound more appropriate to one of the Oriental religions currently sweeping the world. What does it mean to be a partaker of divine nature?"},{"refcode_short":"PCP 9.2","refcode_long":"Peter’s Counsel to Parents, p. 9.2 (Ellen Gould White)","content":"God does not wish to absorb His creatures into Himself like water into a sponge. Instead, He wants to see them develop and grow as individuals from their earliest years. The unique feature of Adventist Christianity is its emphasis on God's respect for the individual. Ellen White reminds us that we think too narrowly about God's sacrifice of His own Son. It wasn't just a matter of paying a debt for the sins of the human family. Jesus’ life demonstrated God's ideals for His creatures. Jesus’ ministry focused on revealing what men and women could become as children of God, particularly if they were taught to respond to His grace at a young age."},{"refcode_short":"PCP 9.3","refcode_long":"Peter’s Counsel to Parents, p. 9.3 (Ellen Gould White)","content":"In what follows, Ellen White is optimistic about personal development after the model of Christ. She describes the individual's growth process as a “plan of addition.” and she refers to God's ability to help us realize the goal of Christlikeness as “an eternal life insurance policy.”"},{"refcode_short":"PCP 10","refcode_long":"Peter’s Counsel to Parents, p. 10 (Ellen Gould White)","content":"Address"},{"refcode_short":"PCP 10.1","refcode_long":"Peter’s Counsel to Parents, p. 10.1 (Ellen Gould White)","content":"I am glad to see so many before me this morning. I desire that every one of you shall be so related to God that everything you do here shall be done as viewing Him who is invisible. You can keep your minds fixed upon God. Every one of you must individually form a character after the divine similitude."},{"refcode_short":"PCP 10","refcode_long":"Peter’s Counsel to Parents, p. 10 (Ellen Gould White)","content":"A Choice"},{"refcode_short":"PCP 10.2","refcode_long":"Peter’s Counsel to Parents, p. 10.2 (Ellen Gould White)","content":"I do not know how many of you have made a profession of Christianity, but I trust that while you are here as students you will all give careful thought to this subject. You can choose whether you will have a hope that is confirmed in Jesus Christ, whether you will during your attendance at this school seek to prepare yourselves for the kingdom of God. In order to make it possible for you to have this advantage, Jesus Christ has given His precious life. If you do not avail yourselves of the privileges thus purchased for you, if through Christ you do not become partakers of the divine nature, you will in the day of final reckoning be found without excuse."},{"refcode_short":"PCP 10","refcode_long":"Peter’s Counsel to Parents, p. 10 (Ellen Gould White)","content":"Schools separate from the world"},{"refcode_short":"PCP 10.3","refcode_long":"Peter’s Counsel to Parents, p. 10.3 (Ellen Gould White)","content":"Why do we have schools separate from the schools of the world? It is that our youth may receive an education in right lines, that they may understand what is involved in the great sacrifice that has been made in behalf of fallen humanity. “God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” And the believer in Christ becomes a partaker of the divine nature, having escaped the corruption that is in the world through lust. As it has been presented to me, it is the purpose of our educational institutions to teach students how they may be partakers of the divine nature. This instruction is not to be passed by as of secondary importance. The value of the education received depends upon how the student relates himself to this subject."},{"refcode_short":"PCP 10.4","refcode_long":"Peter’s Counsel to Parents, p. 10.4 (Ellen Gould White)","content":"In our behalf Christ has made a tremendous sacrifice. He laid aside His royal crown, He laid aside His royal robe, and came to this world, born of humble parentage. Many were not attracted by the humility of His life, and He was despised and rejected of men. He suffered persecution, until at length He was crucified and died a shameful death. What does this mean to us? He came as the Saviour of every sinner that will accept of the divine sacrifice. He united in Himself divinity and humanity, that He might be the connecting link between fallen man and the Father. But will men accept of the conditions? Who of you will become partakers of the divine nature? There should be no delay in accepting Christ."},{"refcode_short":"PCP 11","refcode_long":"Peter’s Counsel to Parents, p. 11 (Ellen Gould White)","content":"Importance of influence"},{"refcode_short":"PCP 11.1","refcode_long":"Peter’s Counsel to Parents, p. 11.1 (Ellen Gould White)","content":"You will be subject to temptations here. There are brought together here many of various ideas and temperaments. You have come from homes where you have received different molds of thought and education. Unless you are partakers of the divine nature, there is danger that you will lead one another to forgetfulness of God. It were better for you to have your right hand cut off than that you should lead one soul in a wrong direction. In your education, seek for those principles that will help you to form the best possible characters in this life, thus fitting yourselves for the future, eternal life."},{"refcode_short":"PCP 11.2","refcode_long":"Peter’s Counsel to Parents, p. 11.2 (Ellen Gould White)","content":"Now I will read a portion of the first chapter of second Peter. Notice who are addressed: it is those who have obtained something: “Simon Peter, a servant and an apostle of Jesus Christ, to them that have obtained like precious faith with us through the righteousness of God and our Saviour Jesus Christ.“"},{"refcode_short":"PCP 11","refcode_long":"Peter’s Counsel to Parents, p. 11 (Ellen Gould White)","content":"Character and future destiny"},{"refcode_short":"PCP 11.3","refcode_long":"Peter’s Counsel to Parents, p. 11.3 (Ellen Gould White)","content":"“The righteousness of God and our Saviour Jesus Christ,” this is our dependence. Through the merits of Jesus, you can be made clean and white in character, if you consecrate yourselves to Him, with a determined purpose that right here in this school you will live a Christian life. You are now forming characters that will determine your future destiny, for life or for death. If there are those here that have never taken hold of Christ by living faith, I entreat of you to do this at the earliest possible moment; for you will suffer great loss if you neglect this."},{"refcode_short":"PCP 11.4","refcode_long":"Peter’s Counsel to Parents, p. 11.4 (Ellen Gould White)","content":"“Grace and peace be multiplied unto you.” How, through your ignorance; through your acting like the world?—“Through the knowledge.” Now here is a knowledge that is worth more than silver or gold or precious stones. It is the “knowledge of God, and of Jesus our Lord.“"},{"refcode_short":"PCP 11","refcode_long":"Peter’s Counsel to Parents, p. 11 (Ellen Gould White)","content":"Preparing the children"},{"refcode_short":"PCP 11.5","refcode_long":"Peter’s Counsel to Parents, p. 11.5 (Ellen Gould White)","content":"“According as his divine power hath given unto us all things that pertain unto life and godliness.” Then if you are lost, you will be left without excuse. The time is coming when your parents, if they have purified their lives by obeying the truth, will come up to the gates of the city of God, and the gates will open before them. Are their children preparing to enter with them? If the parents have worked out their own salvation with fear and trembling, if they have in the fear of God tried to help their children, their work will be accepted. But perhaps their children have refused to be helped, and have chosen to follow their own inclinations. Will you not, as young people, act in harmony with the knowledge that you have received, and join the army of believers to work out your own salvation with fear and trembling?"},{"refcode_short":"PCP 12","refcode_long":"Peter’s Counsel to Parents, p. 12 (Ellen Gould White)","content":"Universal call"},{"refcode_short":"PCP 12.1","refcode_long":"Peter’s Counsel to Parents, p. 12.1 (Ellen Gould White)","content":"“According as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue.” Every one of you is called. Will you obey the call?"},{"refcode_short":"PCP 12.2","refcode_long":"Peter’s Counsel to Parents, p. 12.2 (Ellen Gould White)","content":"“Whereby are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust.” If you try to fulfill the Word, if you seek to do the will of God, you will have divine help."},{"refcode_short":"PCP 12","refcode_long":"Peter’s Counsel to Parents, p. 12 (Ellen Gould White)","content":"Cultivation of Christian principles"},{"refcode_short":"PCP 12.3","refcode_long":"Peter’s Counsel to Parents, p. 12.3 (Ellen Gould White)","content":"“And beside this, giving all diligence, add to your faith virtue”—a virtuous character—“and to virtue knowledge; and to knowledge temperance”—temperance in eating and in drinking—“and to temperance patience; and to patience godliness; and to godliness brotherly kindness; and to brotherly kindness charity”—love."},{"refcode_short":"PCP 12.4","refcode_long":"Peter’s Counsel to Parents, p. 12.4 (Ellen Gould White)","content":"“For if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ."},{"refcode_short":"PCP 12.5","refcode_long":"Peter’s Counsel to Parents, p. 12.5 (Ellen Gould White)","content":"“But he that lacketh these things is blind, and cannot see afar off, and hath forgotten that he was purged from his old sins."},{"refcode_short":"PCP 12.6","refcode_long":"Peter’s Counsel to Parents, p. 12.6 (Ellen Gould White)","content":"“Wherefore the rather, brethren, give diligence to make your calling and election sure: for if ye do these things, ye shall never fall:"},{"refcode_short":"PCP 12.7","refcode_long":"Peter’s Counsel to Parents, p. 12.7 (Ellen Gould White)","content":"“For so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ” (2 Peter 1:1-11)."},{"refcode_short":"PCP 12","refcode_long":"Peter’s Counsel to Parents, p. 12 (Ellen Gould White)","content":"Eternal life-insurance policy"},{"refcode_short":"PCP 12.8","refcode_long":"Peter’s Counsel to Parents, p. 12.8 (Ellen Gould White)","content":"Here is a promise that is for every one of you. If you live on the plan of addition, adding grace to grace, you are growing up in the nurture and admonition of the Lord, and you may find in this promise an eternal life-insurance policy. This is a promise that will stand the test. It is worth far more than any life-insurance policy that can be purchased with money. It is a policy that has been provided by God Himself in giving His only beloved Son that through belief in Him, through accepting of His great sacrifice, you may obtain everlasting life. Having gained the victory, you may enter in through the gates of the city of God, and receive an immortal crown."},{"refcode_short":"PCP 13.1","refcode_long":"Peter’s Counsel to Parents, p. 13.1 (Ellen Gould White)","content":"“Wherefore”, says the apostle, “I will not be negligent to put you always in remembrance of these things, though ye know them, and be established in the present truth.” Our profession of Christianity will not save us. We must be Christlike."},{"refcode_short":"PCP 13","refcode_long":"Peter’s Counsel to Parents, p. 13 (Ellen Gould White)","content":"Plan of addition"},{"refcode_short":"PCP 13.2","refcode_long":"Peter’s Counsel to Parents, p. 13.2 (Ellen Gould White)","content":"I desire that everyone in this school should form a character after the divine similitude, that you shall live upon the plan of addition, adding grace to grace. As you do this, you will be helping someone else. You will be giving an example that will be a help to those that are around you. You cannot afford to lose your interest in the great life-insurance policy."},{"refcode_short":"PCP 13.3","refcode_long":"Peter’s Counsel to Parents, p. 13.3 (Ellen Gould White)","content":"There are here in this school young people of various character. There are some here of a light and trifling disposition, some who give very little heed to where they are standing spiritually. But we desire you to become decidedly in earnest in regard to your soul's salvation; for it means everything to you. And it means much to the school, how you shall conduct yourselves. If you will determine to lay aside all folly, all vanity, and all frivolity, you will thus be helping to elevate this school to the position that God would have it occupy. You cannot afford to follow the inclinations of your own unconverted minds, and not try to obtain the victory that has been made possible for you through the sacrifice of Christ. We trust that you may see the King in His beauty."},{"refcode_short":"PCP 13","refcode_long":"Peter’s Counsel to Parents, p. 13 (Ellen Gould White)","content":"Challenge to live consistent lives"},{"refcode_short":"PCP 13.4","refcode_long":"Peter’s Counsel to Parents, p. 13.4 (Ellen Gould White)","content":"You will doubtless have difficulties to meet, but these difficulties are allowed to come to you, that by overcoming them you may be strengthened to take up the work of God. There is missionary work to be done by everyone connected with this school. Through the grace of God, we are to reveal that we are overcomers by the blood of the Lamb, and by the word of our testimony. Will you not, by living consistent lives, show that you are living on the plan of addition?"},{"refcode_short":"PCP 13.5","refcode_long":"Peter’s Counsel to Parents, p. 13.5 (Ellen Gould White)","content":"I feel an intense desire that you shall put away all frivolity. Study your Bibles. Read over and over the wonderful lessons that Christ has given to animate you, to strengthen you, and to aid you in spiritual growth. Why, it is a wonderful thing to escape the corruptions that are in the world through lust; yet that is possible if you will comply with the conditions. It rests with you whether or not you will do it. You may have to face grave difficulties, but it is your privilege to be so grounded in the truth that not even the severest persecution can turn you aside from it."},{"refcode_short":"PCP 14","refcode_long":"Peter’s Counsel to Parents, p. 14 (Ellen Gould White)","content":"Daily faith needed"},{"refcode_short":"PCP 14.1","refcode_long":"Peter’s Counsel to Parents, p. 14.1 (Ellen Gould White)","content":"What we need is a daily, living experience in the benefits to be derived by obedience to God. We are to encourage faith, to live by faith. This is our privilege, and if we do, then it is not in vain that Christ laid aside His kingly honors and came to this world to suffer and die. He will look upon the purchase of His blood, and will be satisfied. In that day the redeemed will cast their glittering crowns at the feet of their Saviour, and all heaven will ring with songs of praise. May we all be partakers of the divine nature, and be overcomers. I have tried to speak these words for your benefit, and now I will leave you to study this chapter for yourselves. May the blessing of the Lord rest upon you in the work you have to do is my desire and prayer. (Manuscript 103, 1909. An address before the students and faculty of the Western Normal Institute, Lodi, California, November 7, 1909.)."},{"refcode_short":"PCP 15","refcode_long":"Peter’s Counsel to Parents, p. 15 (Ellen Gould White)","content":"Chapter 2—“And Beside This”"},{"refcode_short":"PCP 15","refcode_long":"Peter’s Counsel to Parents, p. 15 (Ellen Gould White)","content":"Preview"},{"refcode_short":"PCP 15.1","refcode_long":"Peter’s Counsel to Parents, p. 15.1 (Ellen Gould White)","content":"Have you ever wondered how Peter chose the eight Christian characteristics listed in 2 Peter 1:5-7? It's interesting to note the apostle Paul's influence (see Galatians 5:22, 23) in Peter's list: steadfastness, self-control, knowledge. Notice 2 Peter 3:14-16. There is a lesson here for us. Peter, who had once been openly critical of Paul, was now his friend and admirer."},{"refcode_short":"PCP 15.2","refcode_long":"Peter’s Counsel to Parents, p. 15.2 (Ellen Gould White)","content":"Second Peter is an autobiographical book. Peter's advice is appealing precisely because he had lived it himself. In this current selection, Ellen White develops each virtue in this famous ladder of Christian progress. You will see each characteristic applied practically."},{"refcode_short":"PCP 15.3","refcode_long":"Peter’s Counsel to Parents, p. 15.3 (Ellen Gould White)","content":"Perhaps nowhere else in the Bible do we have such a comprehensive summary of Christian education and child development. Ellen White is careful not to make Peter's counsel into a formula to be mastered by force of will. Instead, each virtue is dealt with as an aspect of personality development. Ellen White's comments represent a nutshell description of the process of character development or of the philosophy of Adventist child care and education."},{"refcode_short":"PCP 15","refcode_long":"Peter’s Counsel to Parents, p. 15 (Ellen Gould White)","content":"Sermon"},{"refcode_short":"PCP 15.4","refcode_long":"Peter’s Counsel to Parents, p. 15.4 (Ellen Gould White)","content":"“And beside this, giving all diligence, add to your faith virtue; and to virtue knowledge; and to knowledge temperance; and to temperance patience; and to patience godliness; and to godliness brotherly kindness; and to brotherly kindness charity. For if these things be in you, and abound, they make you that ye” shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ. But he that lacketh these things is blind, and cannot see afar off, and hath forgotten that he was purged from his old sins. Wherefore the rather, brethren, give diligence to make your calling and election sure: for if ye do these things, ye shall never fall: for so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ” (2 Peter 1:5-11)."},{"refcode_short":"PCP 16","refcode_long":"Peter’s Counsel to Parents, p. 16 (Ellen Gould White)","content":"Divine strength imparted"},{"refcode_short":"PCP 16.1","refcode_long":"Peter’s Counsel to Parents, p. 16.1 (Ellen Gould White)","content":"The apostle has presented before us the importance of making continual advancement in the Christian life. There is no excuse for our lack of spiritual understanding. The successive steps in the path of progress are stated in the exhortation of the text, and we must take these steps if we fulfill the requirement of God, and become fitted for the heavenly courts. The work of progress is not left wholly dependent on our weak human efforts; but as we endeavor to walk in the footsteps of the Redeemer, divine strength will be imparted, that the righteousness of the law may be fulfilled in us. Help has been laid upon One who is mighty to save, and as we strive to add these virtues, He will multiply grace, according to our need, from His own divine sufficiency."},{"refcode_short":"PCP 16","refcode_long":"Peter’s Counsel to Parents, p. 16 (Ellen Gould White)","content":"Faith, the first round. Round two: Virtue"},{"refcode_short":"PCP 16.2","refcode_long":"Peter’s Counsel to Parents, p. 16.2 (Ellen Gould White)","content":"Faith is the first round in the ladder of advancement. Without faith it is impossible to please God. But many stop on this round, and never ascend higher. They seem to think that when they have professed Christ, when their names are on the church record, their work is completed. Faith is essential; but the inspired word says, “Add to your faith virtue.” Those who are seeking for eternal life, and a home in the kingdom of God, must lay for their character building the foundation of virtue. Jesus must be the chief cornerstone. The things that defile the soul must be banished from the mind and life. When temptations are presented, they must be resisted in the strength of Christ. The virtue of the spotless Lamb of God must be woven into the character till the soul can stand in its integrity. “Submit yourselves therefore to God. Resist the devil, and he will flee from you.”"},{"refcode_short":"PCP 16","refcode_long":"Peter’s Counsel to Parents, p. 16 (Ellen Gould White)","content":"Example of Joseph"},{"refcode_short":"PCP 16.3","refcode_long":"Peter’s Counsel to Parents, p. 16.3 (Ellen Gould White)","content":"The young Christian will have severe tests and temptations. Satan will not permit you to leave his banner of darkness to march under the bloodstained banner of Prince Immanuel, without making an effort to retain you in his service. He will present every attraction to cause you to leave the narrow road that leads to eternal life; but you must stand like a faithful soldier of the Lord Jesus Christ. Joseph is an example of how the youth may stand unspotted, amid the evil of the world, and add to their faith, virtue. Though a captive in a strange land, far from the restraints of home, he kept the fear of God before him, and when he was sorely tempted to indulge in evil, he exclaimed, “How then can I do this great wickedness, and sin against God?” The grace of God enabled him to resist the tempter. He was cast into prison, because of his steadfastness of purpose to keep the commandments of God. But prison walls could not shut out the light of Heaven's favor, nor hinder his advancement in the divine life; for “the Lord was with Joseph, and shewed him mercy.” And the Lord will be with every soul who adds the precious grace of virtue, and who fears to transgress the law of Heaven."},{"refcode_short":"PCP 17","refcode_long":"Peter’s Counsel to Parents, p. 17 (Ellen Gould White)","content":"Belief and patience"},{"refcode_short":"PCP 17.1","refcode_long":"Peter’s Counsel to Parents, p. 17.1 (Ellen Gould White)","content":"Joseph did not complain at his lot, nor question why the Lord permitted him to suffer for righteousness’ sake. He did not allow any cloud of despondency to settle upon his heart. He believed in God, and patiently waited for his salvation. He determined that this affliction should serve as an occasion to glorify God and benefit his associates. He did not cease his efforts toward perfection of character. He forgot his sorrow in seeking to lighten the sorrows of others, and the prisoners saw that the Lord was with Joseph. When he had borne the proving of the furnace, the Lord brought him out of the gloomy cell, and exalted him to a position next to the king of Egypt. Those who honor God will be honored by Him."},{"refcode_short":"PCP 17.2","refcode_long":"Peter’s Counsel to Parents, p. 17.2 (Ellen Gould White)","content":"Had Joseph wavered and fallen under the first temptation, his strength would have been insufficient for the second test. It is important that we do not take a wrong step in any direction; for it is very unprofitable to us. Whatever it may cost you, add to your faith, virtue. The greatest earthly loss will prove eternal gain if this is accomplished. If we use our powers unwisely, for the gratification of sinful desires, we cannot attain to the exaltation of character to which God would have us attain. We rob God of the service we should render, and fail to accomplish the good that we owe to our fellow men. If we give ourselves to Christ, He will become our helper. Poor and sinful and dependent, He will wash us in His own blood, put His Spirit within us, and make us to reflect His image."},{"refcode_short":"PCP 17","refcode_long":"Peter’s Counsel to Parents, p. 17 (Ellen Gould White)","content":"Round three: Knowledge—Benefits from associating with Christ"},{"refcode_short":"PCP 17.3","refcode_long":"Peter’s Counsel to Parents, p. 17.3 (Ellen Gould White)","content":"Every moment of our lives is intensely real, and charged with solemn responsibilities. Ignorance will be no excuse for lack of spiritual understanding and attainment; for we are exhorted to add to virtue, knowledge. Many are very ignorant of Bible truth, and they do not realize the duty and necessity of becoming intelligent Christians. The disciples learned of Jesus, and men perceived the benefits of His association and service, as they saw the change in these men. The uncultured fishermen became men of refinement and ability; and the lessons that they were privileged to learn are written for our admonition and instruction. We are invited to become learners in the school of Christ. We need to acquire all the knowledge possible. We cannot afford to be ignorant of the things that pertain to our eternal welfare. If all would cease gossip and evil communication, devoting the time to contemplation of Christ and the plan of salvation, they would add the knowledge essential to a growth in grace. We are to add knowledge from “whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report.” God wants us to understand why He has placed us in the world, and given us the sacred burden of life to bear. He would have us develop the faculties of mind and body, that we may be a blessing to those around us, and that His glory may be reflected from us to the world. It is not His will that our powers should be bound up in torpid stupidity and ignorance. “God is light, and in him is no darkness at all.”"},{"refcode_short":"PCP 18","refcode_long":"Peter’s Counsel to Parents, p. 18 (Ellen Gould White)","content":"Round four: Temperance"},{"refcode_short":"PCP 18.1","refcode_long":"Peter’s Counsel to Parents, p. 18.1 (Ellen Gould White)","content":"“And to knowledge temperance.” This is the ... [fourth] step in the path toward perfection of character. On every side there is indulgence and dissipation, and the result is degeneration and corruption. The inhabitants of our earth are depreciating in mental, moral, and physical power, because of the intemperate habits of society. Appetite, passion, and love of display are carrying the multitudes into the greatest excesses and extravagance. Temptations present themselves on every hand, not only in places of vice but also in the homes of our land. Our tables are spread with little regard for health or morality, and the cravings of perverted appetite are indulged, to the detriment of physical and mental strength. The people of God must take an opposite course from the world. They must take up the warfare against these sinful practices, deny appetite, and keep the lower nature in subjection. Said the great apostle, “I keep under my body, and bring it into subjection: lest that by any means, when I have preached to others, I myself should be a castaway.”"},{"refcode_short":"PCP 18","refcode_long":"Peter’s Counsel to Parents, p. 18 (Ellen Gould White)","content":"Importance of healthful diet"},{"refcode_short":"PCP 18.2","refcode_long":"Peter’s Counsel to Parents, p. 18.2 (Ellen Gould White)","content":"God has given us the fruits and grains of the earth for food, that we might have unfevered blood, calm nerves, and clear minds. The stimulating diet and drink of this day are not conducive to the best state of health. Tea, coffee, and tobacco are all stimulating, and contain poisons. They are not only unnecessary, but harmful, and should be discarded if we would add to knowledge, temperance. We should live by “every word that proceedeth out of the mouth of God.” It is for us to “search the scriptures,” and bring our habits into harmony with the instruction of the Bible. We are admonished, “Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.”"},{"refcode_short":"PCP 19","refcode_long":"Peter’s Counsel to Parents, p. 19 (Ellen Gould White)","content":"Round five: Patience"},{"refcode_short":"PCP 19.1","refcode_long":"Peter’s Counsel to Parents, p. 19.1 (Ellen Gould White)","content":"“And to temperance patience.” The need of becoming temperate is made manifest as we try to take this step. It is next to an impossibility for an intemperate person to be patient. We should make decided efforts to be on the right side in every matter. We are on a battleground, and Satan is striving for our souls. No impatient man or woman will ever enter into the courts of heaven. We must not allow the natural feelings to control our judgment. Many are quickly irritated, and their words are sharp and bitter. They wound the hearts of those about them, and make it apparent that the Spirit of Christ is not abiding in their souls. The grace of Christ will bring the peace of God into your homes; but many who profess the truth do not seem to realize that it is an essential part of religion to become meek and lowly, tenderhearted and forbearing."},{"refcode_short":"PCP 19","refcode_long":"Peter’s Counsel to Parents, p. 19 (Ellen Gould White)","content":"Peace in the home"},{"refcode_short":"PCP 19.2","refcode_long":"Peter’s Counsel to Parents, p. 19.2 (Ellen Gould White)","content":"Is there anything desirable in impatience? The loud, harsh complaint, the fretful, faultfinding spirit, are evidences of a narrow, conceited mind. Impatience brings strife and accusation and sorrow; but patience pours the balm of peace and love into the experiences of the home life. When we exercise the precious grace of patience toward others, they will reflect our spirit, and we shall gather with Christ. Patience will seek for unity in the church, in the family, and in the community. This grace must be woven into our lives. Everyone should mount this round of progress, and add to faith, virtue, and temperance, the grace of patience."},{"refcode_short":"PCP 19","refcode_long":"Peter’s Counsel to Parents, p. 19 (Ellen Gould White)","content":"Round six: Godliness Beauty of religion in the home"},{"refcode_short":"PCP 19.3","refcode_long":"Peter’s Counsel to Parents, p. 19.3 (Ellen Gould White)","content":"“And to patience godliness.” Godliness is the fruit of Christian character. If we abide in the Vine, we shall bear the fruits of the Spirit. The life of the Vine will manifest itself through the branches. We must have a close and intimate connection with heaven, if we bear the grace of godliness. Jesus must be a guest in our homes, a member of our households, if we reflect His image and show that we are sons and daughters of the Most High. Religion is a beautiful thing in the home. If the Lord abides with us, we shall feel that we are members of Christ's family in heaven. We shall realize that angels are watching us, and our manners will be gentle and forbearing. We shall be fitting up for an entrance into the courts of heaven, by cultivating courtesy and godliness. Our conversation will be holy, and our thoughts will be upon heavenly things."},{"refcode_short":"PCP 20","refcode_long":"Peter’s Counsel to Parents, p. 20 (Ellen Gould White)","content":"Round seven: Brotherly kindness—the example of Enoch Earthly home fits for heaven"},{"refcode_short":"PCP 20.1","refcode_long":"Peter’s Counsel to Parents, p. 20.1 (Ellen Gould White)","content":"Enoch walked with God. He honored God in every affair of life. In his home and in his business, he inquired, “Will this be acceptable to the Lord?” And by remembering God, and following His counsel, he was transformed in character, and became a godly man, whose ways pleased the Lord. We are exhorted to add to godliness, brotherly kindness. O how much we need to take this step, to add this quality to our characters! In many of our homes there is a hard, combative spirit manifested. Critical words and unkind actions are offensive to God. Dictatorial commands and haughty, overbearing manners are not acceptable to Heaven. The reason there are so many differences existing between brethren is that they have failed to add brotherly kindness. We should have that love for others that Christ has had for us. A man is estimated at his true value by the Lord of heaven. If he is unkind in his earthly home, he is unfit for the heavenly home. If he will have his own way, no matter whom it grieves, he would not be content in heaven, unless he could rule there."},{"refcode_short":"PCP 20","refcode_long":"Peter’s Counsel to Parents, p. 20 (Ellen Gould White)","content":"Round eight: Love"},{"refcode_short":"PCP 20.2","refcode_long":"Peter’s Counsel to Parents, p. 20.2 (Ellen Gould White)","content":"The love of Christ must control our hearts, and the peace of God will abide in our homes. Seek God with a broken and contrite spirit, and you will be melted with compassion toward your brethren. You will be prepared to add to brotherly kindness, charity, or love. Without charity we will become “as sounding brass, or a tinkling cymbal.” Our highest professions are hollow and insincere; but “love is the fulfilling of the law.” We shall be found wanting, if we do not add charity that suffereth long and is kind, that vaunteth not itself, that seeketh not her own."},{"refcode_short":"PCP 20","refcode_long":"Peter’s Counsel to Parents, p. 20 (Ellen Gould White)","content":"Heaven brought nearer"},{"refcode_short":"PCP 20.3","refcode_long":"Peter’s Counsel to Parents, p. 20.3 (Ellen Gould White)","content":"Will it make us miserable to follow this plan of Christian progression?—No. It will bring heaven nearer to us. We may have the sweet peace and consolation of God in doing this work. These steps will take us into the atmosphere of heaven; for as God sees His children seeking to carry out His instruction in their habits and thoughts, He multiplies grace, and gives them that wisdom that cometh down from above, that is “first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits.”"},{"refcode_short":"PCP 21.1","refcode_long":"Peter’s Counsel to Parents, p. 21.1 (Ellen Gould White)","content":"“Wherefore the rather, brethren, give diligence to make your calling and election sure: for if ye do these things, ye shall never fall” (2 Peter 1:10). (The Review and Herald, February 21, 1888. Sermon at Christiana, Norway, October 6, 1886.)."},{"refcode_short":"PCP 22","refcode_long":"Peter’s Counsel to Parents, p. 22 (Ellen Gould White)","content":"Chapter 3—Sermon at Petaluma, California, Campground"},{"refcode_short":"PCP 22","refcode_long":"Peter’s Counsel to Parents, p. 22 (Ellen Gould White)","content":"Preview"},{"refcode_short":"PCP 22.1","refcode_long":"Peter’s Counsel to Parents, p. 22.1 (Ellen Gould White)","content":"Commenting on Peter's ladder of Christian virtues (2 Peter 1:5-7), Ellen White says, “in the Christian life we are to work upon the plan of addition. If we are faithful in working on this plan, God works for us on the plan of multiplication.” (Italics supplied.) Here God's prophet is reflecting heaven's optimism about the potential for change and growth in human beings. God stands ready to do his part, but “God is watching intently to see what kind of timbers parents and children put into their character building.”"},{"refcode_short":"PCP 22.2","refcode_long":"Peter’s Counsel to Parents, p. 22.2 (Ellen Gould White)","content":"Did you know that before Christ came to earth to represent the Father, Satan was actually convinced that the whole world would eventually join him? And he had plenty of evidence upon which to base this belief. Satan had subtly convinced most men and women that God's law was unreasonable and impossible to keep. And those who did try to obey made the law a burden, and by so doing misrepresented God. Then Jesus came as living law: His life contrasted markedly with lawless individuals on the one hand, and legalists on the other. In this selection Ellen White suggests that a Christian life, imaginatively lived, will reveal the wisdom of God's law."},{"refcode_short":"PCP 22.3","refcode_long":"Peter’s Counsel to Parents, p. 22.3 (Ellen Gould White)","content":"Second Peter 1 summarizes the educational philosophy of the Seventh-day Adventist Church. Adventists define education as a process of preparing for service in heaven, as well as for service in this present world. It is interesting to note that the philosophy of discipline, the ideas on the punishment of children, reveal one's fitness for heaven. In this reading Ellen White develops a related point: The role facial expressions play in educating and disciplining children."},{"refcode_short":"PCP 23.1","refcode_long":"Peter’s Counsel to Parents, p. 23.1 (Ellen Gould White)","content":"There is considerable material on temperance in this selection. Note, for instance: “We are to practice temperance on every point [why?]; For we need all the brain nerve-power that it is possible for us to have in order that we may be able to resist Satan's temptations.” It is typical of Ellen White to make a positive case for Christian standards and virtues. Here we see her enthusiasm, regarding keen minds and refined reasoning abilities, offered in support of being temperate."},{"refcode_short":"PCP 23","refcode_long":"Peter’s Counsel to Parents, p. 23 (Ellen Gould White)","content":"Sermon"},{"refcode_short":"PCP 23.2","refcode_long":"Peter’s Counsel to Parents, p. 23.2 (Ellen Gould White)","content":"“Simon Peter, a servant and an apostle of Jesus Christ, to them that have obtained like precious faith with us through the righteousness of God and our Saviour Jesus Christ: grace and peace be multiplied [notice this expression; we shall refer to it again] unto you through the knowledge of God, and of Jesus our Lord, according as his divine power hath given unto us all things [nothing is withheld] that pertain unto life [eternal life] and godliness, through the knowledge of him that hath called us to glory and virtue: whereby are given unto us exceeding great and precious promises”—mark carefully the language, because in the judgment every person who has ever had the privilege of hearing or reading these words will be held accountable for the way in which he has received them—“whereby are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature”—partakers of divine power, divine grace, divine possibilities."},{"refcode_short":"PCP 23.3","refcode_long":"Peter’s Counsel to Parents, p. 23.3 (Ellen Gould White)","content":"Is it possible for the fallen sons and daughters of Adam to stand on vantage ground, able to overcome?—Yes, this is the great privilege that is granted them. They may be “partakers of the divine nature, having escaped the corruption that is in the world through lust” (2 Peter 1:1-4)."},{"refcode_short":"PCP 23","refcode_long":"Peter’s Counsel to Parents, p. 23 (Ellen Gould White)","content":"Christian life a constant warfare"},{"refcode_short":"PCP 23.4","refcode_long":"Peter’s Counsel to Parents, p. 23.4 (Ellen Gould White)","content":"The Christian life is a constant warfare. The church militant is not the church triumphant. Paul says, “We wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.” We must meet human beings of power and influence who are on Satan's side of the controversy; and we must also meet unseen agencies of evil. Let us be found in the right position."},{"refcode_short":"PCP 24","refcode_long":"Peter’s Counsel to Parents, p. 24 (Ellen Gould White)","content":"Plan of addition and multiplication"},{"refcode_short":"PCP 24.1","refcode_long":"Peter’s Counsel to Parents, p. 24.1 (Ellen Gould White)","content":"To those who are preparing for heaven I wish to say, In the Christian life we are to work upon the plan of addition. If we are faithful in working on this plan, God works for us on the plan of multiplication. We are not to deviate from virtue or fail to cherish and cultivate all the graces of the Spirit. To enable us to be partakers of the divine nature, God has given us exceeding great and precious promises. These promises are mentioned in the following verses:"},{"refcode_short":"PCP 24.2","refcode_long":"Peter’s Counsel to Parents, p. 24.2 (Ellen Gould White)","content":"“And beside this, giving all diligence, add to your faith virtue; and to virtue knowledge; and to knowledge temperance; and to temperance patience; and to patience godliness; and to godliness brotherly kindness; and to brotherly kindness charity. For if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ” (2 Peter 1:5-8)."},{"refcode_short":"PCP 24","refcode_long":"Peter’s Counsel to Parents, p. 24 (Ellen Gould White)","content":"Add virtue"},{"refcode_short":"PCP 24.3","refcode_long":"Peter’s Counsel to Parents, p. 24.3 (Ellen Gould White)","content":"“Giving all diligence, add to your faith virtue.” Let not those who profess to have faith in Christ fail of having virtue. They are under obligation to place themselves where they will reveal to others the virtue of His character."},{"refcode_short":"PCP 24","refcode_long":"Peter’s Counsel to Parents, p. 24 (Ellen Gould White)","content":"A high standard to attain"},{"refcode_short":"PCP 24.4","refcode_long":"Peter’s Counsel to Parents, p. 24.4 (Ellen Gould White)","content":"God has called us to glory and virtue. We have no right to assimilate with the world—dressing, talking, and living as worldlings do. God has given us a high standard to reach. To enable man to reach this standard, God sent into the world His only begotten Son. In our behalf Christ made an infinite sacrifice. He laid aside His kingly crown and royal robe, clothed His divinity with humanity, and came into our world to teach men and women the laws of life and salvation, which they must carry out to the letter in order to have everlasting life in the kingdom of glory."},{"refcode_short":"PCP 24.5","refcode_long":"Peter’s Counsel to Parents, p. 24.5 (Ellen Gould White)","content":"Satan claimed that it was impossible for human beings to keep God's law. In order to prove the falsity of this claim, Christ left His high command, took upon Himself the nature of man, and came to the earth to stand at the head of the fallen race, in order to show that humanity could withstand the temptations of Satan. On this earth He worked out the problem how to live in accordance with God's standard of right. Bearing our nature, He was true to God's standard of righteousness, gaining the victory over Satan. He was tempted in all points like as we are, yet He was without sin."},{"refcode_short":"PCP 24","refcode_long":"Peter’s Counsel to Parents, p. 24 (Ellen Gould White)","content":"To represent the Father"},{"refcode_short":"PCP 24.6","refcode_long":"Peter’s Counsel to Parents, p. 24.6 (Ellen Gould White)","content":"Before Christ came in person to reveal His Father's character, Satan thought that he would have the whole world on his side. And today the enemy is still playing the game of life with everyone. He seeks to bring in dissension and division. But if we are partakers of the divine nature, we must stand as a united whole. Let us not think that our churches can enjoy God's blessing while in a state of disunion. In this world we are to be representatives of Christ. He has called us to glory and virtue. As He represented the Father, so we are to represent Christ to the world; for in representing Him we are representing the Father."},{"refcode_short":"PCP 25.1","refcode_long":"Peter’s Counsel to Parents, p. 25.1 (Ellen Gould White)","content":"We have a great work to perform for the Master. After Jesus has sacrificed so much in our behalf, giving His life for our salvation, shall we by our course of action make Him ashamed of us?"},{"refcode_short":"PCP 25.2","refcode_long":"Peter’s Counsel to Parents, p. 25.2 (Ellen Gould White)","content":"It is to the glory of God for Him to give us of His virtue. He desires to see us rise to the highest standard. When by living faith we lay hold of the power of a living Christ; when we plead His unfailing promises, and claim them as ours; when we seek for the power of the Holy Spirit, we are eating the flesh and drinking the blood of the Son of God. And “whosoever eateth my flesh,” said Christ, “and drinketh my blood, dwelleth in me, and I in him.... The words that I speak unto you, they are spirit, and they are life.”"},{"refcode_short":"PCP 25","refcode_long":"Peter’s Counsel to Parents, p. 25 (Ellen Gould White)","content":"A knowledge beyond expression"},{"refcode_short":"PCP 25.3","refcode_long":"Peter’s Counsel to Parents, p. 25.3 (Ellen Gould White)","content":"“And to virtue knowledge.” Oh, we can have a knowledge of God and His truth—a knowledge that is beyond expression! Tell me, what language can we find to express the knowledge that comes to us when Christ reveals His presence to us, and our hearts are softened and subdued by His power? Such knowledge is beyond expression. We cannot explain it, nevertheless we know that we possess it."},{"refcode_short":"PCP 25.4","refcode_long":"Peter’s Counsel to Parents, p. 25.4 (Ellen Gould White)","content":"Let those who claim to have a knowledge of God work in cooperation with Christ. Christ is depending upon everyone to do his best. To every man and to every woman He has given a work."},{"refcode_short":"PCP 25","refcode_long":"Peter’s Counsel to Parents, p. 25 (Ellen Gould White)","content":"Conditional promises"},{"refcode_short":"PCP 25.5","refcode_long":"Peter’s Counsel to Parents, p. 25.5 (Ellen Gould White)","content":"God's promises are conditional. In order to make it possible for Him to bless us, we must do our part. We cannot expect that all His blessings will come to us naturally, if we fold our hands in inactivity. We are to be laborers together with God. It is our privilege and duty to labor for souls ready to perish."},{"refcode_short":"PCP 25.6","refcode_long":"Peter’s Counsel to Parents, p. 25.6 (Ellen Gould White)","content":"If you have a knowledge of God and have taken your position under the banner of Prince Emmanuel, remember that you are not to allow yourself to come under the control of the powers of darkness—the fallen angels. You are to keep in mind the promises that pertain to eternal life and godliness, and seek for divine power that is given to enable you to escape everything that would lead you astray."},{"refcode_short":"PCP 26","refcode_long":"Peter’s Counsel to Parents, p. 26 (Ellen Gould White)","content":"Temperance in appetite"},{"refcode_short":"PCP 26.1","refcode_long":"Peter’s Counsel to Parents, p. 26.1 (Ellen Gould White)","content":"“And to knowledge temperance.” This is a point that every one of us should consider. The strength of natural appetites depends very much on the treatment they receive. Those who indulge appetite, eating and drinking with the drunken; those who practice gluttony, eating double the amount that they should eat, bring the system into such a condition that it is next to impossible for them to be partakers of the divine nature, because they do not escape the corruption that is in the world through lust. The temple of God, which should be kept holy, is polluted and defiled."},{"refcode_short":"PCP 26.2","refcode_long":"Peter’s Counsel to Parents, p. 26.2 (Ellen Gould White)","content":"Think of all the wickedness that is committed as the result of the sale of liquor! The men who sell liquor are familiar with the evil effects that it produces. Not only the man who sells liquor, but also the man who buys and drinks it, is held accountable for the wicked deeds committed under its influence. God stands ready to give divine power to any sincere man to enable him to overcome appetite for liquor; but oh, how much better it is for parents to teach their children from babyhood never to use a drop of intoxicating liquor! And parents, besides helping their children by setting an example of strict temperance, should shield them from the so-called friends who would lead them to indulge appetite."},{"refcode_short":"PCP 26.3","refcode_long":"Peter’s Counsel to Parents, p. 26.3 (Ellen Gould White)","content":"The food that we eat has much to do with the question of temperance. Parents should take into account the relation of food to morals. The use of flesh-meat animalizes the nature. There needs to be an awakening on this point. How can anyone desire to live on the flesh of dead animals, when he has the privilege of using the fruit, grains, vegetables, and nuts that God has given us in such abundance?"},{"refcode_short":"PCP 26","refcode_long":"Peter’s Counsel to Parents, p. 26 (Ellen Gould White)","content":"Self-denial a virtue"},{"refcode_short":"PCP 26.4","refcode_long":"Peter’s Counsel to Parents, p. 26.4 (Ellen Gould White)","content":"The enemy does everything in his power to gain control of the minds of men and women. He leads them to cultivate a perverted appetite, so that rather than to deprive themselves of injurious things, they go on in indulgence after indulgence. Self-denial is a virtue."},{"refcode_short":"PCP 26","refcode_long":"Peter’s Counsel to Parents, p. 26 (Ellen Gould White)","content":"Brain nerve-power to resist temptation"},{"refcode_short":"PCP 26.5","refcode_long":"Peter’s Counsel to Parents, p. 26.5 (Ellen Gould White)","content":"We hope that at this meeting those who understand the principles of health reform will exert a strong influence on the side of temperance. Let Christ's followers abstain not only from alcohol, tobacco, tea, and coffee, but also from every other harmful thing that beclouds the brain. The enemy has arranged matters so as to ensnare the greatest number. He leads men and women to use stimulating food and food that beclouds the nerve-power of the brain, so that they are unable to distinguish between right and wrong, between good and evil. Parents, teach the members of your household that indulgence of appetite is the work of the enemy. Teach them to guard against his deceptions. Such instruction should be given by everyone who takes the responsibility of bringing children into the world; and especially at this stage of the world's history fathers and mothers should realize that their children are the property of God, and that He holds them accountable to bring up their children in the nurture and admonition of the Lord."},{"refcode_short":"PCP 27.1","refcode_long":"Peter’s Counsel to Parents, p. 27.1 (Ellen Gould White)","content":"We are to practice temperance on every point; for we need all the brain nerve-power that it is possible for us to have in order that we may be able to resist Satan's temptations. We are not to pamper appetite, diseasing our digestive organs by indulgence. God desires us to be true to the principles of health reform. Let us remember that we have a heaven to win and a hell to shun."},{"refcode_short":"PCP 27","refcode_long":"Peter’s Counsel to Parents, p. 27 (Ellen Gould White)","content":"Disposition of a Christian"},{"refcode_short":"PCP 27.2","refcode_long":"Peter’s Counsel to Parents, p. 27.2 (Ellen Gould White)","content":"We are to realize that the divine Presence is constantly by our side. Christ has said, “Lo, I am with you alway, even unto the end of the world.” Remember that He hears every unkind word, every harsh, cutting expression. Could you see Jesus standing by your side, would you speak such words? Then guard carefully every word and action. Walk in all lowliness of mind, cherishing a spirit of meekness and kindness. Live so that others may see that there is a difference between the disposition of a Christian and the disposition of those who make no claim to be Christ's followers."},{"refcode_short":"PCP 27.3","refcode_long":"Peter’s Counsel to Parents, p. 27.3 (Ellen Gould White)","content":"Words that create heart-burnings and disunion should never escape the lips of Christ's followers. We must put on Christ; we must be Christlike in every word and action. Thus we shall be partakers of the divine nature. Only by partaking of the divine nature can we live the Christ-life."},{"refcode_short":"PCP 27","refcode_long":"Peter’s Counsel to Parents, p. 27 (Ellen Gould White)","content":"Challenge to parents"},{"refcode_short":"PCP 27.4","refcode_long":"Peter’s Counsel to Parents, p. 27.4 (Ellen Gould White)","content":"Fathers and mothers, wherever you are, whether in your home or elsewhere, it is never right for you to speak one disrespectful word to each other. If you are harassed say, firmly, “This is from Satan. He wants me to perpetuate his words, his spirit, but I will not do it.” Determine to speak in love; to cultivate patience, kindness, long-suffering, courtesy, and delicacy in dealing with one another. Why?—Because you are a Christian; because you are preparing for the society of the heavenly angels; for a home in the kingdom of glory, where no harsh, unkind, impatient words are ever spoken. Remember that it is Satan who leads men and women to speak unkindly to one another."},{"refcode_short":"PCP 28","refcode_long":"Peter’s Counsel to Parents, p. 28 (Ellen Gould White)","content":"Arbitrary authority to be avoided"},{"refcode_short":"PCP 28.1","refcode_long":"Peter’s Counsel to Parents, p. 28.1 (Ellen Gould White)","content":"Never should parents scold their children. Never should they administer punishment while in a fit of passion. Children cannot be trained aright in this manner. Angry parents need to be chastened by the rod themselves, instead of chastening their children. Punishment in anger only hurts and provokes. Do you want a home in heaven? We are all desirous of reaching heaven. But does anyone desire to reach heaven in order that he may fret and scold or punish in anger, and exercise arbitrary authority? On the other hand, do we not desire to reach heaven because peace reigns there; because on every side we shall hear the words, “Thy gentleness hath made me great”?"},{"refcode_short":"PCP 28","refcode_long":"Peter’s Counsel to Parents, p. 28 (Ellen Gould White)","content":"Mothers to keep a cheerful countenance"},{"refcode_short":"PCP 28.2","refcode_long":"Peter’s Counsel to Parents, p. 28.2 (Ellen Gould White)","content":"Mothers, take your rightful position as a loving teacher of your children. Remember that the hand that rocks the cradle is the hand that moves the world. Never give expression to words of anger. Keep a cheerful countenance. Children are very susceptible to expressions of joy and sorrow. I remember that sometimes when things which caused sorrow would be brought to me while I was holding one of my children in my arms, the change of expression on my countenance would be noticed at once by my child. Seeing the expression of sadness come over my face, the little babe only three months old would burst out crying, and could hardly be pacified. At first I did not know what caused him to cry, but I soon learned."},{"refcode_short":"PCP 28","refcode_long":"Peter’s Counsel to Parents, p. 28 (Ellen Gould White)","content":"Missionary work to begin at home"},{"refcode_short":"PCP 28.3","refcode_long":"Peter’s Counsel to Parents, p. 28.3 (Ellen Gould White)","content":"Parents, let our countenances reveal constantly the peace and consolation of Christ. This is a missionary work that you are able to do at home. Missionary work begins in the home. Educate and train your children for the future immortal life. Lead them to give their hearts to God, that they with you may be numbered among His people. You can teach them to stand by you, to strengthen your hands in the missionary work; and in turn, you can strengthen them."},{"refcode_short":"PCP 28.4","refcode_long":"Peter’s Counsel to Parents, p. 28.4 (Ellen Gould White)","content":"Parents, sanctify yourselves, that your children also may be sanctified. Sanctify your talent of speech. Words are a precious gift, capable of doing much good and accomplishing a great work for the Master. Let every word be such that you can have it written in the books of heaven without being ashamed to meet your record in the judgment."},{"refcode_short":"PCP 29","refcode_long":"Peter’s Counsel to Parents, p. 29 (Ellen Gould White)","content":"Speech to be sanctified"},{"refcode_short":"PCP 29.1","refcode_long":"Peter’s Counsel to Parents, p. 29.1 (Ellen Gould White)","content":"Great blessings are lost because of discouraging and passionate words. Brethren and sisters, learn lessons of self-control. When someone speaks passionately to you, keep silent: Feelings of anger, when met in this way, die out very quickly. A hastily spoken reply only makes matters worse."},{"refcode_short":"PCP 29","refcode_long":"Peter’s Counsel to Parents, p. 29 (Ellen Gould White)","content":"Negligence to children to be confessed"},{"refcode_short":"PCP 29.2","refcode_long":"Peter’s Counsel to Parents, p. 29.2 (Ellen Gould White)","content":"Brethren and sisters, I beg of every one of you to make the most of this camp meeting. If you have backslidden, I entreat you, for Christ's sake, to return to Him. Be reconverted. Let the conversions begin today. Let parents confess to their children in regard to the points on which they have neglected their duty. Let them confess their negligence in regard to allowing their children to follow the fashions and to mingle in worldly society simply because they wanted to be like the world. It is impossible for us to be Christlike while we are worldly-minded. We cannot separate ourselves from the world itself; we must remain in the world; but we should separate from its evil practices, its wrong ideas, its sinfulness. We should practice self-denial in everything, in order to have power by living faith in Christ to claim the richest promises given us in His Word."},{"refcode_short":"PCP 29","refcode_long":"Peter’s Counsel to Parents, p. 29 (Ellen Gould White)","content":"Example of the Israelites"},{"refcode_short":"PCP 29.3","refcode_long":"Peter’s Counsel to Parents, p. 29.3 (Ellen Gould White)","content":"Just before the firstborn were slain in Egypt, the Lord instructed the Israelites to gather their children into their houses with them, and to strike the lintel and the two side posts of their doors with blood, so that when the destroying angel went through the land, he would recognize the houses thus marked as the dwelling places of Christ's followers, and pass over them."},{"refcode_short":"PCP 29.4","refcode_long":"Peter’s Counsel to Parents, p. 29.4 (Ellen Gould White)","content":"Today we must gather our children about us, if we desire to save them from the destructive power of the evil one. The conflict between Christ and Satan will increase in intensity until the end of this earth's history. We are to have faith in the blood of Christ, in order that we may pass safely through the perilous times just before us."},{"refcode_short":"PCP 29.5","refcode_long":"Peter’s Counsel to Parents, p. 29.5 (Ellen Gould White)","content":"Let the children receive the blessings of this meeting. If you try to help them by personal labor in your family tents, working with Christlike simplicity, the reviving, reformatory power of God will come into your tents and enable you to pray in faith. Then you can ask for the Lord's richest blessings to rest upon the little company in your tent."},{"refcode_short":"PCP 29.6","refcode_long":"Peter’s Counsel to Parents, p. 29.6 (Ellen Gould White)","content":"If we work diligently upon the plan of addition, we shall not be barren in a knowledge of Christ. We should, however, take heed to ourselves, lest we fall because we do not cherish and cultivate the Christian graces. “He that lacketh these things is blind, and cannot see afar off, and hath forgotten that he was purged from his old sins.” This scripture brings to view those who are in a divided state, those who talk as they please, those who indulge appetite and passionate speech, failing to take themselves in hand. Such persons have no moral strength to carry out the principles that would bring to them, as overcomers, the crown of life. They are like a man who has forgotten that he has been purged from his old sins."},{"refcode_short":"PCP 30","refcode_long":"Peter’s Counsel to Parents, p. 30 (Ellen Gould White)","content":"Only election in Scripture"},{"refcode_short":"PCP 30.1","refcode_long":"Peter’s Counsel to Parents, p. 30.1 (Ellen Gould White)","content":"“Wherefore the rather, brethren, give diligence to make your calling and election sure: for if ye do these things, ye shall never fall.” This is the only election that is spoken of in the Bible. Your election is dependent on your course of action. If you will to make your election sure, you can do so; if you will to make it uncertain by sinning while professing to be righteous, you can do so. You can become angry, you can be dishonest in trade, you can in other respects follow the course of the ungodly. But will it pay? I ask you, Will it pay? Will you not determine to make your calling and election sure, and not only for yourself, but for your children? Will you not strive to bind up your children with Christ?"},{"refcode_short":"PCP 30.2","refcode_long":"Peter’s Counsel to Parents, p. 30.2 (Ellen Gould White)","content":"If you work out your own salvation with fear and trembling, you will never fall; “for so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ.” This promise is an eternal life-insurance policy, and it is offered to every one of us."},{"refcode_short":"PCP 30.3","refcode_long":"Peter’s Counsel to Parents, p. 30.3 (Ellen Gould White)","content":"The apostle continues: “Wherefore I will not be negligent to put you always in remembrance of these things, though ye know them, and be established in the present truth.“"},{"refcode_short":"PCP 30","refcode_long":"Peter’s Counsel to Parents, p. 30 (Ellen Gould White)","content":"Timbers in character-building"},{"refcode_short":"PCP 30.4","refcode_long":"Peter’s Counsel to Parents, p. 30.4 (Ellen Gould White)","content":"To those who desire to make their calling and election sure, and to obtain this eternal life-insurance policy, we would say, Remember that you are “labourers together with God: ye are God's husbandry, ye are God's building.” God is watching intently to see what kind of timbers parents and children put into their character building."},{"refcode_short":"PCP 30","refcode_long":"Peter’s Counsel to Parents, p. 30 (Ellen Gould White)","content":"Kindness and patience"},{"refcode_short":"PCP 30.5","refcode_long":"Peter’s Counsel to Parents, p. 30.5 (Ellen Gould White)","content":"When the tiller of the soil sows seed, he apparently throws away his grain. Parents may think that in teaching their children the principles of kindness and patience, they are throwing away their time and efforts. But if they are faithful in training their children, they will reap an abundant harvest as surely as will the one who sows good seed in his field."},{"refcode_short":"PCP 31","refcode_long":"Peter’s Counsel to Parents, p. 31 (Ellen Gould White)","content":"Home to be heaven on earth"},{"refcode_short":"PCP 31.1","refcode_long":"Peter’s Counsel to Parents, p. 31.1 (Ellen Gould White)","content":"Parents, make your home a little heaven on earth. You can do this, if you so choose. You can make home so pleasant and cheerful that it will be the most attractive place on earth to your children. Let them receive all the blessings of the household. You can so relate yourselves to God that His Spirit will abide in your home. Come close to the bleeding side of the Man of Calvary. Those who are partakers with Him in His sufferings will at last be partakers with Him in His glory."},{"refcode_short":"PCP 31","refcode_long":"Peter’s Counsel to Parents, p. 31 (Ellen Gould White)","content":"Life-insurance policy"},{"refcode_short":"PCP 31.2","refcode_long":"Peter’s Counsel to Parents, p. 31.2 (Ellen Gould White)","content":"We are offered an everlasting life-insurance policy that assures us a life which measures with the life of the infinite God. We are to make manifest that we are not working for earthly riches and honor, but for a far more exceeding and eternal weight of glory. When we have been offered so much, shall we not with every power of the being strive to be overcomers? If such an effort made men and women miserable, if it caused them to feel that they were under condemnation, we could not appeal so strongly to you to take up the cross and follow the Saviour. But we know that the effort to run with patience the race set before you will bring happiness into your face, the sparkle of glad satisfaction into your eyes, and nobility into your soul. In this light look at the Christian's race. Grasp the hand of the Infinite, reached down to save you. He says, “I the Lord thy God will hold thy right hand, saying unto thee, Fear not; I will help thee.” Remember that in God you have a mighty Helper."},{"refcode_short":"PCP 31","refcode_long":"Peter’s Counsel to Parents, p. 31 (Ellen Gould White)","content":"Parable of the talents"},{"refcode_short":"PCP 31.3","refcode_long":"Peter’s Counsel to Parents, p. 31.3 (Ellen Gould White)","content":"In the parable of the talents, the servant who had five talents traded upon them wisely, and in the day of reckoning was able to bring double that number to the master. The one also who had two doubled his talents. But the man who had one talent hid it in a napkin, and buried it in the earth. And when the master returned and reckoned with his servants, the sentence pronounced upon this slothful servant was “Take therefore the talent from him, and give it unto him which hath ten talents.”"},{"refcode_short":"PCP 31.4","refcode_long":"Peter’s Counsel to Parents, p. 31.4 (Ellen Gould White)","content":"Brethren and sisters, what are you doing to prepare yourselves for a home in glory? Do you realize that to everyone is given his work? God has not given all the same work. Some have a greater number of talents than others. Those who have five talents should faithfully trade upon them. To those who have two talents the Lord says, “Trade upon your talents, using and improving them to My glory.” We are to use our talents according to our several abilities."},{"refcode_short":"PCP 31.5","refcode_long":"Peter’s Counsel to Parents, p. 31.5 (Ellen Gould White)","content":"Remember that you have at least one talent. Resolve by the grace of God to use your talent wisely, and see whether you can gain another one. Thank God that He has manifested His great love to you by entrusting you even with one talent. By word and action show that you appreciate this gift, and that you regard it as a treasure greater in value than anything else you possess. Put your talent out to the exchangers. If you use it faithfully, you will gain another talent; and by a faithful use of these two talents, you will gain two more."},{"refcode_short":"PCP 32","refcode_long":"Peter’s Counsel to Parents, p. 32 (Ellen Gould White)","content":"One talent"},{"refcode_short":"PCP 32.1","refcode_long":"Peter’s Counsel to Parents, p. 32.1 (Ellen Gould White)","content":"If you have received only one talent, instead of burying it, say, “I have but one talent, and I must make the most of it. I will be faithful in the little things, because the Word declares, ‘He that is faithful in that which is least is faithful also in much.’ I must use to the very best advantage that which is given me. I must not waste one jot or tittle of my powers in the gratification of appetite or pride of appearance. In my family I must be a faithful teacher, training my children for the future, immortal life. I must teach them to be honest and truthful, kind and patient. I myself must be all that I desire my children to be; for in speaking of His disciples, Christ said, ‘For their sakes I sanctify myself, that they also might be sanctified.’”"},{"refcode_short":"PCP 32.2","refcode_long":"Peter’s Counsel to Parents, p. 32.2 (Ellen Gould White)","content":"If you have buried in the earth the one talent that God entrusted to you, I beseech you to improve it before He inquires, What have you done with the talent that I gave you?"},{"refcode_short":"PCP 32","refcode_long":"Peter’s Counsel to Parents, p. 32 (Ellen Gould White)","content":"The talent of means"},{"refcode_short":"PCP 32.3","refcode_long":"Peter’s Counsel to Parents, p. 32.3 (Ellen Gould White)","content":"Often the talent of means is buried. Money lying unused in banks is regarded by the Lord as a buried talent. God wants His followers to use the talent of means in His service. We should do our part to carry forward the different lines of work in all parts of the earth. A great work is to be done in the cities. Camp meetings are to be held in many places. Those who have the talent of means may multiply it by using it to the work of giving to the world the message of truth for this time. When through the instrumentality of our one talent someone is brought into the truth, that one talent is doubled. And when this person brings others into the truth, there is still further increase of talents."},{"refcode_short":"PCP 32.4","refcode_long":"Peter’s Counsel to Parents, p. 32.4 (Ellen Gould White)","content":"To him who uses aright his one talent, the Master will say, “Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy Lord.” The well-doer is not rewarded in proportion to the number of his entrusted talents, but in proportion to the use made of that which he has, and the motive which prompts his action."},{"refcode_short":"PCP 33.1","refcode_long":"Peter’s Counsel to Parents, p. 33.1 (Ellen Gould White)","content":"I tell you these things in order that you may individually feel that God desires to use you in His service. There is a place for you to fill in this world. If you fill this place faithfully, the Lord of heaven will work in your behalf, and you will see of the salvation of God. This is what we are so anxious for everyone to see."},{"refcode_short":"PCP 33.2","refcode_long":"Peter’s Counsel to Parents, p. 33.2 (Ellen Gould White)","content":"In Isaiah 57:15 we read: “Thus saith the high and lofty One that inhabiteth eternity, whose name is Holy; I dwell in the high and holy place, with him also that is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones.” This scripture describes the man whom God approves."},{"refcode_short":"PCP 33.3","refcode_long":"Peter’s Counsel to Parents, p. 33.3 (Ellen Gould White)","content":"Christ is coming soon. He declared that when there would be wars and rumors of wars, when there would be famines, pestilences, and earthquakes in divers places, we might know that the time of His second appearing is near. “When these things begin to come to pass,” He declared, “then look up, and lift up your heads; for your redemption draweth nigh.”"},{"refcode_short":"PCP 33","refcode_long":"Peter’s Counsel to Parents, p. 33 (Ellen Gould White)","content":"Parable of the fig tree"},{"refcode_short":"PCP 33.4","refcode_long":"Peter’s Counsel to Parents, p. 33.4 (Ellen Gould White)","content":"Christ represented this time by the parable of the fig tree. “Behold the fig tree,” He said, “and all the trees; when they now shoot forth, ye see and know of your own selves that summer is now nigh at hand.” The wickedness, the turmoil, the disturbances on every side, should be regarded by us as signs that the day of God is at hand."},{"refcode_short":"PCP 33.5","refcode_long":"Peter’s Counsel to Parents, p. 33.5 (Ellen Gould White)","content":"We are standing on the verge of the eternal world. We have no time to lose. It is high time to tell the people that Christ is coming. Let us warn them, visiting them at their homes, and talking and praying with them personally. By such efforts we shall win souls to Christ. If we come to God in faith, He will give us power and grace for every duty."},{"refcode_short":"PCP 33","refcode_long":"Peter’s Counsel to Parents, p. 33 (Ellen Gould White)","content":"Economy to be practiced"},{"refcode_short":"PCP 33.6","refcode_long":"Peter’s Counsel to Parents, p. 33.6 (Ellen Gould White)","content":"Let those who profess to believe present truth practice economy. God has use for every dollar that can be given to advance His work in the earth. The cities throughout America are to be worked. The Southern field in all its barrenness is staring us in the face. Who feels a burden to go there to labor? Perhaps you are inclined to find fault with those who are there; but can you not go there yourself to see what you can do in working wisely for souls ready to perish?"},{"refcode_short":"PCP 33","refcode_long":"Peter’s Counsel to Parents, p. 33 (Ellen Gould White)","content":"Criticism and fault-finding to cease"},{"refcode_short":"PCP 33.7","refcode_long":"Peter’s Counsel to Parents, p. 33.7 (Ellen Gould White)","content":"We have only touched upon this subject, and now we leave it with you. We greatly desire to have everyone go to work. Cease to criticize and find fault. If anyone has aught against his brother, let him go to him in the spirit of Christ and settle the difficulty. Before the power of the Holy Ghost rested upon the disciples, they spent ten days before God in prayer and fasting and confession of sin. After they had come into unity, the heavens were opened, the glory of God was revealed, and the Holy Spirit came upon them. Then they went forth to proclaim the gospel with power, and under the influence of the Spirit five thousand were converted in one day."},{"refcode_short":"PCP 34.1","refcode_long":"Peter’s Counsel to Parents, p. 34.1 (Ellen Gould White)","content":"Let us begin to look at these things as they are. The saving knowledge of the power of God should go forth from us as a lamp that burneth. Our tapers should be kindled from the divine altar."},{"refcode_short":"PCP 34","refcode_long":"Peter’s Counsel to Parents, p. 34 (Ellen Gould White)","content":"Conversion"},{"refcode_short":"PCP 34.2","refcode_long":"Peter’s Counsel to Parents, p. 34.2 (Ellen Gould White)","content":"One reason that there are not more conversions now is because you yourselves need to be converted. Just as soon as you receive the baptism of the Holy Spirit, you will see of the salvation of God. Let the breaking-up plow do its work in the heart. We desire to see everyone drawing strength from Christ by eating His flesh and drinking His blood. May God help you. May He cleanse you from all unrighteousness, and let His light shine upon you. May we see the salvation of God before this meeting closes. (Manuscript 77, 1902. Sermon at Petaluma, California, Campground, Sabbath, June 7, 1902.)."},{"refcode_short":"PCP 35","refcode_long":"Peter’s Counsel to Parents, p. 35 (Ellen Gould White)","content":"Chapter 4—Sermon at Loma Linda University"},{"refcode_short":"PCP 35","refcode_long":"Peter’s Counsel to Parents, p. 35 (Ellen Gould White)","content":"Preview"},{"refcode_short":"PCP 35.1","refcode_long":"Peter’s Counsel to Parents, p. 35.1 (Ellen Gould White)","content":"In this selection Ellen White is specifically addressing parents. Notice this up-to-date comment she makes about daughters trying to persuade their mothers to let them wear the latest exotic fashions: “Will you [the parents] allow them to tease this thing out of you, letting them mold you instead of molding them according to the principles of the gospel?” Clearly, some issues haven't changed in parent-child relationships!"},{"refcode_short":"PCP 35.2","refcode_long":"Peter’s Counsel to Parents, p. 35.2 (Ellen Gould White)","content":"Adventists are sometimes perceived to be legalists. To support this criticism individuals will point to our church's dress standards. Yet Ellen White's comments on dress do not suggest legalism of any kind. Instead, the basic elements of the gospel are vividly present: humility, not drawing attention to oneself, concern for others’ feelings and needs, quality, taste, natural elegance. The question of dress reveals the foundation principles of Christianity."},{"refcode_short":"PCP 35.3","refcode_long":"Peter’s Counsel to Parents, p. 35.3 (Ellen Gould White)","content":"Two other challenging questions receive attention in this reading: How should we discipline our children? And what is the relation of what we do in this present life to our future living in heaven?"},{"refcode_short":"PCP 35","refcode_long":"Peter’s Counsel to Parents, p. 35 (Ellen Gould White)","content":"Sermon"},{"refcode_short":"PCP 35.4","refcode_long":"Peter’s Counsel to Parents, p. 35.4 (Ellen Gould White)","content":"These words [2 Peter 1:1-13] should mean a great deal to us; and we should study this chapter diligently, that we may learn to practice the virtues it presents before us. If we do these things, the apostle says, we “shall never fall.” It is of great consequence to us in our spiritual experience that we have the assurance that we are treading securely and walking understandingly in the knowledge of our Lord Jesus Christ."},{"refcode_short":"PCP 36.1","refcode_long":"Peter’s Counsel to Parents, p. 36.1 (Ellen Gould White)","content":"I wish this afternoon to address particularly the parents and children. These should understand that they have solemn obligations resting upon them—the most solemn that ever rested upon mortals. Let parents take up their work and labor intelligently for the salvation of their families."},{"refcode_short":"PCP 36","refcode_long":"Peter’s Counsel to Parents, p. 36 (Ellen Gould White)","content":"Children to be prepared for eternity"},{"refcode_short":"PCP 36.2","refcode_long":"Peter’s Counsel to Parents, p. 36.2 (Ellen Gould White)","content":"Fathers and mothers, we are verging upon the eternal world, and that which we should now most earnestly seek to understand is what we should do to inherit eternal life. If you will follow on to know the Lord, you will know that His going forth is prepared as the morning. We must prepare for the great crisis that is just before us. Will you not sense your responsibilities in regard to the education and training of your children in spiritual matters."},{"refcode_short":"PCP 36.3","refcode_long":"Peter’s Counsel to Parents, p. 36.3 (Ellen Gould White)","content":"Here are the children. Your daughters are inclined, if they see a dress different from that which they have, to desire a dress similar to that. Or perhaps they want something else that they see others have, which you do not feel would be in accordance with your faith to grant them. Will you allow them to tease this thing out of you, letting them mold you instead of molding them according to the principles of the gospel? Our children are very precious in the sight of God. Let us teach them the word of God and train them in His ways. It is your privilege to teach your children to live so that they will have the commendation of heaven."},{"refcode_short":"PCP 36.4","refcode_long":"Peter’s Counsel to Parents, p. 36.4 (Ellen Gould White)","content":"Are we preparing for heaven? We say we are; and we ought to be making ready for the future immortal life. We should be so conducting ourselves that we shall make right impressions upon those who are brought in contact with us. Let us not encourage our children to follow the fashions of the world; and if we will be faithful in giving them a right training, they will not do this. But if you let your children rule you, they will surely get away from the pure principles of the word of God and will walk in the ways of the world. Let them see how much the Lord sacrificed in their behalf when He came to this world. There was everything to oppose His advance, yet He gave us a perfect example in every detail of life—just the example that we follow and teach our children to follow."},{"refcode_short":"PCP 36","refcode_long":"Peter’s Counsel to Parents, p. 36 (Ellen Gould White)","content":"Proper dress for children"},{"refcode_short":"PCP 36.5","refcode_long":"Peter’s Counsel to Parents, p. 36.5 (Ellen Gould White)","content":"Dress your children in simple and neat clothes, but do not let them have anything that they may suppose they want. They may ask for a dress that is cut low in the neck because it is the fashion to wear them so. Who has supposed such a fashion? It is not a right fashion, and we should not allow ourselves to consider it right. We should dress our children in such a way that they will learn to fashion their lives in simple orderly lines. We are to be preparing for the grand review that is soon to take place, and our children must have a part in this work of preparation. We want the light, the pure light of heaven, to shine into our hearts."},{"refcode_short":"PCP 37","refcode_long":"Peter’s Counsel to Parents, p. 37 (Ellen Gould White)","content":"Heaven's interest in children"},{"refcode_short":"PCP 37.1","refcode_long":"Peter’s Counsel to Parents, p. 37.1 (Ellen Gould White)","content":"All heaven is interested in our children, and parents grieve the Spirit of God when they fail to bring them up in the nurture and admonition of the Lord. Parents, be kind to your children, but be firm. Let them see that you mean all that you tell them. The fashions of the world often take a ridiculous form, and you must take a firm position against them. Our manner of dress, as well as our deportment, is to be a ministry, an education."},{"refcode_short":"PCP 37.2","refcode_long":"Peter’s Counsel to Parents, p. 37.2 (Ellen Gould White)","content":"Parents, you are responsible for the work of bringing up your children in the nurture and admonition of the Lord. These children need instruction line upon line, precept upon precept, here a little and there a little. You may feel annoyed sometimes because your children go contrary to what you have told them. But have you ever thought that many times you go contrary to what the Lord has commanded you to do that you might prepare yourselves for His work and know His will as revealed in His word? If you will follow on to know the Lord you can make a splendid representation of Christ before the world."},{"refcode_short":"PCP 37","refcode_long":"Peter’s Counsel to Parents, p. 37 (Ellen Gould White)","content":"Gentleness in discipline"},{"refcode_short":"PCP 37.3","refcode_long":"Peter’s Counsel to Parents, p. 37.3 (Ellen Gould White)","content":"Never manifest passion when your children do wrong. When the mother gives her child a jerk or a blow, do you think it enables him to see the beauty of the Christian character? No indeed; it only tends to raise evil feelings in the heart, and the child is not corrected at all. We need to consider, as we endeavor to do our duty intelligently, that our children are to be brought into right relation to God, that they may have an entrance through the gates into the City of God and have right to all the advantages that heaven can give."},{"refcode_short":"PCP 37","refcode_long":"Peter’s Counsel to Parents, p. 37 (Ellen Gould White)","content":"Husbands and wives united in forming children's character"},{"refcode_short":"PCP 37.4","refcode_long":"Peter’s Counsel to Parents, p. 37.4 (Ellen Gould White)","content":"We have but little time now. Let us prepare earnestly for the solemn scenes of the future. The Lord would have us work under the direction of His word. It does not show any true love to let your children do as they please, and to think that in doing so they are doing just right. Husband and wife should be united in the work of seeking to form in their children correct habits of speech and conduct. If they will draw constantly in Christ's lines, the will of Christ will be rule in their lives, and they will see of the salvation of God in their homes. Let them invite the Spirit of God to act His part in training the children in the nurture and admonition of the Lord. With this power to help in every time of need, they will obtain the victory."},{"refcode_short":"PCP 38.1","refcode_long":"Peter’s Counsel to Parents, p. 38.1 (Ellen Gould White)","content":"Has not God given you every evidence of His love? Did He not allow Jesus to come to this world as our pattern? Men could not endure the perfection of Christ's character, and they took and crucified Him. There is a crucifixion that must go on in our lives, a constant dying to self and sin. We must walk circumspectly, that our lives may preach the gospel of Christ to those with whom we associate. If we will speak and walk circumspectly, the light of Christ will be revealed in our lives."},{"refcode_short":"PCP 38.2","refcode_long":"Peter’s Counsel to Parents, p. 38.2 (Ellen Gould White)","content":"I desired at the beginning of my talk to speak these words to you. I leave them with you to think about. Let us be faithful to the duties of the home life. Let your children understand that obedience must reign there. Teach them to distinguish between that which is sensible and that which is foolish in the matter of dress, and furnish them with clothes that are neat and simple. As a people who are preparing for the soon return of Christ we should give to the world an example of modest dress in contrast with the prevailing fashion of the day. Talk these things over, and plan wisely what you will do, then carry out your plans in your families. Determine to be guided by higher principles than the notions and desires of your children."},{"refcode_short":"PCP 38","refcode_long":"Peter’s Counsel to Parents, p. 38 (Ellen Gould White)","content":"Confession of heart to be sought"},{"refcode_short":"PCP 38.3","refcode_long":"Peter’s Counsel to Parents, p. 38.3 (Ellen Gould White)","content":"Parents need to come up on a higher platform. They have a sacred work to do in bringing their children into harmony with Christ. Parents, do not neglect this work. You need to move constantly in the counsel and fear of the Lord God of Israel. Talk with your children in regard to the lessons of the word; pray with them. Seek for confession of heart from them. Show them which is the wrong and which is the right way, and their need of yielding their wills to the will of God if they would be overcomers. I see many parents taking a course with their children that will shut them out of the kingdom of God. O that these might now repent, and seek to redeem the time, that God might help them to act their part."},{"refcode_short":"PCP 38.4","refcode_long":"Peter’s Counsel to Parents, p. 38.4 (Ellen Gould White)","content":"I did not expect to speak more than a few words to you this afternoon. I want you to have the light and blessing that the Lord desires to give you. Reach out for these blessings, seek for a fitness for eternal life, that others may see that you are coming into harmony with heaven. When the soul takes its position on the side of right, all heaven is filled with rejoicing and praise and thanksgiving. Shall we not take hold with Christ to do our best? Pray with your children. Impress their minds with the thought that Christ was given to our world that we might love His beauty of character and seek to follow Him in every particular. If you will follow on to know the Lord, the blessing of God will rest upon you. We need to glorify God more than we do, to praise Him with uplifted soul. If we would study more faithfully the virtues of His character, we would desire to be more like Him. If in the minor points we would carry out the directions of the Lord, He will give us strength to follow Him in the large matters. We need to see the necessity of bringing the principles of the truth into every purpose and action of the life."},{"refcode_short":"PCP 39.1","refcode_long":"Peter’s Counsel to Parents, p. 39.1 (Ellen Gould White)","content":"There is a large work to be carried on in this locality. Consider how God has wrought to bring these buildings into our possession. We have made every possible effort to establish the work in this place; and there are but few who know of the real difficulties we have had to meet. Now we are in possession and, for this I thank the Lord with heart and soul and voice."},{"refcode_short":"PCP 39","refcode_long":"Peter’s Counsel to Parents, p. 39 (Ellen Gould White)","content":"A position contrary to the world"},{"refcode_short":"PCP 39.2","refcode_long":"Peter’s Counsel to Parents, p. 39.2 (Ellen Gould White)","content":"There are many here who will need to take their position directly contrary to the world's customs and fashions. They may not want to do this, but this must make no difference. We are to have a large experience here in a little while, and everything should be brought into line with right principles. Here are men and women of capability. We want you to realize your capabilities, and act your part in carrying out the purposes of God for this place. Here are men who are preparing to enter on high positions of trust; but they are not ready for these positions. They need to be reconverted, and to let the blessing of God come into the life to transform the character. If those who come here to obtain an education will seek to help in every possible way, God will multiply blessings to them, and giving them His knowledge and His grace will make them overcomers through the blood of the Lamb and the word of their testimony. (Manuscript 45, 1911. Sermon at Loma Linda, California, November 6, 1911.)."},{"refcode_short":"PCP 40","refcode_long":"Peter’s Counsel to Parents, p. 40 (Ellen Gould White)","content":"Chapter 5—Remarks at the Los Angeles Camp Meeting"},{"refcode_short":"PCP 40","refcode_long":"Peter’s Counsel to Parents, p. 40 (Ellen Gould White)","content":"Preview"},{"refcode_short":"PCP 40.1","refcode_long":"Peter’s Counsel to Parents, p. 40.1 (Ellen Gould White)","content":"“A child's first school should be his home,” Ellen White said in 1902. But because the spiritual well-being of young children was grossly neglected in most homes, God's servant urged the establishment of Christian elementary schools."},{"refcode_short":"PCP 40.2","refcode_long":"Peter’s Counsel to Parents, p. 40.2 (Ellen Gould White)","content":"A concise formula for child guidance is offered. Briefly summarized, it consists of instilling four virtues in children: respect, obedience, reverence, and self-control. Then these are to be coupled with an understanding that God watches all we do and think, on the one hand, and a working definition of purity, on the other."},{"refcode_short":"PCP 40","refcode_long":"Peter’s Counsel to Parents, p. 40 (Ellen Gould White)","content":"Remarks"},{"refcode_short":"PCP 40.3","refcode_long":"Peter’s Counsel to Parents, p. 40.3 (Ellen Gould White)","content":"I read from the second epistle of Peter: “Simon Peter, a servant and an apostle of Jesus Christ, to them that have obtained like precious faith with us through the righteousness of God and our Saviour Jesus Christ: grace and peace be multiplied unto you through the knowledge of God, and of Jesus our Lord, according as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue: whereby are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust” (2 Peter 1:1-4)."},{"refcode_short":"PCP 40","refcode_long":"Peter’s Counsel to Parents, p. 40 (Ellen Gould White)","content":"Establishment of new schools"},{"refcode_short":"PCP 40.4","refcode_long":"Peter’s Counsel to Parents, p. 40.4 (Ellen Gould White)","content":"This scripture is full of instruction for those who are engaged in educational work for our youth. Our brethren in positions of responsibility should give special study to the management of matters in connection with the establishment of new schools for the training of our children, in order that the youth may be surrounded by circumstances the most favorable for the formation of a character strong enough to withstand the evils of this world."},{"refcode_short":"PCP 41","refcode_long":"Peter’s Counsel to Parents, p. 41 (Ellen Gould White)","content":"Lesson from Israel"},{"refcode_short":"PCP 41.1","refcode_long":"Peter’s Counsel to Parents, p. 41.1 (Ellen Gould White)","content":"After the descendants of Abraham had spent many years in Egyptian servitude, God raised up Moses to deliver them from their oppressors. In order to induce the Egyptians to heed the message given to them through Moses, God brought upon them many plagues. But they continued to harden their hearts. Because of their stubborn resistance, Moses was at last directed to say to Pharaoh, “Thus saith the Lord, Israel is my son, even my firstborn: and I say unto thee, Let my son go, that he may serve me: and if thou refuse to let him go, behold, I will slay thy son, even thy firstborn.”"},{"refcode_short":"PCP 41.2","refcode_long":"Peter’s Counsel to Parents, p. 41.2 (Ellen Gould White)","content":"Before Egypt was visited by this terrible judgment, the word of the Lord came to the fathers and mothers among the Israelites, directing them to gather their children with them into the house, there to remain until the destroying angel had passed over the land. “Moses called for all the elders of Israel, and said unto them, Draw out and take you a lamb according to your families, and kill the passover. And ye shall take a bunch of hyssop, and dip it in the blood that is in the bason, and strike the lintel and the two side posts with the blood that is in the bason; and none of you shall go out at the door of his house until the morning. For the Lord will pass through to smite the Egyptians; and when he seeth the blood upon the lintel, and on the two side posts, the Lord will pass over the door, and will not suffer the destroyer to come in unto your houses to smite you.”"},{"refcode_short":"PCP 41.3","refcode_long":"Peter’s Counsel to Parents, p. 41.3 (Ellen Gould White)","content":"“The children of Israel ... did as the Lord had commanded Moses and Aaron.”"},{"refcode_short":"PCP 41.4","refcode_long":"Peter’s Counsel to Parents, p. 41.4 (Ellen Gould White)","content":"“It came to pass, that at midnight the Lord smote all the firstborn in the land of Egypt, from the firstborn of Pharaoh that sat on his throne unto the firstborn of the captive that was in the dungeon; and all the firstborn of cattle.” God passed over the homes of the Israelites. Upon the children of the parents who were faithful in gathering their little ones within the circle of the home, no judgment fell."},{"refcode_short":"PCP 41.5","refcode_long":"Peter’s Counsel to Parents, p. 41.5 (Ellen Gould White)","content":"This experience of the Israelites is a wonderful lesson for us today. In this time of peril, God-fearing parents, like the fathers and mothers of ancient Israel, should understand the will of the Lord concerning themselves and their children. In planning for the education of their children outside the home, they should realize that it is not safe now to send them to public schools. Parents should endeavor to send their children to schools where they can obtain an education based on a scriptural foundation—an education to be gained gradually, line upon line, precept upon precept, here a little, and there a little."},{"refcode_short":"PCP 42","refcode_long":"Peter’s Counsel to Parents, p. 42 (Ellen Gould White)","content":"Christian schools"},{"refcode_short":"PCP 42.1","refcode_long":"Peter’s Counsel to Parents, p. 42.1 (Ellen Gould White)","content":"Some may ask, “How are such schools to be established?” We are not a rich people, but if we pray in faith, and let the Lord work in our behalf, He will open ways before us to establish small schools in retired places for the education of our youth not only in the Scriptures and in book learning, but in many lines of manual labor."},{"refcode_short":"PCP 42","refcode_long":"Peter’s Counsel to Parents, p. 42 (Ellen Gould White)","content":"Neglect of parents in the home school"},{"refcode_short":"PCP 42.2","refcode_long":"Peter’s Counsel to Parents, p. 42.2 (Ellen Gould White)","content":"The necessity for establishing such schools is urged upon me very strongly because of the cruel neglect of many parents properly to educate their children in the home school. Multitudes of fathers and mothers have seemed to think that if the lines of control were put into the hands of their children, they would develop into useful young men and young women. But the Lord has instructed me in regard to this matter. In the visions of the night I saw standing by the side of these neglected children the one who was cast out of the heavenly courts because he originated sin. He, the enemy of souls, was standing by, watching for opportunities to gain control of the mind of every child whose parents had not given faithful instruction in regard to Satan's snares."},{"refcode_short":"PCP 42","refcode_long":"Peter’s Counsel to Parents, p. 42 (Ellen Gould White)","content":"Home to be a child's first school"},{"refcode_short":"PCP 42.3","refcode_long":"Peter’s Counsel to Parents, p. 42.3 (Ellen Gould White)","content":"Upon every Christian parent there rests the solemn obligation of giving to his children an education that will lead them to gain a knowledge of the Lord, and to become partakers of the divine nature through obedience to God's will and way. A child's first school should be his home. His first instructors should be his father and his mother. His first lessons should be the lessons of respect, obedience, reverence, and self-control. If he is not instructed aright by his parents, Satan will instruct him in evil through agencies that are most objectionable. How important, then, is the school in the home! Here the character is first shaped. Here the destiny of souls is often largely influenced. Even the parents who are endeavoring to do their best have not a hundredth part of the realization they should have of the value of a human soul."},{"refcode_short":"PCP 42","refcode_long":"Peter’s Counsel to Parents, p. 42 (Ellen Gould White)","content":"Ideal instruction in home school"},{"refcode_short":"PCP 42.4","refcode_long":"Peter’s Counsel to Parents, p. 42.4 (Ellen Gould White)","content":"The school in the home should be a place where children are taught that the eye of God is upon them, observing all that they do. If this thought were deeply impressed upon the mind, the work of governing children would be made much easier. In the home school our boys and girls are being prepared to attend a church school when they reach a proper age to associate more intimately with other children. Constantly parents should keep this in view, realizing that their children are God's purchased little ones, to be trained for lives of usefulness in the Master's service and for a home in the future, eternal world. The father and the mother, as teachers in the home school, should consecrate hands, tongue, brain, and every power of the being to God, in order that they may fulfill their high and holy mission."},{"refcode_short":"PCP 43","refcode_long":"Peter’s Counsel to Parents, p. 43 (Ellen Gould White)","content":"Purity"},{"refcode_short":"PCP 43.1","refcode_long":"Peter’s Counsel to Parents, p. 43.1 (Ellen Gould White)","content":"To shield their children from contaminating influences, parents should instruct them in principles of purity. Those who form the habit of obedience and self-control in the homelife will have but little difficulty in school life, and, if surrounded by Christian influences, will escape many temptations that usually beset the youth. Let us train our children so that they will remain true to God under all circumstances and in all places. In their tender years let us surround them with influences that will tend to strengthen character."},{"refcode_short":"PCP 43.2","refcode_long":"Peter’s Counsel to Parents, p. 43.2 (Ellen Gould White)","content":"Parents who give their children proper instruction at home will train them to obey their teachers at school. And, unless surrounded by unusual circumstances, they will, in time, see the necessity of sending their children to some school outside the home. This school may be simply a church school, or it may be an intermediate school or a large training school. I am pleased to learn that here in Southern California you have established a school at _____, and that it will be opened in about a week. I am glad that the Lord has wrought for you in providing a place for the education of your children."},{"refcode_short":"PCP 43.3","refcode_long":"Peter’s Counsel to Parents, p. 43.3 (Ellen Gould White)","content":"A few days ago I had the privilege of seeing the buildings and the surroundings of the—school. My time was very limited, but I was thankful for the opportunity of visiting the school grounds. I am glad that you are several miles away from the city of Los Angeles. You have good buildings, and are in a favorable place for schoolwork. I greatly desire that you shall make a right beginning. In planning for the erection of cottages for our brethren and sisters who may move there, be careful not to allow buildings to be put up too near the school property. Try to secure the land lying near the school, so that it will be impossible for houses to be built close to the campus. The land may be used for agricultural purposes. Later on, you may find it advisable to introduce various trades for the employment and training of the students; but at present about all that you can do is to teach them how to cultivate the land, so that it shall yield its fruit. (Manuscript 54, 1903. Remarks at the Los Angeles camp meeting, September 17, 1902.)."},{"refcode_short":"PCP 45","refcode_long":"Peter’s Counsel to Parents, p. 45 (Ellen Gould White)","content":"Chapter 6—Letter 43"},{"refcode_short":"PCP 45","refcode_long":"Peter’s Counsel to Parents, p. 45 (Ellen Gould White)","content":"Preview"},{"refcode_short":"PCP 45.1","refcode_long":"Peter’s Counsel to Parents, p. 45.1 (Ellen Gould White)","content":"Ellen White once wrote, “A sullen submission to the will of the father will develop the character of a rebel.”—That I May Know Him, p. 120. In writing this, God's servant anticipated the number one problem confronting educators and parents: How to create a positive attitude on the part of children toward the church. This is the subject in the following letter."},{"refcode_short":"PCP 45.2","refcode_long":"Peter’s Counsel to Parents, p. 45.2 (Ellen Gould White)","content":"Young people are constantly urged to follow the advice given in 2 Peter 1. But many rebel. Why? Because without a positive concept of God and what he wishes to do for them, children relate to their church and to God out of fear or shear duty rather than admiration. Religion becomes oppressive, and it is eventually rejected."},{"refcode_short":"PCP 45.3","refcode_long":"Peter’s Counsel to Parents, p. 45.3 (Ellen Gould White)","content":"Clearly our duty is to introduce children to the God who stands behind the church's doctrines and standards. Second Peter helps us do this: The emphasis is on obedience and growth based upon knowing God as a friend."},{"refcode_short":"PCP 45","refcode_long":"Peter’s Counsel to Parents, p. 45 (Ellen Gould White)","content":"Letter"},{"refcode_short":"PCP 45.4","refcode_long":"Peter’s Counsel to Parents, p. 45.4 (Ellen Gould White)","content":"The first chapter of second Peter is full of instruction, and strikes the keynote of victory. The truth is impressively forced upon the mind by the way it is presented in this chapter. Let us more abundantly recommend the study of these words, and the practicing of these precepts. The apostle writes (2 Peter 1:1-3), “To them that have obtained like precious faith with us through the righteousness of God and our Saviour Jesus Christ: grace and peace be multiplied unto you through the knowledge of God, and of “Jesus our Lord, according as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue.” What a grand theme this is for contemplation—the righteousness of God and our Saviour Jesus Christ. Contemplating Christ and His righteousness leaves no room for self-righteousness, for the glorifying of self. In this chapter there is no standstill. There is continual advancement in every stage of the knowledge of Christ. Through the knowledge of Christ is life eternal. In His prayer Jesus says, “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” In God we are to glory. The prophet says, “Thus saith the Lord, Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, let not the rich man glory in his riches: but let him that glorieth glory in this, that he understandeth and knoweth me, that I am the Lord which exercise lovingkindness, judgment, and righteousness,” “and sanctification, and redemption: that, according as it is written, He that glorieth, let him glory in the Lord.” “Not boasting of things without our measure, that is, of other men's labours; but having hope, when your faith is increased, that we shall be enlarged by you according to our rule abundantly, to preach the gospel in the regions beyond you, and not to boast in another man's line of things made ready to our hand. But he that glorieth, let him glory in the Lord. For not he that commendeth himself is approved, but whom the Lord commendeth.” The testimony of prophets and apostles is in full accord on this subject. We are to glory in the Lord our God."},{"refcode_short":"PCP 46","refcode_long":"Peter’s Counsel to Parents, p. 46 (Ellen Gould White)","content":"Continual advancement in contemplating righteousness of God"},{"refcode_short":"PCP 46.1","refcode_long":"Peter’s Counsel to Parents, p. 46.1 (Ellen Gould White)","content":"Peter continues, saying, “Whereby are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust.” We have been called to the knowledge of Christ, and that is to the knowledge of glory and virtue. It is a knowledge of the perfection of the divine character, manifested to us in Jesus Christ, that opens up to us communion with God. It is by appropriating the great and precious promises that we are to become partakers of the divine nature, having escaped the corruption that is in the world through lust."},{"refcode_short":"PCP 46","refcode_long":"Peter’s Counsel to Parents, p. 46 (Ellen Gould White)","content":"Vital relation with God essential"},{"refcode_short":"PCP 46.2","refcode_long":"Peter’s Counsel to Parents, p. 46.2 (Ellen Gould White)","content":"What possibilities are opened up to the youth who lay hold of the divine assurances of God's Word! Scarcely can the human mind comprehend what is the breadth and depth and height of the spiritual attainments that can be reached by becoming partakers of the divine nature. The human agent who daily yields obedience to God, who becomes a partaker of the divine nature, finds pleasure daily in keeping the commandments of God; for he is one with God. It is essential that he holds as vital a relation with God as does the Son to the Father. He understands the oneness that Christ prayed might exist between the Father and the Son. Jesus prayed, “Neither pray I for these alone, but for them also which shall believe on me through their word; that they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me. And the glory which thou gavest me I have given them; that they may be one, even as we are one: I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them, as thou hast loved me.”"},{"refcode_short":"PCP 47","refcode_long":"Peter’s Counsel to Parents, p. 47 (Ellen Gould White)","content":"Lifted standard"},{"refcode_short":"PCP 47.1","refcode_long":"Peter’s Counsel to Parents, p. 47.1 (Ellen Gould White)","content":"What privileges and blessings are granted to those who have obtained like precious faith with the disciples of Christ. Nothing is withheld from them. The apostle says, “His divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue.” The standard is lifted up before us higher and still higher, and yet we are to reach it individually. We may attain unto glory and virtue, though weak, sinful mortals, by learning daily lessons in the school of Christ, by becoming conformed to the divine image, by manifesting His excellency of character, by adding grace to grace, by climbing round by round the ladder heavenward, by becoming complete in the Beloved. As we shall work upon the plan of addition, by faith adding grace to grace, God will work upon the plan of multiplication, and multiply His grace and peace unto us. We are to be diligent students in the school of Christ, having a knowledge of His will, and becoming active laborers in His vineyard."},{"refcode_short":"PCP 47","refcode_long":"Peter’s Counsel to Parents, p. 47 (Ellen Gould White)","content":"Plan of multiplication"},{"refcode_short":"PCP 47.2","refcode_long":"Peter’s Counsel to Parents, p. 47.2 (Ellen Gould White)","content":"The apostle describes to us the plan on which we are to work. He says, “Giving all diligence, add to your faith virtue; and to virtue knowledge; and to knowledge temperance; and to temperance patience; and to patience godliness; and to godliness brotherly kindness; and to brotherly kindness charity. For if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ. But he that lacketh these things is blind, and cannot see afar off, “and hath forgotten that he was purged from his old sins. Wherefore the rather, brethren, give diligence to make your calling and election sure: for if ye do these things, ye shall never fall: for so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ. Wherefore I will not be negligent to put you always in remembrance of these things, though ye know them, and be established in the present truth” (2 Peter 1:5-12)."},{"refcode_short":"PCP 48","refcode_long":"Peter’s Counsel to Parents, p. 48 (Ellen Gould White)","content":"Youth to be living witnesses for Christ"},{"refcode_short":"PCP 48.1","refcode_long":"Peter’s Counsel to Parents, p. 48.1 (Ellen Gould White)","content":"If our youth would take heed to and practice the rules laid down in this chapter, what an influence they would exert on the side of righteousness, whether they were at _____, or in our institutions, or in any place of responsibility. They would see this truth, and their lifework would be successful. They would realize the need of being much in prayer, of being rooted and grounded in the truth, so that by precept and example they might be living witnesses for Christ. They would then be like Paul, who after his conversion was a channel through which bright beams of light were shed upon the great plan of salvation. They would be workers together with God in reshaping moral character, and would be instruments through which the image of God might be retraced in man. They would respond to the working of the Holy Spirit, and become one with Christ in God. No longer would the law which they have transgressed be a yoke of bondage, but it would be the law of liberty, the freedom of sonship. Having repented toward God, having exercised faith in Christ, they have experienced forgiveness, and esteem the law of God above gold, yea, above fine gold."},{"refcode_short":"PCP 48","refcode_long":"Peter’s Counsel to Parents, p. 48 (Ellen Gould White)","content":"Freedom of sonship"},{"refcode_short":"PCP 48.2","refcode_long":"Peter’s Counsel to Parents, p. 48.2 (Ellen Gould White)","content":"Jesus is the Sin-bearer. He takes away our sins, and makes us partakers of His holiness. O what tender, pitying love dwells in the heart of Christ toward the purchase of His blood! He is able to save unto the uttermost all who come unto God by Him. There is power in these precious promises, and we should cooperate with the working of Christ, devoting all our God-given talents to the service of the Master, that the Holy Spirit may work through us to the glory and honor of Christ."},{"refcode_short":"PCP 48","refcode_long":"Peter’s Counsel to Parents, p. 48 (Ellen Gould White)","content":"Learners in Christ"},{"refcode_short":"PCP 48.3","refcode_long":"Peter’s Counsel to Parents, p. 48.3 (Ellen Gould White)","content":"Students should have a growing, expanding idea of what it means to be a Christian. To be a Christian means to be a learner in the school of Christ. It means the connecting of soul, mind, and body with divine wisdom. When this union exists between the soul and God, we are taught of God, who gives wisdom and knowledge. His Spirit imparts thoughts that are clear and holy, and gives the knowledge that lives through eternal ages. Those who are consecrated, diligent, persevering laborers, putting to use every capability, employing all their faculties for the glory of God, who are not slothful in business, but are fervent in spirit, serving the Lord, will reap an eternal reward. But it is our part to be courageous, to exercise firm faith in God."},{"refcode_short":"PCP 49","refcode_long":"Peter’s Counsel to Parents, p. 49 (Ellen Gould White)","content":"Students to share knowledge of the divine"},{"refcode_short":"PCP 49.1","refcode_long":"Peter’s Counsel to Parents, p. 49.1 (Ellen Gould White)","content":"The end is near, and students should make most diligent effort to carry forward the work intelligently of acquiring knowledge that they may impart to others. _____, I had no idea of writing as I have; but I could not forbear. I felt impelled by the Spirit of God to lift up the standard of Christian character."},{"refcode_short":"PCP 49.2","refcode_long":"Peter’s Counsel to Parents, p. 49.2 (Ellen Gould White)","content":"If we will take heed and be true one to another as the needle to the pole, we will be laborers together with God. I thank you for all the pains you have taken in writing to me, and in sending those things which you think will be of service to me. You have been kind to do this, and I thank you for seeking to help me in my need. I pray the Lord to bless you and yours. (Portion of Letter 43, 1895.)."},{"refcode_short":"PCP 50","refcode_long":"Peter’s Counsel to Parents, p. 50 (Ellen Gould White)","content":"Chapter 7—“A Godly Example in the Home”"},{"refcode_short":"PCP 50","refcode_long":"Peter’s Counsel to Parents, p. 50 (Ellen Gould White)","content":"Preview"},{"refcode_short":"PCP 50.1","refcode_long":"Peter’s Counsel to Parents, p. 50.1 (Ellen Gould White)","content":"In this selection Ellen White underlines the theology of parenting, which may seem to be an odd phrase. We are used to such expressions as the theology of righteousness by faith and the theology of the Sabbath; But to use the word theology in connection with the task of rearing or teaching children is not often done."},{"refcode_short":"PCP 50.2","refcode_long":"Peter’s Counsel to Parents, p. 50.2 (Ellen Gould White)","content":"Yet parenting has large spiritual implications. “There are few parents who realize how important it is to give to their children the influence of a godly example. Yet this is far more potent than precept. No other means is so effective in training them to right lines.” Again, Ellen White says, “When parents awaken to a true understanding of their neglected duties, they will marvel at the spiritual blindness that has characterized their past experience.”"},{"refcode_short":"PCP 50.3","refcode_long":"Peter’s Counsel to Parents, p. 50.3 (Ellen Gould White)","content":"Children require daily spiritual attention. For one thing, their lives are changing too rapidly for mere once-a-week guidance. Each day foundation elements of character are being formed."},{"refcode_short":"PCP 50.4","refcode_long":"Peter’s Counsel to Parents, p. 50.4 (Ellen Gould White)","content":"But there's a second reason for daily spiritual help. A church with high ideals for its young necessarily has high standards. Now, if high or rigorous standards are left unexplained, if they aren't imaginatively adapted to a child's daily routine, they quickly become burdensome and oppressive to a young person. And a child may obey for a while. He may attempt to please a parent or a teacher or a pastor, but if he does so without enthusiasm for the church's standards and ideals, he is subtly developing the character of a rebel. In another place Ellen White warns, “A sullen submission to the will of the father will develop the character of a rebel. The service is looked upon by such a one in the light of drudgery. It is not rendered cheerfully and in the love of God. It is a mere mechanical performance.”—That I May Know Him, 120."},{"refcode_short":"PCP 51.1","refcode_long":"Peter’s Counsel to Parents, p. 51.1 (Ellen Gould White)","content":"In this reading God's servant notes the role played by Christ's life and sacrifice in teaching children cheerful obedience. Jesus’ sweet and optimistic treatment of individuals disarms those who think of God as a tyrant. “If you've seen Me, you've seen the Father,” the Master Teacher said. In all that He did, Jesus portrayed God and the values of His kingdom in an appealing way. Children who are exposed to Jesus’ life have an opportunity to learn to obey and to grow from the point of view of admiration rather than fear of God."},{"refcode_short":"PCP 51","refcode_long":"Peter’s Counsel to Parents, p. 51 (Ellen Gould White)","content":"Article (Introduced by statement from a letter)"},{"refcode_short":"PCP 51.2","refcode_long":"Peter’s Counsel to Parents, p. 51.2 (Ellen Gould White)","content":"The entire chapter [2 Peter 1] contains most instructive lessons in regard to the transformation of our character after the likeness of the character of Christ. The whole structure of the human character is to be rebuilt: we are to be created anew in Christ Jesus. The Scripture says, “The Lord created a new thing in the earth.” What was this? Lost man was to be recovered, sin was to be pardoned, the sinner saved, transformed in character, to become a co-worker with God.... All heaven was to be laid open, to supply fallen man with every spiritual blessing that he might perfect a character after the divine similitude.—Letter 77, 1895."},{"refcode_short":"PCP 51","refcode_long":"Peter’s Counsel to Parents, p. 51 (Ellen Gould White)","content":"Important work in the home"},{"refcode_short":"PCP 51.3","refcode_long":"Peter’s Counsel to Parents, p. 51.3 (Ellen Gould White)","content":"The Lord has recently impressed upon me again the need of reminding Seventh-day Adventist parents of the important work to be done in the home. To all parents who profess to believe in the soon return of Christ, there is given a solemn work of preparation, that they and their children may be ready to meet the Lord at His coming. God desires to see parents take their position wholeheartedly for Him, that there may be no perverting of the work He has given them to do, and that our children and youth may understand clearly the will of God concerning them. They are to learn to resist evil and choose righteousness, to turn from sin and become the faithful servants of God, prepared to give Him their life's highest service."},{"refcode_short":"PCP 51","refcode_long":"Peter’s Counsel to Parents, p. 51 (Ellen Gould White)","content":"Influence of godly example"},{"refcode_short":"PCP 51.4","refcode_long":"Peter’s Counsel to Parents, p. 51.4 (Ellen Gould White)","content":"There are few parents who realize how important it is to give to their children the influence of a godly example. Yet this is far more potent than precept. No other means is so effective in training them in right lines. The children and youth must have a true copy in right-doing if they succeed in overcoming sin and perfecting a Christian character. This copy they should find in the lives of their parents. If they enter the city of God and rejoice in the overcomer's reward, someone must show them the way. By living before their children godly, consistent lives, parents may make the work before them clear and plain."},{"refcode_short":"PCP 52.1","refcode_long":"Peter’s Counsel to Parents, p. 52.1 (Ellen Gould White)","content":"It is God's desire that parents should be to their children the embodiment of the principles laid down in His Word. Let them make it their aim to train their children for God. To keep the feet of their children in the narrow path will call for faithful effort and constant prayer, but it is possible to train the children and youth to love and serve God. It is possible to inculcate the principles of righteousness, line upon line, precept upon precept, here a little, and there a little, until the desires and inclinations of the heart are in harmony with the mind and will of God. When fathers and mothers realize the responsibility resting upon them, and respond to the appeals of God's Spirit in behalf of this neglected work, there will be seen in the homes of the people transformations that will cause the angels to rejoice."},{"refcode_short":"PCP 52","refcode_long":"Peter’s Counsel to Parents, p. 52 (Ellen Gould White)","content":"Parents to study 2 Peter 1"},{"refcode_short":"PCP 52.2","refcode_long":"Peter’s Counsel to Parents, p. 52.2 (Ellen Gould White)","content":"Let parents study the first chapter of the second epistle of Peter. Here is represented the exalted excellence of Bible truth. It teaches that the Christian's experience is to be one of steady growth, of constant gain in graces and virtues that will give strength to the character and fit the soul for eternal life...."},{"refcode_short":"PCP 52.3","refcode_long":"Peter’s Counsel to Parents, p. 52.3 (Ellen Gould White)","content":"It is the privilege of parents and children to grow together in the grace of Christ. Those who comply with the conditions laid down in the Word will find full provision for their spiritual needs, and for power to overcome. Feeling the need of that grace which Heaven alone can furnish, and which Christ imparts to all who seek, they will become partakers of the heavenly gift."},{"refcode_short":"PCP 52.4","refcode_long":"Peter’s Counsel to Parents, p. 52.4 (Ellen Gould White)","content":"Those who have accepted Bible truth are to keep the truth circumspectly. They are to follow on to know the Lord, gathering into their souls the light of heaven. But they must not stop there. They are to communicate the light and knowledge received. The Lord expects parents to make earnest, united efforts in the training of their children for Him. In the home they are to cultivate the graces of the Spirit, in all their ways acknowledging Him who through the sanctification of the Spirit has promised to make us perfect in every good work. When parents awaken to a true understanding of their neglected duties, they will marvel at the spiritual blindness that has characterized their past experience. And when they become learners of Christ, they will be taught how to do their work acceptably...."},{"refcode_short":"PCP 53","refcode_long":"Peter’s Counsel to Parents, p. 53 (Ellen Gould White)","content":"Need to understand daily temptations of youth"},{"refcode_short":"PCP 53.1","refcode_long":"Peter’s Counsel to Parents, p. 53.1 (Ellen Gould White)","content":"Parents need to understand the temptations that the youth must daily meet, that they may teach them how to overcome them. There are influences in the school and in the world that parents need to guard against. God wants us to turn our eyes from the vanities and pleasures and ambitions of the world, and set them on the glorious and immortal reward of those who run with patience the race set before them in the gospel. He wants us to educate our children to avoid the influences that would draw them away from Christ. The Lord is soon coming, and we must prepare for this solemn event. My brethren and sisters, let your daily life in the home reveal the living principles of the Word of God. Heavenly agencies will cooperate with you as you seek to reach the standard of perfection, and as you seek to teach your children how to conform their lives to the principles of righteousness. Christ and heavenly agencies are waiting to quicken your spiritual sensibilities, to renew your activities, and to teach you of the deep things of God."},{"refcode_short":"PCP 53","refcode_long":"Peter’s Counsel to Parents, p. 53 (Ellen Gould White)","content":"The parents'role"},{"refcode_short":"PCP 53.2","refcode_long":"Peter’s Counsel to Parents, p. 53.2 (Ellen Gould White)","content":"Parents should be united in their faith, that they may be united in their efforts to bring their children up in the belief of the truth. Upon the mother in a special sense rests the work of molding the minds of the young children. But the father should feel more deeply than he usually does his responsibilities in the home. Upon him, as well as upon the mother, rests the duty of laboring for the spiritual welfare of his children. Business matters often keep the father much from home, and prevent him from taking an equal share in the training of the children; but whenever he can, he should unite with the mother in this work. Let parents work unitedly, instilling into their children's hearts the principles of righteousness."},{"refcode_short":"PCP 53.3","refcode_long":"Peter’s Counsel to Parents, p. 53.3 (Ellen Gould White)","content":"The vows of David recorded in Psalm 101 should be the vows of all upon whom rest the responsibilities of guarding the influences of the home. David declared: “I will behave myself wisely in a perfect way.... I will walk within my house with a perfect heart. I will set no wicked thing before mine eyes: I hate the work of them that turn aside; it shall not cleave to me. A froward heart shall depart from me: I will not know a wicked person."},{"refcode_short":"PCP 53.4","refcode_long":"Peter’s Counsel to Parents, p. 53.4 (Ellen Gould White)","content":"“Whoso privily slandereth his neighbour, him will I cut off: him that hath a high look and a proud heart will not I suffer. Mine eyes shall be upon the faithful of the land, that they may dwell with me: he that walketh in a perfect way, he shall serve me. He that worketh deceit shall not dwell within my house: he that telleth lies shall not tarry in my sight.”"},{"refcode_short":"PCP 54","refcode_long":"Peter’s Counsel to Parents, p. 54 (Ellen Gould White)","content":"Home missionary work the most important"},{"refcode_short":"PCP 54.1","refcode_long":"Peter’s Counsel to Parents, p. 54.1 (Ellen Gould White)","content":"Home missionary work is a most important work. It should be our first work to give that light to those related to us by the ties of kinship and blood. There should be no neglect on our part to do our utmost to bring them to an understanding of the knowledge we have received. “If any provide not for his own,” the apostle Paul declared, “and specially for those of his own house, he hath denied the faith, and is worse than an infidel.”"},{"refcode_short":"PCP 54.2","refcode_long":"Peter’s Counsel to Parents, p. 54.2 (Ellen Gould White)","content":"Shall the people who have a solemn message to bear for the enlightenment and salvation of the world make little or no effort for the members of their own family who are unconverted to the truth? Will parents allow their minds to be engrossed with trifling matters, to the neglect of the all-important question, “Is my family prepared to meet the Lord?” Will they assent to the great truths that are present truth for these last days, and be interested to see this message going to other peoples and lands, while they allow their children, their most precious possession, to go on unwarned of their danger and unprepared for the future? Shall those who, from the Word of God and through the witness of His Spirit, have had clear light concerning their duty allow the years to pass without making definite efforts to save their children?"},{"refcode_short":"PCP 54.3","refcode_long":"Peter’s Counsel to Parents, p. 54.3 (Ellen Gould White)","content":"Christ is waiting for the cooperation of human agencies, that He may impress the hearts of our children and youth. With intense desire heavenly beings long to see parents making the preparation which is essential if they and their children stand loyal to God in the coming conflict, and enter in through the gates to the city of God. Let parents arouse from their indifference, and redeem the time. Let them seek to correct the mistakes they have made in the past in the management of their children. Let those who have neglected their God-given work repent of their neglect, and in the fear of God take up their responsibilities. As they seek to magnify the law of God in the daily life, they will make that law honorable in the eyes of their children. (The Review and Herald, October 12, 1911.)."},{"refcode_short":"PCP 55","refcode_long":"Peter’s Counsel to Parents, p. 55 (Ellen Gould White)","content":"Chapter 8—“Steadfast Unto the End”"},{"refcode_short":"PCP 55","refcode_long":"Peter’s Counsel to Parents, p. 55 (Ellen Gould White)","content":"Preview"},{"refcode_short":"PCP 55.1","refcode_long":"Peter’s Counsel to Parents, p. 55.1 (Ellen Gould White)","content":"Ellen White closes her discussion on the sixty-first book of the Bible with special reference to its author, the apostle Peter. The key to his teaching success, she says, was that “Peter kept alive in his heart the hope of Christ's return, and he assured the church of the certain fulfillment of the Saviour's promise.” Not that our conversation about the second coming should be designed to frighten children into obedience; but that Christ's eventual return adds purpose to the concept of character development."},{"refcode_short":"PCP 55.2","refcode_long":"Peter’s Counsel to Parents, p. 55.2 (Ellen Gould White)","content":"Adventists believe that because there was a first advent, there will be a second advent. When Jesus comes a second time He will expect to find individuals who have heeded His invitation “Be ye therefore perfect, even as your Father which is in heaven is perfect” (Matthew 5:48). Now, in this last selection Ellen White adds fascinating detail to the concept of Christian perfection. She notes, for example, “None need fail of attaining, in his sphere, to perfection of Christian character...."},{"refcode_short":"PCP 55.3","refcode_long":"Peter’s Counsel to Parents, p. 55.3 (Ellen Gould White)","content":"“Man's obedience can be made perfect only by the increase of Christ's righteousness, which fills with divine fragrance every act of obedience...."},{"refcode_short":"PCP 55.4","refcode_long":"Peter’s Counsel to Parents, p. 55.4 (Ellen Gould White)","content":"“The work of transformation from unholiness to holiness is a continuous one.”"},{"refcode_short":"PCP 55.5","refcode_long":"Peter’s Counsel to Parents, p. 55.5 (Ellen Gould White)","content":"Ellen White shows Peter's optimism for the possibility of a person to grow after the pattern of Christ. Though the believer cannot now totally understand the miracle of sanctification, he rejoices in God's desire to restore his image in men and women. It is essential that we make young people aware of the satisfaction and practical benefits of pursuing a life style after the pattern of Jesus."},{"refcode_short":"PCP 56.1","refcode_long":"Peter’s Counsel to Parents, p. 56.1 (Ellen Gould White)","content":"Finally, Adventists believe that there is an intimate connection between the process of growth in this life and that of achieving Christian maturity throughout eternity. This was Peter's conviction: his life story is a clear illustration of it. So Ellen White could say, “Let parents study the first chapter of the second epistle of Peter. Here is represented the exalted excellence of Bible truth.”"},{"refcode_short":"PCP 56","refcode_long":"Peter’s Counsel to Parents, p. 56 (Ellen Gould White)","content":"Sermon"},{"refcode_short":"PCP 56.2","refcode_long":"Peter’s Counsel to Parents, p. 56.2 (Ellen Gould White)","content":"In the second letter addressed by Peter to those who had obtained “like precious faith” with himself, the apostle sets forth the divine plan for the development of Christian character. He writes:"},{"refcode_short":"PCP 56.3","refcode_long":"Peter’s Counsel to Parents, p. 56.3 (Ellen Gould White)","content":"“Grace and peace be multiplied unto you through the knowledge of God, and of Jesus our Lord, according as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue: whereby are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust."},{"refcode_short":"PCP 56.4","refcode_long":"Peter’s Counsel to Parents, p. 56.4 (Ellen Gould White)","content":"“And beside this, giving all diligence, add to your faith virtue; and to virtue knowledge; and to knowledge temperance; and to temperance patience; and to patience godliness; and to godliness brotherly kindness; and to brotherly kindness charity. For if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ.“"},{"refcode_short":"PCP 56","refcode_long":"Peter’s Counsel to Parents, p. 56 (Ellen Gould White)","content":"Ladder of Christian progress"},{"refcode_short":"PCP 56.5","refcode_long":"Peter’s Counsel to Parents, p. 56.5 (Ellen Gould White)","content":"These words are full of instruction, and strike the keynote of victory. The apostle presents before the believers the ladder of Christian progress, every step of which represents advancement in the knowledge of God, and in the climbing of which there is to be no standstill. Faith, virtue, knowledge, temperance, patience, godliness, brotherly kindness, and charity are the rounds of the ladder. We are saved by climbing round after round, mounting step after step, to the height of Christ's ideal for us. Thus He is made unto us wisdom, and righteousness, and sanctification, and redemption."},{"refcode_short":"PCP 57","refcode_long":"Peter’s Counsel to Parents, p. 57 (Ellen Gould White)","content":"Virtue"},{"refcode_short":"PCP 57.1","refcode_long":"Peter’s Counsel to Parents, p. 57.1 (Ellen Gould White)","content":"God has called His people to glory and virtue, and these will be manifest in the lives of all who are truly connected with Him. Having become partakers of the heavenly gift, they are to go on unto perfection, being “kept by the power of God through faith.” 1 Peter 1:5. It is the glory of God to give His virtue to His children. He desires to see men and women reaching the highest standard; and when by faith they lay hold of the power of Christ, when they plead His unfailing promises, and claim them as their own, when with an importunity that will not be denied they seek for the power of the Holy Spirit, they will be made complete in Him."},{"refcode_short":"PCP 57","refcode_long":"Peter’s Counsel to Parents, p. 57 (Ellen Gould White)","content":"Knowledge a safeguard against temptation"},{"refcode_short":"PCP 57.2","refcode_long":"Peter’s Counsel to Parents, p. 57.2 (Ellen Gould White)","content":"Having received the faith of the gospel, the next work of the believer is to add to his character virtue, and thus cleanse the heart and prepare the mind for the reception of the knowledge of God. This knowledge is the foundation of all true education and of all true service. It is the only real safeguard against temptation; and it is this alone that can make one like God in character. Through the knowledge of God and of His Son Jesus Christ, are given to the believer “all things that pertain unto life and godliness.” No good gift is withheld from him who sincerely desires to obtain the righteousness of God."},{"refcode_short":"PCP 57.3","refcode_long":"Peter’s Counsel to Parents, p. 57.3 (Ellen Gould White)","content":"“This is life eternal,” Christ said, “that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” John 17:3. And the prophet Jeremiah declared: “Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, let not the rich man glory in his riches: but let him that glorieth glory in this, that he understandeth and knoweth me, that I am the Lord which exercise lovingkindness, judgment, and righteousness, in the earth: for in these things I delight, saith the Lord.” Jeremiah 9:23, 24. Scarcely can the human mind comprehend the breadth and depth and height of the spiritual attainments of him who gains this knowledge."},{"refcode_short":"PCP 57","refcode_long":"Peter’s Counsel to Parents, p. 57 (Ellen Gould White)","content":"None need fail to reach perfection"},{"refcode_short":"PCP 57.4","refcode_long":"Peter’s Counsel to Parents, p. 57.4 (Ellen Gould White)","content":"None need fail of attaining, in his sphere, to perfection of Christian character. By the sacrifice of Christ, provision has been made for the believer to receive all things that pertain to life and godliness. God calls upon us to reach the standard of perfection and places before us the example of Christ's character. In His humanity, perfected by a life of constant resistance of evil, the Saviour showed that through cooperation with Divinity, human beings may in this life attain to perfection of character. This is God's assurance to us that we, too, may obtain complete victory."},{"refcode_short":"PCP 58.1","refcode_long":"Peter’s Counsel to Parents, p. 58.1 (Ellen Gould White)","content":"Before the believer is held out the wonderful possibility of being like Christ, obedient to all the principles of the law. But of himself man is utterly unable to reach this condition. The holiness that God's word declares he must have before he can be saved is the result of the working of divine grace as he bows in submission to the discipline and restraining influences of the Spirit of truth. Man's obedience can be made perfect only by the incense of Christ's righteousness, which fills with divine fragrance every act of obedience. The part of the Christian is to persevere in overcoming every fault. Constantly he is to pray to the Saviour to heal the disorders of his sin-sick soul. He has not the wisdom or the strength to overcome; these belong to the Lord, and He bestows them on those who in humiliation and contrition seek Him for help."},{"refcode_short":"PCP 58.2","refcode_long":"Peter’s Counsel to Parents, p. 58.2 (Ellen Gould White)","content":"The work of transformation from unholiness to holiness is a continuous one. Day by day God labors for man's sanctification, and man is to cooperate with Him, putting forth persevering efforts in the cultivation of right habits. He is to add grace to grace; and as he thus works on the plan of addition, God works for him on the plan of multiplication. Our Saviour is always ready to hear and answer the prayer of the contrite heart, and grace and peace are multiplied to His faithful ones. Gladly He grants them the blessings they need in their struggle against the evils that beset them."},{"refcode_short":"PCP 58.3","refcode_long":"Peter’s Counsel to Parents, p. 58.3 (Ellen Gould White)","content":"There are those who attempt to ascend the ladder of Christian progress; but as they advance they begin to put their trust in the power of man, and soon lose sight of Jesus, the Author and Finisher of their faith. The result is failure—the loss of all that has been gained. Sad indeed is the condition of those who, becoming weary of the way, allow the enemy of souls to rob them of the Christian graces that have been developing in their hearts and lives. “He that lacketh these things”, declares the apostle, “is blind, and cannot see afar off, and hath forgotten that he was purged from his old sins.”"},{"refcode_short":"PCP 58","refcode_long":"Peter’s Counsel to Parents, p. 58 (Ellen Gould White)","content":"No possibility of failure for the one who follows this plan"},{"refcode_short":"PCP 58.4","refcode_long":"Peter’s Counsel to Parents, p. 58.4 (Ellen Gould White)","content":"The apostle Peter had had a long experience in the things of God. His faith in God's power to save had strengthened with the years, until he had proved beyond question that there is no possibility of failure before the one who, advancing by faith, ascends round by round, ever upward and onward, to the topmost round of the ladder that reaches even to the portals of heaven."},{"refcode_short":"PCP 59","refcode_long":"Peter’s Counsel to Parents, p. 59 (Ellen Gould White)","content":"Privileges of being believers"},{"refcode_short":"PCP 59.1","refcode_long":"Peter’s Counsel to Parents, p. 59.1 (Ellen Gould White)","content":"For many years Peter had been urging upon the believers the necessity of a constant growth in grace and in a knowledge of the truth; and now, knowing that soon he would be called to suffer martyrdom for his faith, he once more drew attention to the precious privileges within the reach of every believer. In the full assurance of his faith the aged disciple exhorted his brethren to steadfastness of purpose in the Christian life. “Give diligence”, he pleaded, “to make your calling and election sure: for if ye do these things, ye shall never fall: for so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ.” Precious assurance! Glorious is the hope before the believer as he advances by faith toward the heights of Christian perfection!"},{"refcode_short":"PCP 59.2","refcode_long":"Peter’s Counsel to Parents, p. 59.2 (Ellen Gould White)","content":"“I will not be negligent”, the apostle continued, “to put you always in remembrance of these things, though ye know them, and be established in the present truth. Yea, I think it meet, as long as I am in this tabernacle, to stir you up by putting you in remembrance; knowing that shortly I must put off this my tabernacle, even as our Lord Jesus Christ hath shewed me. Moreover I will endeavour that ye may be able after my decease to have these things always in remembrance.”"},{"refcode_short":"PCP 59.3","refcode_long":"Peter’s Counsel to Parents, p. 59.3 (Ellen Gould White)","content":"The apostle was well qualified to speak of the purposes of God concerning the human race; for during the earthly ministry of Christ he had seen and heard much that pertained to the kingdom of God. “We have not followed cunningly devised fables”, he reminded the believers, “when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty. For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased. And this voice which came from heaven we heard, when we were with him in the holy mount.”"},{"refcode_short":"PCP 59","refcode_long":"Peter’s Counsel to Parents, p. 59 (Ellen Gould White)","content":"Prophecy a safe guide in times of peril"},{"refcode_short":"PCP 59.4","refcode_long":"Peter’s Counsel to Parents, p. 59.4 (Ellen Gould White)","content":"Yet convincing as was this evidence of the certainty of the believers'hope, there was another still more convincing in the witness of prophecy, through which the faith of all might be confirmed and securely anchored. “We have also”, Peter declared, “a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts: knowing this first, that no prophecy of the scripture is of any private interpretation. For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.“"},{"refcode_short":"PCP 60.1","refcode_long":"Peter’s Counsel to Parents, p. 60.1 (Ellen Gould White)","content":"While exalting the “sure word of prophecy” as a safe guide in times of peril, the apostle solemnly warned the church against the torch of false prophecy, which would be uplifted by “false teachers,” who would privily bring in “damnable heresies, even denying the Lord.” These false teachers, arising in the church and accounted true by many of their brethren in the faith, the apostle compared to “wells without water, clouds that are carried with a tempest; to whom the mist of darkness is reserved for ever.” “The latter end is worse with them,” he declared, “than the beginning. For it had been better for them not to have known the way of righteousness, than, after they have known it, to turn from the holy commandment delivered unto them.”"},{"refcode_short":"PCP 60","refcode_long":"Peter’s Counsel to Parents, p. 60 (Ellen Gould White)","content":"World conditions prior to Christ's second coming"},{"refcode_short":"PCP 60.2","refcode_long":"Peter’s Counsel to Parents, p. 60.2 (Ellen Gould White)","content":"Looking down through the ages to the close of time, Peter was inspired to outline conditions that would exist in the world just prior to the second coming of Christ. “There shall come in the last days scoffers,” he wrote, “walking after their own lusts, and saying, Where is the promise of his coming? for since the fathers fell asleep, all things continue as they were from the beginning of the creation.” But “when they shall say, Peace and safety; then sudden destruction cometh upon them.” 1 Thessalonians 5:3. Not all, however, would be ensnared by the enemy's devices. As the end of all things earthly should approach, there would be faithful ones able to discern the signs of the times. While a large number of professing believers would deny their faith by their works, there would be a remnant who would endure to the end."},{"refcode_short":"PCP 60.3","refcode_long":"Peter’s Counsel to Parents, p. 60.3 (Ellen Gould White)","content":"Peter kept alive in his heart the hope of Christ's return, and he assured the church of the certain fulfillment of the Saviour's promise, “If I go and prepare a place for you, I will come again, and receive you unto myself.” John 14:3. To the tried and faithful ones the coming might seem long delayed, but the apostle assured them: “The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance. But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up."},{"refcode_short":"PCP 61.1","refcode_long":"Peter’s Counsel to Parents, p. 61.1 (Ellen Gould White)","content":"“Seeing then that all these things shall be dissolved, what manner of persons ought ye to be in all holy conversation and godliness, looking for and hasting unto the coming of the day of God, wherein the heavens being on fire shall be dissolved, and the elements shall melt with fervent heat? Nevertheless we, according to his promise, look for new heavens and a new earth, wherein dwelleth righteousness."},{"refcode_short":"PCP 61.2","refcode_long":"Peter’s Counsel to Parents, p. 61.2 (Ellen Gould White)","content":"“Wherefore, beloved, seeing that ye look for such things, be diligent that ye may be found of him in peace, without spot, and blameless. And account that the longsuffering of our Lord is salvation; even as our beloved brother Paul also according to the wisdom given unto him hath written unto you.... Ye therefore, beloved, seeing ye know these things before, beware lest ye also, being led away with the error of the wicked, fall from your own steadfastness. But grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ.”"},{"refcode_short":"PCP 61","refcode_long":"Peter’s Counsel to Parents, p. 61 (Ellen Gould White)","content":"Peter's imprisonment in Rome"},{"refcode_short":"PCP 61.3","refcode_long":"Peter’s Counsel to Parents, p. 61.3 (Ellen Gould White)","content":"In the providence of God, Peter was permitted to close his ministry in Rome, where his imprisonment was ordered by the emperor Nero about the time of Paul's final arrest. Thus the two veteran apostles, who for many years had been widely separated in their labors, were to bear their last witness for Christ in the world's metropolis, and upon its soil to shed their blood as the seed of a vast harvest of saints and martyrs."},{"refcode_short":"PCP 61.4","refcode_long":"Peter’s Counsel to Parents, p. 61.4 (Ellen Gould White)","content":"Since his reinstatement after his denial of Christ, Peter had unflinchingly braved danger and had shown a noble courage in preaching a crucified, risen, and ascended Saviour. As he lay in his cell he called to mind the words that Christ had spoken to him: “Verily, verily, I say unto thee, When thou wast young, thou girdedst thyself, and walkedst whither thou wouldest: but when thou shalt be old, thou shalt stretch forth thy hands, and another shall gird thee, and carry thee whither thou wouldest not.” John 21:18. Thus Jesus had made known to the disciple the very manner of his death, and even foretold the stretching of his hands upon the cross."},{"refcode_short":"PCP 61","refcode_long":"Peter’s Counsel to Parents, p. 61 (Ellen Gould White)","content":"The death of Peter"}]