[{"refcode_short":"PH008 7","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 7 (Ellen Gould White)","content":"An Appeal in Behalf of Our Work in Scandinavia"},{"refcode_short":"PH008 7","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 7 (Ellen Gould White)","content":"An Appeal in Behalf of Our Work in Scandinavia"},{"refcode_short":"PH008 7.1","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 7.1 (Ellen Gould White)","content":"Our brethren in Scandinavia are brought into a strait place, but, though this may have been largely the result of mistakes that have been made, let us not now devote time to criticism and complaints; for criticism and complaints and censure will not bring them through the pressure of the strait place. That which is needed now is genuine sympathy and decided help. We should now individually consider that our brethren who are in trouble must be helped just now in this time of perplexity and distress."},{"refcode_short":"PH008 7.2","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 7.2 (Ellen Gould White)","content":"As there is a decided sympathy between heaven and earth, and as God sees fit to delegate angels to minister unto all who are in need of help, we know that when we do our part, these heavenly representatives of omnipotent power will be commissioned to help in this time of special need. God will impress men to whom he has entrusted capabilities and talents of means, to take on the burden of responsibility, and at this time help our Scandinavian brethren, that they may save property which otherwise must be sacrificed."},{"refcode_short":"PH008 8.1","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 8.1 (Ellen Gould White)","content":"This is no time to criticise, but every breath devoted to this matter should be used in speaking words that shall encourage, and every power to actions that shall lift. If those who can, will give of their means to help the work in this field, it will be returning to the Lord but a small portion of the mercies and blessings which he has given them. All his gifts are entrusted to us, to be used when he requires his own to carry forward his work in the earth. Shall we not then make an effort, a firm, strong, united effort, helping, not selfishly nor grudgingly, but cheerfully and uncomplainingly?"},{"refcode_short":"PH008 8.2","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 8.2 (Ellen Gould White)","content":"One part of the ministry of heavenly angels is to visit our world and oversee the work of the Lord which is in the hands of his stewards. They are to minister in every time of necessity to those who as co-workers with God are striving to the best of their ability to successfully carry forward his work in the earth. These heavenly intelligences are represented as desiring to look into the plan and scheme of redemption, and the angelic hosts rejoice whenever any part of the work of God is in a prosperous condition."},{"refcode_short":"PH008 8.3","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 8.3 (Ellen Gould White)","content":"God has called human agencies to be laborers together with him in the work of salvation; and shall we who are ourselves subject to temptation and error, censure and blame others who have been so unfortunate as to make mistakes? Shall we not rather become so transformed by the grace of God as to become compassionate, touched with human woe? This will cause joy in heaven; for in loving our fallen brother as God and Christ love us, we evidence that we are partakers of Christ's attributes. Angels are interested in the spiritual welfare of all who are seeking to restore the moral image of God in man, and the human family are to connect with the heavenly family in binding up the wounds and bruises which sin has made."},{"refcode_short":"PH008 9.1","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 9.1 (Ellen Gould White)","content":"Angelic agencies, though invisible, are co-operating with visible human agencies, forming a relief association with men. Is there not something stimulating and inspiring in this thought that the human agent stands as the visible instrument to confer the blessings of angelic agencies? As we are thus laborers together with God, the work bears the inscription of the divine. With what joy and delight all heaven looks upon these blended influences—influences which are acknowledged in the heavenly courts! Human agencies are the hands of heavenly instrumentalities; for heavenly angels employ human hands in practical ministry. Their acts of unselfish ministry make them partakers in the success which is a result of the relief offered. This is heaven's way of administering saving power. The knowledge and actions of the heavenly order of workers, united with the knowledge and power which are imparted to human agencies, relieve the oppressed and distressed."},{"refcode_short":"PH008 9.2","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 9.2 (Ellen Gould White)","content":"The very angels who, when Satan was seeking the supremacy, fought the battle in the heavenly courts, and triumphed on the side of God; the very angels who from their exalted position shouted for joy over the creation of our world, and over the creation of our first parents, who were to inhabit the earth; the angels who witnessed the fall of man and his expulsion from his Eden home, are most intensely interested to work in union with the fallen, redeemed race in the development of that power which God gives to help every man who will unite with heavenly intelligences to seek and save human beings who are perishing in their sins. If men will become partakers of the divine nature, and separate selfishness from their lives, special talents for helping one another will be granted them. If all will love as Christ has loved, that perishing men may be saved from ruin, O, what a change would come to our world!"},{"refcode_short":"PH008 10.1","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 10.1 (Ellen Gould White)","content":"“I will also leave in the midst of thee an afflicted and poor people, and they shall trust in the name of the Lord. The remnant of Israel shall not do iniquity, nor speak lies; neither shall a deceitful tongue be found in their mouth; for they shall feed and lie down, and none shall make them afraid. Sing, O daughter of Zion; shout, O Israel; be glad and rejoice with all the heart, O daughter of Jerusalem. The Lord hath taken away thy judgments, he hath cast out thine enemy; the king of Israel, even the Lord, is in the midst of thee: thou shalt not see evil any more. In that day it shall be said to Jerusalem, Fear thou not: and to Zion, Let not thine hands be slack. The Lord thy God in the midst of thee is mighty; he will save, he will rejoice over thee with joy; he will rest in his love, he will joy over thee with singing.” What a representation is this! Can we grasp its meaning?"},{"refcode_short":"PH008 10.2","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 10.2 (Ellen Gould White)","content":"“I will gather them that are sorrowful for the solemn assembly, who are of thee, to whom the reproach of it was a burden. Behold, at that time I will undo all that afflict thee: and I will save her that halteth, and gather her that was driven out; and I will get them praise and fame in every land where they have been put to shame. At that time will I bring you again, even in the time that I gather you: for I will make you a name and a praise among all people of the earth, when I turn back your captivity before your eyes, saith the Lord.” Read also the first chapter of Haggai."},{"refcode_short":"PH008 11.1","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 11.1 (Ellen Gould White)","content":"It is fitting that all who realize the near coming of the Lord, act their faith. When we see one of God's instrumentalities languishing or in peril, let those who are heart and soul in the work manifest their interest. If we would be one in mind and heart with the heavenly intelligences, we can be worked by them. When human agencies, as stewards of God, will unitedly take of the Lord's own substance, and use it to lift the burdens resting on his institutions, the Lord will co-operate with them."},{"refcode_short":"PH008 11.2","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 11.2 (Ellen Gould White)","content":"“And the angel that talked with me came again, and waked me, as a man that is wakened out of his sleep, and said unto me, What seest thou? And I said, I have looked, and behold a candlestick all of gold, with a bowl upon the top of it, and his seven lamps thereon, and seven pipes to the seven lamps, which are upon the top thereof: and two olive trees by it, one upon the right side of the bowl, and the other upon the left side thereof. So I answered and spake to the angel that talked with me, saying, What are these, my Lord? Then the angel that talked with me answered and said unto me, Knowest thou not what these be? And I said, No, my lord. Then he answered and spake unto me, saying, This is the word of the Lord unto Zerubbabel, saying, Not by might, nor by power, but by my Spirit, saith the Lord of hosts. Who art thou, O great mountain? Before Zerubbabel thou shalt become a plain; and he shall bring forth the headstone thereof with shoutings, crying, Grace, grace unto it. Moreover the word of the Lord came unto me, saying, The hands of Zerubbabel have laid the foundation of this house; his hands shall also finish it; and thou shalt know that the Lord of hosts hath sent me unto you. For who hath despised the day of small things? For they shall rejoice, and shall see the plummet in the hand of Zerubbabel with those seven; they are the eyes of the Lord, which run to and fro through the whole earth. Then answered I, and said unto him, What are these two olive trees upon the right side of the candlestick and upon the left side thereof? And I answered again, and said unto him, What be these two olive branches, which through the two golden pipes empty the golden oil out of themselves? And he answered me and said, Knowest thou not what these be? And I said, No, my lord. Then said he, These are the two anointed ones, that stand by the Lord of the whole earth.”"},{"refcode_short":"PH008 12.1","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 12.1 (Ellen Gould White)","content":"Men are required to receive from the heavenly agencies that they may impart. Whenever the managers of any of God's institutions close their hearts to the dire necessities of sister institutions, and do not make every effort possible to relieve them, selfishly saying, Let them suffer, God marks their cruelty, and a time will come when they will have to pass through a similar experience of humiliation. But, my brethren, you do not mean to do this. I know you do not."},{"refcode_short":"PH008 13.1","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 13.1 (Ellen Gould White)","content":"When one of God's institutions, which is engaged in doing his work, shall, through some lack of judgment on the part of its managers, fall into decay, let those institutions which are in a more prosperous condition do to the uttermost of their ability to lift the cripple institution to its feet, that the name of God be not dishonored. Every facility that we have in Europe for the advancement of the work is needed, and should stand in a healthy, wholesome condition before an ungodly world. Let not the angels of God who are ministering unto those who bear the responsibilities, see God's workers disheartened. Already the difficulties have increased by our delay, so that now the work of restoration will require greater labor and expense. In the name of the Lord we ask his people who have means, to arise and realize that God is the owner of all the property which they possess, and prove themselves faithful stewards. Repair the machinery which is essential to carry forward the work of God, that his people shall not become discouraged, and his work left to languish."},{"refcode_short":"PH008 13.2","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 13.2 (Ellen Gould White)","content":"“And the word of the Lord came unto Zechariah, saying, Thus speaketh the Lord of hosts, saying, Execute true judgment, and show mercy and compassions every man to his brother: and oppress not the widow, nor the fatherless, the stranger, nor the poor; and let none of you imagine evil against his brother in your heart.” This is the word of the Lord."},{"refcode_short":"PH008 13.3","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 13.3 (Ellen Gould White)","content":"I can not think that the closing part of this chapter will be your experience: “But they refused to hearken, and pulled away the shoulder, and stopped their ears, that they should not hear. Yea, they made their hearts as an adamant stone, lest they should hear the law, and the words which the Lord of hosts hath sent in his Spirit by the former prophets: therefore came a great wrath from the Lord of hosts. Therefore it is come to pass, that as he cried, and they would not hear; so they cried, and I would not hear, saith the Lord of hosts: but I scattered them with a whirlwind among all the nations whom they knew not. Thus the land was desolate after them, that no man passed through nor returned: for they laid the pleasant land desolate.”"},{"refcode_short":"PH008 14.1","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 14.1 (Ellen Gould White)","content":"Talk not words of censure. Lay not the blame upon this one or that one. It is a fact that there is now need of the help which all can bring to heal the breach that has been made. Do it cheerfully. Do it nobly. Come up to the help of the Lord, to the help of the Lord against the mighty. Redeem at once the institution that is in great peril. This can be done if all will take hold interestedly, and redeem this heavily debt-burdened institution; and in doing this the blessing of the Lord will be upon you. It can be done; and in the name of the Lord lay hold of it. Let all work with courage and with cheerfulness and with joy, and this very work will prove a great blessing in the experience of all who lay hold of it and carry it through successfully."},{"refcode_short":"PH008 14.2","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 14.2 (Ellen Gould White)","content":"There is a great work to be done in Europe. All heaven takes an interest not only in lands that are nigh and that need our help, but in lands that are afar off. All the inhabitants of heaven are in active service, ministering to a fallen world. They take a deep and fervent interest in the salvation of men, the fallen inhabitants of this world. These heavenly beings are watching and waiting for human agencies to be deeply moved over their fellow workmen who are in perplexity and trial and sorrow and distress. Human agencies are called to be hand-helpers, to work out the knowledge and use the faculties of heavenly angels. By uniting with these powers that are omnipotent, we shall be benefited by their higher education and experience. The Lord's entrusted talents will be efficacious, if used to do the work entrusted to his institutions, that they may stand again in independence. All heaven is watching those agencies that have been as the hand to work out the purposes of God in the earth, thus doing the will and purpose of God in heaven. Such a co-operation will accomplish a work which will give honor and glory and majesty to God."},{"refcode_short":"PH008 15.1","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 15.1 (Ellen Gould White)","content":"There is a large work to be done for souls in Scandinavia. Let no hand become slack or palsied, when you have the assurance that angels whose home is in the pavilion of the Eternal, in the presence of God, and who see the glory of God, are your helpers. Will you co-operate with them in building up every institution, doing God's service under the supervision of the angelic ministration?"},{"refcode_short":"PH008 15.2","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 15.2 (Ellen Gould White)","content":"Who can understand the value of the human souls for whom their Prince, their King, the Son of the infinite God, gave his spotless life to a shameful death, to save all who should believe on him? If all understood this as they should, what a work would go forth from their hands in most earnest, persevering efforts to go deeper than they have ever gone before, because through the Holy Spirit's working they may with the influence of their voice and their talent of means lead many souls to escape the chain of darkness and the hellish plottings of Satan, and become washed from their sins in the blood of the Lamb. O, let the work go on deeper and still deeper. Angels in heaven rejoice to see sinners repent and turn to the living God. “Ye are not your own; for ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's.”"},{"refcode_short":"PH008 17","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 17 (Ellen Gould White)","content":"Later"},{"refcode_short":"PH008 17.1","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 17.1 (Ellen Gould White)","content":"While the foregoing was passing through the press, the following additional appeal was received from Sister White, in behalf of the Sanitarium at Skodsborg, Denmark. The sanitarium work is just as much a part of the work of the Lord in Scandinavia as is the publishing work; hence to save confusion, it was thought best to let both appeals go out together, and let the offerings all go to the one treasury, from whence disbursements will be made."},{"refcode_short":"PH008 17.2","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 17.2 (Ellen Gould White)","content":"May the heavenly intelligences be caused to rejoice, and the hearts of our brethren be made glad, by the liberal response that shall be made to these appeals."},{"refcode_short":"PH008 18","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 18 (Ellen Gould White)","content":"An Appeal in Behalf of our Sanitarium in Denmark"},{"refcode_short":"PH008 18.1","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 18.1 (Ellen Gould White)","content":"At Skodsborg, a suburb of Copenhagen, our brethren have established a sanitarium. In this they moved forward hopefully, under the conviction that they were doing the very work God has enjoined upon his people. Our brethren generally have not taken that interest in the establishment of sanitariums in the European countries that they ought, and our dear brethren having the Skodsborg Sanitarium in hand have moved forward faster than the means in hand warranted, and now they are in difficulty and distress."},{"refcode_short":"PH008 18.2","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 18.2 (Ellen Gould White)","content":"I am greatly troubled regarding the difficulties and dangers surrounding our institutions in Scandinavia. My mind is stirred to appeal to our people, not only in behalf of the Christiania Publishing House, but also for the Danish sanitarium. The enemy has been represented to me as waiting eagerly for an opportunity to destroy these institutions, which are instrumentalities of God, used for the redemption of mankind. Shall Satan's desire be gratified? Shall we allow these institutions to be wrested from our hands and their beneficent work stopped? Because our brethren have made mistakes, shall we leave them alone to bear the consequences of their miscalculations? Is that the way that Christ has dealt with us?"},{"refcode_short":"PH008 18.3","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 18.3 (Ellen Gould White)","content":"As Christ deals with us, so must we deal with our brethren who are in difficulty. Brethren, it is time that we interested ourselves in behalf of these institutions. Our American brethren should rally to the rescue. Our Scandinavian brethren in America should be specially aroused to take decided action. And our brethren in Denmark, Norway, and Sweden should understand that this is their opportunity, and that now is the time for them to come up to the help of the Lord."},{"refcode_short":"PH008 19.1","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 19.1 (Ellen Gould White)","content":"It often occurs that when one burdened with a heavy load is at the foot of a difficult hill, surrounded by discouragements, and in need of cheerful, strong helpers to work with him in pulling up the heavy load, much time is wasted in criticism and scolding and fretting. But this does not help the situation; it does not move the load. The ones upon whom the pressure of the load rests most heavily do not need nor deserve the censure. This might fall more appropriately upon those who should have shared the burden earlier. But even then censure might be inappropriate, and it certainly would be useless. Our first thought should be. How can we unite in helping to lift the load? Time is precious. There is too much at stake to run the risk of delay."},{"refcode_short":"PH008 19.2","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 19.2 (Ellen Gould White)","content":"I am stirred by the Spirit of the Lord to sound an alarm to rally all our people who love God and his cause to come to the rescue of his institutions in Europe, which are now suffering for help. Let those who trust in God and believe his word study diligently to understand their privileges, their responsibilities, and their duty in relation to their brethren in Europe, who have been used by God to begin a good work. If we fail now to do our work as God's helping hand in relieving the Scandinavian publishing house and sanitarium from their embarrassments, we shall lose a great blessing."},{"refcode_short":"PH008 19.3","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 19.3 (Ellen Gould White)","content":"Patience, love, and Christian courtesy are to be brought into the work of helping our institutions in Europe. This will show soundness of faith and healthfulness of soul. If we should charge the managers of the Skodsborg Sanitarium, who are responsible for enlarging the work, with worldly ambition and a desire to glorify themselves, we would do them injustice. They were striving to work for the glory of God; and a work has been accomplished which is far-reaching in its influence for good, and which greatly displeases the enemy of righteousness."},{"refcode_short":"PH008 20.1","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 20.1 (Ellen Gould White)","content":"Who will now place themselves on the Lord's side? Who will be as his helping hand, lifting whole-heartedly? Who will encourage the oppressed to trust in the Lord? Who will manifest that faith that will now fail nor falter, but that presses forward to victory? Who will now strive to build up that which Satan is striving to tear down, a work which should be going forward in strong lines? Who will now do for their brethren in Europe that which they would wish to have done for them were they in similar circumstances? Who will thus co-operate with the ministering angels?"},{"refcode_short":"PH008 20.2","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 20.2 (Ellen Gould White)","content":"O, what a sight it would be for the angels to look upon to see the institutions established for the illustration and promulgation of the principles of reform and Christian living, God's instrumentalities, passing out of the hands of those who can use them in God's work, into the hands of the world! The Lord's treasures are at hand, lent to us in trust, for just such emergencies. God's people should serve him in truth and righteousness. They should appropriate their God-given means to help their fellow-workers in a time of need. All our churches should now act whole-heartedly and unitedly in this matter, determined to avert the great calamity threatening the cause through the crippling or loss of the Lord's instrumentalities. Angels of God will cooperate with us in freeing from debt those institutions in Denmark and Norway, so that no reproach shall rest upon the Lord's cause."},{"refcode_short":"PH008 21.1","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 21.1 (Ellen Gould White)","content":"We need to cultivate the spirit manifested by Abraham and Moses. Then we shall manifest faith in God and compassion for the erring. Our brethren in Scandinavia, by enlarging their work beyond their means, have placed themselves in the bondage of debt. By this the future of the institutions and the honor of the cause are imperiled. Shall we add to the difficulties of the situation by criticism and censure, or shall we courageously grapple with the work lying before us, the work of freeing the publishing house and the sanitarium from their burden of debt? This can be done. Something would have been done before this, if human hands had not interfered and hindered."},{"refcode_short":"PH008 21.2","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 21.2 (Ellen Gould White)","content":"The Lord calls upon his people to make offerings of self-denial. Let us all unite in making him a New Year's offering that will lift the heavy burden resting upon his institutions in Scandinavia. Let us give up something which we intended to purchase for personal comfort or pleasure. Let us teach the children to deny self, and become the Lord's helping hand in dispensing his blessings. Let us send in our offerings with thanksgiving, and with prayer that the Lord will bless the gifts, and multiply them as he did the food fed to the five thousand."},{"refcode_short":"PH008 21.3","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 21.3 (Ellen Gould White)","content":"I plead with my Scandinavian brethren to do what they can. We will unite our efforts with your work of love and helpfulness to restore the institutions which are now threatened with disaster. There is sufficient means in the hands of the Lord's stewards to do this work, if they will unite in tender sympathy to restore, to heal, and to bring health and prosperity to God's instrumentalities. Have faith in God. Hold fast to the hand of infinite power; for the Lord has, in the hands of his stewards, a store of treasures sufficient to heal all the diseases of the institutions in Europe."},{"refcode_short":"PH008 22.1","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 22.1 (Ellen Gould White)","content":"The sums which you give may be small when compared with the necessities of the cause, but do not be discouraged. Take hold in faith, and that which seemed hopeless at first will look different. The feeding of the five thousand is an object-lesson for us. He who fed five thousand men, besides women and children, with five loaves and two small fishes, can do great things for his people today."},{"refcode_short":"PH008 22.2","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 22.2 (Ellen Gould White)","content":"Read the account of how the prophet fed one hundred men: “There came a man from Baalshalisha, and brought the man of God bread of the first-fruits, twenty loaves of barley, and full ears of corn in the husk thereof. And he said, Give unto the people, that they may eat. And his servitor said, What, should I set this before an hundred men? He said again, Give the people, that they may eat: for thus saith the Lord, They shall eat, and shall leave thereof. So he set it before them, and they did eat, and left thereof, according to the word of the Lord.”"},{"refcode_short":"PH008 22.3","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 22.3 (Ellen Gould White)","content":"What condescension it was on the part of Christ to work a miracle to satisfy hunger! He relieved the hunger of one hundred sons of the prophets, and again and again since then, though not in such a marked and visible way, he has worked to relieve human weakness. If we had clearer spiritual discernment, so that we could recognize more readily God's merciful, compassionate dealings with his people, what a rich experience we would gain. We need to look beneath the surface. We need to study more than we do into the wonderful working of God. He has worked with men who are not united with us in acknowledging the truth, but whose hearts he will ofttimes move to favor his people. The Lord has his men of opportunity, like the man who brought the food for the sons of the prophets."},{"refcode_short":"PH008 23.1","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 23.1 (Ellen Gould White)","content":"When the Lord gives us a work to do, let us not stop to question or criticise. Do not take time to inquire into the reasonableness of the command or the probable result of your effort to relieve the situation. The supply, judged by human estimate, may fall far short, but in the hands of the Lord it will be more than sufficient. The servitor “set it before them, and they did eat, and left thereof, according to the word of the Lord.”"},{"refcode_short":"PH008 23.2","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 23.2 (Ellen Gould White)","content":"We need greater faith. Our spiritual life depends on the vitalizing power of the Holy Spirit. We should have a fuller sense of God's relationship to those whom he has purchased by the blood of his only begotten Son. We should make efforts to help with cheerfulness, activity, and faith. We should exercise faith in the onward progress of the work of the kingdom of God."},{"refcode_short":"PH008 23.3","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 23.3 (Ellen Gould White)","content":"Let us not waste time by deploring the scantiness of our visible advantages, but let us make the best use of what we have. Energy and trust in God will develop resources, even though the outward appearance may be unpromising. The power of God will enable us, if we use the very best facilities we have, to reach the multitudes who are now starving for the bread of life."},{"refcode_short":"PH008 24.1","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 24.1 (Ellen Gould White)","content":"Why should we be surprised if the offerings we present to God in cheerfulness and love are increased by him? We do not learn half as much as we should from the lessons of the Bible. The sanctified mind will see that God unites with the one who gives to him with unselfishness; for such action is akin to heavenly benevolence. We need to take a far broader and more trustful view of God's relation to this world and his people, through whom he is working to carry out his purposes. By the touch of his divine hand and the word of blessing from his lips, Jesus can increase the scanty provision. By his power he can multiply the scanty store until it is sufficient to place in the hands of his servants for the carrying forward of his work."},{"refcode_short":"PH008 24.2","refcode_long":"An Appeal in Behalf of Our Work in Scandinavia, p. 24.2 (Ellen Gould White)","content":"In the work of helping our brethren in Denmark and Norway; let us lift zealously and nobly, and leave the rest to God, with faith to believe that he will enlarge our offerings until they are sufficient to place his institutions in Europe on vantage ground."}]