[{"refcode_short":"PH002 13","refcode_long":"Appeal and Suggestions to Conference Officers, p. 13 (Ellen Gould White)","content":"Appeal and Suggestions to Conference Officers"},{"refcode_short":"PH002 13","refcode_long":"Appeal and Suggestions to Conference Officers, p. 13 (Ellen Gould White)","content":"Selections from “Gospel Workers”"},{"refcode_short":"PH002 13.1","refcode_long":"Appeal and Suggestions to Conference Officers, p. 13.1 (Ellen Gould White)","content":"“There are but few preachers among us. And because the cause of God seemed to need help so much, some have been led to think that almost any one claiming to be a minister would be acceptable. Some have thought that because persons could pray and exhort with a degree of freedom in meeting, they were qualified to go forth as laborers. And before they were proved, or could show any good fruit of their labors, men whom God has not sent have been encouraged and flattered by some brethren lacking experience. But their work shows the character of the workman. They scatter and confuse, but do not gather in and build up. A few may receive the truth as the fruit of their labors; but these generally rise no higher than those from whom they learned the truth. The same lack which marked their own course is seen in their converts."},{"refcode_short":"PH002 13.2","refcode_long":"Appeal and Suggestions to Conference Officers, p. 13.2 (Ellen Gould White)","content":"“The success of this cause does not depend upon our having a large number of ministers; but it is of the highest importance that those who do labor in connection with the cause of God should be men who really feel the burden and sacredness of the work to which he has called them. A few self-sacrificing, godly men, small in their own estimation, can do a greater amount of good than a much larger number, if a part of these are unqualified for the work, yet self-confident and boastful of their own talents.”—Gospel Workers, 141."},{"refcode_short":"PH002 13.3","refcode_long":"Appeal and Suggestions to Conference Officers, p. 13.3 (Ellen Gould White)","content":"“Some ministers fail of success because they do not give their undivided interest to the work, when very much depends upon persistent, well-directed labor. Many are not laborers; they do-not pursue their work outside of the pulpit. They shirk the duty of going from house to house, and laboring wisely in the home circle. They need to cultivate that rare Christian courtesy which would render them kind and considerate toward the souls under their care, working for them with true earnestness and faith, teaching them the way of life.”—Gospel Workers, 72."},{"refcode_short":"PH002 14.1","refcode_long":"Appeal and Suggestions to Conference Officers, p. 14.1 (Ellen Gould White)","content":"“The duties of a pastor are often shamefully neglected because the minister lacks strength to sacrifice his personal inclinations for seclusion and study. The pastor should visit from house to house among his flock, teaching, conversing, and praying with each family, and looking out for the welfare of their souls. Those who have manifested a desire to become acquainted with the principles of our faith should not be neglected, but thoroughly instructed in the truth. No opportunity to do good should be lost by the watchful and zealous minister of God."},{"refcode_short":"PH002 14.2","refcode_long":"Appeal and Suggestions to Conference Officers, p. 14.2 (Ellen Gould White)","content":"“Certain ministers who have been invited to houses by the heads of families, have spent the few hours of their visit in secluding themselves in an unoccupied room to indulge their inclination for reading and writing."},{"refcode_short":"PH002 14.3","refcode_long":"Appeal and Suggestions to Conference Officers, p. 14.3 (Ellen Gould White)","content":"The family that entertained them derived no benefit from their visit. The ministers accepted the hospitality extended them without giving an equivalent in the labor that was so much needed."},{"refcode_short":"PH002 14.4","refcode_long":"Appeal and Suggestions to Conference Officers, p. 14.4 (Ellen Gould White)","content":"“People are easily reached through the avenues of the social circle. But many ministers dread the task of visiting; they have not cultivated social qualities, have not acquired that genial spirit that wins its way to the hearts of the people. It is highly important that a pastor should mingle much with his people, that he may become acquainted with the different phases of human nature, readily understand the workings of the mind, adapt his teachings to the intellect of his people, and learn that grand charity, possessed only by those who closely study the nature and needs of man."},{"refcode_short":"PH002 15.1","refcode_long":"Appeal and Suggestions to Conference Officers, p. 15.1 (Ellen Gould White)","content":"“Those who seclude themselves from the people are in no condition to help them. A skillful physician must understand the nature of various diseases, and must have a thorough knowledge of the human structure. He must be prompt in attending to the patients. He knows that delays are dangerous. When his experienced hand is laid upon the pulse of the sufferer, and he carefully notes the peculiar indication of the malady, his previous knowledge enables him to determine concerning the nature of the disease and the treatment necessary to arrest its progress. As the physician deals with physical disease, so does the pastor minister to the sin-sick soul. And his work is as much more important than that of the former, as eternal life is more valuable than temporal existence. The pastor meets with an endless variety of temperaments; and it is his duty to become acquainted with the members of families that listen to his teachings, in order to determine what means will best influence them in the right direction.”—Gospel Workers, 76."},{"refcode_short":"PH002 15.2","refcode_long":"Appeal and Suggestions to Conference Officers, p. 15.2 (Ellen Gould White)","content":"“Those who have been most successful in winning souls, were men and women who did not pride themselves in their ability, but who went in humility and faith, and the power of God worked with their efforts in convicting and converting the hearts of those to whom they appealed. Jesus did this very work. He came close to those whom he desired to benefit. How often, with a few gathered about him, he began the precious lessons, and one by one the passers-by paused to listen, until a great multitude heard with wonder and awe the words of God through the heaven-sent Teacher. He did not wait for congregations to assemble. The grandest truths were spoken to single individuals. The woman at the well in Samaria heard the wonderful words, ‘Whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.’”—Gospel Workers, 337."},{"refcode_short":"PH002 16.1","refcode_long":"Appeal and Suggestions to Conference Officers, p. 16.1 (Ellen Gould White)","content":"“While in the midst of a religious interest, some neglect the most important part of the work. They fail to visit and become acquainted with those who have shown an interest to present themselves night after night to listen to the explanation of the Scriptures. Conversation upon religious subjects, and earnest prayer with such at the right time, might balance many souls in the right direction. Ministers who neglect their duty in this respect are not true shepherds of the flock. At the very time when they should be the most active in visiting, conversing, and praying with these interested ones, some are employed in writing unnecessarily long letters to persons at a distance. O, what are we doing for the Master! When probation shall end, how many will see the opportunities they have neglected to render service to their dear Lord who died for them. And even those who were accounted most faithful will see much more that they might have done, had not their minds been diverted by worldly surroundings.”—Gospel Workers, 38."},{"refcode_short":"PH002 17","refcode_long":"Appeal and Suggestions to Conference Officers, p. 17 (Ellen Gould White)","content":"Preaching not Sufficient—Personal Work of Utmost Importance"},{"refcode_short":"PH002 17.1","refcode_long":"Appeal and Suggestions to Conference Officers, p. 17.1 (Ellen Gould White)","content":"“He preaches to the people, but makes no after effort to follow up the sermons given. He said he could not visit families, that he just despised that kind of labor.” You can imagine the condition of a flock unvisited by the shepherd. I have repeatedly had this matter presented before me, that the men who are ordained to preach the word should be educated to make full proof of their ministry in their personal labors in families, talking with the members of the family, understanding their spiritual condition, encouraging, reproving with all long-suffering and doctrine, praying with them, binding up his interest with their hearts and souls. This is the work of a faithful shepherd."},{"refcode_short":"PH002 17.2","refcode_long":"Appeal and Suggestions to Conference Officers, p. 17.2 (Ellen Gould White)","content":"But there have been solemn duties neglected in accepting ministers to labor in word and doctrine who can only preach. They do not watch for souls as they that shall give an account. They sermonize; but the work is left undone which the sheep and lambs need to have done for them. And this half-hearted kind of work has been done all through America, and money paid to men employed, when they should have been dismissed to find work less responsible and care taking. In sending men to foreign fields, let there be great caution used. Those who have been accepted as preachers, and have not been educated to watch for souls as they that must give an account, are not the men to enter new fields as missionaries. If there is any corner of the world where churches can be built up and kept in a prosperous condition by sermonizing, while they neglect personal labor, I have yet to learn of this. Men who are accepted to preach, and not to minister, should not go into foreign countries. Better have one thorough shepherd who will care for the flock as a faithful shepherd should, than to have twenty sermonizers who will excuse themselves, saying, “It is not in my line to visit; I cannot visit the church in their families.” Then let there not be a moment's hesitation in telling them, “We do not propose to accept you and give you credentials. You cannot labor. But educate yourself to do a shepherd's work, to care for the sheep and lambs, and you will not be like Ephraim, ‘a cake unturned.’ You will give full proof of your ministry.” Those who can only preach, are not missionaries, and never can be, until they learn the skill, the watchful, tender compassion of a shepherd. The flock of God have a right to expect to be visited by their pastor, to be instructed, advised, counseled, in their own homes. And if a man fails to do this part of the work, he can not be a minister after God's order. The churches that have such labor are disorganized, weak, and sickly, and ready to die. The sermons are not vitalized by the Spirit of God, because the blessing of God will not rest upon any man who is neglecting the flock of God."},{"refcode_short":"PH002 18.1","refcode_long":"Appeal and Suggestions to Conference Officers, p. 18.1 (Ellen Gould White)","content":"It is in the labor out of the pulpit, among families, that the richest and most valuable experience is gained, and that the minister learns how he can feed the flock of God, giving to each his portion of meat in due season. If there is a backslider, the shepherd knows how to present the truth in such a manner that the soul will be convicted. He will leave the ninety and nine, and seek the lost sheep. But if the shepherd does not visit his flock, he knows not their condition, he knows not what truths to set before them, nor what is appropriate to their case. And more than this, as the preacher manifests so little interest in the souls under his charge, he cannot set an example to the flock to have an interest and love and watch-care for souls. Every thing is at loose ends; his work is strongly mixed with self, and is not bound off, but left to ravel out; and because of those neglects, you often hear, “I do not have success in bringing souls into the church.” The Lord cannot work for those who are unfaithful, who neglect their manifest duty, the most important part of a shepherd's duty. Should the Lord move upon the hearts of the sinners, and they become converted, who will watch for them as one who must give an account? Who will visit them? Who will strengthen the diseased and the feeble ones? The truth, if presented to those of our faith and outsiders, should be as it is in Jesus. See with what love, tender sympathy, and perseverance he labored. “He shall not fail nor be discouraged.” This spirit should be with all the laborers. Better, far better, have fewer preachers and far more earnest, humble, God-fearing workers. We are laborers together with God. Now it is highly essential that men be the right kind of laborers, for they are moulding the churches to do as the preacher does; they feel that it is the right way to have just as little interest in the prosperity of their brethren and sisters in the church as the minister has given them an example in their way of laboring. They may raise up churches; but they will always be weak, and inefficient, and unreliable. Such kind of work at such an expense will not pay."},{"refcode_short":"PH002 19.1","refcode_long":"Appeal and Suggestions to Conference Officers, p. 19.1 (Ellen Gould White)","content":"After they have become dyed in the wool, it is not easy to transform such men. A slack, shiftless, irresponsible shepherd will lose more sheep than he will gather in. It will require more earnest labor to counteract the mould given such people organized into a church than to raise up new churches; for the members seem to have no right and just ideas of doing anything, or in bearing any responsibilities in building up a healthful, growing church. If there are good, sensible men who can speak the word of life, and then follow up their labor with personal instruction, they are needed everywhere."},{"refcode_short":"PH002 20","refcode_long":"Appeal and Suggestions to Conference Officers, p. 20 (Ellen Gould White)","content":"The Need of Thoroughness and Growth of the Ministry"},{"refcode_short":"PH002 20.1","refcode_long":"Appeal and Suggestions to Conference Officers, p. 20.1 (Ellen Gould White)","content":"While some ministers carry but little burden, and go light-loaded, others are pressed as a cart beneath sheaves, because they realize the responsibility of the work. While these are wearing, there are others who are not expanding, whose souls are not enlarged by the Spirit of God, and who are not growing at all. They are simply drifting. They do not lack capability, but they are not willing to train their ability to do the highest service for the Master. Thus some laborers are worked nearly to death, while others are weak in moral power and feeble in experience, because they do not feel the importance of growing in grace."},{"refcode_short":"PH002 20.2","refcode_long":"Appeal and Suggestions to Conference Officers, p. 20.2 (Ellen Gould White)","content":"I have been shown that the presidents of our Conferences are not doing all their duty. They are not all becoming more and more efficient. Their experience is cheapened, and as they do not exercise their powers by taxing them, trusting in God to give them efficiency, their work is defective in every respect. The mere possession of qualifications is not enough; the ability must be diligently used."},{"refcode_short":"PH002 20.3","refcode_long":"Appeal and Suggestions to Conference Officers, p. 20.3 (Ellen Gould White)","content":"Can nothing be devised to arouse presidents of Conferences to a sense of their obligations? Would they could see that their position of trust only increases and intensifies their responsibility. If each president would feel the necessity of diligent improvement of his talents in devising ways and means for arousing ministers to work as they should, what a change would take place in every Conference. Do these men realize that the solemn scrutiny of every man's work is soon to begin in heaven? When the Master went away, he gave to every man in every age and in every generation, his work; and he says to us all, “Occupy till I come.” Have ministers thought how much is comprehended in these words? Verily there may be but a step between them and death. How stands the record of sacred trusts committed for wise improvement? Misused talents, wasted hours, neglected opportunities, duties left undone, sickly churches, the flock of God not strengthened by having their portion of meat in due season."},{"refcode_short":"PH002 21.1","refcode_long":"Appeal and Suggestions to Conference Officers, p. 21.1 (Ellen Gould White)","content":"What is to be done? Shall the president of the General Conference carry the burden of the neglects of presidents and ministers, and weep between the porch and the altar, crying, “Spare thy people, O Lord, and give not thy heritage to reproach”? Shall he feel that he is responsible for the deep sleep, the paralysis that is upon the people of God? If he works as he has done to arouse the careless and set in order the things that others have neglected, he will become unable to labor, and will go down to an untimely grave. Will the presidents of Conferences and the ministers of the people seek the Lord earnestly, put away their sins, empty their souls of their idols? or will they continue to go on half-hearted, neglecting solemn duties, while Satan triumphs, whispering to his evil angels, and to his human confederacy in evil, “Hopeless, irredeemable bankruptcy”? Let there be no more wasted hours, neglected duties, despised privileges. Open your eyes to what is taking place around you in the signs of the times. The warnings of God have been given; why not heed them? Do not abandon yourself to despair, but heed the words of Christ, “Be watchful, and strengthen the things which remain, that are ready to die.” When the eyesalve is applied, many will see as never before, their life of unfulfilled duties, and will be conscience-stricken. But the words of the inspired apostle present, now, just now, hope to those who have been lagging behind and now are trembling for the future. He says, “Redeeming, the time, because the days are evil.” Remember, all depends on the use you make henceforth of your intrusted talents. If you refuse to use your powers, they will surely become weak, and decay. God has given to every man his work."},{"refcode_short":"PH002 22.1","refcode_long":"Appeal and Suggestions to Conference Officers, p. 22.1 (Ellen Gould White)","content":"We have been granted a long time of solemn privilege and sacred trust, and now the crisis is opening upon us,—anxious, solemn moments in our experience. As a people we have only touched the missionary work with the tip ends of our fingers. Many are unwarned, and ensnared in Satan's devices. Apparent success in some lines of our work has led many to retreat, self-satisfied, instead of pressing the battle to the gate."},{"refcode_short":"PH002 22.2","refcode_long":"Appeal and Suggestions to Conference Officers, p. 22.2 (Ellen Gould White)","content":"The whole church needs to be aroused and brought to their knees before God. Pride must be expelled; for it has been the cherished idol. Selfishness and ambition and self-esteem have made men to walk proudly in their own imaginings."},{"refcode_short":"PH002 22.3","refcode_long":"Appeal and Suggestions to Conference Officers, p. 22.3 (Ellen Gould White)","content":"Great is the mercy of the Lord toward those who have departed from him. He says: “When Israel was a child, then I loved him, and called my son out of Egypt.” “How shall I give thee up, Ephraim? How shall I deliver thee, Israel? How shall I make thee as Admah? How shall I set thee as the Zeboim? mine heart is turned within me; my repentings are kindled together.”"},{"refcode_short":"PH002 23","refcode_long":"Appeal and Suggestions to Conference Officers, p. 23 (Ellen Gould White)","content":"The Need of a Converted Ministry"},{"refcode_short":"PH002 23.1","refcode_long":"Appeal and Suggestions to Conference Officers, p. 23.1 (Ellen Gould White)","content":"What can be said, what movements made to cleanse and purify the ministry? The truth is all powerful, and can and will do the work upon the human heart, if practiced, but the illustration of the ten virgins is an appropriate symbol for our time. Five of them were wise, five of them were foolish. The grand, life-giving truth of the Bible, if practiced, would make men wise unto salvation; but the acceptancy of the Holy Spirit is not felt to be a positive necessity. The teaching of the Bible would, if obeyed, make men pure and keep them pure. “Whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.” Mark this charge of the apostle to the Corinthians, “Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.”"},{"refcode_short":"PH002 23.2","refcode_long":"Appeal and Suggestions to Conference Officers, p. 23.2 (Ellen Gould White)","content":"The Bible religion has been regarded by those who profess to believe the truth, as one influence among many others to act a part upon the human agent. The only correct position is to regard it as the one influence over all others. We should constantly ask ourselves, “Is this the way of the Lord?” “Am I in all my words and all my actions treating God, my sovereign Ruler, as supreme? and do I love God with all my heart, with all my mind, and with all my soul, might, and strength, and my neighbor as myself?” If the Bible truth were carried into every-day practice by those who teach the truth to others, they would represent Christ in the home life. There would be earnest work done, and souls would be given them as the reward of their ministry. Where the individual himself is wanting in practical appreciation of the truth, God cannot administer to sin, he cannot co-operate with the man who is not a doer of his word."},{"refcode_short":"PH002 24.1","refcode_long":"Appeal and Suggestions to Conference Officers, p. 24.1 (Ellen Gould White)","content":"We need a converted ministry; but you, my brother, must not feel that you are all out of the way, because you see so little likeness to Christ in some who preach the truth to others. If they pass on year after year, in the same foolish-virgin way, the only course you can pursue is to let them out of the ministry. Anything, anything but men who have had all the privileges of the ministerial institutes, and yet do not absorb the truth, and therefore cannot give the truth to others. The trouble is, the commandments of God are not in their hearts, and are not practiced in their lives. The grand truths that have come to our people have been haggled over; and although presented in a clear, forcible manner, have been treated indifferently as though they might touch them, they might have some connection with them, but as to being nourished and strengthened by them, they are not. They are put [to] one side. Some speak in commendation, as though it were a horse or a cow they were inspecting with a view to purchasing, if the terms suited them. The truth needs to be brought into their very life experience, the Holy Spirit to be an abiding power in the life, sanctifying the soul day by day, and preparing, moulding, and fashioning the character after the divine model. To some this seems unessential. The fact is, there are many who expect to go into the marriage supper of the Lamb with their old citizen's garments, in the place of putting on the robe of Christ's righteousness, a free gift made to all, and if all could have spiritual discernment, they would see that they could not offend the Lord Jesus in so marked a manner as to keep on their old citizen's garments as good enough for them. And when accosted by the Master's friend who said, “Friend, how camest thou in hither, not having a wedding garment?” what excuse can you render? There was the wedding garment, provided at great cost, but passed by, by the self-satisfied one who preferred his own ideas, customs, and practices, and in his self-importance takes his seat among the company without the wedding garment."},{"refcode_short":"PH002 25.1","refcode_long":"Appeal and Suggestions to Conference Officers, p. 25.1 (Ellen Gould White)","content":"The glorious, sanctifying truths of the Bible have been left in the outer court. The truths of eternal interest that should govern and control the life, are considered by many altogether too sublime for common life. But it is essential that the great and grand truth,—the imparting of the Holy Spirit, should be brought into contact with, and impregnate little things, and supply the powerful motive to holiness, and lay out in clear lines, broad principles for the regulation of the character and conduct of every day, revealing Christ to the world. The purification of the sinner through the atoning sacrifice of the Son of God, means much more than the finite minds of many can seem to grasp. This is because the words, the spirit, the mind, and heart are all bound down to earthliness and to sensuality, which is a controlling power in the bed-chamber, where there should be pure and holy aspirations after God. The Holy Spirit will not contaminate its purity by associating with impurity, and Christ says, “Without me ye can do nothing.” Unless the Holy Spirit is with the worker, his efforts are without avail. Why! Have we not had the most ennobling, elevating truths? What more can we have than that we have had? And they are presented to us in the simplest form, that the ignorant and unlearned may grasp them."},{"refcode_short":"PH002 25.2","refcode_long":"Appeal and Suggestions to Conference Officers, p. 25.2 (Ellen Gould White)","content":"The forgiveness of sins and iniquities and transgressions, belongs in a special sense to this time. We are in the anti-typical day of atonement, and every soul should now be humbling himself before God, seeking pardon for his transgressions and sins, and accepting the justifying grace of Christ, the sanctifying of the soul by the operations of the Holy Spirit of Christ; thus the carnal nature is transformed, renewed in holiness after the image of Christ's righteousness and true holiness. The precious, golden links of truth are not separate, detached, disconnected doctrines; but link after link, form one string of golden truth, and constitute a complete whole, with Christ as its living center. Salvation comes through practical godliness and faith in Jesus Christ. Faith is made perfect through works, and is evidenced in the character. To those who are teaching the truth, whose hearts are impure, and who have not been converted, Christ says, “What hast thou to do to declare my statutes? Be ye clean that bear the vessels of the Lord.” Oh, what truths we have—full of power, and it is not possible to controvert these Bible doctrines. There is no truth in heaven or in earth that would affect some characters, although it might be presented in all power and matchless purity and loveliness, because the heart does not love the practice of these holy sentiments. The truth we have set before us for the past few years, is immense in its importance, reaching into heaven and compassing eternity. Satan and his confederacy of evil have made every effort to cover up, to confuse minds, to make of none effect the precious, glorious truths of God's word. We are living in strangely solemn times, and at the very time when the people of God should be wide awake, and many are asleep or dead spiritually. There is great need of much work being done. Every individual member of the church should look to the Captain for orders."},{"refcode_short":"PH002 26.1","refcode_long":"Appeal and Suggestions to Conference Officers, p. 26.1 (Ellen Gould White)","content":"We are now on the very borders of the heavenly Canaan. You know how it was with ancient Israel. Satan, through his agents, worked with his temptations, and licentiousness came into the camp in a very bold defiant attitude. The very harshest punishments alone could stop the bold advance of impurity and crime. Well, we are now on the borders of the heavenly Canaan, and those who are not now with all the advantages, all the light and evidences of truth shining upon us as a people, purifying their souls by living up to these advantages, are like the inhabitants of Sodom and the antediluvian world, walking in the imaginations of their own hearts. What guilt rests upon those who make this choice! The wickedness of the antediluvians and Sodomites was such that God could not perpetuate their headstrong, independent, wicked lives. In mercy he proved himself a God of vengeance. He who could so abundantly bless, who was so full of compassion, ready to pardon, going forth to meet the returning prodigal, humbling himself at every step to meet man in his fallen condition, ready to heal the bruised and smitten, will show himself strong to punish the persistent, independent despisers of his grace."},{"refcode_short":"PH002 27.1","refcode_long":"Appeal and Suggestions to Conference Officers, p. 27.1 (Ellen Gould White)","content":"It is a terrible thing to exhaust the mercy and patience of our compassionate God, for God delighteth in mercy. O, it is so painful to the heart to see ministers, favored with every spiritual advantage of clear, pure, unadulterated truth take the course which they do. We have messages of mercy and love presented before us,—an open fountain of eternal truth, continually flowing with mercy,—and attending them, the gift of eternal life. Yet they turn away, saying to the Spirit of God, “Go thy way for this time; when I have a more convenient season, I will call for thee.” But there is another voice that makes itself heard; it is the voice of the arch-deceiver; and to him they give heed, and continue to profess the truth and protract their rebellion against God. They have less and less conviction of sin, less and less power to break the spell that is upon them, less and less inclination to resist temptation, and, like Cain, sin lieth at their own door. God is willing to be to them a God of love, of peace, a reconciled God. The Lord God through Christ holds out his hand all the day long in invitations to the needy. He will receive all. He welcomes all. He rejects none. It is his glory to pardon the chief of sinners. He will take the prey from the mighty, he will deliver the captive, he will pluck the brand from the burning. He will lower the golden chain of his mercy to the greatest depths of human wretchedness and guilt, and lift up the debased soul contaminated with sin. But the human agent must come, and co-operate in the work of saving his soul, by availing himself of the opportunities given him of God. The Lord forces no one. The spotless, wedding garment of Christ's righteousness is prepared to clothe the sinner, but if he refuses it, perish he must. Convictions will not save him; resolutions anticipated for some future time are never realized."},{"refcode_short":"PH002 28.1","refcode_long":"Appeal and Suggestions to Conference Officers, p. 28.1 (Ellen Gould White)","content":"Satan has his bribes, his baits in advance, and one attraction after another is presented. All this will I give thee if thou wilt worship me. O, why do they delay? Why not lay hold now, without one moment's delay? Why are they not seized by a terrific fear that it will be too late for them,—too late, no oil in their vessels with their lamps! My soul is in agony at times, and then I look to Jesus and quiet myself in God. If they will not hear his dear voice and drink of the water of life, what will any other voice avail? The end is near. We are on the very borders of the eternal world, and O, how tardy, how dilatory to secure the oil of grace to replenish the lamps that are going out! God help the sinners in Zion."}]