[{"refcode_short":"PH007 3","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 3 (Ellen Gould White)","content":"An Appeal to Our Churches in Behalf of Home Missionary Work"},{"refcode_short":"PH007 3","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 3 (Ellen Gould White)","content":"It Is the Duty of the Church to Let Its Light Shine"},{"refcode_short":"PH007 3.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 3.1 (Ellen Gould White)","content":"Christ, the True Witness, addresses the church at Ephesus, saying: “I have somewhat against thee, because thou hast left thy first love. Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent.”"},{"refcode_short":"PH007 3.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 3.2 (Ellen Gould White)","content":"Oh, how few know the day of their visitation! How few, even among those who claim to believe in present truth, understand the signs of the times, or what they are to experience before the end. We are under divine forbearance today; but how long will the angels of God continue to hold the winds, that they shall not blow? Among the people of God there is blindness of mind and hardness of heart, although God has manifested inexpressible mercy toward us. How few there are who are truly humble, devoted, God-fearing servants in the cause of Christ, whose hearts are full of gratitude and thanksgiving because they are called to act a part in the work of God, being co-laborers with Jesus Christ, partakers with Christ of His sufferings."},{"refcode_short":"PH007 4","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 4 (Ellen Gould White)","content":"Dead in Trespasses and Sins"},{"refcode_short":"PH007 4.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 4.1 (Ellen Gould White)","content":"Today there are few who are heartily serving God. The most of those who compose our congregations are spiritually dead in trespasses and sins. They come and go like the door upon its hinges. For years they have complacently listened to the most solemn, soul-stirring truths, but they have not practiced them. They are less and less sensible of the preciousness and value of truth, because they neglect the practice of those things which are pleasing in the sight of God. The stirring testimonies of reproof and warning do not arouse them. The sweetest melodies that come from God through human lips—justification by faith, and the righteousness of Christ—do not bring forth from them a response of love and gratitude. Though the heavenly Merchantman displays before them the richest jewels of faith and love; though His voice invites them to buy of Him “gold tried in the fire,” and “white raiment that they might be clothed,” and “eyesalve that they may see,” they steel their hearts against Him, and fail to exchange their lukewarmness for love and zeal; but fold their hands in complacency, make a profession but deny the power of true godliness. If they continue in this state, God will reject them with abhorrence. To praise the world and God at the same time, is in no way acceptable to God. Awake, awake, before it is everlastingly too late!"},{"refcode_short":"PH007 5","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 5 (Ellen Gould White)","content":"No One Is to Be an Idler in the Vineyard"},{"refcode_short":"PH007 5.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 5.1 (Ellen Gould White)","content":"Brethren and sisters who have long claimed to believe the truth, I would ask you, Have your practices been in harmony with your light? with your privileges? with the opportunities granted of heaven? This is a serious question. Why is it there is so little faith? so little spiritual power? Why are there so few who bear the yoke and carry the burden of Christ? Why do persons have to be urged to take up their work for the Master? Why are there so few who can unveil the mysteries of redemption? Why is it that the imputed righteousness of Christ does not shine through His professed followers as a light to the world?"},{"refcode_short":"PH007 5.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 5.2 (Ellen Gould White)","content":"The Sun of Righteousness has risen upon the church, and it is the duty of the church to shine. Those who are connected with Christ will grow in grace, and in the knowledge of Jesus Christ, to the full stature of men and women. It is the privilege of every soul to make advancement. No one is to be an idler in the vineyard. If all who claim to believe the truth had made the most of their opportunities and ability to learn all that they were privileged to learn, they would have become strong in Christ. No matter what may have been their occupation, if farmers, mechanics, teachers, or pastors, if they had wholly consecrated themselves to God, they would have been efficient agents to work for the heavenly Master."},{"refcode_short":"PH007 5","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 5 (Ellen Gould White)","content":"Laborers Together with God"},{"refcode_short":"PH007 5.3","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 5.3 (Ellen Gould White)","content":"Those who are united to the church should be living, working agents to impart light to those who are in darkness. They should declare the truth of God, revealing His love and faithfulness. When men use their powers as God directs them to, their talents will increase, their ability will enlarge, and they will have heavenly wisdom in seeking to save those who are lost. But while the church-members are listless, and neglectful of their God-given responsibility, how can they expect to receive the treasure of heaven to impart to others? When professed Christians feel no burden to enlighten the minds of those who are in darkness, when they fail to make use of the rich grace of Christ, and cease to impart the knowledge they have received, they become less discerning, lose their appreciation of the richness of the heavenly endowment, and, failing to value it themselves, they fail to present it to others. It is only as God sees His professed people eager to be laborers together with Him, that He can impart to them light and grace; for then they will make every interest secondary to the interest of His work and cause. With such workers the heavenly intelligences will cooperate."},{"refcode_short":"PH007 6","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 6 (Ellen Gould White)","content":"Diligence in the Master's Work"},{"refcode_short":"PH007 6.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 6.1 (Ellen Gould White)","content":"Are we endowed with the Holy Spirit, so that with heavenly wisdom we may meet the emergencies of this age, and counteract, as far as possible, the movements of this world? It is no time now for the watchman to become sleepy, and cease to be a sentinel upon the walls of Zion. Peculiar and rapid changes will soon take place; and if the church is not asleep, if the followers of Christ watch and pray, they may have light to comprehend and appreciate the movements of the enemy."},{"refcode_short":"PH007 7","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 7 (Ellen Gould White)","content":"Winning Souls to Christ Our Chief Aim"},{"refcode_short":"PH007 7.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 7.1 (Ellen Gould White)","content":"God has given to every man a work to do in connection with His kingdom. Each one professing the name of Christ is to be an interested worker, ready to defend the principles of righteousness. The work of the gospel is not to depend solely upon the minister; every soul should take an active part in advancing the cause of God. But, instead of this, how many of our large churches come and go like a door on its hinges, feeling no responsibility for the progress of the work, no interest in the salvation of souls for whom Christ died. They do not dream of weaving their religion into their business. They say, Religion is religion, and business is business; they believe each has a proper sphere, but let them be separated. But in whatever calling a Christian is found, he has his work to do for the Lord in representing Christ to the world. Whatever may be our occupation, we are to be missionaries, having for our chief aim the winning of souls to Christ. If this is not our interest, we rob God of influence, of time, of money and effort. In withholding our heart's service from the Lord, we fail to benefit our fellowman, and thus rob God of the glory that would flow to Him through the conversion of others."},{"refcode_short":"PH007 7","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 7 (Ellen Gould White)","content":"Training the Children"},{"refcode_short":"PH007 7.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 7.2 (Ellen Gould White)","content":"What excuse can the professed followers of Christ offer for neglecting to train their children in such a way that they will, for the sake of advancing the work of Christ, bind about their wants in dress, and avoid all extravagance and display? The children should be educated in such a way that they will have sympathy for the aged and afflicted, and lend all the help in their power to alleviate the sufferings of the poor and distressed. They should be taught to be diligent in the missionary work; and from their earliest years, principles of self-denial and sacrifice for the good of others should be inculcated, that they may be laborers together with God."},{"refcode_short":"PH007 8.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 8.1 (Ellen Gould White)","content":"Oh, that parents would look carefully and prayerfully after their children's eternal welfare! Let them ask themselves: Have we been careless? Have we neglected this solemn work? Have we allowed our children to become the sport of Satan's temptations? Have we a solemn account to settle with God because we have permitted our children to use their talents, their time, and influence, in working against the truth? against Jesus Christ? Have we neglected our duty as parents, and increased the subjects of Satan's kingdom?"},{"refcode_short":"PH007 8","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 8 (Ellen Gould White)","content":"A Transformation Needed"},{"refcode_short":"PH007 8.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 8.2 (Ellen Gould White)","content":"This home missionary work, this home field, has been shamefully neglected, and it is time that divine resources and remedies were presented, that this state of evil may be healed. If parents would see a different state of things in their family, let them consecrate themselves wholly to God, and the Lord will devise ways and means whereby a transformation may take place in their households. Let the church awake, let every member take up his individual work, and vindicate the name of the Lord by which he is called. Let sound faith and earnest piety take the place of slothfulness and unbelief. When faith lays hold upon Christ, the truth will bring delight to your soul, and religion will not be a dull, uninteresting enterprise. Your social meetings, now tame and spiritless, will be vitalized by the Holy Spirit, and your daily experiences will become rich as you practice the Christianity you profess."},{"refcode_short":"PH007 9.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 9.1 (Ellen Gould White)","content":"In the face of what might be done, will the church sleep on, or will they feel the responsibility and the honor that is conferred upon them through the merciful providence of God, and gather up their hereditary trusts and the advantages of present light, and feel the necessity of rising to the urgent emergency that now presents itself before us? Oh, that all may arouse and manifest to the world that this is a living faith, that a vital issue is before the world, that Jesus will soon come! Let men see that we believe we are on the borders of the eternal world."},{"refcode_short":"PH007 9","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 9 (Ellen Gould White)","content":"It Is the Duty of the Ministers to Instruct the Churches in Practical Missionary Work"},{"refcode_short":"PH007 9.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 9.2 (Ellen Gould White)","content":"“Watchman, what of the night?” Are the watchmen to whom comes this cry able to give the trumpet a certain sound? Are the shepherds faithfully caring for the flock as those who must give an account? Are the ministers of God watching for souls, realizing that those under their care are the purchase of the blood of Christ? A great work is to be done in the world, and what efforts are we putting forth that it may be accomplished? The people have listened to too much sermonizing; but have they been instructed as to how to labor for those for whom Christ died? Has there been a line of work devised and laid out before the people in such a way that each one saw the necessity of taking part in the work?"},{"refcode_short":"PH007 10.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 10.1 (Ellen Gould White)","content":"It is evident that all the sermons that have been preached have not brought up this kind of labor, and the churches are withering up because they have failed to use their talents in diffusing the light of truth to others. Careful instruction should be given that will be as lessons from the Master, that all may put their light to practical use in benefiting others. Those who have the oversight of the churches should select members who have ability, and place them under responsibilities, at the same time giving them instruction as to how they may best serve and bless others."},{"refcode_short":"PH007 10","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 10 (Ellen Gould White)","content":"Years Behind"},{"refcode_short":"PH007 10.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 10.2 (Ellen Gould White)","content":"Every means should be used to get the knowledge of the truth before the thousands who will discern the evidence, who will appreciate the likeness of Christ in His people, if they can have an opportunity to see it. There are those among us who, if they should take time to consider, would regard their do-nothing position as a sinful neglect to use the talents which God has given them."},{"refcode_short":"PH007 10.3","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 10.3 (Ellen Gould White)","content":"God has given His messengers the truth to proclaim. Then the churches are to voice the truth from the lips of the messengers, and use their talents in every way possible to make the ministry a power to communicate truth by their catching the first rays of light, and diffusing the same. Here is our great sin. We are years behind. The ministers have been seeking the hidden treasures, and have been opening up the casket, and letting the jewels of truth shine forth, but not one one-hundredth part has been done or is being done by members of the church, that God requires of them. They will, in that great day, be self-convicted, and self-condemned, for their slothfulness. May the Lord lead them to self-penitence, and to now see themselves and exclaim, “Lord, I am that fruitless fig tree.” May the Lord forgive His people who are not doing the work in His vineyard that He has given them to do."},{"refcode_short":"PH007 11","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 11 (Ellen Gould White)","content":"Evils of Inaction"},{"refcode_short":"PH007 11.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 11.1 (Ellen Gould White)","content":"What can we expect but deterioration in religious life when the people listen to sermon after sermon, and do not put into practice the instruction given? The ability God has given, if not exercised, will degenerate, and men and women unemployed will become as tools that rust from inaction. Let the missionary meeting be turned to account in teaching the people how to do missionary work. Put work into their hands, and let not the youth be ignored, but let them come in to share in the labor and responsibility. Let them feel that they have a part to act in helping and blessing others. Even the children should be taught to do some little errand of love and mercy for those less fortunate than themselves."},{"refcode_short":"PH007 11.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 11.2 (Ellen Gould White)","content":"The very simplest modes of work should be devised, and set in operation among the churches. If members will cooperate with such a plan, and perseveringly carry it out, they will reap a rich reward, for their experience will grow brighter, their ability will increase through exercise, and souls will be saved through their efforts. But if, on the other hand, the churches are left to their inactivity, Satan will see that they are employed. He will pre-occupy the field, and give the members lines of work to do that will engage their energies, kill spirituality, and make them fall as dead weights upon the church."},{"refcode_short":"PH007 12","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 12 (Ellen Gould White)","content":"Set the Members to Work"},{"refcode_short":"PH007 12.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 12.1 (Ellen Gould White)","content":"There are scores who have real ability, who are rusting from inaction, and yet many of these do not know how to set themselves at work for the Master. But let some one who has ability to devise ways whereby this talent may be utilized, lay out before these inactive ones the line of work that they could do, and let them understand that this is expected from them, and many who are now unemployed will become true laborers."},{"refcode_short":"PH007 12.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 12.2 (Ellen Gould White)","content":"The parable of the talents should be explained to all. The members of the churches should be made to understand that they are the light of the world, and, according to their several ability, the Lord expects that His professed followers will enlighten and bless those around them. Those who have heard so much preaching ought certainly to know that if they undertake to work for the Lord, they will have divine aid."},{"refcode_short":"PH007 12.3","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 12.3 (Ellen Gould White)","content":"Do not pass by the little things and look for a large work. You might do successfully the small work, but fail utterly in attempting a large work, and fall into discouragement. Take hold wherever you see that there is work to be done. Whether you are rich or poor, great or humble, God calls you into active service for Him. It will be by doing your might what your hands find to do that you will develop talents and aptitude for the work, and it is by neglecting your daily opportunities that you become fruitless and withered. This is why there are so many fruitless trees in the garden of the Lord."},{"refcode_short":"PH007 13","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 13 (Ellen Gould White)","content":"Angels Waiting to Co-operate with Us"},{"refcode_short":"PH007 13.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 13.1 (Ellen Gould White)","content":"All heaven is in activity, and the angels of God are waiting to cooperate with the human agent who will devise plans whereby souls for whom Christ died may hear the glad tidings of salvation. Every soul has an influence for good or evil. If the soul is sanctified to the service of God, and devoted to the work of Christ, the influence will be to gather with Christ. God depends upon the church for the forwarding of His work, and He expects that His professed followers will do their duty as intelligent beings. There is great need that every trained mind, every disciplined intellect, every jot of ability, shall be brought to the work of saving souls. There will be no idler, no slothful one who neglects the work of the Lord, found inside of the kingdom of heaven."},{"refcode_short":"PH007 13.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 13.2 (Ellen Gould White)","content":"God expects His church to discipline and fit its members for the work of enlightening the world. But let no one feel that because he is not educated he can not be expected to take part in the work. God has a work for you to do. He has given to every man his work. You can search the Scriptures for yourself. “The entrance of Thy words giveth light; it giveth understanding unto the simple.” The prayer of the sincere heart, offered in faith, will be heard in heaven."},{"refcode_short":"PH007 13","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 13 (Ellen Gould White)","content":"Ministering to Others"},{"refcode_short":"PH007 13.3","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 13.3 (Ellen Gould White)","content":"Souls are perishing out of Christ, and those who profess to be the disciples of Christ are letting them die. Our brethren have talents entrusted for this very work; but they have bound them up in a napkin and buried them in the earth. What manner of entreaty can be brought to bear upon the idlers in market places that will arouse them to go and work in the Master's vineyard? What can we say to the slothful church-members to make him realize the necessity of unearthing his talent and putting it out to the exchangers? Oh, that God would set this matter in all its importance before the sleeping churches! Oh, that Zion would arouse and put on her beautiful garments! Oh, that she would shine!"},{"refcode_short":"PH007 14.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 14.1 (Ellen Gould White)","content":"This work of enlightening others is not the work of the minister only, but it is the work of all who profess the truth of God. God has given to every man his work in making Christ known to the world. We must teach the members of the church how they may effectually minister to others. There are many who are ordained ministers, who have never yet exercised a shepherd's care over the flock of God, who have never yet watched for souls as they that must give an account. Were the kind of labor of which it stands in need, bestowed upon the church, many who are doing nothing would be educated to become diligent laborers in the harvest field. An education should be given to the people of God that would result in furnishing hundreds who would put out to the exchangers valuable talents, whose use would develop men for positions of trust and influence, and great good would be accomplished for the Master."},{"refcode_short":"PH007 14","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 14 (Ellen Gould White)","content":"Scores of Slothful Servants"},{"refcode_short":"PH007 14.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 14.2 (Ellen Gould White)","content":"But instead of thus developing, the church is left to be a weak, dependent, inefficient body. The members of the church are trained to rely upon preaching, and they do little for Christ. They bear no fruit, but rather increase in selfishness and unfaithfulness. They put their hope in the preacher, and depend on his efforts to keep alive their weak faith. Because of the lack of proper instruction among the church-members by those whom God has placed as overseers, there is not one merely, but scores, who are slothful, and who are hiding their talents in the earth, and still complaining of the Lord's dealings toward them. They need to be tended as do sick children. This condition of weakness must not continue. Well-organized work must be done in the church, that its members may understand the manner in which they may impart light to others, and thus strengthen their own faith and increase their knowledge. As they impart the light which God graciously bestows upon them, to those in darkness, they will be confirmed in the faith. A working church is a living church. We are built up as living stones, and every stone is to emit light; for every one is compared to a precious stone that catches the glory of God and reflects it to others."},{"refcode_short":"PH007 15.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 15.1 (Ellen Gould White)","content":"The idea that the minister must carry all the burdens, and do all the work, is a great mistake. Overworked and broken down, he may go into the grave, when, had the burden been shared as the Lord designed, he might have lived. That the burden may be distributed, an education must be given to the church by those who can instruct the workers to follow Christ, and to work as He worked."},{"refcode_short":"PH007 15","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 15 (Ellen Gould White)","content":"Let the Overseers Devise Plans"},{"refcode_short":"PH007 15.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 15.2 (Ellen Gould White)","content":"Why do not the overseers of the church have councils to devise ways whereby young men and women may be trained to put to use their intrusted talents? Why do not the older members of the church seek to do good, earnest, compassionate work for the children and youth? Many have embraced the truth, and yet they have not been educated as to how they may serve the cause of God and thereby grow in spiritual muscle and sinew. Let the ministers put to use all their ingenuity, that plans may be devised whereby the youthful members of the church may be enlisted in the cause of God. Why should they not be interested in the great work that there is to be done? But do not imagine that this interest can be aroused by going to the missionary meeting and presenting a long sermon; plan ways whereby a live interest may be kindled, and train up the young to do what is appointed them. Let them have a part to act, and from week to week let them bring in their reports, telling what they have experienced, and, through the grace of Christ, what success has been theirs. If the missionary meeting were a meeting where such reports were brought in by consecrated workers, it would not be dull, tedious and uninteresting. It would be full of intense interest, and there would be no lack in attendance."},{"refcode_short":"PH007 16.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 16.1 (Ellen Gould White)","content":"In every church the members should be trained so that they will devote time to the work, and win souls to Christ. How can it be said of the church, “Ye are the light of the world,” unless the members of the church actually impart light to others? In seeking to point sinners to the Lamb of God who taketh away the sins of the world, their own love will be kindled, and by beholding Him they, too, will become changed into His likeness."},{"refcode_short":"PH007 16.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 16.2 (Ellen Gould White)","content":"Will those who have charge of the flock of God awaken to their duty?"},{"refcode_short":"PH007 17","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 17 (Ellen Gould White)","content":"The Need of Home Missionaries"},{"refcode_short":"PH007 17.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 17.1 (Ellen Gould White)","content":"Some who have long professed to be Christians, and yet have felt no responsibility for the souls of those who are perishing right around them, within the shadow of their own homes, may feel a burden to go to foreign lands to take hold of work far off; but where is the evidence of their fitness for such a work? Wherein have they manifested a burden for souls? Let such begin the work at home, in their own household, in their own neighborhood, among their own friends. Here they will find a favorable missionary field. This home missionary work is a test revealing their ability or inability for service in a wider field."},{"refcode_short":"PH007 17","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 17 (Ellen Gould White)","content":"An Example"},{"refcode_short":"PH007 17.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 17.2 (Ellen Gould White)","content":"In the case of Philip and Nathanael we have an example of true home missionary work. Philip had seen Jesus, and was convinced that He was the Messiah. The knowledge he had received was so blessed to him that he wished his friends, also, to know the good news. He was desirous that the light and truth which had brought him such comfort and joy should be shared by Nathanael. True grace in the heart will always reveal its existence by diffusing itself. Philip went in search of Nathanael, and as he called, Nathanael answered from his place of prayer under the fig tree. Nathanael had not had the privilege of listening to the words of Jesus, but he was being drawn toward Him in spirit. He longed for light and truth, and was at the moment sincerely praying for them. Philip with joy exclaimed, “We have found Him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth.” This is the way light is to be communicated,—by private, personal effort. In the home circle, at your neighbor's fireside, at the bedside of the sick, in a quiet way you may read the Scriptures, and speak a word for Jesus and the truth. Precious seed may thus be sown, that will spring up and bring forth fruit after many days."},{"refcode_short":"PH007 18","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 18 (Ellen Gould White)","content":"Loving Labor for the Master"},{"refcode_short":"PH007 18.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 18.1 (Ellen Gould White)","content":"Our Redeemer is to see of the travail of His soul, and be satisfied; how is it with those who profess to be His followers? Will they be satisfied when they see the fruit of their labors? What are the members of the church doing, to be designated “laborers together with God”? Where do we see travail of soul? Where do we see the members of the church absorbed in religious themes, self surrendered to the work and will of God? Where do we see Christians feeling their responsibility to make the church prosperous, a wide-awake, light-giving people? Where are those who do not stint or measure their loving labor for the Master?"},{"refcode_short":"PH007 18.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 18.2 (Ellen Gould White)","content":"Jesus, your Redeemer, and all the holy angels are grieved at your hardness of heart. Jesus came to our world, and gave His own life to save these souls, and yet you who know the truth make so little effort to impart the blessings of His grace to those for whom He died. Such indifference and neglect of duty is an amazement to the angels. In the judgment you must meet the souls you have neglected."},{"refcode_short":"PH007 19","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 19 (Ellen Gould White)","content":"Neglected Opportunities"},{"refcode_short":"PH007 19.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 19.1 (Ellen Gould White)","content":"We see large churches gathered in different localities. Their members have a knowledge of the truth; but they are content to hear and partake of the word of life themselves, and do not seek to impart light to those who are without. Because of these neglected opportunities, this abuse of privileges, they themselves are not growing “in grace and in the knowledge of our Lord and Saviour Jesus Christ.” Thus the members of our churches are weak in faith, deficient in knowledge, and children in experience. They are not rooted and grounded in the truth. If they remain thus, the many delusions of the last days will surely deceive them; for they will have no spiritual eyesight to discern truth from error."},{"refcode_short":"PH007 19.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 19.2 (Ellen Gould White)","content":"The end is near! God calls upon the church to set in order the things that remain. Workers together with God, you are empowered by the Lord to take others with you into the kingdom. You are to be God's living agents, channels of light to the world, and round about you are angels of heaven with their commission from Christ to sustain, strengthen, and uphold you in working for the salvation of souls."},{"refcode_short":"PH007 19.3","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 19.3 (Ellen Gould White)","content":"I appeal to the churches in every conference: Stand out separate and distinct from the world,—in the world, but not of it,—reflecting the bright beams of the Sun of Righteousness, being pure, holy, and undefiled, and in faith carrying light into all the highways and byways of the earth. To His church God has committed the work of diffusing light and bearing the message of His love. Our work is not to condemn, not to denounce, but to beseech men to be reconciled to God. We are to encourage souls, to attract them, and thus win them to Jesus."},{"refcode_short":"PH007 20","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 20 (Ellen Gould White)","content":"Co-operation with God"},{"refcode_short":"PH007 20.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 20.1 (Ellen Gould White)","content":"The upbuilding of the kingdom of God is retarded or urged forward, according to the unfaithfulness or fidelity of human agencies. Unfaithfulness to the cause of Christ makes manifest that love is lacking in the human agent. It was the love of Christ that constrained Him to come and seek and save that which was lost; but the love of Christ does not seem to constrain those who profess His name; for a death-like slumber is upon the human agents, and the work is hindered by failure of the human to cooperate with the divine. Men may pray, “Thy kingdom come, Thy will be done in earth as it is in heaven,” but they fail in acting upon this prayer in their lives. The living Christian in one who has not left his first love, and his candlestick is not removed out of its place. But those who do not maintain their consecration to God are blind, and cannot see afar off, and have forgotten that they were purged from their own sins. But though you may be weak, erring, frail, sinful, and imperfect, the Lord holds out to you the offer of partnership with Himself, inviting you to come under divine instruction. Uniting with Christ, you may work the works of God. “Without Me,” said Christ, “ye can do nothing.”"},{"refcode_short":"PH007 20.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 20.2 (Ellen Gould White)","content":"Isaiah says, “Thy righteousness shall go before thee; the glory of the Lord shall be thy rereward.” This is the righteousness of Christ which goes before us, and the glory of the Lord is to be our rereward. Ye churches of the living God study this promise, and consider how your lack of faith, of spirituality, of divine power, is hindering the coming of the kingdom of God. Were every one of you living missionaries, the gospel would be speedily proclaimed in all countries, to all peoples, nations and tongues. This is the work that must be done before Christ shall come in power and great glory. I call upon the church to pray earnestly, that you may understand your responsibilities. Are you individually laborers together with God? If not why not? When do you mean to do your God-appointed work?"},{"refcode_short":"PH007 21","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 21 (Ellen Gould White)","content":"The Church Must Be Quickened"},{"refcode_short":"PH007 21.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 21.1 (Ellen Gould White)","content":"“Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.” This is a time when every member of the church should be waiting, and watching, and working. Through faith in Jesus Christ, we should be alive unto God; and every man, woman, and child who has a knowledge of the truth, should be able to discern the signs for the times. The weakness and inefficiency of the church must pass away. Creative power from above must impart life to the human agents whom God would use, that they may be able to cooperate with divine intelligences. The church to whom God has imparted his endowment of heavenly truth, must not remain dead in trespasses and sins."},{"refcode_short":"PH007 21.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 21.2 (Ellen Gould White)","content":"As Christ's witnesses, our commission is clear. “Go ye into all the world, and preach the gospel to every creature.” We are to be waiting, watching, working; it is most inconsistent for the church to whom has been opened the treasuries of truth, to be dull, worldly, and indifferent. Casting away all unbelief, we should by faith put every capability and every power into exercise."},{"refcode_short":"PH007 22.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 22.1 (Ellen Gould White)","content":"There is a great work to do, and the Spirit of the living God must enter into the living messenger, that the truth may go with power. The people of God must be aroused from their moral deadness; they must be quickened with power from above. The Lord has promised: “I will pour upon the house of David, and upon the inhabitants of Jerusalem, the spirit of grace and of supplications; and they shall look upon Him whom they have pierced, and they shall mourn for Him as one mourneth for his only son.”"},{"refcode_short":"PH007 22.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 22.2 (Ellen Gould White)","content":"The Lord God of heaven would have the entire church devising ways and means whereby high and low, rich and poor, may hear the message of truth. The Lord Jesus, the mighty Saviour, has died for these souls. He can arouse them from their indifference, He can awaken their sympathies, He can soften their hearts, He can reveal to their souls the beauty and power of the truth. The master worker is God, and not finite man; and yet He calls upon men to be the agents through whom He can impart light to those in darkness. God has jewels in all the churches, and it is not for us to make sweeping denunciation of the professed religious world, but in humility and love to present to all the truth as it is in Jesus. Let men see piety and devotion, let them behold Christ-likeness of character, and they will be drawn to the truth. He who loves God supremely, and his neighbor as himself, will be a light in the world. Those who have a knowledge of the truth, are to communicate the same. They are to lift up Jesus, the world's Redeemer; they are to hold forth the word of life."},{"refcode_short":"PH007 22.3","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 22.3 (Ellen Gould White)","content":"We are in nowise to be deterred from fulfilling our commission by the listlessness, the dullness, the lack of spiritual perception in those upon whom the word of God is brought to bear. We are to preach the word of light to those whom we may judge to be as hopeless subjects as though they were in their graves. Though they may seem to be unwilling to hear or to receive the light of truth, without questioning or wavering we are to do our part."},{"refcode_short":"PH007 23","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 23 (Ellen Gould White)","content":"God's People Are to Watch and Give the Trumpet a Certain Sound"},{"refcode_short":"PH007 23.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 23.1 (Ellen Gould White)","content":"We are pressing on to the final conflict, and this is no time to compromise; it is no time to hide your colors. When the battle rages sore, let no one turn traitor. It is no time to lay down or conceal our weapons, and give Satan the advantage in the warfare; but unless you watch, and keep your garments unspotted from the world, you will not stand true to your Captain. It is no time for watchmen to slumber on the walls of Zion. Let them be wide awake. Call to your fellow watchmen, crying, “The morning cometh, and also the night.” It is no time now to relax our efforts, to become tame and spiritless; no time to hide our light under a bushel, to speak smooth things, to prophesy deceit. Every power is to be employed for God. You are to maintain your allegiance, bearing testimony for God and for truth. Be not turned aside by any suggestion the world can make. We cannot afford to compromise. There is a living issue before us, of vital importance to the remnant people of God, to the very close of this earth's history; for eternal interests are involved. On the very eve of the crisis, it is no time to be found with an evil heart of unbelief, departing from the living God."},{"refcode_short":"PH007 24.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 24.1 (Ellen Gould White)","content":"The original apostasy began in disbelief and denial of the truth; but if we would triumph, we must fix the eye of faith steadfastly upon Jesus, the Captain of our salvation. We are to follow the example of Christ, and in all that Jesus did on earth. He had an eye single to the glory of God. He says, “As the Father gave Me commandment, even so do I.” Divinity and humanity were united in Christ, that He might reveal to us God's purpose, and bring man into close union with Himself. This union will enable us to overcome the enemy; for through faith in Christ we shall have divine power."},{"refcode_short":"PH007 24.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 24.2 (Ellen Gould White)","content":"Our numbers are increasing our facilities are enlarging, and all this calls for union among the workers, for entire consecration and thorough devotion to the cause of God. There is no place in the work of God for half-hearted workers, for those who are neither cold nor hot."},{"refcode_short":"PH007 24.3","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 24.3 (Ellen Gould White)","content":"Watchmen on the walls of Zion are to be vigilant, and sleep not day nor night. But if they have not received the message from the lips of Christ, their trumpets will give an uncertain sound. Brethren, God calls upon you, both ministers and laymen, to listen to His voice speaking to you in His word. Let His truth be received into the heart, that you may be spiritualized by its living, sanctifying power. Then let the distinct message for this time be sent from watchman to watchman on the walls of Zion."},{"refcode_short":"PH007 24","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 24 (Ellen Gould White)","content":"Why Are the Churches So Indolent?"},{"refcode_short":"PH007 24.4","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 24.4 (Ellen Gould White)","content":"As agents for Jesus Christ, men are to be laborers together with God. Why then are so many acting as did Meroz, doing nothing, while those sitting in darkness receive no light, no help from those who claim to be the children of God? How much do such idlers resemble the angel who is represented as flying in the midst of heaven proclaiming the commandments of God and the faith of Jesus. Christ is saying to these idlers in the market place, “Go work today in My vineyard.” Angels who minister to those who shall be heirs of salvation, are saying to every true saint, There is work for you to do. “Go, stand and speak ... to the people the words of this life.” If those addressed would obey this injunction, the Lord would prepare the way before them, putting them in possession of means whereby they could go."},{"refcode_short":"PH007 25.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 25.1 (Ellen Gould White)","content":"Why Are the Churches So Indolent? Why have they no burden for the souls for whom Christ died? and how does heaven regard their inefficiency? The angels are constantly earnest and active, seeking to bring every child of God to work in the vineyard of the Lord. Oh, how they rejoiced when they saw that through the word of Christ the world was brought back into favor and position with God, and again connected with heaven, to be benefited with all the treasures of light and knowledge emanating therefrom; and they sorrow when they see that those for whom so much has been done have no interest to win souls for Christ."},{"refcode_short":"PH007 25.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 25.2 (Ellen Gould White)","content":"Christ's church on earth is to be an agent for Him. Its members are to be devoted to the work to which God has appointed them, taking their places according to God's order, and doing the work He has assigned them. The tidings of every successful effort on their part to dispel the darkness, and to diffuse the light and knowledge of God and Jesus Christ, whom He has sent, are borne upward. The act is presented before all the heavenly intelligences, and thrills through all the principalities and powers, enlisting the sympathy of all heavenly beings."},{"refcode_short":"PH007 26.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 26.1 (Ellen Gould White)","content":"The Lord Jesus expects more of you than you give; yes, a great deal more. He has called and chosen you. Every man according to his several ability, has been given his work. You are to occupy a place as a laborer together with God, and as His agent you are to gather other agencies, and unite them with those already in the work, that the instrumentalities for winning souls to look to Christ may be as many as possible."},{"refcode_short":"PH007 26.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 26.2 (Ellen Gould White)","content":"Angels of God are soliciting you to work in fellowship with them, doing the will of God on earth as verily and unitedly and devotedly as they do the work appointed them in heaven and earth. These angels are surveying the ground occupied by the individual members of the church. They see the advantage gained by Satan when men and women neglect their God-appointed work. They see this work neglected or done in a bungling manner by those who claim to be Christians, and they sorrow over souls that are lost in consequence of this neglect. They cannot take your place or discharge your duty. Could they do this, they would do it gladly; for they know that your eternal welfare depends upon the use you make of your intrusted talents, your intellect, your reason. They cannot do your work, but they stand ready to cooperate with human agencies as they work to draw souls to Jesus Christ, striving to recover them through the infinite gift made for their redemption."},{"refcode_short":"PH007 27.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 27.1 (Ellen Gould White)","content":"It is the duty of every one who claims to believe on Jesus Christ to become a worker for God. Entire consecration and unity are demanded in the work which must be done to bring the grand results. I inquire, How can any one be silent when they know what the Lord Jesus expects from every human being? I implore you that name the name of Christ to no longer be selfishly and wickedly indifferent to your duty. Live unto Christ, who died for you, and rose again."},{"refcode_short":"PH007 27","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 27 (Ellen Gould White)","content":"Every Individual Member Should Be an Active Missionary Worker"},{"refcode_short":"PH007 27.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 27.2 (Ellen Gould White)","content":"The church of Christ has been organized on earth for missionary purposes, and it is of the highest importance that every individual member of the church should be a sincere laborer together with God, filled with the Spirit, having the mind of Christ, perfected in sympathy with Christ, and therefore bending every energy, according to his entrusted ability, to the saving of souls. Christ requires that every one who would be called by His name, should make His work the first and highest consideration, and disinterestedly cooperate with heavenly intelligences in saving the perishing, for whom Christ has died."},{"refcode_short":"PH007 27.3","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 27.3 (Ellen Gould White)","content":"The members of the church of Christ are to be faithful workers in the great harvest field. They are to be diligently working and earnestly praying, making progress, and diffusing light amid the moral darkness of the world; for are not the angels of heaven imparting to them divine inspiration? They are never to think of, and much less to speak of, failure in their work. They are to be filled with hope, knowing that they do not rely upon human ability, or upon finite resources, but upon the promised divine aid, the ministry of heavenly agencies, who are pledged to open the way before them. The promise is given them, “Thy righteousness shall go before them.” We of ourselves have no righteousness; we have only that righteousness which is imparted from Christ, the Fountain of righteousness. He is “the Lord our righteousness.” Angels of God will break the way before us, preparing hearts for the gospel message."},{"refcode_short":"PH007 28.1","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 28.1 (Ellen Gould White)","content":"The Lord Jesus is our efficiency in all things; His Spirit is to be our inspiration; and as we place ourselves in His hands, to be channels of light, our means of doing good will never be exhausted; for the resources of the power of Jesus Christ are to be at our command. We may draw upon his fullness, and receive of that grace which has no limit."},{"refcode_short":"PH007 28.2","refcode_long":"An Appeal to Our Churches in Behalf of Home Missionary Work, p. 28.2 (Ellen Gould White)","content":"Souls are to be gathered as sheaves to Jesus Christ; but where are the reapers? Christ has commanded, “Pray ye therefore the Lord of the harvest that He will send forth laborers into His harvest.” Not only is there a need of reapers, but of other agencies that will work in various lines, according to their ability. Every kind of labor is to be devised and set in operation. Every follower of Christ is to do something in the work, and not to do what you can, is to manifest indifference to the claims of Christ. If you refuse to be a faithful steward, working under the Master, then you are following the directions of another leader, and ranging yourself with those who are warring against God. Christ said, “He that is not with Me, is against Me; and he that gathereth not with Me, scattereth abroad.” If we are not active in the service of Christ, we are ranking with those who are in positive hostility against Him; for we are in the position of stumbling blocks. Every means of influence that God has given you, should be employed to the utmost."}]