[{"refcode_short":"PH009 1","refcode_long":"An Appeal in Behalf of Our New Medical College, p. 1 (Ellen Gould White)","content":"An Appeal in Behalf of Our New Medical College"},{"refcode_short":"PH009 1.1","refcode_long":"An Appeal in Behalf of Our New Medical College, p. 1.1 (Ellen Gould White)","content":"The proper development of the work at Loma Linda calls for prayerful thought and planning, that the instruction which the Lord has given concerning the work there may be fulfilled. Our people in the Eastern and Middle States, as well as those on the Pacific Coast, should feel an intense interest that a special work be done at Loma Linda at the present time. It fills me with anxiety to think that any who seek to obtain the benefits of the education that Loma Linda can give, should be turned away because the buildings are insufficient to give them a place. That some patients have had to be turned away from the Sanitarium has caused me sorrow. The work of the Medical College at Loma Linda must not be crippled for lack of room. There must be some way devised to enlarge quickly the buildings for the rooming of students, so that those who seek a training may not be turned away."},{"refcode_short":"PH009 1.2","refcode_long":"An Appeal in Behalf of Our New Medical College, p. 1.2 (Ellen Gould White)","content":"The students at Loma Linda are seeking for an education that is after the Lord's order,—an education that will help them to develop into successful teachers and laborers for others. When their education there is completed, they should be able to go forth and join the intelligent workers in the worlds great harvest fields who are carrying forward the work of reform that is to prepare a people to stand in the day of Christ's coming. Everywhere workers are needed who know how to combat disease and give skillful care to the sick and suffering. We should do all in our power to enable those who desire to be thus fitted for service, to gain the necessary training. I am instructed that those among us who have means should become God's agencies in this work."},{"refcode_short":"PH009 2.1","refcode_long":"An Appeal in Behalf of Our New Medical College, p. 2.1 (Ellen Gould White)","content":"Our people should become intelligent in the treatment of sickness without the aid of poisonous drugs. Many should seek to obtain the education that will enable them to combat disease in its varied forms by the most simple methods. Thousands have gone down to the grave because of the use of poisonous drugs, who might have been restored to health by simple methods of treatment. Water treatments, wisely and skillfully given, may be the means of saving many lives. Let diligent study be united with faithful ministry. Let prayers of faith be offered by the bedside of the sick. Let the sick be encouraged to claim the promises of God for themselves. “Faith is the substance of things hoped for, the evidence of things not seen.” Christ Jesus, the Savior of men, is to be brought into our labors and councils more and more."},{"refcode_short":"PH009 2.2","refcode_long":"An Appeal in Behalf of Our New Medical College, p. 2.2 (Ellen Gould White)","content":"I am instructed that there are among us those who should become God's agents to labor for the advancement of this work. The Lord would be pleased to see our people who have means using it freely in opening the way for workers to get a training as medical missionaries. To those who have money we say, make your donations. The Lord has given us great advantages in bringing into our possession such institutions as Loma Linda. Let us cooperate with Him in making these places a blessing to humanity. By liberal gifts let us say to the burden-bearers at Loma Linda, “Put up your men's dormitory quickly.”"},{"refcode_short":"PH009 3.1","refcode_long":"An Appeal in Behalf of Our New Medical College, p. 3.1 (Ellen Gould White)","content":"Elders Irwin and Corliss have been selected to visit our brethren in some of the larger conferences, and to ask for immediate help for Loma Linda. Others also are to be appointed to prepare the way for the work to go forward at Loma Linda. The Lord has made it possible for this place to stand as a training center for medical evangelists. A good beginning has been made, but the work must broaden. Help is needed at this time. Let us make room for the carrying forward of the grand work that the Lord has specified should be done. Now, just now, let your means be invested to provide the buildings which the carrying on of this work demands. Do not delay. Encourage the brethren who shall call for means by revealing a spirit that is willing to do the work which greatly needs to be done."},{"refcode_short":"PH009 3.2","refcode_long":"An Appeal in Behalf of Our New Medical College, p. 3.2 (Ellen Gould White)","content":"I ask you, my brethren and sisters, to do what you can to help, and to do it now. Let your means be invested in this work that is so far-reaching. This is the work of God. He has given us great advantages for the carrying on of His work; He now calls for the advantage of your means, that many may be qualified to go forth to finish up His work in the earth. The Lord will reward all who come forward in emergencies, and do their best. Those who can help should be deeply interested in preparing the way for those who wish to be qualified as missionaries for God. My brethren and sisters, work for God with your means while you have opportunity. In doing this, you will be using your talent to His name's glory."}]