[{"refcode_short":"PH004 1","refcode_long":"An Appeal for Missions, p. 1 (Ellen Gould White)","content":"An Appeal for Missions"},{"refcode_short":"PH004 1.1","refcode_long":"An Appeal for Missions, p. 1.1 (Ellen Gould White)","content":"There is a burden upon my soul in regard to the destitute mission fields. There is aggressive work to be done in the missions near you; in the Southern field, which has been sadly neglected; there is great need of funds to advance the work in foreign fields. Our foreign missions are languishing. The missionaries are not sustained as God requires they should be. For want of funds, workers are not able to enter new fields."},{"refcode_short":"PH004 1.2","refcode_long":"An Appeal for Missions, p. 1.2 (Ellen Gould White)","content":"All around us souls are perishing in their sins. But how few are really burdened over the matter. The world is perishing in its misery; but this hardly moves even those who claim to believe the highest and most far-reaching truth ever given to mortals. There is a lack of that love which led Christ to leave his heavenly home, and take man's nature, that humanity might touch humanity, and draw humanity to divinity. There is a stupor, a paralysis, upon the people of God, which keeps them from understanding what is needed for this time."},{"refcode_short":"PH004 1.3","refcode_long":"An Appeal for Missions, p. 1.3 (Ellen Gould White)","content":"God's people are on trial before the heavenly universe; but the scantiness of their gifts and offerings, and the feebleness of their efforts in God's service, mark them as unfaithful stewards. If what they are doing were the best they could do, condemnation would not come upon them; but with their resources they could do much more. The world knows, and they know, that they have to a great degree lost the spirit of self-denial and cross-bearing."},{"refcode_short":"PH004 2.1","refcode_long":"An Appeal for Missions, p. 2.1 (Ellen Gould White)","content":"God calls for men to give the message of warning to the world that is asleep, dead in trespasses and sins. He calls for free-will offerings from those whose hearts are in the work, who have a burden for souls, that they shall not perish, but have everlasting life. Satan is playing the game of life for the souls of men. He is seeking to secure means, that he may bind it up, so that it shall not be used to advance the missionary enterprises. Shall we be ignorant of his devices? Shall we allow him to stupefy our senses, so that we shall not discern the needs of this time?"},{"refcode_short":"PH004 2.2","refcode_long":"An Appeal for Missions, p. 2.2 (Ellen Gould White)","content":"I appeal to our brethren everywhere to awake, to consecrate themselves to God, and to seek wisdom from him. I appeal to the officers of our conferences to make earnest efforts in our churches to arouse them to give of their means for sustaining foreign missions. The Foreign Mission Board needs to carry a continual responsibility in this line. Unless your hearts are touched as you see the situation in foreign fields, the last message of mercy to be given to the world will be restricted, and the work which God would have done will be left undone."},{"refcode_short":"PH004 2.3","refcode_long":"An Appeal for Missions, p. 2.3 (Ellen Gould White)","content":"The last years of probation are passing into eternity. The great day of the Lord is soon to open upon us. We should now use every ability we possess to arouse our people."},{"refcode_short":"PH004 2.4","refcode_long":"An Appeal for Missions, p. 2.4 (Ellen Gould White)","content":"Let the words of the Lord by the prophet Malachi be brought home to every soul: “Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me, and I will return unto you, saith the Lord of hosts. But ye said, Wherein shall we return? Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings. Ye are cursed with a curse: for ye have robbed me, even this whole nation. Bring ye all the tithes in the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it. And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the Lord of hosts. And all nations shall call you blessed: for ye shall be a delightsome land, saith the Lord of hosts.”"},{"refcode_short":"PH004 3.1","refcode_long":"An Appeal for Missions, p. 3.1 (Ellen Gould White)","content":"It is time for us to give heed to the teaching of the word of God. All his injunctions are given to do us good, to convert the soul from a life of sin to a life of righteousness. Every one who is converted to the truth should be instructed in regard to the Lord's requirements for tithes and offerings. As churches are raised up, this work must be taken hold of decidedly. All that men enjoy they receive from the Lord's great firm, and he is pleased to have his heritage enjoy his goods; but with all who stand under the blood-stained banner of Prince Emmanuel he has made a special contract that they show their dependence upon God and their accountability to him by returning to the treasury a certain portion as his own. This is to be invested in supporting the missionary work which must be done to fulfil the commission given by the Son of God just before he left his disciples: “All power is given unto me in heaven and in earth. Go ye therefore, and teach all nations.”"},{"refcode_short":"PH004 4.1","refcode_long":"An Appeal for Missions, p. 4.1 (Ellen Gould White)","content":"“Go ye into all the world, and preach the gospel to every creature,” “baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.”"},{"refcode_short":"PH004 4.2","refcode_long":"An Appeal for Missions, p. 4.2 (Ellen Gould White)","content":"Those who are truly converted are called to do a work which requires money and consecration. The obligation which binds us to place our names on the church roll holds us responsible to work to the utmost of our ability for God. He calls for undivided service, for the entire devotion of heart, soul, mind, and strength. Christ has brought us into church capacity, that he may engage and engross all our capabilities in devoted service for the salvation of others. Anything short of this is opposition to the work. There are only two places in the universe where we can deposit our treasures,—in God's storehouse or in Satan's; and all that is not devoted to God's service is counted on Satan's side, and goes to strengthen his cause."},{"refcode_short":"PH004 4.3","refcode_long":"An Appeal for Missions, p. 4.3 (Ellen Gould White)","content":"The Lord designs that the means entrusted to us shall be used in building up his kingdom. His goods are committed to his stewards, that they may be carefully traded upon, and bring back a revenue to him in the saving of souls unto eternal life. And these souls in their turn will become stewards of truth, to co-operate with the great firm in the interests of the kingdom of God."},{"refcode_short":"PH004 4.4","refcode_long":"An Appeal for Missions, p. 4.4 (Ellen Gould White)","content":"Wherever there is life in the subjects of God's kingdom, there will be increase and growth; there is a constant interchange, taking and giving out, receiving and returning to the Lord his own. God works with every true believer, and the light and blessing received is given out again in the work which the believer does. As he thus gives of that which he has received, his capacity for receiving is increased. As he imparts of the heavenly gifts, he makes room for fresh currents of grace and truth to flow into the soul from the living fountain. Greater light, increased knowledge and blessing, are his. In this work, which devolves upon every church member, is the life and growth of the church. He whose life consists in ever receiving and never giving, soon loses the blessing. If truth does not flow forth from him to others, he loses his capacity to receive. We must impart the goods of heaven if we would have fresh blessings."},{"refcode_short":"PH004 5.1","refcode_long":"An Appeal for Missions, p. 5.1 (Ellen Gould White)","content":"This is as true of temporal as of spiritual blessings. The Lord does not propose to come to this world and lay down gold and silver to advance his work. He supplies men with resources, that they may by their gifts and offerings keep his work advancing. The one purpose above all others for which God's gifts should be used is the sustaining of workers in the great harvest field. And if men will become channels through which God's blessing can flow to others, the Lord will keep the channel supplied. It is not returning to God his entrusted gifts that makes men poor; withholding them tends to poverty."},{"refcode_short":"PH004 5.2","refcode_long":"An Appeal for Missions, p. 5.2 (Ellen Gould White)","content":"The work of imparting to others that which he has received will constitute every member of the church a laborer together with God. Of yourselves you can do nothing; but Christ is the great worker. It is the privilege of every human being who receives Christ to be a worker with him."},{"refcode_short":"PH004 5.3","refcode_long":"An Appeal for Missions, p. 5.3 (Ellen Gould White)","content":"The Saviour said, “I, if I be lifted up from the earth, will draw all men unto me.” For the joy of seeing souls rescued from the hand of the destroyer, Christ endured the cross. He became the living sacrifice for a fallen world. Into that act of self-sacrifice was put the heart of Christ, the love of God; and through this sacrifice the mighty influence of the Holy Spirit was given to the world. It is through sacrifice that the work must be carried forward. Self-sacrifice is required of every child of God. Christ said, “If any man will come after me, let him deny himself, and take up his cross daily, and follow me.” Christ gives a new character to all who believe. This character, through his infinite sacrifice, is to be the reproduction of his own."},{"refcode_short":"PH004 6.1","refcode_long":"An Appeal for Missions, p. 6.1 (Ellen Gould White)","content":"The Author of truth will be the finisher of the work. One truth, received in the heart, will make room for still another truth. And the truth, wherever received, quickens into activity the powers of the receiver. When our church members are truly lovers of God's word, they will reveal the best and strongest qualities, and the nobler they are, the more childlike in spirit will they be, believing the word of God against all selfishness."},{"refcode_short":"PH004 6.2","refcode_long":"An Appeal for Missions, p. 6.2 (Ellen Gould White)","content":"God calls upon his people to awake to their responsibilities. A flood of light is shining from the word of God, and there must be an awakening to neglected obligations. When these are met, by giving back to God his own in tithes and offerings, the way will be opened for the world to hear the message the Lord designs it shall hear. If God's people had the love of Christ in the heart, if every church member were thoroughly imbued with the spirit of self-sacrifice, if all manifested thorough earnestness, there would be no lack of funds for home and foreign missions; our resources would be multiplied; a thousand doors of usefulness would be opened, and we should be invited to enter. Had the purpose of God been carried out by his people in giving the message of mercy to the world, Christ would have come to the earth, and the saints would ere this have received their welcome into the city of God."},{"refcode_short":"PH004 7.1","refcode_long":"An Appeal for Missions, p. 7.1 (Ellen Gould White)","content":"If there was ever a time when sacrifices should be made, it is now. Those who have means should understand that now is the time to use it for God. Let not means be absorbed in multiplying facilities where the work has already been established. Do not add building to building where many interests are now centered. Use the means to establish centers in new fields. Think of our missions in foreign countries. Some of them are struggling to gain even a foothold; they are destitute of even the most meager facilities. Instead of adding to facilities already abundant, build up the work in these destitute fields. Again and again the Lord has spoken in regard to this. His blessing can not attend his people in disregarding his instruction."},{"refcode_short":"PH004 7.2","refcode_long":"An Appeal for Missions, p. 7.2 (Ellen Gould White)","content":"Practice economy in your homes. By many, idols are cherished and worshiped. Put away your idols. Give up your selfish pleasures. Do not, I beg of you, absorb means in embellishing your houses: for it is God's money, and it will be required of you again. Parents, for Christ's sake do not use the Lord's money to please the fancies of your children. Do not teach them to seek after style and ostentation in order to attain an influence in the world. Will this incline them to save the souls for whom Christ died? No; it will not do this. It will create in the heart envy, jealousy, evil surmising. They will be led to compete with the show and extravagance of the world, and to expend the Lord's money for that which is not essential to health and happiness."},{"refcode_short":"PH004 8.1","refcode_long":"An Appeal for Missions, p. 8.1 (Ellen Gould White)","content":"Do not educate your children to think that your love for them must be expressed by indulging their pride, their extravagance, their love of display. There is no time now to invent ways for using up money. Your inventive faculties are to be put to the stretch, to see how you can economize. Instead of gratifying selfish inclination, spending money for those things which destroy the reasoning faculties, study how to deny self, that you may have something to invest in lifting the standard of truth in new fields. The intellect is a talent; use it in studying how your means can best be employed for the salvation of souls."},{"refcode_short":"PH004 8.2","refcode_long":"An Appeal for Missions, p. 8.2 (Ellen Gould White)","content":"Teach your children that God has a claim upon all they possess, and that nothing can ever cancel this claim; all they have is theirs only in trust, to prove whether they will be obedient."},{"refcode_short":"PH004 8.3","refcode_long":"An Appeal for Missions, p. 8.3 (Ellen Gould White)","content":"Money is a needed treasure; let it not be lavished upon those who do not need it. Some one needs your willing gifts. Those who have had means to use freely have not taken into consideration the fact that there are multitudes in the world who are hungry, starving. They may say, I can not feed them all. But by practicing the lessons of Christ on economy, you can feed one. It may be that you can feed many who are hungering for temporal food. And you can feed their souls with the bread of life. “Gather up the fragments, that nothing be lost.” These words were spoken by Him whose power wrought a miracle to supply the needs of five thousand men besides women and children."},{"refcode_short":"PH004 8.4","refcode_long":"An Appeal for Missions, p. 8.4 (Ellen Gould White)","content":"Practice economy in the use of your time. This is the Lord's. Your strength is the Lord's. If you have extravagant habits, cut them away from your life as soon as possible. Unless you do this, you will be bankrupt for eternity. And habits of economy, industry, and sobriety are, even in this world, a better portion for you and your children than a rich dowry."},{"refcode_short":"PH004 9.1","refcode_long":"An Appeal for Missions, p. 9.1 (Ellen Gould White)","content":"We are travelers, pilgrims and strangers, on earth. Let us not spend our means in gratifying desires that God would have us repress. Let us rather set a right example before those with whom we associate. Let us fitly represent our faith to others by restricting our wants. Let the churches arise as one man, and work earnestly as those who are walking in the full light of truth for these last days."},{"refcode_short":"PH004 9.2","refcode_long":"An Appeal for Missions, p. 9.2 (Ellen Gould White)","content":"If in the providence of God you have been given riches, do not settle down with the thought that there is no need for you to exert yourself, that you have enough to draw upon, and that you can eat, drink, and be merry. Do not stand idle while others are using their capabilities in an effort to obtain means for the cause. Invest your means in the Lord's work. If you are doing less than you should do in giving light to the souls perishing around you, be sure that you are incurring guilt by your indolence."},{"refcode_short":"PH004 9.3","refcode_long":"An Appeal for Missions, p. 9.3 (Ellen Gould White)","content":"It is God who gives men power to get wealth, and he has ordained that this ability shall be regarded, not a means of gratifying self, but as a means of returning to God his own. With this object, it is no sin to use our capabilities in acquiring means. Money is to be earned by labor. Every youth should be educated in habits of industry. The Bible condemns no man for being rich, if he has acquired his riches honestly. It is the love of money that is the root of all evil. Wealth will prove a great blessing to its possessor if he realizes that it is not his own, but the Lord's, to be received with thankfulness, and with thankfulness returned to the Giver."},{"refcode_short":"PH004 10.1","refcode_long":"An Appeal for Missions, p. 10.1 (Ellen Gould White)","content":"But of what value is untold wealth, if it is hoarded up in expensive mansions or in bank stock? What do these weigh in the scale in comparison with the salvation of one soul, for whom Christ, the Son of the infinite God, has died?"},{"refcode_short":"PH004 10.2","refcode_long":"An Appeal for Missions, p. 10.2 (Ellen Gould White)","content":"To those who have heaped together treasure for the last days the Lord declares, “Your riches are corrupted, and your garments are motheaten. Your gold and silver is cankered; and the rust of them shall be a witness against you, and shall eat your flesh as it were fire.”"},{"refcode_short":"PH004 10.3","refcode_long":"An Appeal for Missions, p. 10.3 (Ellen Gould White)","content":"The Lord bids us: “Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth. For where your treasure is, there will your heart be also. Let your loins be girded about, and your lights burning; and ye yourselves like unto men that wait for the Lord, when he will return from the wedding; that when he cometh and knocketh, they may open unto him immediately. Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them. And if he shall come in the second watch, or come in the third watch, and find them so, blessed are those servants. And this know, that if the good man of the house had known what hour the thief would come, he would have watched, and not have suffered his house to be broken through. Be ye therefore ready also: for the Son of man cometh at an hour when ye think not.”"},{"refcode_short":"PH004 11","refcode_long":"An Appeal for Missions, p. 11 (Ellen Gould White)","content":"Perils of this Time"},{"refcode_short":"PH004 11.1","refcode_long":"An Appeal for Missions, p. 11.1 (Ellen Gould White)","content":"Satan is busily laying his plans for the last mighty conflict, when all will take sides. After the gospel has been proclaimed in the world for nearly two thousand years, Satan still presents to men and women the same scene that he presented to Christ. In a wonderful manner he causes the kingdoms of the world in their glory to pass before them. These he promises to all who will fall down and worship him. He claims to be the Prince of heaven, he presents before men entrancing views of the kingdom of God, and claims that these are views of his kingdom. Thus he works to bring men under his dominion."},{"refcode_short":"PH004 11.2","refcode_long":"An Appeal for Missions, p. 11.2 (Ellen Gould White)","content":"Listen to the voices, mark the powers, that prevail in the world. Is there any voice of prayer? Do you see any sign that God is recognized? There are priests, plenty of them; but they are trampling under their feet the law of Jehovah. Their garments are stained with the blood of souls. Multitudes are sacrificing to devils. Look, you who are hesitating between obedience and disobedience. Look in imagination at the vast multitudes worshipping at Satan's altar. Listen to the music, to the language, called higher education. But what does God declare it?—The mystery of iniquity."},{"refcode_short":"PH004 11.3","refcode_long":"An Appeal for Missions, p. 11.3 (Ellen Gould White)","content":"Men in their blindness boast of wonderful progress and enlightenment; but to the eye of Omniscience is revealed the inward guilt and depravity. The heavenly Watcher sees the earth filled with violence and crime. Wealth is obtained by every species of robbery, not robbery of men only, but of God. Men are using his means to gratify their selfishness. Everything they can grasp is made to minister to their greed. Avarice and sensuality prevail. Men revenge themselves on those who, they suppose, have hindered the success of their ambitious projects. They cherish the attributes of the first great deceiver. They have accepted him as God, and have become imbued with his spirit."},{"refcode_short":"PH004 12.1","refcode_long":"An Appeal for Missions, p. 12.1 (Ellen Gould White)","content":"Satan is working to the utmost to make himself as God, and to destroy all who oppose his power. And today the world is bowing before him. His power is received as the power of God. It seems that the whole human creation has wondered after the beast. The kings and rulers of the earth, those who are called noblemen, think themselves altogether too great to submit to the yoke of Christ. But they are willing to bow at Satan's bidding."},{"refcode_short":"PH004 12.2","refcode_long":"An Appeal for Missions, p. 12.2 (Ellen Gould White)","content":"Behold Satan's miracle-working power. Every object in the earth, in the air, and in the water has been employed to confirm his claims. Those who yield to these claims are alive with intense activity, one influencing and stimulating another by confirming the greatness and glory of their kingdom. See the activity, the restless surging of the mass in their determination to take and occupy the place of the throne of God. What eagerness, what rage, they exhibit in their religious enthusiasm. Mark the defiant rebellion written in their countenances. Their warfare is against their Creator and Redeemer. How vast is the procession they form. How mighty they think themselves to be in their countless numbers."},{"refcode_short":"PH004 12.3","refcode_long":"An Appeal for Missions, p. 12.3 (Ellen Gould White)","content":"But they do not see all things. The cloud of judicial wrath hangs over them, containing the elements that destroyed Sodom. John saw this multitude. This demon-worship was revealed to him, and it seemed as if the whole world were standing on the brink of perdition. But as he looked with intense interest, he beheld a company of God's commandment keeping people. They had upon their foreheads the seal of the living God, and he exclaimed, “Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus. And I heard a voice from heaven saying unto me, Write, Blessed are the dead which die in the Lord from henceforth: Yea, saith the Spirit, that they may rest from their labors; and their works do follow them. And I looked, and behold a white cloud, and upon the cloud one sat like unto the Son of man, having on his head a golden crown, and in his hand a sharp sickle. And another angel came out of the temple, crying with a loud voice to him that sat on the cloud, Thrust in thy sickle, and reap: for the time is come for thee to reap; for the harvest of the earth is ripe. And he that sat on the cloud thrust in his sickle on the earth; and the earth was reaped. And another angel came out of the temple which is in heaven, he also having a sharp sickle. And another angel came out from the altar, which had power over fire; and cried with a loud cry to him that had the sharp sickle, saying, Thrust in thy sharp sickle, and gather the clusters of the vine of the earth; for her grapes are fully ripe. And the angel thrust in his sickle into the earth, and gathered the vine of the earth, and cast it into the great wine-press of the wrath of God. And the wine-press was trodden without the city, and blood came out of the wine-press, even unto the horse bridles, by the space of a thousand and six hundred furlongs.”"},{"refcode_short":"PH004 13.1","refcode_long":"An Appeal for Missions, p. 13.1 (Ellen Gould White)","content":"When the storm of God's wrath breaks upon the world, it will be a terrible revelation for souls to find that their house is being swept away, because it is built upon the sand. Let the warning be given them before it is too late. We should now feel the responsibility of laboring with intense earnestness to impart to others the light we have received. We can not be too much in earnest. Even those who have felt much have not felt enough. They must feel still more deeply."},{"refcode_short":"PH004 14.1","refcode_long":"An Appeal for Missions, p. 14.1 (Ellen Gould White)","content":"The heart of God is moved. Souls are very precious in his sight. It was for this world that Christ wept in agony, for this world he was crucified. God gave his only begotten Son to save sinners, and he desires us to love others as he has loved us. He desires to see those who have had great light flashing that light upon the pathway of their fellow-men."},{"refcode_short":"PH004 14.2","refcode_long":"An Appeal for Missions, p. 14.2 (Ellen Gould White)","content":"As you see the peril and misery of the world under the working of Satan, do not exhaust your God-given energies in idle lamentations, but go to work for yourselves and for others. It is fitting for us to weep as Christ wept, but let us weep to some purpose. Awake, and feel a burden for those that are perishing. If they are not won to Christ, they will lose an eternity of bliss. Think of what it is possible for them to gain. The soul that God has created and Christ redeemed is of great value because of the possibilities before it, the spiritual advantages that have been granted it, the capabilities it may possess if vitalized by the word of God, and the immortality which through the Life-giver it may gain if obedient. One soul is of more value to heaven than a whole world of property, houses, lands, money. If the sacrifice were essential for the salvation of one soul, it would be the duty of the inhabitants of the earth to sell their possessions in order to secure that soul for eternity. For the conversion of one soul we should tax our resources to the utmost. One soul won to Christ will flash heaven's light all around him, penetrating the moral darkness, and saving other souls. Thus two, five, ten talents will accumulate and double."},{"refcode_short":"PH004 15.1","refcode_long":"An Appeal for Missions, p. 15.1 (Ellen Gould White)","content":"This is not an exaggeration. If Christ left the ninety and nine, that he might seek and save the one lost sheep, shall we be justified in doing less? God himself set an example of self-sacrifice in giving up his Son to a shameful death. Is not a neglect to work even as Christ worked, to sacrifice as he sacrificed, a betrayal of sacred trusts, an insult to God? The lost sheep is to be found at any peril, any cost."},{"refcode_short":"PH004 15.2","refcode_long":"An Appeal for Missions, p. 15.2 (Ellen Gould White)","content":"The cities must have more labor. There are places where the people can best be reached by open air meetings. There are many who can do this line of work, but they must be clad with the whole armor of righteousness. We are altogether too delicate in our work; yet propriety and sound sense are needed."},{"refcode_short":"PH004 15.3","refcode_long":"An Appeal for Missions, p. 15.3 (Ellen Gould White)","content":"A great work is to be accomplished by personal labor. Much is comprehended in the command, “Go out into the highways and hedges, and compel them to come in, that my house may be filled.” There is a work to be done in this line that has not yet been done. Let the Bible be read to those who will hear it. Let God's workers teach the truth in families, with earnest prayer drawing close to the people. If they thus co-operate with God, he will clothe them with spiritual power. The Holy Spirit works with him who opens the Scriptures to others. It is our part to give the word to the people; we are to sow the seed. We know not which shall prosper, whether this or that; but God will give the increase."},{"refcode_short":"PH004 15.4","refcode_long":"An Appeal for Missions, p. 15.4 (Ellen Gould White)","content":"No district is to be neglected. Any region that is left in darkness testifies to our unfaithfulness. Those who know the truth are not to call for constant labor from the ministers. Let the believers, so far as possible, do the work of the church, and keep up the meetings, leaving the ministers free to labor in new fields. In the third chapter of Malachi is instruction for us at this time: “Then they that feared the Lord spake often one to another: and the Lord hearkened, and heard it, and a book of remembrance was written before him for them that feared the Lord, and that thought upon his name. And they shall be mine, saith the Lord of hosts, in that day when I make up my jewels; and I will spare them, as a man spareth his own son that serveth him. Then shall ye return, and discern between the righteous and the wicked, between him that serveth God and him that serveth him not.”"},{"refcode_short":"PH004 16.1","refcode_long":"An Appeal for Missions, p. 16.1 (Ellen Gould White)","content":"Sound an alarm throughout the length and the breadth of the earth. Tell the people that the day of the Lord is near, and hasteth greatly. Let none be left unwarned. We might have been in the place of the poor souls that are in the darkness of error. We might have been placed amidst barbarism. According to the light we have received above others, we are debtors to impart the same to them. The day star has risen upon us; let us flash the light upon the pathway of those in darkness."},{"refcode_short":"PH004 16","refcode_long":"An Appeal for Missions, p. 16 (Ellen Gould White)","content":"The Workers Needed"},{"refcode_short":"PH004 16.2","refcode_long":"An Appeal for Missions, p. 16.2 (Ellen Gould White)","content":"God's people have a mighty work before them, and it must continually rise to greater preeminence. This work was small at the outset. Only a few were called upon the stage of action to begin the work. But gradually the work has advanced; God has brought it from a small beginning into great importance. His truth was to be defended; for men were placing contempt upon the Sabbath of creation, which God declares to be a sign to distinguish between his people and the unbeliever. (Exodus 31:12-18.) And as often as opposers labored to destroy the work, they were defeated. Truth has gradually asserted itself. Providence and grace have done a wonderful work, and its progress in the future is to be greater than in the past."},{"refcode_short":"PH004 17.1","refcode_long":"An Appeal for Missions, p. 17.1 (Ellen Gould White)","content":"There are only two classes in our world, those who like Cain refuse to obey God, and those who like Abel steadfastly adhere to his commandments. Those who are now rooted and grounded in the truth range on one side, standing shoulder to shoulder, heart to heart, in defence of the law of Jehovah. Those who are supporting falsehood in opposition to truth range on the side of the prince of darkness. So oppression is brought in. Those who have yielded themselves up to the will of Satan try to oppress God's servants, as Cain oppressed Abel."},{"refcode_short":"PH004 17.2","refcode_long":"An Appeal for Missions, p. 17.2 (Ellen Gould White)","content":"The great crisis is just before us. God is now restraining the forces of evil, that the last warning may be given to the world. Now is the time to work. Many more workers ought to be in the field. There should be one hundred where now there is only one. Many who have not been ordained or licensed may work in their own neighborhoods and in the regions about them."},{"refcode_short":"PH004 17.3","refcode_long":"An Appeal for Missions, p. 17.3 (Ellen Gould White)","content":"There are lessons for us at this time to learn from the experience of those who labored for God in past generations. How little do we know of the conflicts, trials and difficulties, the hard labor of these men, in fitting themselves to meet the armies of Satan. Putting on the whole armor of God, they were able to stand against the wiles of the devil. Their words were, “My brethren, be strong in the Lord, and in the power of his might. Put on the whole armor of God, that ye may be able to stand against the wiles of the devil. For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places. Wherefore take unto you the whole armor of God, that ye may be able to withstand in the evil day, and having done all, to stand.”"},{"refcode_short":"PH004 18.1","refcode_long":"An Appeal for Missions, p. 18.1 (Ellen Gould White)","content":"These men who in the past gave themselves to God and to the uplifting of his cause were as true as steel to principle. They were men who would not fail nor be discouraged, men who, like Daniel, were full of reverence and zeal for God, men of purpose, industry, and toil. They were as weak and helpless as any of those who are now engaged in the work, but they put their whole dependence in God. They had wealth, but it consisted of mind and soul culture. This every one may have who will make God first, and last, and best in everything. Although destitute of wisdom, knowledge, virtue, and power, we may receive all these if we will learn from Christ the lessons it is our privilege to learn."},{"refcode_short":"PH004 18.2","refcode_long":"An Appeal for Missions, p. 18.2 (Ellen Gould White)","content":"In this time we have privileges and advantages that it was not easy to obtain in generations past. We have increased light, and this has come through the work of those faithful sentinels who made God their dependence, and received power from him to let light shine in clear, bright rays to the world. In this time we have increased light to improve, as men and women of noble worth improved the light God gave them. They toiled long to learn the lessons in the school of Christ, and they did not toil in vain. Their persevering efforts were rewarded. They bound themselves up with the mightiest power, and yet they were ever longing for a deeper, higher, and broader comprehension of eternal realities, that they might unselfishly present the riches of the treasures of truth to a needy world."},{"refcode_short":"PH004 19.1","refcode_long":"An Appeal for Missions, p. 19.1 (Ellen Gould White)","content":"Workers of this character are needed now. Those who are men in the sight of God, and who are thus recorded in the books of heaven, are those who, like Daniel, cultivate every faculty in such a way as best to represent the kingdom of God in a world lying in wickedness. Progress in knowledge is essential; for when employed in the cause of God, knowledge is a power for good. The world needs men of thought, men of principle, men who are constantly growing in understanding and discernment. The press is in need of men to use it to the best advantage, that the truth may be given wings to speed it to every nation, tongue, and people."},{"refcode_short":"PH004 19.2","refcode_long":"An Appeal for Missions, p. 19.2 (Ellen Gould White)","content":"We need to make use of the youth who will cultivate honest industry, who are not afraid to put themselves to the task. Such youth will find a position anywhere, because they falter not by the way; in mind and soul they bear the divine similitude. Their eye is single, and they constantly press onward and upward, crying, Victory. But there is no call for the indolent, the fearful and unbelieving, who by their lack of faith and their unwillingness to deny self for Christ's sake keep the work from advancing."},{"refcode_short":"PH004 20.1","refcode_long":"An Appeal for Missions, p. 20.1 (Ellen Gould White)","content":"There are men who possess excellent faculties, but who have come to a standstill. They do not go forward unto victory. And all the ability with which God has endowed them will be of no value to them if it is unused. Many of these men are found among the grumblers. They grumble because, they say, they are not appreciated. But they do not appreciate themselves sufficiently to co-operate with the greatest Teacher the world has ever known."},{"refcode_short":"PH004 20.2","refcode_long":"An Appeal for Missions, p. 20.2 (Ellen Gould White)","content":"Of what use is it for those who do nothing to long to rise higher than they are? Let them work. Let them rise and advance. Keep step with the great Leader. If you have gone as high as your capabilities will allow you to go, why do you cherish dissatisfaction? Why complain that others do not appreciate you? If you think that you can stand in a higher position, prove yourselves worthy of that position, and still advance. Those who have sown the seeds of indolence will reap that which they have sown. Those who have sown the seeds of ignorance will also reap that which they have sown. It is hard study, hard toil, persevering diligence, that will obtain victories. Waste no hours, waste no moments. Work, earnest, faithful work, will be seen and appreciated. Those who wish for stronger minds can gain them by diligence. The mind increases in power and efficiency by use. It becomes strong by hard thinking. He who uses most diligently his mental and physical powers will achieve the greatest results. Every power of the being grows by action."},{"refcode_short":"PH004 20.3","refcode_long":"An Appeal for Missions, p. 20.3 (Ellen Gould White)","content":"We need as workers men and women who are imbued with the spirit of Christ, who realize that they are united in church capacity that they may use their influence and moral power to save those who are without God and without hope in the world. We call upon every church member in the name of Christ to deny self, take up the cross, and follow Jesus."},{"refcode_short":"PH004 21.1","refcode_long":"An Appeal for Missions, p. 21.1 (Ellen Gould White)","content":"God calls for those who will be workers together with him. Connected with Christ, human nature becomes true and pure. Christ supplies the efficiency, and man becomes a power for good. In Christ's name and strength we may do what we will. Truthfulness and integrity are attributes of God, and he who possesses these qualities possesses a power that is invincible."},{"refcode_short":"PH004 21.2","refcode_long":"An Appeal for Missions, p. 21.2 (Ellen Gould White)","content":"The light of the Sun of Righteousness is to shine upon regions that are in darkness. The waste places of the earth are to be cultivated, that they may bud and blossom as the rose. The word of the Lord, which is eternal life to all who receive it, must be given to those who have it not. This word is to be as the tree of life for the salvation of men, women, youth, and children. Those who through belief and practice have experienced its life-giving power, we ask, Will you not arouse to more resolute, determined effort to hold forth the word of life to your fellow-men?"},{"refcode_short":"PH004 21","refcode_long":"An Appeal for Missions, p. 21 (Ellen Gould White)","content":"Bible Teachers in our Schools"},{"refcode_short":"PH004 21.3","refcode_long":"An Appeal for Missions, p. 21.3 (Ellen Gould White)","content":"A revival in Bible study is needed throughout the world. Attention is to be called, not to the assertions of men, but to the word of God. As this is done, a mighty work will be wrought. When God declared that his word should not return unto him void, he meant all that he said. The gospel is to be preached to all nations. The Bible is to be opened to the people. A knowledge of God is the highest education, and it will cover the earth with its wonderful truth as the waters covers the sea."},{"refcode_short":"PH004 22.1","refcode_long":"An Appeal for Missions, p. 22.1 (Ellen Gould White)","content":"The Bible is to be the great text-book of education; for it carries in every page the evidence of its truth. The study of God's word is to take the place of the study of books that have led minds away from the truth."},{"refcode_short":"PH004 22.2","refcode_long":"An Appeal for Missions, p. 22.2 (Ellen Gould White)","content":"In every school that God has established there will be, as never before, a demand for Bible instruction. Our students are to be educated to become Bible workers, and the Bible teachers can do a most wonderful work if they will themselves learn from the Great Teacher."},{"refcode_short":"PH004 22.3","refcode_long":"An Appeal for Missions, p. 22.3 (Ellen Gould White)","content":"God's word is true philosophy, true science. Human opinions and sensational preaching amount to very little. Those who are imbued with the word of God can teach it in the same simple way in which Christ taught it. Too much depends on the opening of the Scriptures to those in darkness for us to use one word that can not be readily understood. With all their learning, many of those who claim to teach the higher education do not know what they are talking about. The highest education is that which can be made so plain as to be understood by the common people. The greatest Teacher the world ever knew used the simplest language and the plainest symbols."},{"refcode_short":"PH004 22.4","refcode_long":"An Appeal for Missions, p. 22.4 (Ellen Gould White)","content":"The Lord calls upon his shepherds to feed the flock of God with pure provender. He would have us present the truth in its simplicity, line upon line, precept upon precept, here a little and there a little. When this work is done faithfully, many will be convicted and converted by the power of the Holy Spirit. There is need of workers who will come close to unbelievers, not waiting for unbelievers to come close to them, workers who will search for the lost sheep, who will do personal labor, and who will give clear, definite instruction."},{"refcode_short":"PH004 23.1","refcode_long":"An Appeal for Missions, p. 23.1 (Ellen Gould White)","content":"It should be the aim of our schools to provide the best instruction and training for Bible workers. Our conferences should see that the schools are provided with teachers who are thorough Bible teachers and who have a deep Christian experience. The best ministerial talent should be brought into our schools, and the salaries of these teachers should be paid from the tithe."},{"refcode_short":"PH004 23.2","refcode_long":"An Appeal for Missions, p. 23.2 (Ellen Gould White)","content":"At the same time the churches have a part to act. They should see that those who ought to receive its benefit attend the school. They should assist worthy persons who have not the means to obtain an education."},{"refcode_short":"PH004 23.3","refcode_long":"An Appeal for Missions, p. 23.3 (Ellen Gould White)","content":"If our church members were awake, they would multiply their resources; they would send men and women to our schools, not to go through a long course of study, but to learn quickly, and go out into the field. Through a vital connection with God, men and women may quickly gain a knowledge of that great text-book, the word of God, and go forth to impart what they have received."},{"refcode_short":"PH004 23.4","refcode_long":"An Appeal for Missions, p. 23.4 (Ellen Gould White)","content":"Let workers enter the field without going through many preliminaries. Teach them that they are to walk humbly with God, and to begin labor just where they see it is needed. Thus our working force may be greatly increased."},{"refcode_short":"PH004 23.5","refcode_long":"An Appeal for Missions, p. 23.5 (Ellen Gould White)","content":"A great work is being done in medical missionary lines, and its necessities are constantly making themselves felt; but this work need not absorb the funds required in other lines. The medical missionary work, if rightly managed, may be made largely self-sustaining. Let our conferences and our churches see that our youth are educated in the Scriptures; for the gospel is the power of God unto salvation."},{"refcode_short":"PH004 24","refcode_long":"An Appeal for Missions, p. 24 (Ellen Gould White)","content":"Use of the Tithe"},{"refcode_short":"PH004 24.1","refcode_long":"An Appeal for Missions, p. 24.1 (Ellen Gould White)","content":"God's ministers are his shepherds, appointed by him to feed his flock. The tithe is his provision for their maintenance, and he designs that it shall be held sacred for this purpose. The Lord desires that his servants shall be sustained in a proper manner, not in so niggardly a way that they are constantly embarrassed for want of funds. I have been shown cases in which those working in the ministry,—men who were just as deserving as are those employed in the publishing houses,—have been left without sufficient means to support their families. The censure of God is upon the churches that will permit this. Our ministers should be dealt with in a fair, liberal, Christian manner, yet there should be no extravagance; economy must be practiced; for the wants of the cause of God are many, and it must advance."},{"refcode_short":"PH004 24.2","refcode_long":"An Appeal for Missions, p. 24.2 (Ellen Gould White)","content":"Every one who is honored in being a steward of God should carefully guard the tithe fund. The Lord does not sanction the borrowing of this money for other purposes. It should not be drawn upon to meet the incidental expenses of the church. Let a fund be raised by regular donations for this purpose. If the members of the church exercise economy and self-denial in dress and in all their expenses, as God requires, there will be no lack of funds. The tithe will be increased, and there will be donations sufficient for all church expenses."},{"refcode_short":"PH004 24.3","refcode_long":"An Appeal for Missions, p. 24.3 (Ellen Gould White)","content":"In some of the larger conferences the tithe may be more than sufficient to sustain the laborers now in the field. But if the conferences were doing the work that God desires them to do, there would be many more laborers, and the demand for funds would be greatly increased. And these conferences should feel a burden for the regions beyond their own borders. There are missions to be sustained in fields where there are no churches and no tithes, and also where the believers are few and the tithe limited. If you have means that is not needed after settling with your ministers in a liberal manner, send the Lord's money to these destitute places. Special light on this point has been given. I was listening to the voice of the heavenly Messenger, and the directions given were that the churches that had buildings and facilities should in this way assist the missions in foreign countries."},{"refcode_short":"PH004 25","refcode_long":"An Appeal for Missions, p. 25 (Ellen Gould White)","content":"Birthday and Holiday Gifts"},{"refcode_short":"PH004 25.1","refcode_long":"An Appeal for Missions, p. 25.1 (Ellen Gould White)","content":"On birthday anniversaries and at the holiday season people are accustomed to make gifts to one another. The thoughts, the interest and devotion are directed to human beings, while God is forgotten. On birthday occasions the children are taught to expect gifts and attentions for themselves. Too often self-gratification is the lesson given. The mind is turned away from God to self. This is as Satan would have it; but Christ desires to teach us a different lesson. On these occasions he desires that our thoughts shall be turned to God's great goodness in the work of salvation, and he invites us to unite with him in his mission of sacrifice. For our sake Christ gave himself to a life of self-denial and poverty. He was without luxuries, without adornment, without houses or lands. He said, “Foxes have holes, and the birds of the air have nests; but the Son of man hath not where to lay his head.” He gave himself as a sinless offering, that men might have opportunity to return to God. Today the heavenly Watcher waits to see who will appreciate this inestimable gift. He is waiting to see who will show their gratitude to him by self-sacrifice for those he died to save."},{"refcode_short":"PH004 26.1","refcode_long":"An Appeal for Missions, p. 26.1 (Ellen Gould White)","content":"How have we shown our love for Christ? How many have allowed their attention to be diverted from him to their own pleasure, their own enjoyment? We are all taking sides, and by the choice we make we are either honoring or insulting the One who for our sake became poor, that we through his poverty might be rich. Those who refuse to receive and obey the Lord's instruction show contempt for the sacrifice made for them, and will be called upon to answer for the choice they have made."},{"refcode_short":"PH004 26.2","refcode_long":"An Appeal for Missions, p. 26.2 (Ellen Gould White)","content":"Upon no occasion let words be written or spoken that will cause the people to think that they are not expected to give to the cause of God. No man in any position has a right to say by pen or voice, “We will not call upon you for large offerings this year.” Thus they encourage others to think they have done all they should do. It will be time enough for us to think this when we can look up to heaven and say, “Lord, we have called upon thee so much that we will not ask thee for gifts this year.” How would human beings live if the blessings of heaven were not constantly flowing to them? God gives constantly that we may give constantly. There is no time when gifts and offerings should not be presented in accordance with the resources which God has provided. The most costly service we can render, the most precious offering we can bring, is but meager when compared to the wonderful gift of God to our world."},{"refcode_short":"PH004 27","refcode_long":"An Appeal for Missions, p. 27 (Ellen Gould White)","content":"The Co-Operation of Humanity with Divinity"},{"refcode_short":"PH004 27.1","refcode_long":"An Appeal for Missions, p. 27.1 (Ellen Gould White)","content":"As our Creator and Redeemer, Christ has embraced the world in his arms of infinite love. All things belong to him by original and mediatorial efficiency. He is the first and the last and the efficiency of everything. All the value there is in any human being is from Christ, and all belongs to him. All that we have was entrusted to us in order to fulfill his mediatorial plan."},{"refcode_short":"PH004 27.2","refcode_long":"An Appeal for Missions, p. 27.2 (Ellen Gould White)","content":"In the divine plan, evil was foreseen and provided for. A remedy was provided sufficient for complete restoration. But in this plan man himself must act a part as the created agency through whom God would work. Humanity is the instrument through which God works for humanity. As Christ labored for sinners, so man must labor, that humanity may be brought into connection with divinity."},{"refcode_short":"PH004 27.3","refcode_long":"An Appeal for Missions, p. 27.3 (Ellen Gould White)","content":"God's vast design in the mediatorial economy shows that he has embraced all humanity in his plan. He calls for men and women to fill their appointment as agents chosen to carry out his purposes."},{"refcode_short":"PH004 27.4","refcode_long":"An Appeal for Missions, p. 27.4 (Ellen Gould White)","content":"“Ye are laborers together with God.” Christ enlists in his service all who will consent to stand under his authority, all who will wear his yoke and accept the conditions which unite the human with the divine. Those who do this are molded by the influence that through the grace of Christ unites heart to heart, mind to mind, in one complete whole."},{"refcode_short":"PH004 28.1","refcode_long":"An Appeal for Missions, p. 28.1 (Ellen Gould White)","content":"We were brought into existence because we were needed. And it is a sad thought that if we stand on the wrong side, in the ranks of the enemy, we are lost to the design of our creation. We are disappointing our Redeemer; the powers he designs for his service are used to oppose his grace and matchless love. This thought should be sufficient to keep us ever humble."},{"refcode_short":"PH004 28.2","refcode_long":"An Appeal for Missions, p. 28.2 (Ellen Gould White)","content":"God gave his only begotten Son that man might be restored to oneness with Christ. And however indifferent the human agent may think it his privilege to be, he will be judged according to the provisions of grace which cost heaven so much. Man may ignore his responsibility. He may choose to be inspired and controlled by Satan, to withdraw himself from all righteous principles, as though he lived by his own invention. Nevertheless he will be judged as one who might have used all his capabilities in the service of God, but who refused to do this, and took his position under the black banner of the powers of darkness. His failure to do the good he might have done, had he been a partaker of the divine nature, will be recorded against him as a sign that he despised and neglected the great mercy and loving kindness of God, refusing to recognize God's claim to his service."},{"refcode_short":"PH004 28.3","refcode_long":"An Appeal for Missions, p. 28.3 (Ellen Gould White)","content":"Those who love God will not live as though they were under little or no obligation to him. All who have an understanding of the truth should act constantly as if the duty of living a life consecrated to God were the only obligation they were under. They should show that they have a sense of the work to be done, and that they are willing to heed the words of Christ, “If any man will come after me, let him deny himself, and take up his cross daily, and follow me.”"},{"refcode_short":"PH004 29.1","refcode_long":"An Appeal for Missions, p. 29.1 (Ellen Gould White)","content":"All who follow Christ will work as he worked. They will not live to please themselves. Instead of living to show their love for themselves by absorbing means to flatter their own vanity, they will show that they have on the wedding garment, the robe of Christ's righteousness, and that they are conveying to others the invitation to the marriage supper of the Lamb. The knowledge of the rich repast of truth, the redemption Christ offers to the world, will be proclaimed in the message they bear and in the wedding garment which they wear, testifying to the atoning death of Christ, which has provided for them the marriage feast."},{"refcode_short":"PH004 29.2","refcode_long":"An Appeal for Missions, p. 29.2 (Ellen Gould White)","content":"Devoted service is to be shown in saving the souls for whom Christ died. We are to be unsparing in our efforts for those who are perishing out of Christ. He, the Redeemer of the world, can and will save the souls of all who will come unto him. We can never imitate Christ in this work, but we can co-operate with him in his great plan."},{"refcode_short":"PH004 29.3","refcode_long":"An Appeal for Missions, p. 29.3 (Ellen Gould White)","content":"The work left us to do is to endeavor to draw all men unto Christ. We are to present Christ crucified among us, just as if we felt the reality of the scene we picture. We are to tell others of Christ's compassion, laboring with untiring earnestness to uplift the Saviour, pointing to him as did John the Baptist, saying, “Behold the Lamb of God, which taketh away the sin of the world.”"},{"refcode_short":"PH004 29","refcode_long":"An Appeal for Missions, p. 29 (Ellen Gould White)","content":"The Claim of Redemption"},{"refcode_short":"PH004 29.4","refcode_long":"An Appeal for Missions, p. 29.4 (Ellen Gould White)","content":"Tithes and offerings for God are an acknowledgement of his claim on us by creation, and they are also an acknowledgment of his claim by redemption. Because all our power is derived from Christ, these offerings are to flow from us to God. They are to keep ever before us the claim of redemption, the greatest of all claims, and the one that involves every other. The realization of the sacrifice made in our behalf is ever to be fresh in our minds, and is ever to exert an influence on our thoughts and plans. Christ is to be indeed as one crucified among us."},{"refcode_short":"PH004 30.1","refcode_long":"An Appeal for Missions, p. 30.1 (Ellen Gould White)","content":"Know you not that “ye are not your own? for ye are bought with a price.” What a price has been paid for us! Behold the cross, and the Victim uplifted upon it. Look at those hands, pierced with the cruel nails. Look at his feet, fastened with spikes to the tree. Christ bore our sins in his own body. That suffering, that agony, is the price of your redemption. The word of command was given, “Deliver them from going down to perish eternally. I have found a ransom.”"},{"refcode_short":"PH004 30.2","refcode_long":"An Appeal for Missions, p. 30.2 (Ellen Gould White)","content":"The wonderful love of God, manifest in Christ, is the science and the song of all the heavenly universe. Should it not call forth from us gratitude and praise?"},{"refcode_short":"PH004 30.3","refcode_long":"An Appeal for Missions, p. 30.3 (Ellen Gould White)","content":"Know you not that he loved us, and gave himself for us, that we in return should give ourselves to him? O that all the impenitent might see and understand that the Spirit of God is leading them with inexpressible solicitude and gracious importunity to the feet of Jesus. And he who was delivered for your offenses was raised for your justification, and is waiting to receive your homage."},{"refcode_short":"PH004 30.4","refcode_long":"An Appeal for Missions, p. 30.4 (Ellen Gould White)","content":"Why should not love to Christ be expressed to the world by all who receive him by faith, as verily as his love has been expressed to those for whom he died?"},{"refcode_short":"PH004 31.1","refcode_long":"An Appeal for Missions, p. 31.1 (Ellen Gould White)","content":"Christ is represented as hunting, searching for the sheep that was lost. It is his love that encircles us, bringing us back to the fold, giving us the privilege of sitting together with him in heavenly places. When the blessed light of the Sun of Righteousness shines into our hearts, and we rest in peace and joy in the Lord, then let us praise the Lord: praise him who is the health of our countenance, and our God. Let us praise him not in words only, but by the consecration to him of all that we are and all that we have."},{"refcode_short":"PH004 31.2","refcode_long":"An Appeal for Missions, p. 31.2 (Ellen Gould White)","content":"“How much owest thou unto my Lord?” Compute this you can not. Since all that you have is his, will you withhold from him that for which he asks? When he calls for it, will you selfishly grasp it as your own? Will you keep it back, and apply it to some other purpose than the salvation of souls? It is in this way that thousands of souls are lost. How can we better show that we appreciate God's sacrifice, his great donation to our world, than by sending forth gifts and offerings, with praise and thanksgiving from our lips, because of the great love wherewith he has loved us, and drawn us to himself?"},{"refcode_short":"PH004 31.3","refcode_long":"An Appeal for Missions, p. 31.3 (Ellen Gould White)","content":"Looking up to heaven in supplication, present yourself to God as his servant, and all that you have as his, saying, “Lord, of thine own we freely give thee.” Standing in view of the cross of Calvary, and the Son of the infinite God crucified for you, realizing that matchless love, that wonderful display of grace, let your earnest inquiry be, “Lord, what wilt thou have me to do?” He has told you. “Go ye into all the world, and preach the gospel to every creature.”"},{"refcode_short":"PH004 31.4","refcode_long":"An Appeal for Missions, p. 31.4 (Ellen Gould White)","content":"When you see souls in the kingdom of God saved through your gifts and your service, you will rejoice that you had the privilege of doing this work."},{"refcode_short":"PH004 32.1","refcode_long":"An Appeal for Missions, p. 32.1 (Ellen Gould White)","content":"Of the apostles of Christ it is written, “They went forth, and preached everywhere, the Lord working with them, and confirming the word with signs following.” Still the heavenly universe is waiting for channels through which the tide of mercy may flow throughout the world. The same power that the apostles had is now for those who will do God's service."},{"refcode_short":"PH004 32.2","refcode_long":"An Appeal for Missions, p. 32.2 (Ellen Gould White)","content":"Note: This communication was received in Philadelphia, Pennsylvania, November 22, 1898, accompanied by a request “that the Foreign Mission Board publish and circulate it widely in tract form,” “before the holidays if possible.”"}]