[{"refcode_short":"PH001 1","refcode_long":"An Appeal, p. 1 (Ellen Gould White)","content":"An Appeal"},{"refcode_short":"PH001 1.1","refcode_long":"An Appeal, p. 1.1 (Ellen Gould White)","content":"I am filled with sadness when I think of our condition as a people. The Lord has not closed Heaven to us, but our own course of continual backsliding has separated us from God. Pride, covetousness, and love of the world have lived in the heart without fear of banishment or condemnation. Grievous and presumptuous sins have dwelt among us. And yet the general opinion is that the church is flourishing, and that peace and spiritual prosperity are in all her borders."},{"refcode_short":"PH001 1.2","refcode_long":"An Appeal, p. 1.2 (Ellen Gould White)","content":"The church has turned back from following Christ her Leader, and is steadily retreating toward Egypt. Yet few are alarmed or astonished at their want of spiritual power. Doubt and even disbelief of the testimonies of the Spirit of God is leavening our churches everywhere. Satan would have it thus. Ministers who preach self instead of Christ, would have it thus. The testimonies are unread and unappreciated. God has spoken to you. Light has been shining from his word and from the testimonies, and both have been slighted and disregarded. The result is apparent in the lack of purity and devotion and earnest faith among us."},{"refcode_short":"PH001 1.3","refcode_long":"An Appeal, p. 1.3 (Ellen Gould White)","content":"Let each put the question to his own heart. “How have we fallen into this state of spiritual feebleness and dissension? Have we not brought upon ourselves the frown of God because our actions do not correspond with our faith? Have we not been seeking the friendship and applause of the world, rather than the presence of Christ and a deeper knowledge of his will?” Examine your own hearts, judge your own course. Consider what associates you are choosing. Do you seek the company of the wise, or are you willing to choose worldly associates, companions who fear not God, and obey not the gospel?”"},{"refcode_short":"PH001 2.1","refcode_long":"An Appeal, p. 2.1 (Ellen Gould White)","content":"Are your recreations such as to impart moral and spiritual vigor? Will they lead to purity of thought and action? Impurity is today widespread, even among the professed followers of Christ. Passion is unrestrained; the animal propensities are gaining strength by indulgence, while the moral powers are constantly becoming weaker. Many are eagerly participating in worldly, demoralizing amusements which God's word forbids. Thus they sever their connection with God, and rank themselves with the pleasure-lovers of the world. The sins that destroyed the antediluvians and the cities of the plain exist today—not merely in heathen lands, not only among popular professors of Christianity, but with some who profess to be looking for the coming of the Son of man. If God should present these sins before you as they appear in his sight, you would be filled with shame and terror."},{"refcode_short":"PH001 2.2","refcode_long":"An Appeal, p. 2.2 (Ellen Gould White)","content":"And what has caused this alarming condition? Many have accepted the theory of the truth, who have had no true conversion. I know whereof I speak. There are few who feel true sorrow for sin; who have deep, pungent convictions of the depravity of the unregenerate nature. The heart of stone is not exchanged for a heart of flesh. Few are willing to fall upon the Rock, and be broken."},{"refcode_short":"PH001 2.3","refcode_long":"An Appeal, p. 2.3 (Ellen Gould White)","content":"No matter who you are, or what your life has been, you can be saved only in God's appointed way. You must repent; you must fall helpless on the Rock, Christ Jesus. You must feel your need of a physician, and of the one only remedy for sin, the blood of Christ. This remedy can be secured only by repentance toward God, and faith toward our Lord Jesus Christ. Here the work is yet to be begun by many who profess to be Christians, and even to be ministers of Christ. Like the Pharisees of old, many of you feel no need of a Saviour. You are self-sufficient, self-exalted. Said Christ, “I came not to call the righteous, but sinners to repentance.” The blood of Christ will avail for none but those who feel their need of its cleansing power."},{"refcode_short":"PH001 3.1","refcode_long":"An Appeal, p. 3.1 (Ellen Gould White)","content":"What surpassing love and condescension, that when we had no claim upon divine mercy, Christ was willing to undertake our redemption! But our great Physician requires of every soul unquestioning submission. We are never to prescribe for our own case. Christ must have the entire management of will and actions, or he will not undertake in our behalf."},{"refcode_short":"PH001 3.2","refcode_long":"An Appeal, p. 3.2 (Ellen Gould White)","content":"Many are not sensible of their condition, and their danger; and there is much in the nature and manner of Christ's work averse to every worldly principle, and opposed to the pride of the human heart. Jesus requires us to trust ourselves wholly to his hands, and confide in his love and wisdom."},{"refcode_short":"PH001 3.3","refcode_long":"An Appeal, p. 3.3 (Ellen Gould White)","content":"We may flatter ourselves, as did Nicodemus, that our moral character has been correct, and we need not humble ourselves before God, like the common sinner. But we must be content to enter into life in the very same way as the chief of sinners. We must renounce our own righteousness, and plead for the righteousness of Christ to be imputed to us. We must depend wholly upon Christ for our strength. Self must die. We must acknowledge that all we have is from the exceeding riches of divine grace. Let this be the language of our hearts, “Not unto us, O Lord, not unto us, but unto thy name give we glory for thy mercy and for thy truth's sake.”"},{"refcode_short":"PH001 3.4","refcode_long":"An Appeal, p. 3.4 (Ellen Gould White)","content":"Genuine faith is followed by love, and love by obedience. All the powers and passions of the converted man are brought under the control of Christ. His Spirit is a renewing power, transforming to the divine image all who will receive it. It makes me sad to say that this experience is understood by but few who profess the truth. Very many follow on in their own ways, and indulge their sinful desires, and yet profess to be disciples of Christ. They have never submitted their hearts to God. Like the foolish virgins, they have neglected to obtain the oil of grace in their vessels with their lamps. I tell you, my brethren, that a large number who profess to believe and even to teach the truth, are under the bondage of sin. Base passions defile the mind and corrupt the soul. Some who are in the vilest iniquity have borrowed the livery of Heaven, that they may serve Satan more effectively."},{"refcode_short":"PH001 4.1","refcode_long":"An Appeal, p. 4.1 (Ellen Gould White)","content":"“Every one who is born of God doth not commit sin.” He feels that he is the purchase of the blood of Christ, and bound by the most solemn vows to glorify God in his body and in his spirit which are God's. The love of sin and the love of self are subdued in him. He daily asks, “What shall I render unto the Lord for all his benefits toward me?” “Lord, what wilt thou have me to do?” The true Christian will never complain that the yoke of Christ is galling to the neck. He accounts the service of Jesus as the truest freedom. The law of God is his delight. Instead of seeking to bring down the divine commands, to accord with his deficiencies, he is constantly striving to rise to the level of their perfection."},{"refcode_short":"PH001 4.2","refcode_long":"An Appeal, p. 4.2 (Ellen Gould White)","content":"Such an experience must be ours if we would be prepared to stand in the day of God. Now, while probation lingers, while mercy's voice is still heard, is the time for us to put away our sins. While moral darkness covers the earth like a funeral pall, the light of God's standard-bearers must shine the more brightly, showing the contrast between Heaven's light and Satan's darkness."},{"refcode_short":"PH001 4.3","refcode_long":"An Appeal, p. 4.3 (Ellen Gould White)","content":"God has made ample provision that we may stand perfect in his grace, wanting in nothing, waiting for the appearing of our Lord. Are you ready? Have you the wedding garment on? That garment will never cover deceit, impurity, corruption or hypocrisy. The eye of God is upon you. It is a discerner of the thoughts and intents of the heart. We may conceal our sins from the eyes of men, but we can hide nothing from our Maker."},{"refcode_short":"PH001 5.1","refcode_long":"An Appeal, p. 5.1 (Ellen Gould White)","content":"God spared not his own Son, but delivered him to death for our offenses, and raised him again for our justification. Through Christ we may present our petitions at the throne of grace. Through him, unworthy as we are, we may obtain all spiritual blessings. Do we come to him, that we may have life."},{"refcode_short":"PH001 5.2","refcode_long":"An Appeal, p. 5.2 (Ellen Gould White)","content":"How shall we know for ourselves God's goodness and his love? The psalmist tells us—not, hear and know, read and know, or believe and know; but—“Taste and see that the Lord is good.” Instead of relying upon the word of another, taste for yourself."},{"refcode_short":"PH001 5.3","refcode_long":"An Appeal, p. 5.3 (Ellen Gould White)","content":"Experience is knowledge derived from experiment. Experimental religion is what is needed now. “Taste and see that the Lord is good.” Some—yes, a large number—have a theoretical knowledge of religious truth, but have never felt the renewing power of divine grace upon their own hearts. These persons are ever slow to heed the testimonies of warning, reproof, and instruction indicated by the Holy Spirit. They believe in the wrath of God, but put forth no earnest efforts to escape it. They believe in Heaven, but make no sacrifice to obtain it. They believe in the value of the soul, and that erelong its redemption ceaseth forever. Yet they neglect the most precious opportunities to make their peace with God."},{"refcode_short":"PH001 5.4","refcode_long":"An Appeal, p. 5.4 (Ellen Gould White)","content":"They may read the Bible, but its threatenings do not alarm or its promises win them. They approve things that are excellent, yet they follow the way in which God has forbidden them to go. They know a refuge, but do not avail themselves of it. They know a remedy for sin, but do not use it. They know the right, but have no relish for it. All their knowledge will but increase their condemnation. They have never tasted and learned by experience that the Lord is good."},{"refcode_short":"PH001 6.1","refcode_long":"An Appeal, p. 6.1 (Ellen Gould White)","content":"To become a disciple of Christ is to deny self and follow Jesus through evil as well as good report. Few are doing this now. Many prophesy falsely, and the people love to have it so; but what will be done in the end thereof? What will be the decision when their work, with all its results, shall be brought in review before God?"},{"refcode_short":"PH001 6.2","refcode_long":"An Appeal, p. 6.2 (Ellen Gould White)","content":"The Christian life is a warfare. The apostle Paul speaks of wrestling against principalities and powers as he fought the good fight of faith. Again, he declares, “Ye have not yet resisted unto blood, striving against sin.” Ah, no. Today sin is cherished and excused. The sharp sword of the Spirit, the word of God, does not cut to the soul. Has religion changed? Has Satan's enmity to God abated? A religious life once presented difficulties, and demanded self-denial. All is made very easy now. And why is this? The professed people of God have compromised with the powers of darkness."},{"refcode_short":"PH001 6.3","refcode_long":"An Appeal, p. 6.3 (Ellen Gould White)","content":"There must be a revival of the strait testimony. The path to Heaven is no smoother now than in the days of our Saviour. All our sins must be put away. Every darling indulgence that hinders our religious life must be cut off. The right eye or the right hand must be sacrificed, if it cause us to offend. Are we willing to renounce our own wisdom, and to receive the kingdom of Heaven as a little child? Are we willing to part with self-righteousness? Are we willing to give up our chosen worldly associates? Are we willing to sacrifice the approbation of men? The prize of eternal life is of infinite value. Will we put forth efforts and make sacrifices proportionate to the worth of the object to be attained?"},{"refcode_short":"PH001 6.4","refcode_long":"An Appeal, p. 6.4 (Ellen Gould White)","content":"Every association we form, however limited, exerts some influence upon us. The extent to which we yield to that influence will be determined by the degree of intimacy, the constancy of the intercourse, and our love and veneration for the one with whom we associate. Thus by acquaintance and association with Christ, we may become like him, the one faultless example."},{"refcode_short":"PH001 7.1","refcode_long":"An Appeal, p. 7.1 (Ellen Gould White)","content":"Communion with Christ—how unspeakably precious! Such communion it is our privilege to enjoy, if we will seek it, if we will make any sacrifice to secure it. When the early disciples heard the words of Christ, they felt their need of him. They sought, they found, they followed him. They were with him in the house, at the table, in the closet, in the field. They were with him as pupils with a teacher, daily receiving from his lips lessons of holy truth. They looked to him as servants to their master, to learn their duty. They served him cheerfully, gladly. They followed him, as soldiers follow their commander, fighting the good fight of faith. “And they that are with him are called, and chosen, and faithful.”"},{"refcode_short":"PH001 7.2","refcode_long":"An Appeal, p. 7.2 (Ellen Gould White)","content":"“He that saith he abideth in Him, ought himself so to walk, even as He walked. And if any man have not the spirit of Christ, he is none of his.” This conformity to Jesus will not be unobserved by the world. It is a subject of notice and comment. The Christian may not be conscious of the great change; for the more closely he resembles Christ in character, the more humble will be his opinion of himself; but it will be seen and felt by all around him. Those who have had the deepest experience in the things of God, are the farthest removed from pride or self-exaltation. They have the humblest thoughts of self, and the most exalted conceptions of the glory and excellence of Christ. They feel that the lowest place in his service is too honorable for them."},{"refcode_short":"PH001 7.3","refcode_long":"An Appeal, p. 7.3 (Ellen Gould White)","content":"Moses did not know that his face shone with a brightness painful and terrifying to those who had not, like himself, communed with God. Paul had a very humble opinion of his own advancement in the Christian life. He says, “Not as though I had already attained, either were already perfect.” He speaks of himself as the “chief of sinners.” Yet Paul had been highly honored of the Lord. He had been taken, in holy vision, to the third heaven, and had there received revelations of divine glory which he could not be permitted to make known."},{"refcode_short":"PH001 8.1","refcode_long":"An Appeal, p. 8.1 (Ellen Gould White)","content":"John the Baptist was pronounced by our Saviour the greatest of prophets. Yet what a contrast between the language of this man of God and that of many who profess to be ministers of the cross. When asked if he was the Christ, John declares himself unworthy even to unloose his Master's sandals. When his disciples came with the complaint that the attention of the people was turned to the new Teacher, John reminded them that he himself had claimed to be only the forerunner of the Promised One. To Christ, as the bridegroom, belongs the first place in the affections of his people. “The friend of the bridegroom, that standeth and heareth him, rejoiceth because of the bridegroom's voice. This my joy, therefore, is fulfilled. He must increase, but I must decrease. He that cometh from above is above all.” “He that hath received His testimony, hath set to his seal that God is true.”"},{"refcode_short":"PH001 8.2","refcode_long":"An Appeal, p. 8.2 (Ellen Gould White)","content":"It is such workers that are needed in the cause of God today. The self-sufficient, the envious and jealous, the critical and fault-finding, can well be spared from his sacred work. They should not be tolerated in the ministry, even though they may, apparently, have accomplished some good. God is not straitened for men or means. He calls for workers who are true and faithful, pure and holy; for those who have felt their need of the atoning blood of Christ and the sanctifying grace of his Spirit."},{"refcode_short":"PH001 8.3","refcode_long":"An Appeal, p. 8.3 (Ellen Gould White)","content":"My brethren, God is grieved with your envying and jealousies, your bitterness and dissension. In all these things you are yielding obedience to Satan, and not to Christ. When we see men firm in principle, fearless in duty, zealous in the cause of God, yet humble and lowly, gentle and tender, patient toward all, ready to forgive, manifesting love for souls for whom Christ died, we do not need to inquire, Are they Christians? They give unmistakable evidence that they have been with Jesus and learned of him. When men reveal the opposite traits, when they are proud, vain, frivolous, worldly-minded, avaricious, unkind, censorious, we need not be told with whom they are associating, who is their most intimate friend. They may not believe in witchcraft, but notwithstanding this, they are holding communion with an evil spirit."},{"refcode_short":"PH001 9.1","refcode_long":"An Appeal, p. 9.1 (Ellen Gould White)","content":"To this class I would say, “Glory not, and lie not against the truth. This wisdom descendeth not from above, but is earthly, sensual, devilish. For where envying and strife is, there is confusion and every evil work. But the wisdom from above is first pure, then peaceable, gentle, and easy to be entreated; full of mercy and good fruits, without partiality and without hypocrisy. And the fruit of righteousness is sown in peace of them that make peace.”"},{"refcode_short":"PH001 9.2","refcode_long":"An Appeal, p. 9.2 (Ellen Gould White)","content":"When the Pharisees and Sadducees flocked to the baptism of John, that fearless preacher of righteousness addressed them, “O generation of vipers, who hath warned you to flee from the wrath to come? Bring forth therefore fruit meet for repentance.” These men were actuated by unworthy motives in coming to John. They were men of poisonous principles and corrupt practices. Yet they had no sense of their true condition. Filled with pride and ambition, they would not hesitate at any means to exalt themselves and strengthen their influence with the people. They came to receive baptism at the hand of John that they might better carry out these designs."},{"refcode_short":"PH001 9.3","refcode_long":"An Appeal, p. 9.3 (Ellen Gould White)","content":"John read their motives, and met them with the searching inquiry, “Who hath warned you to flee from the wrath to come?” Had they heard the voice of God speaking to their hearts, they would have given evidence of the fact, by bringing forth fruit meet for repentance. No such fruit was seen. They had heard the warning as merely the voice of man. They were charmed with the power and boldness with which John spoke; but the Spirit of God did not send conviction to their hearts, and as the sure result bring forth fruit unto eternal life. They gave no evidence of a change of heart. Without the transforming power of the Holy Spirit, John would have them understand that no outward ceremony could benefit them."},{"refcode_short":"PH001 10.1","refcode_long":"An Appeal, p. 10.1 (Ellen Gould White)","content":"The reproof of the prophet is applicable to many in our day. They cannot gainsay the clear and convincing arguments that sustain the truth, but they accept it more as the result of human reasoning than of divine revelation. They have no true sense of their condition as sinners, they manifest no real brokenness of heart; but like the Pharisees, they feel that it is a great condescension for them to accept the truth."},{"refcode_short":"PH001 10.2","refcode_long":"An Appeal, p. 10.2 (Ellen Gould White)","content":"None are farther from the kingdom of Heaven than self-righteous formalists, filled with pride at their own attainments, while they are wholly destitute of the spirit of Christ; while envy, jealousy, or love of praise and popularity controls them. They belong to the same class that John addressed as a generation of vipers, children of the wicked one. Such persons are among us, unseen, unsuspected. They serve the cause of Satan more effectively than the vilest profligate; for the latter does not disguise his true character; he appears what he is."},{"refcode_short":"PH001 10.3","refcode_long":"An Appeal, p. 10.3 (Ellen Gould White)","content":"God requires fruit meet for repentance. Without such fruit, our profession of faith is of no value. The Lord is able to raise up true believers among those who have never heard his name. “Think not to say within yourselves, we have Abraham to our father; for I say unto you that God is able of these stones to raise up children unto Abraham.”"},{"refcode_short":"PH001 10.4","refcode_long":"An Appeal, p. 10.4 (Ellen Gould White)","content":"God is not dependent upon men who are unconverted in heart and life. He will never favor any man who practices iniquity. “And now the ax is laid unto the root of the trees; therefore every tree which bringeth not forth good fruit is hewn down and cast into the fire.”"},{"refcode_short":"PH001 11.1","refcode_long":"An Appeal, p. 11.1 (Ellen Gould White)","content":"Those who laud and flatter the minister, while they neglect the works of righteousness, give unmistakable evidence that they are converted to the minister and not to God. We inquire, “Who hath warned you to flee from the wrath to come?” Was it the voice of the Holy Spirit or merely the voice of man which you heard in the message sent from God? The fruit borne will testify to the character of the tree."},{"refcode_short":"PH001 11.2","refcode_long":"An Appeal, p. 11.2 (Ellen Gould White)","content":"No outward forms can make us clean; no ordinance, administered by the saintliest of men, can take the place of the baptism of the Holy Ghost. The Spirit of God must do its work upon the heart. All who have not experienced its regenerating power are chaff among the wheat. Our Lord has his fan in his hand, and he will thoroughly purge his floor. In the coming day, he will discern “between him that serveth God, and him that serveth him not.”"},{"refcode_short":"PH001 11.3","refcode_long":"An Appeal, p. 11.3 (Ellen Gould White)","content":"The spirit of Christ will be revealed in all who are born of God. Strife and contention cannot arise among those who are controlled by his Spirit. “Be ye clean that bear the vessels of the Lord.” The church will rarely take a higher stand than is taken by her ministers. We need a converted ministry and a converted people. Shepherds who watch for souls as they that must give account will lead the flock on in paths of peace and holiness. Then success in this work will be in proportion to their own growth in grace and knowledge of the truth. When the teachers are sanctified, soul, body, and spirit, they can impress upon the people the importance of such sanctification."},{"refcode_short":"PH001 11.4","refcode_long":"An Appeal, p. 11.4 (Ellen Gould White)","content":"To talk of religious things in a casual way, to pray for spiritual blessings without real soul-hunger, and living faith, avails little. The wondering crowd that pressed close about Christ, realized no vital power from the contact. But when the poor, suffering woman, in her great need, put forth her hand and touched the hem of Jesus’ garment, she felt the healing virtue. Hers was the touch of faith. Christ recognized the touch, and he determined there to give a lesson for all his followers, to the close of time. He knew that virtue had gone out of him, and turning about in the throng he said, “Who touched my clothes?” Surprised at such a question, his disciples answered, “Thou seest the multitude thronging thee, and sayest thou, who touched me?”"},{"refcode_short":"PH001 12.1","refcode_long":"An Appeal, p. 12.1 (Ellen Gould White)","content":"Jesus fixed his eyes upon her who had done this. She was filled with fear. Great joy was hers; but had she overstepped her duty? Knowing what was done in her, she came trembling and fell at his feet, and told him all the truth. Christ did not reproach her. He gently said, “Go in peace, and be whole of thy plague.”"},{"refcode_short":"PH001 12.2","refcode_long":"An Appeal, p. 12.2 (Ellen Gould White)","content":"Here was distinguished the casual contact from the touch of faith. Prayer and preaching, without the exercise of living faith in God, will be in vain. But the touch of faith opens to us the divine treasure-house of power and wisdom; and thus, through instruments of clay, God accomplishes the wonders of his grace."},{"refcode_short":"PH001 12.3","refcode_long":"An Appeal, p. 12.3 (Ellen Gould White)","content":"This living faith is our great need today. We must know that Jesus is indeed ours; that his spirit is purifying and refining our hearts. If the ministers of Christ had genuine faith, with meekness and love, what a work they might accomplish! What fruit would be seen to the glory of God!"},{"refcode_short":"PH001 12.4","refcode_long":"An Appeal, p. 12.4 (Ellen Gould White)","content":"What can I say to you, my brethren, that shall arouse you from your carnal security? I have been shown your perils. There are both believers and unbelievers in the church. Christ represents these two classes in his parable of the vine and its branches. He exhorts his followers, “Abide in me and I in you. As the branch cannot bear fruit of itself, except it abide in the vine, no more can ye, except ye abide in me. I am the vine, ye are the branches. He that abideth in me, and I in him, the same bringeth forth much fruit; for without me ye can do nothing.”"},{"refcode_short":"PH001 12.5","refcode_long":"An Appeal, p. 12.5 (Ellen Gould White)","content":"There is a wide difference between a pretended union and a real connection with Christ by faith. A profession of the truth places men in the church, but this does not prove that they have a vital connection with the living Vine. A rule is given by which the true disciple may be distinguished from those who claim to follow Christ, but have not faith in him. The one class are fruit-bearing; the other, fruitless. The one are often subjected to the pruning-knife of God, that they may bring forth more fruit; the other, as withered branches, are erelong to be severed from the living Vine."},{"refcode_short":"PH001 13.1","refcode_long":"An Appeal, p. 13.1 (Ellen Gould White)","content":"I am deeply solicitous that our people should preserve the living testimony among them; and that the church should be kept pure from the unbelieving element. Can we conceive of a closer, more intimate relation to Christ than is set forth in the words, “I am the vine, ye are the branches”? The fibers of the branch are almost identical with those of the vine. The communication of life, strength, and fruitfulness from the trunk to the branches is unobstructed and constant. The root sends its nourishment through the branch. Such is the true believer's relation to Christ. He abides in Christ, and draws his nourishment from him."},{"refcode_short":"PH001 13.2","refcode_long":"An Appeal, p. 13.2 (Ellen Gould White)","content":"This spiritual relation can be established only by the exercise of personal faith. This faith must express on our part supreme preference, perfect reliance, entire consecration. Our will must be wholly yielded to the divine will, our feelings, desires, interests, and honor, identified with the prosperity of Christ's kingdom and the honor of his cause, we constantly receiving grace from him, and Christ accepting gratitude from us."},{"refcode_short":"PH001 13.3","refcode_long":"An Appeal, p. 13.3 (Ellen Gould White)","content":"When this intimacy of connection and communication is formed, our sins are laid upon Christ, his righteousness is imputed to us. He was made sin for us, that we might be made the righteousness of God in him. We have access to God through him; we are accepted in the beloved. Whoever by word or deed injures a believer, thereby wounds Jesus. Whoever gives a cup of cold water to a disciple because he is a child of God, will be regarded by Christ as giving to himself."},{"refcode_short":"PH001 13.4","refcode_long":"An Appeal, p. 13.4 (Ellen Gould White)","content":"It was when Christ was about to take leave of his disciples, that he gave them the beautiful emblem of his relation to believers. He had been presenting before them the close union with himself by which they could maintain spiritual life when his visible presence was withdrawn. To impress it upon their minds, he gave them the vine as its most striking and appropriate symbol."},{"refcode_short":"PH001 14.1","refcode_long":"An Appeal, p. 14.1 (Ellen Gould White)","content":"The Jews had always regarded the vine as the most noble of plants, and a type of all that was powerful, excellent, and fruitful. “The vine,” our Lord would seem to say, “which you prize so highly, is a symbol. I am the reality; I am the true vine. As a nation you prize the vine; as sinners you should prize me above all things earthly. The branch cannot live separated from the vine; no more can you live unless you are abiding in me.”"},{"refcode_short":"PH001 14.2","refcode_long":"An Appeal, p. 14.2 (Ellen Gould White)","content":"All Christ's followers have as deep an interest in this lesson as had the disciples who listened to his words. In the apostasy, man alienated himself from God. The separation is wide and fearful; but Christ has made provision again to connect us with himself. The power of evil is so identified with human nature that no man can overcome, except by union with Christ. Through this union we receive moral and spiritual power. If we have the spirit of Christ, we shall bring forth the fruits of righteousness, fruit that will honor and bless men, and glorify God."},{"refcode_short":"PH001 14.3","refcode_long":"An Appeal, p. 14.3 (Ellen Gould White)","content":"The Father is the vine-dresser. He skillfully and mercifully prunes every fruit-bearing branch. Those who share Christ's suffering and reproach now, will share his glory hereafter. He “will not be ashamed to call them brethren.” His angels minister to them. His second appearing will be as the Son of man, thus even in his glory identifying him with humanity. To those who have united themselves to him, he declares, “Though a mother may forget her child, yet will not I forget thee. I have graven thee upon the palms of my hands. Thou art continually before me.”"},{"refcode_short":"PH001 14.4","refcode_long":"An Appeal, p. 14.4 (Ellen Gould White)","content":"Oh, what amazing privileges are proffered us! Will we put forth most earnest efforts to form this alliance with Christ, through which alone these blessings are attained? Will we break off our sins by righteousness, and our iniquities by turning unto the Lord? Skepticism and infidelity are wide-spread. Christ asked the question, “When the Son of man cometh, shall he find faith on the earth?” We must cherish a living, active faith. The permanence of our faith is the condition of our union."},{"refcode_short":"PH001 15.1","refcode_long":"An Appeal, p. 15.1 (Ellen Gould White)","content":"A union with Christ by living faith is enduring; every other union must perish. Christ first chose us, paying an infinite price for our redemption; and the true believer chooses Christ as first and last, and best in everything. But this union costs us something. It is a union of utter dependence, to be entered into by a proud being. All who form this union must feel their need of the atoning blood of Christ. They must have a change of heart. They must submit their own will to the will of God. There will be a struggle with outward and internal obstacles. There must be a painful work of detachment, as well as a work of attachment. Pride, selfishness, vanity, worldliness—sin in all its forms—must be overcome, if we would enter into a union with Christ. The reason why many find the Christian life so deplorably hard, why they are so fickle, so variable, is, they try to attach themselves to Christ without first detaching themselves from these cherished idols."},{"refcode_short":"PH001 15.2","refcode_long":"An Appeal, p. 15.2 (Ellen Gould White)","content":"After the union with Christ has been formed, it can be preserved only by earnest prayer and untiring effort. We must resist, we must deny, we must conquer self. Through the grace of Christ, by courage, by faith, by watchfulness, we may gain the victory."},{"refcode_short":"PH001 15.3","refcode_long":"An Appeal, p. 15.3 (Ellen Gould White)","content":"Believers become one in Christ; but one branch cannot be sustained by another. The nourishment must be obtained through the vital connection with the vine. We must feel our utter dependence on Christ. We must live by faith on the Son of God. That is the meaning of the injunction, “Abide in me.” The life we live in the flesh is not to the will of men, not to please our Lord's enemies, but to serve and honor Him who loved us, and gave himself for us. A mere assent to this union, while the affections are not detached from the world, its pleasures and its dissipations, only emboldens the heart in disobedience."},{"refcode_short":"PH001 16.1","refcode_long":"An Appeal, p. 16.1 (Ellen Gould White)","content":"As a people we are sadly destitute of faith and love. Our efforts are altogether too feeble for the time of peril in which we live. The pride and self-indulgence, the impiety and iniquity, by which we are surrounded, have an influence upon us. Few realize the importance of shunning, so far as possible, all associations unfriendly to religious life. In choosing their surroundings, few make their spiritual prosperity the first consideration."},{"refcode_short":"PH001 16.2","refcode_long":"An Appeal, p. 16.2 (Ellen Gould White)","content":"Parents flock with their families to the cities, because they fancy it easier to obtain a livelihood there than in the country. The children, having nothing to do when not in school, obtain a street education. From evil associates, they acquire habits of vice and dissipation. The parents see all this, but it will require a sacrifice to correct their error, and they stay where they are, until Satan gains full control of their children. Better sacrifice any and every worldly consideration than to imperil the precious souls committed to your care. They will be assailed by temptations, and should be taught to meet them, but it is your duty to cut off every influence, to break up every habit, to sunder every tie, that keeps you from the most free, open, and hearty committal of yourselves and your family to God."},{"refcode_short":"PH001 16.3","refcode_long":"An Appeal, p. 16.3 (Ellen Gould White)","content":"Instead of the crowded city, seek some retired situation where your children will be, so far as possible, shielded from temptation, and there train and educate them for usefulness. The prophet Ezekiel thus enumerates the causes that led to Sodom's sin and destruction: “Pride, fullness of bread, and abundance of idleness was in her and in her daughters; neither did she strengthen the hands of the poor and needy.” All who would escape the doom of Sodom, must shun the course that brought God's judgments upon that wicked city."},{"refcode_short":"PH001 17.1","refcode_long":"An Appeal, p. 17.1 (Ellen Gould White)","content":"My brethren, you are disregarding the most sacred claims of God, by your neglect to consecrate yourselves and your children to him. Many of you are reposing in false security, absorbed in selfish interests, and attracted by earthly treasures. You fear no evil. Danger seems a great way off. You will be deceived, deluded, to your eternal ruin, unless you arouse, and with penitence, and deep humiliation, return unto the Lord."},{"refcode_short":"PH001 17.2","refcode_long":"An Appeal, p. 17.2 (Ellen Gould White)","content":"Again and again has the voice from Heaven addressed you. Will you obey this voice? Will you heed the counsel of the True Witness, to seek the gold tried in the fire, the white raiment, and the eye-salve? The gold is faith and love, the white raiment is the righteousness of Christ, the eye-salve is that spiritual discernment which will enable you to see the wiles of Satan and shun them, to detect sin and abhor it, to see truth and obey it."},{"refcode_short":"PH001 17.3","refcode_long":"An Appeal, p. 17.3 (Ellen Gould White)","content":"The deadly lethargy of the world is paralyzing your senses. Sin no longer appears repulsive, because you are blinded by Satan. The judgments of God are soon to be poured out upon the earth. “Escape for thy life,” is the warning from the angels of God. Other voices are heard saying, “Do not become excited; there is no cause for special alarm.” Those who are at ease in Zion cry peace and safety, while Heaven declares that swift destruction is about to come upon the transgressor. The young, the frivolous, the pleasure-loving, consider these warnings as idle tales, and turn from them with a jest. Parents are inclined to think their children about right in the matter, and all sleep on at ease. Thus it was at the destruction of the old world, and when Sodom and Gomorrah were consumed by fire. On the night prior to their destruction, the cities of the plain rioted in pleasure. Lot was derided for his fears and warnings. But it was these scoffers that perished in the flames. That very night the door of mercy was forever closed to the wicked, careless inhabitants of Sodom."},{"refcode_short":"PH001 18.1","refcode_long":"An Appeal, p. 18.1 (Ellen Gould White)","content":"It is God who holds in his hands the destiny of souls. He will not always be mocked; he will not always be trifled with. Already his judgments are in the land. Fierce and awful tempests leave destruction and death in their wake. The devouring fire lays low the desolate forest and the crowded city. Storm and shipwreck await those who journey upon the deep. Accident and calamity threaten all who travel upon the land. Hurricanes, earthquakes, sword and famine, follow in quick succession. Yet the hearts of men are hardened. They recognize not the warning voice of God. They will not flee to the only refuge from the gathering storm."},{"refcode_short":"PH001 18.2","refcode_long":"An Appeal, p. 18.2 (Ellen Gould White)","content":"Many who have been placed upon the walls of Zion, to watch with eagle eye for the approach of danger, and lift the voice of warning, are themselves asleep. The very ones who should be most active and vigilant in this hour of peril are neglecting their duty, and bringing upon themselves the blood of souls."},{"refcode_short":"PH001 18.3","refcode_long":"An Appeal, p. 18.3 (Ellen Gould White)","content":"Let no one put aside this warning, and say, “It does not mean me. I will not be disturbed by this excitable message.” It is the evil servant who says in his heart, “My Lord delayeth his coming.” Professedly a servant of Christ, he does not, in words, deny that the Lord is soon to come; but his actions show that he puts off that day to a distant period. He guiltily presumes on the supposed delay; he becomes careless, and his works testify his unbelief. He adopts the maxims and conforms to the practices of the world."},{"refcode_short":"PH001 18.4","refcode_long":"An Appeal, p. 18.4 (Ellen Gould White)","content":"My brethren, beware of the evil heart of unbelief. The word of God is plain and close in its restrictions; it interferes with your selfish indulgence; therefore you do not obey it. The testimonies of his Spirit call your attention to the Scriptures, point out your defects of character, and rebuke your sins; therefore you do not heed them. And to justify your carnal, ease-loving course, you begin to doubt whether the testimonies are from God. If you would obey their teachings, you would be assured of their divine origin. Remember, your unbelief does not effect their truthfulness. If they are from God, they will stand. Those who seek to lessen the faith of God's people in these testimonies, which have been in the church for the last thirty-six years, are fighting against God. It is not the instrument whom you slight and insult, but God, who has spoken to you in these warnings and reproofs."},{"refcode_short":"PH001 19.1","refcode_long":"An Appeal, p. 19.1 (Ellen Gould White)","content":"As soon as the evil servant begins to lose the spirit and power of the message, he manifests his unbelief. He smites his fellow-servants. He is ready to pass censure on those who are better than himself. “The poison of asps is under his tongue.” His course is downward. Erelong he may be found “eating and drinking with the drunken”—uniting with worldlings in their gatherings for pleasure, and, to all intents and purposes, one with them. Such is the condition of very many among us today. I have been shown this. I know the truth of what I say."},{"refcode_short":"PH001 19.2","refcode_long":"An Appeal, p. 19.2 (Ellen Gould White)","content":"In the instruction given by our Saviour to his disciples are words of admonition especially applicable to us: “Take heed to yourselves, lest at any time your hearts be overcharged with surfeiting and drunkenness, and cares of this life, and so that day come upon you unawares.” Watch, pray, work—this is the true life of faith. “Pray always;” that is, be ever in the spirit of prayer, and then you will be in readiness to your Lord's coming."},{"refcode_short":"PH001 19.3","refcode_long":"An Appeal, p. 19.3 (Ellen Gould White)","content":"Some who should stand as faithful watchmen are permitting themselves to be led by their children rather than by the Lord. Easy and pliable, they are influenced by the unbelief and skepticism of these youth, who are thus doing the work of Satan, hindering their parents instead of aiding them. I have been shown this snare, and I warn you, in the name of Christ, to disentangle your feet. Keep the spiritual vision unclouded. Take your stand upon the watch-tower. Look often along the highway to see if danger threatens the fort, and be ready to give instant warning."},{"refcode_short":"PH001 20.1","refcode_long":"An Appeal, p. 20.1 (Ellen Gould White)","content":"The watchmen are responsible for the condition of the people. While you open the door to pride, envy, doubt, and other sins, there will be strife, hatred, and every evil work. Jesus, the meek and lowly One, asks an entrance as your guest, but you are afraid to bid him enter. He has spoken to us in both the old and the New Testament; he is speaking to us still by his Spirit and his providence. His instructions are designed to make men true to God, and true to themselves."},{"refcode_short":"PH001 20.2","refcode_long":"An Appeal, p. 20.2 (Ellen Gould White)","content":"Jesus took upon himself man's nature, that he might leave a pattern for humanity, complete, perfect. He proposes to make us like himself, true in every purpose, feeling, and thought—true in heart, soul, and life. This is Christianity. Our fallen nature must be purified, ennobled, consecrated by obedience to the truth. Christian faith will never harmonize with worldly principles; Christian integrity is opposed to all deception and pretense. The man who cherishes the most of Christ's love in the soul, who reflects the Saviour's image most perfectly, is in the sight of God the truest, most noble, most honorable man upon the earth."}]