[{"refcode_short":"PH011 1","refcode_long":"Appeal to the Battle Creek Church, p. 1 (Ellen Gould White)","content":"Appeal to the Battle Creek Church"},{"refcode_short":"PH011 1.1","refcode_long":"Appeal to the Battle Creek Church, p. 1.1 (Ellen Gould White)","content":"I was shown, October 2, 1868, the state of God's professed people. Many of them were in great darkness, yet seemed to be insensible of their true condition. The sensibilities of a large number seemed to be benumbed in regard to spiritual and eternal things, while their minds seemed all awake to their worldly interest. Many were cherishing idols in their hearts, and were practicing iniquity which separated God from them, and caused them to be bodies of darkness. Yet I saw but few standing in the light, having discernment and spirituality to discover these stumbling-blocks and remove them out of the way. Especially is this the case in Battle Creek. Men in responsible places at the heart of the work are asleep. They are paralyzed by Satan, that his plans and devices may not be discerned while he is active to ensnare, deceive, and destroy. Those who are occupying the position of watchmen to warn the people of danger, have given up their watch, and recline at ease. They are unfaithful sentinels. They have remained inactive and indolent while their wily foe has entered the fort, and works successfully by their side to tear down what God has commanded to be built up. They see that Satan is deceiving the inexperienced and unsuspecting, yet they take it all quietly, as though they had no special interest, as though these things did not concern them. They apprehend no special danger. They see no cause to raise an alarm. All to them seems to be going well, and they see no necessity of raising the faithful, trumpet tones of warning they hear in the plain testimonies borne showing the people their transgressions and the house of Israel their sins. These reproofs and warnings disturb the quiet of these sleepy, ease-loving sentinels. They are not pleased. They say in heart, if not in words, This is all uncalled for. It is too severe, too harsh. These men are unnecessarily disturbed and excited, and seem unwilling to give us any quietude or rest. Ye take too much upon yourselves, seeing the congregation is holy, every one of them. They are unwilling we should have any comfort, peace, or happiness. It is active labor, toil, and unceasing vigilance alone which will satisfy these unreasonable, hard-to-be suited watchmen. Why don't they prophesy smooth things, and cry, Peace, peace? Then every thing would move on smoothly."},{"refcode_short":"PH011 2.1","refcode_long":"Appeal to the Battle Creek Church, p. 2.1 (Ellen Gould White)","content":"These are the true feelings of a large class in Battle Creek. Satan exults at his success in controlling the minds of so many who profess to be Christians. He has deceived them, benumbed their sensibilities, and planted his hellish banner right in their midst, and they are so completely deceived that they know not that it is he. The people have not erected graven images, yet their sin is no less in the sight of God. They worship mammon. They love worldly gain. Some will make any sacrifice of conscience to obtain their object. God's professed people are selfish and self-caring. They love the things of this world, and have fellowship with the works of darkness. They have pleasure in unrighteousness. They have not love toward God, nor love for their neighbors. They are idolaters—worse, far worse, in the sight of God, than the heathen graven-image worshipers who have no knowledge of a better way."},{"refcode_short":"PH011 3.1","refcode_long":"Appeal to the Battle Creek Church, p. 3.1 (Ellen Gould White)","content":"Christ's followers are required to come out from the world and be separate, and touch not the unclean, and they shall be sons and daughters of the Lord. If the conditions are not complied with on their part, they will not, cannot, realize the fulfillment of the promise of being children of the most high God, members of the royal family. A profession of Christianity is nothing in the sight of God; but true, humble, willing obedience to his requirements designates them as the children of his adoption, the recipients of his grace, the partakers of his great salvation. Such will be peculiar, a spectacle unto the world, to angels, and to men. Their peculiar, holy character will be discernible, and will distinctly separate them from the world, from its affections and lust."},{"refcode_short":"PH011 4.1","refcode_long":"Appeal to the Battle Creek Church, p. 4.1 (Ellen Gould White)","content":"I saw that but few answer to this description in Battle Creek. Their love to God is in words, not in deed and in truth. Their course of action, their works testify of them, that they are not children of the light, but of darkness. Their works have been in selfishness, in unrighteousness. Their works have not been wrought in God. Their hearts are strangers to his renewing grace. They have not experienced the transforming power which leads them to walk even as Christ walked. Those who are living branches of the heavenly Vine, will partake of the sap and nourishment of the vine. They will not be withered and fruitless branches. They will show life, and vigor, and will flourish and bear fruit to the glory of God. They will be careful to depart from all iniquity, and perfect holiness in the fear of God."},{"refcode_short":"PH011 4.2","refcode_long":"Appeal to the Battle Creek Church, p. 4.2 (Ellen Gould White)","content":"The church has departed from the light, neglected her duties, abused her high and exalted privileges of being peculiar and holy in character, and thereby dishonored her God, like ancient Israel. They have violated their covenant to live for God and him only. They have joined in with the selfish and world-loving. Pride, the love of pleasure, and sin, are cherished, and Christ has departed. His Spirit has been quenched in the church. Satan works side by side with Professed Christians; yet they are so destitute of spirituality and discernment that they do not detect him. They have not the burden of the work. The solemn truths they profess to believe are not a reality to them. They have not genuine faith. Men and women will act out all the faith they in reality possess. By their fruits ye shall know them. Not their profession, but the fruit they bear, shows the character of the true. Many have a form of godliness, their names are upon the church records, but they have a spotted record in Heaven. The recording angel has written deeds. Their acts have been faithfully written. Every selfish act, every wrong word, every unfulfilled duty, and every secret sin, with every artful dissembling, is faithfully chronicled in the book of records kept by the recording angel."},{"refcode_short":"PH011 5.1","refcode_long":"Appeal to the Battle Creek Church, p. 5.1 (Ellen Gould White)","content":"Very many profess to be servants of Jesus Christ who are none of his. They are deceiving their own souls to their own destruction. While they profess to be servants of Jesus Christ, they are not living in obedience to his will. Know ye not that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; Whether of sin unto death, or of obedience unto righteousness? Many, while professing to be servants of Jesus Christ, are obeying another master, and working daily against the Master of whom they profess to be servants. No man can serve two masters; for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon."},{"refcode_short":"PH011 6.1","refcode_long":"Appeal to the Battle Creek Church, p. 6.1 (Ellen Gould White)","content":"Earthly and selfish interests engage the mind, soul, and strength, of God's professed followers. They are, to all intents and purposes, servants of mammon. They have not experienced a crucifixion to the world, with its affections and lusts. I saw that but few among the many who profess to be Christ's followers can say in the language of the apostle, “But God forbid that I should glory, save in the cross of our Lord Jesus Christ, by whom the world is crucified unto me, and I unto the world.” I am crucified with Christ; nevertheless I live; yet not I, but Christ liveth in me; and the life which I now live in the flesh, I live by the faith of the Son of God, who loved me, and gave himself for me.” If willing obedience and true love characterize the lives of the people of God, their light will shine with a holy brightness to the world."},{"refcode_short":"PH011 6.2","refcode_long":"Appeal to the Battle Creek Church, p. 6.2 (Ellen Gould White)","content":"The words of Christ, addressed to his disciples, were designed for all who should believe on his name: “Ye are the salt of the earth; but if the salt have lost his savor, wherewith shall it be salted? It is thenceforth good for nothing but to be cast out and to be trodden under foot of men.” A profession of godliness without the living principle is as utterly valueless as salt without its saving properties. An unprincipled professed Christian is a by-word, a reproach to Christ, a dishonor to his name. “Ye are the light of the world. A city that is set on a hill cannot be hid. Neither do men light a candle and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house. Let your light so shine before men, that they may see your good works, and glorify your Father which is in Heaven.”"},{"refcode_short":"PH011 7.1","refcode_long":"Appeal to the Battle Creek Church, p. 7.1 (Ellen Gould White)","content":"The good works of God's people have a more powerful influence than words. The beholder is attracted by their virtuous life and unselfish acts, to desire the same righteousness which produced so good fruit. They are charmed with that power from God which would transform selfish human beings into the divine, and God is honored, his name glorified. God is dishonored and his cause reproached by his people's being in bondage to the world. They are in friendship with the world, the enemies of God. The only hope of their salvation is a separation from the world, and to zealously maintain their separate, holy and peculiar character. Oh! why will not God's people comply with the conditions laid down in the word of God? If they would do this, they would not fail to realize the excellent blessings freely given of God to the humble and obedient. I was amazed as I beheld the terrible darkness of most of the members of the Battle Creek church. The blindness seemed horrifying."},{"refcode_short":"PH011 8.1","refcode_long":"Appeal to the Battle Creek Church, p. 8.1 (Ellen Gould White)","content":"The lack of true godliness was such that they were bodies of darkness and death, instead of being the light of the world. There were so many professing to love God, but in works denying him. They did not love him, serve, nor obey him. Their own selfish interests were primary. There seemed to be an alarming lack of principle with a large share. They were swayed by unconsecrated influence, and seemed to have no root in themselves. I inquired what these things meant. Why was there such a destitution of spirituality—so few who had a living experience in religious things? I was referred to the words of the prophet, “Son of man, these men have set up their idols in their heart, and put the stumbling-block of their iniquity before their face: should I be inquired of at all by them? Therefore speak unto them, and say unto them, Thus saith the Lord God: Every man of the house of Israel that setteth up his idols in his heart, and putteth the stumbling-block of his iniquity before his face, and cometh to the prophet; I the Lord will answer him that cometh according to the multitude of his idols; that I may take the house of Israel in their own heart, because they are all estranged from me through their idols.”"},{"refcode_short":"PH011 8.2","refcode_long":"Appeal to the Battle Creek Church, p. 8.2 (Ellen Gould White)","content":"The people of God were represented to me in a backslidden state. They have not an eye single to the glory of God. Their own glory is prominent. They seek to glorify themselves, and yet call themselves Christians. Holiness of heart and purity of life were the great subjects of the teachings of Christ. In his sermon on the mount, after specifying what they must do in order to be blest, and what they must not do, he says, “Be ye therefore perfect, even as your Father which is in Heaven is perfect. Perfection, holiness—nothing short of this would give them success in carrying out the principles he had given them. Without this holiness, the human heart is selfish, sinful, vile, and vicious. Holiness will lead its possessor to be fruitful, and abound in all good works. He will never become weary in well-doing, neither look for promotion here in this world. He will look forward to be promoted by the Majesty of Heaven when he shall exalt his sanctified and holy ones to his throne. Then shall he say unto them, “Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world.” Then he enumerates the works of self-denial and mercy, compassion, and righteousness, they had wrought. Holiness of heart will produce right actions. It is the absence of holiness, of spirituality, which has led to unrighteous acts, to envy, hatred, jealousy, evil surmisings, and every hateful and abominable sin."},{"refcode_short":"PH011 10.1","refcode_long":"Appeal to the Battle Creek Church, p. 10.1 (Ellen Gould White)","content":"I have tried in the fear of God to set before his people their danger and their sins; and have endeavored to the best of my feeble powers to arouse them. I have stated startling things, which, if they had believed, would have caused them distress and terror, and led them to zeal in repenting of their sins and iniquities. I have stated before them that, from what was shown me, but a small number of those now professing to believe the truth, would eventually be saved—not because they cannot be saved, but because they will not be saved in God's own appointed way. The way marked out by our divine Lord was too narrow and the gate too strait to admit them with their grasp upon the world, or while cherishing selfishness, or any corruption. All these there was no room for, and there are but few who will consent to part with these things, that they may pass the narrow way, and enter the strait gate."},{"refcode_short":"PH011 10.2","refcode_long":"Appeal to the Battle Creek Church, p. 10.2 (Ellen Gould White)","content":"The words of Christ have been plain and positive: “Agonize to enter in at the strait gate; for many I say unto you shall seek to enter in and shall not be able.” Professed Christians are not all so at heart. There are sinners in Zion now, as there were anciently. Isaiah speaks of them in referring to the day of God: “The sinners in Zion are afraid; fearfulness hath surprised the hypocrites. Who among us shall dwell with the devouring fire? Who among us shall dwell with everlasting burnings? He that walketh righteously, and speaketh uprightly; he that despiseth the gain of oppressions, that shaketh his hands from the holding of bribes, that stoppeth his ears from hearing of blood, and shutteth his eyes from seeing evil. He shall dwell on high; his defense shall be the munitions of rocks; bread shall be given him, his waters shall be sure.”"},{"refcode_short":"PH011 11.1","refcode_long":"Appeal to the Battle Creek Church, p. 11.1 (Ellen Gould White)","content":"There are hypocrites now who will tremble when they obtain a view of themselves. Their own vileness will terrify them in the day of God which is soon to come upon us, when the Lord “cometh out of his place to punish the inhabitants of the earth for their iniquity.” Oh! that terror may now get hold upon them, that they may have a vivid sense of their condition, and arouse while there is mercy and hope, confess their sins, and humble their souls greatly before God, that he may pardon their transgressions, and heal their backslidings. The people of God are unready for the fearful, trying scenes before us, unready to stand pure from evil and lust amid the perils and corruptions of this degenerate age. They have not on the armor of righteousness, and are unprepared to war against the prevailing sin and iniquity around them. Many are not obeying the commandments of God; yet they profess so to do. If they would be faithful to obey all the statutes of God, they would have a power which would carry conviction to the hearts of the unbelieving."},{"refcode_short":"PH011 12.1","refcode_long":"Appeal to the Battle Creek Church, p. 12.1 (Ellen Gould White)","content":"I have sought to do my duty. I have specified the special sins of some. I was shown that the sins and errors of all in the wisdom of God would not be revealed. All would have sufficient light; all could see, if they desired to do so, and earnestly wished to put their sins and errors from them, and perfect holiness in the fear of the Lord. They could see what sins God marked and reproved in others. If these sins were cherished by them, they should know that they were abhorred of God, and were separated from him; and unless they earnestly and zealously set about the work to put them away, they would be left in darkness. God is too pure to behold iniquity. A sin marked in one is just as grievous in the sight of God in every case. There will be no exception made by an impartial God. All who are guilty are addressed in these individual testimonies, although their names may not be attached to the special testimony borne; and if individuals pass over their own sins because their names are not especially called, if they cover their sins, they will not be prospered of God. They cannot advance in the divine life, but will become darker and darker until the light of Heaven will be entirely withdrawn."},{"refcode_short":"PH011 12.2","refcode_long":"Appeal to the Battle Creek Church, p. 12.2 (Ellen Gould White)","content":"Men and women professing godliness, yet not sanctified by the truth they profess, will not change materially their course of action, which they know is hateful before God, because they are not subjected to the trial of being reproved individually for their sins. They see, by the testimonies of others, their own case faithfully pictured out before them. They are cherishing the same evil. By continuing their course of sin, they are violating their consciences, hardening their hearts, and stiffening their necks, just the same as if the testimony had been borne directly to them. In passing on, and refusing to put away their sins and correct their wrongs by humble confession, repentance, and humiliation, they choose their own way, and are given up to the same, and are finally led captive by Satan at his will. They may become quite bold because they are able to conceal from others their sins, and because the judgments of God are not seen in a visible manner upon them. They may be apparently prosperous in this world. They may deceive poor, short-sighted mortals, and be regarded as patterns of piety while in their sins. God cannot be deceived. “Because sentence against an evil work is not executed speedily, therefore the heart of the sons of men is fully set in them to do evil. Though a sinner do evil an hundred times, and his days be prolonged, yet surely I know that it shall be well with them that fear God, which fear before him. But it shall not be well with the wicked, neither shall he prolong his days, which are as a shadow; because he feareth not before God.” Although the life of the sinner may be prolonged upon the earth, yet not in the earth made new. He shall be of that number David mentions in his psalm: “For yet a little while, and the wicked shall not be: yea, thou shalt diligently consider his place, and it shall not be. But the meek shall inherit the earth.”"},{"refcode_short":"PH011 14.1","refcode_long":"Appeal to the Battle Creek Church, p. 14.1 (Ellen Gould White)","content":"Mercy and truth are promised to the humble and penitent, and judgments are prepared for the sinful and rebellious. “Justice and judgments are the habitation of Thy throne.” A wicked and adulterous people will not escape the wrath of God and the punishment they have justly earned. Man has fallen, and his is a work of a lifetime, be it longer or shorter, to recover from his fall, and regain, through Christ, the image of the divine, which he has lost by sin and continued transgression. God requires a thorough transformation, of soul, body and spirit, in order to regain the estate lost through Adam. The Lord mercifully sends rays of light to show him his true condition. If he will not walk in the light, he manifests a pleasure in darkness. He will not come to the light lest his deeds shall be reproved."},{"refcode_short":"PH011 14.2","refcode_long":"Appeal to the Battle Creek Church, p. 14.2 (Ellen Gould White)","content":"The case of N. Fuller has caused me much grief and anguish of spirit. That he should yield himself to the control of Satan to work wickedness as he has done, is terrible. I believe that God designed this case of hypocrisy and villainy should be brought to light in the manner it has been, to prove a warning to others. Here is a man acquainted with the Bible teachings. He has listened to testimonies that I have borne in his presence against the very sins he has been practicing. He has heard me speak, more than once, decidedly in regard to the prevailing sins of this generation, that corruption was teeming everywhere, that base passions controlled men and women generally; that among the masses crimes of the darkest dye were continually practiced, and they were reeking in their own corruption. The nominal churches are filled with these sins of fornication and adultery, crime and murder, the result of base, lustful passion, but these things are kept covered. Ministers, in high places, are guilty, yet a cloak of godliness covers their dark deeds and they pass on from year to year in their course of hypocrisy. Their sins have reached unto Heaven, and the honest in heart will be brought to the light, and come out of her."},{"refcode_short":"PH011 15.1","refcode_long":"Appeal to the Battle Creek Church, p. 15.1 (Ellen Gould White)","content":"From the light God has given me, fornication and adultery are estimated, by a large number of the first-day Adventists, as sins which God winketh at. These sins are practiced to a great extent. They do not acknowledge the claims upon them. They have broken the commandments of the great Jehovah, and are zealously teaching their hearers to do the same, declaring the law of God abolished, having no claims upon them. In accordance with this free state of things, sin does not appear so exceedingly sinful; for by the law is the knowledge of sin. We may expect to find men in this company who will deceive, and lie, and give loose reign to lustful passions. But men and women who acknowledge the ten commandments binding, who observe the fourth commandment of the decalogue, should carry out in their lives, the principles of all ten of the precepts given in awful grandeur from Sinai."},{"refcode_short":"PH011 16.1","refcode_long":"Appeal to the Battle Creek Church, p. 16.1 (Ellen Gould White)","content":"The Seventh-day Adventists who profess to be looking for, and loving, the appearing of Christ, should not follow the course of worldlings. They are no criterion for commandment-keepers. Neither should they pattern after the first-day Adventists, who trample under foot the law of God, and who will not acknowledge its claims. This class should be no criterion for them. Commandment-keeping Adventist are occupying a peculiar, exalted position. John viewed them in holy vision, and described them. Here are they who keep the commandments of God and have the testimony of Jesus."},{"refcode_short":"PH011 16.2","refcode_long":"Appeal to the Battle Creek Church, p. 16.2 (Ellen Gould White)","content":"The Lord made a special covenant with his ancient Israel if they would prove faithful, “Now, therefore, if ye will obey my voice indeed, and keep my covenant, then ye shall be a peculiar treasure unto me above all people: for all the earth is mine. And ye shall be unto me a kingdom of priests, and an holy nation.” He addresses his commandment-keeping people in these last days, “But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should show forth the praises of Him who hath called you out of darkness into his marvelous light.” “Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts which war against the soul.”"},{"refcode_short":"PH011 17.1","refcode_long":"Appeal to the Battle Creek Church, p. 17.1 (Ellen Gould White)","content":"All who profess to keep the commandments of God are not possessing their bodies in sanctification and honor. The most solemn message ever committed to mortals has been intrusted to this people, and they can have a powerful influence if they will be sanctified by the truths they profess. They profess to be standing upon the elevated platform of eternal truth, keeping all of God's commandments; therefore, if they indulge in sin, if they commit fornication and adultery, their crime is of tenfold greater magnitude than the classes I have named who do not acknowledge the law of God binding upon them. In a peculiar sense do those who profess to keep God's law dishonor him and reproach the truth by transgressing the law of God."},{"refcode_short":"PH011 17.2","refcode_long":"Appeal to the Battle Creek Church, p. 17.2 (Ellen Gould White)","content":"This very sin, fornication, prevailed among ancient Israel, which brought the signal manifestation of God's displeasure. The judgments of God then followed close upon their heinous sin, and thousands of them fell, and their polluted bodies were left in the wilderness. “But with many of them God was not well pleased; for they were overthrown in the wilderness. Now these things were our examples, to the intent we should not lust after evil things, as they also lusted. Neither be ye idolaters, as were some of them; as it is written, The people sat down to eat and drink, and rose up to play. Neither let us commit fornication, as some of them committed, and fell in one day three and twenty thousand. Neither let us tempt Christ, as some of them also tempted, and were destroyed of serpents. Neither murmur ye, as some of them also murmured, and were destroyed of the destroyer. Now all these things happened unto them for ensamples; and they are written for our admonition, upon whom the ends of the world are come. Wherefore let him that thinketh he standeth, take heed lest he fall.”"},{"refcode_short":"PH011 18.1","refcode_long":"Appeal to the Battle Creek Church, p. 18.1 (Ellen Gould White)","content":"Seventh-day Adventists, above all people in the world, should be patterns of piety, holy in heart and in conversation. I related in the presence of N. Fuller that the people whom God had chosen as his peculiar treasure, he required to be elevated, refined, sanctified; partakers of the divine nature, having escaped the corruption that is in the world through lust. Should they indulge in sin and iniquity who make so high a profession, their guilt would be very great, their sin of great magnitude in his sight. He would reprove the sins of one, that others might take warning, and fear. The warnings, corrections, and reproofs, are not given to the erring because their lives are more blameworthy than professed Christians of the nominal churches, or because their acts and example are worse than the Adventists who will not yield obedience to the claims of God's law; but because they have great light, and have by their profession taken their position as God's special, chosen people, having the law of God written in their hearts. They signify their loyalty to the God of Heaven by yielding obedience to the laws of his government. They are God's representatives upon the earth. Any sin or transgression in them, separates them from God, and, in a special manner, dishonors his name by giving the enemies of God's holy law occasion to reproach his cause and his people, whom he has called “a chosen generation, a royal priesthood, an holy nation, a peculiar people,” that they should show forth the praises of Him that hath called them out of darkness into his marvelous light."},{"refcode_short":"PH011 19.1","refcode_long":"Appeal to the Battle Creek Church, p. 19.1 (Ellen Gould White)","content":"The people who are at war with the law of the great Jehovah, who consider it a special virtue to talk, and write, and act, the most bitter and hateful things, to show their contempt of that law, may make high and exalted profession of love to God, and apparently have much religious zeal, as did the Jewish chief priests and elders; yet in the day of God, found wanting will be said by the Majesty of Heaven. By the law is the knowledge of sin. The mirror which would discover to them the defects in their character, they are infuriated against, because it points out their sins. Leading Adventists who have rejected the light are fired with madness against God's holy law, as the Jewish nation were against the Son of God. They are in a terrible deception, deceiving souls and being deceived themselves. They will not come to the light lest their deeds should be reproved. Such will not be taught. But the people who profess to keep the law of God, he corrects, he reproves, he points out their sins, and lays open their iniquity; because he wishes to separate all sin and wickedness from them, that they may perfect holiness in his fear, and be prepared to die in the Lord, or for translation to Heaven. God will rebuke, reprove, and correct them, that they may be refined, sanctified, elevated, and finally exalted to his own throne."},{"refcode_short":"PH011 20.1","refcode_long":"Appeal to the Battle Creek Church, p. 20.1 (Ellen Gould White)","content":"Eld. Fuller has heard the testimony borne in public, that the professed people of God were not all holy; some were corrupt. God was seeking to elevate them, but they refused to come up upon a high plane of action. The animal passions bore sway, and the moral and intellectual were overborne, and made servants to the corrupt passions. Those who do not control their base passions cannot appreciate the atonement, or place right value upon the worth of the soul. Salvation to them is not experienced nor understood. The gratification of their animal passions is to them the highest ambition of their lives. Nothing but purity and holiness will God accept; one spot, one wrinkle, one defect in the character, will debar Heaven, with all its glories and treasure, from them forever."},{"refcode_short":"PH011 21.1","refcode_long":"Appeal to the Battle Creek Church, p. 21.1 (Ellen Gould White)","content":"Ample provisions have been made for all who sincerely, earnestly, and thoughtfully, set about the work of perfecting holiness in the fear of God. Power and strength, grace and glory, have been provided through Christ, to be brought by ministering angels to the heirs of salvation. None are so low, and corrupt, and vile, but that they can find in Jesus, who died for them, strength, purity, and righteousness, if they will put away their sins, stop their course of iniquity, and turn with full purpose of heart to the living God. He is waiting to strip them of their garments, stained and polluted by sin, and to put upon them the white, bright robes of righteousness; and he bids them live and not die. In him they may flourish. Their branches will not wither nor be fruitless. If they abide in him, they can draw sap and nourishment from him, be imbued with his Spirit, and walk even as he has walked, and overcome as he has overcome, and be exalted to his own right hand."},{"refcode_short":"PH011 22.1","refcode_long":"Appeal to the Battle Creek Church, p. 22.1 (Ellen Gould White)","content":"Eld. Fuller has been warned. The warnings given to others condemned him. The sins reproved in others reproved him, and gave him sufficient light how God regarded crimes of such a character as he was committing; yet he would not turn from his evil course. He pursued his fearful, impious work, corrupting the bodies and souls of his flock. Satan had strengthened the lustful passions which this man did not subdue, and engaged them in his cause to lead souls to death. We have no hope of his salvation. While he professed to be keeping the law of God, he was, in a most wanton manner, violating its plain precepts. He has given himself up to the gratification of sensual pleasure. He has sold himself to work wickedness. What will be the wages of such a man? The indignation and wrath of God will punish him for sin. The vengeance of God will be aroused against those whose hellish passions have been concealed under a ministerial cloak. While professing to be a shepherd of the flock, he was leading the flock to certain ruin. These dreadful results are the fruits of the carnal mind, which is enmity against God; for it is not subject to the law of God, neither indeed can be."},{"refcode_short":"PH011 23.1","refcode_long":"Appeal to the Battle Creek Church, p. 23.1 (Ellen Gould White)","content":"I was referred to this Scripture: “Let not sin, therefore, reign in your mortal body, that ye should obey it, in the lust thereof. Neither yield ye your members as instruments of unrighteousness unto sin; but yield yourselves unto God as those that are alive from the dead, and your members as instruments of righteousness unto God.” Professed Christians, if there is no further light given you than that contained in this text, you will be without excuse if you suffer yourselves to be controlled by base passions."},{"refcode_short":"PH011 23.2","refcode_long":"Appeal to the Battle Creek Church, p. 23.2 (Ellen Gould White)","content":"The word of God is sufficient to enlighten the most beclouded mind, to be understood by those who have any wish to understand it. But notwithstanding all this some of those who profess to make the word of God their study, are found living in direct opposition to its plainest teachings. Then to leave men and women without excuse, God has given plain and pointed testimonies, bringing them to the word they have neglected to follow. Yet all the light is turned from by those who serve their own lusts, and they will not cease their course of sin, but continue to take pleasure in unrighteousness, in the face of the threatenings and vengeance of God against those who do such things."},{"refcode_short":"PH011 23.3","refcode_long":"Appeal to the Battle Creek Church, p. 23.3 (Ellen Gould White)","content":"I have been long designing to speak to my sisters, and tell them that, from what the Lord has been pleased to show me from time to time, there is a great fault among them. They are not careful to abstain from all appearance of evil. They are not all circumspect in their deportment, as becometh women professing godliness. Their words are not so select and well chosen as should be for women who have received the grace of God. They are too familiar with their brethren. They linger around them, incline towards them, and seem to choose their society. They are highly gratified with their attention."},{"refcode_short":"PH011 24.1","refcode_long":"Appeal to the Battle Creek Church, p. 24.1 (Ellen Gould White)","content":"From the light the Lord has given me, our sisters should pursue a very different course. They should be more reserved, and manifest less boldness, and encourage in themselves “shamefacedness and sobriety.” There is too much jovial talk indulged in among our brethren, as well as our sisters, when in each other's society. There is much jesting and joking and laughing indulged in by women professing godliness. This is all unbecoming, and grieves the Spirit of God. These exhibitions manifest a lack of true Christian refinement. These things indulged in do not strengthen the soul in God, but bring great darkness, drive the pure, refined, heavenly angels away, and bring those who engage in these wrongs down to a low level."},{"refcode_short":"PH011 24.2","refcode_long":"Appeal to the Battle Creek Church, p. 24.2 (Ellen Gould White)","content":"All our sisters should encourage true meekness, not to be forward, talkative, and bold, but modest and unassuming, slow to speak. They may cherish courteousness. To be kind, tender, pitiful, forgiving, and humble, would be becoming and well pleasing to God. If they occupy this position, they will not be burdened with undue attention from gentlemen or their brethren. There will be felt by all that there is a sacred circle of purity around these God-fearing women, which shields them from any unwarrantable liberties. There is too much careless, loose, coarse, freedom of manner by some women professing godliness, which leads to wrong and evil."},{"refcode_short":"PH011 25.1","refcode_long":"Appeal to the Battle Creek Church, p. 25.1 (Ellen Gould White)","content":"Those godly women who occupy their minds and hearts in meditating upon themes which would strengthen purity of life, which would elevate the soul to commune with God, will not be easily led astray from the path of rectitude and virtue. They will be fortified against the sophistry of Satan, and are prepared to withstand his seductive arts."},{"refcode_short":"PH011 25.2","refcode_long":"Appeal to the Battle Creek Church, p. 25.2 (Ellen Gould White)","content":"The fashion of the world, the desire of the eye, and the lust of the flesh or vain glory, are connected with the fall of the unfortunate. That which is pleasing to the natural heart and carnal mind is cherished. If the lust of the flesh had been rooted out of their hearts, they would not be so weak. If our sisters would feel the necessity of purifying their thoughts, and never suffer themselves to be careless in their deportment, which leads to improper acts, they need not stain in the least their purity. They would, if they view the ‘matter as God has presented it to me, bear such an abhorrence to impure acts and deeds that they would not be found among the number who had fallen through the temptations of Satan, no matter who the medium might be whom Satan should select."},{"refcode_short":"PH011 25.3","refcode_long":"Appeal to the Battle Creek Church, p. 25.3 (Ellen Gould White)","content":"A preacher may be dealing in sacred, holy things, and yet not be holy in heart. He may give himself to Satan to work wickedness, and to corrupt the soul and body of his flock. Yet if the minds of women and youth professing to love and fear God were fortified with the Spirit of God, if they had trained their minds to purity of thought, and educated themselves to avoid all appearance of evil, they would be safe from any improper advances, and be secure from the prevailing corruption around them. The Apostle Paul has written concerning himself, “But I keep my body under, and bring it in subjection; lest that by any means, when I have preached to others, I myself should be a castaway.”"},{"refcode_short":"PH011 26.1","refcode_long":"Appeal to the Battle Creek Church, p. 26.1 (Ellen Gould White)","content":"If a minister of the gospel has not control of his baser passions, if he fails to follow the example of the apostle, and so dishonors his profession and faith as to even name the indulgence of sin, our sisters who profess godliness should not for an instant flatter themselves that sin and crime lose their sinfulness in the least because their minister dares to engage in them. Because men who are in responsible places show themselves to be familiar with sin, it should not lessen the guilt and enormity of the sin in the minds of any. Sin should appear just as sinful, just as abhorrent, as they had heretofore regarded it; and the one who indulges in sin should, in the minds of the pure and elevated, be abhorred and withdrawn from, as they would flee from a serpent whose sting was deadly."},{"refcode_short":"PH011 26.2","refcode_long":"Appeal to the Battle Creek Church, p. 26.2 (Ellen Gould White)","content":"If the sisters were elevated and possessing purity of heart, any corrupt advance, even from their minister, would be repulsed with such positiveness as would never meet with a repetition. Minds must be terribly befogged by Satan, that can listen to the voice of the seducer because he is a minister, and therefore break God's plain and positive commands, and flatter themselves that they commit no sin. Have we not the words of John: “He that saith I know Him, and keepeth not his commandments, is a liar, and the truth is not in him”? What saith the law? “Thou shalt not commit adultery.” The fact of man's professing to keep God's holy law, and ministering in sacred things, and taking the advantage of the confidence his position gives him to indulge his base passions, should, of itself, be sufficient for a woman professing godliness, to see that, although his profession was as exalted as the heavens, any impure proposal coming from him was Satan disguised through the minister, as an angel of light. I cannot believe that the word of God is abiding in the hearts of those who are so readily controlled, and yield up their innocency and virtue upon the altar of lustful passions."},{"refcode_short":"PH011 27.1","refcode_long":"Appeal to the Battle Creek Church, p. 27.1 (Ellen Gould White)","content":"My sisters, avoid even the appearance of evil. In this fast age reeking with corruption, you are not safe unless you stand guarded. Virtue and modesty are rare. I appeal to you as followers of Jesus Christ, making a high and exalted profession, to cherish this precious, priceless gem, modesty. This will guard virtue. If you have any hope of being finally exalted to join company with the pure, sinless angels, and live in an atmosphere where there is not the least taint of sin, cherish modesty and virtue. Nothing but purity, sacred purity, will abide the day of God, stand the grand review, and be received into a pure and holy Heaven."},{"refcode_short":"PH011 28.1","refcode_long":"Appeal to the Battle Creek Church, p. 28.1 (Ellen Gould White)","content":"The least insinuations, come from whatever source they may, inviting you to indulge in sin, or to allow the least unwarrantable liberty with your persons, resent as the worst of insults to your dignified womanhood. The kiss upon your cheek, at an improper time and place, should lead you to repel the emissary of Satan with disgust. If it is from one in high places who is dealing in sacred things, the sin, in such a one, is of tenfold greater magnitude, and should lead a God-fearing woman, or youth, to recoil with horror, not only from the sin he would have you commit, but from the hypocrisy and villainy of one whom the people respect and honor as God's servant. He is handling sacred things, yet hiding his baseness of heart under a ministerial cloak. Be afraid of anything like this familiarity. Be sure the least approach to it is the evidence of a lascivious mind and a lustful eye. If the least encouragement is given in this direction, if any of the liberties mentioned are tolerated, no better evidence can you give that your mind is not pure and chaste as it should be, and that sin and crime have charms for you. You lower the standard of your dignified, virtuous womanhood, and give unmistakable evidence that a low, brutal, common passion and lust has been suffered to remain alive in your heart, and has never been crucified."},{"refcode_short":"PH011 28.2","refcode_long":"Appeal to the Battle Creek Church, p. 28.2 (Ellen Gould White)","content":"As I have been shown the dangers of, and sins among, those who profess better things—a class who are not suspected of being in any danger from these polluting sins—I have been led to inquire, Who, O Lord, shall stand when thou appearest? Only those who have clean hands and pure hearts shall abide the day of his coming."},{"refcode_short":"PH011 29.1","refcode_long":"Appeal to the Battle Creek Church, p. 29.1 (Ellen Gould White)","content":"I feel impelled by the Spirit of the Lord to urge my sisters who profess godliness to cherish modesty of deportment and a becoming reserve, with shamefacedness and sobriety. The liberties taken in this age of corruption should be no criterion for Christ's followers. These fashionable exhibitions of familiarity should not exist among Christians fitting for immortality. If lasciviousness, pollution, adultery, crime, and murder is the order of the day among those who know not the truth, and who refuse to be controlled by the principles of God's word, how important that the class professing to be followers of Christ, closely allied to God and angels, should show them a better and nobler way. How important that their chastity and virtue stand in marked contrast to that of the class who are controlled by brute passions."},{"refcode_short":"PH011 29.2","refcode_long":"Appeal to the Battle Creek Church, p. 29.2 (Ellen Gould White)","content":"I have inquired, When will the youthful sisters act with propriety? I know there will not be any decided change for the better until parents feel the importance of greater carefulness in educating their children correctly. Teach them to act with reserve and modesty. Educate them for usefulness, to be helps, to minister to others rather than be waited upon, and be ministered unto."},{"refcode_short":"PH011 30.1","refcode_long":"Appeal to the Battle Creek Church, p. 30.1 (Ellen Gould White)","content":"Satan has the control of the minds of the youth generally. Your daughters are not taught self-denial and self-control. They are petted, and their pride is fostered. They are allowed to have their own way until they become headstrong and self-willed, and you are put to your wits’ end to know what course to pursue, to save them from ruin. Satan is leading them on to be a proverb in the mouths of unbelievers, because of their boldness, lack of reserve and female modesty. The young boys are likewise left to have their own way. They have scarcely entered their teens before they are by the side of little girls about their own age, accompanying them home, and making love to them. And the parents are so completely in bondage through their own indulgence and mistaken love for their children that they dare not pursue a decided course to make a change and restrain their too-fast children, in this fast age."},{"refcode_short":"PH011 30.2","refcode_long":"Appeal to the Battle Creek Church, p. 30.2 (Ellen Gould White)","content":"Especially has this been the case in Battle Creek. Parents who have sent their children from their care to attend school there, thinking that others would do the duty that they had neglected, have made a great mistake. There are young boys and girls in Battle Creek standing ready to seize new-comers and introduce them to their frivolous pleasures and sports. They profess to be Christians. They sometimes speak in meeting, and this gives them influence with strangers. Yet they have, many of them, no experience in divine things, and their profession makes them no better than unbelievers, because they do not live Christian lives. They do not deny themselves, and bear the cross by restraining their desires. Their conversation is not humble; it is not in Heaven."},{"refcode_short":"PH011 31.1","refcode_long":"Appeal to the Battle Creek Church, p. 31.1 (Ellen Gould White)","content":"With many young ladies the boys is the theme of conversation, with the young men it is the girls. Out of the abundance of the heart the mouth speaketh. They talk of those subjects upon which their minds mostly run. The recording angel is writing the words of these professed Christian boys and girls. How will they be confused and ashamed when they meet it again in the day of God. There are too many children who are pious hypocrites. The youth who have not made a profession of religion stumble over these hypocritical ones, and are hardened against any effort that may be made by those interested in their salvation."},{"refcode_short":"PH011 31.2","refcode_long":"Appeal to the Battle Creek Church, p. 31.2 (Ellen Gould White)","content":"Parents, you should not send your children to Battle Creek. There ought to be in Battle Creek a powerful influence for good; but there is a most urgent need of fathers and mothers in Israel who will care for souls. Many souls have come to Battle Creek, tender in spirit, susceptible of the influences of the Spirit of God, yet no one has had a burden of labor for these souls, and when they leave the place, they can in truth say, No man careth for my soul. Selfish interest has been primary. Individual effort and responsibility are not felt. Souls are thrown into the arms of the church, in the providence of God, who are left to be made a prey by the devourer of souls. Oh! what will be the account that these indolent, slothful, indifferent ones will have to render in the reckoning day?"},{"refcode_short":"PH011 32.1","refcode_long":"Appeal to the Battle Creek Church, p. 32.1 (Ellen Gould White)","content":"There ought to be picked men at the heart of the work, who can be relied upon in every emergency to keep the fort—men who are unselfish, abounding in generosity and all good works, whose lives are hid in God, and who consider the better life of more value than food and clothing. “Is not the life more than meat, and the body than raiment?” Faithful sentinels God calls for right at the heart of the work, who will love souls for whom Christ died, who will bear the burden for perishing souls, looking forward to that recompense of reward which will be theirs when they enter into the joy of their Lord, and behold souls saved through their instrumentality, to live as long as God shall live, and be happy, eternally happy, in his glorious kingdom. Oh! that we could arouse fathers and mothers to have a sense of their duty. Oh! that they would feel deeply the weight of responsibility resting upon them. Then they might forestall the enemy, and gain precious victories for Jesus. Parents are not clear in this matter. They should investigate their lives closely, analyze their thoughts and motives, and see if they have been circumspect in their course of action. They should closely watch, to see if their example in conversation and deportment has been such as they would wish their children to imitate. Have purity and virtue shine out in your words and acts before your children."},{"refcode_short":"PH011 33.1","refcode_long":"Appeal to the Battle Creek Church, p. 33.1 (Ellen Gould White)","content":"I have been shown families where the husband and father has not preserved that reserve, that dignified, godlike manhood which a follower of Jesus Christ should. He has failed in his kind, tender, courteous acts due to his wife, whom he has promised before God and angels to love and respect and honor while they both shall live. The girl employed to do the work has been free and somewhat forward in her attentions to dress his hair and be affectionately attentive, and he is pleased, foolishly pleased. He is not as demonstrative in his attention and love as he once was to his wife. Be sure Satan is at work here. Respect your hired help, treat them kindly, considerately, but go no farther. Let your deportment be such that there will be no advances to familiarity from your help. If you have words of kindness and acts of courtesy to give, it is always safe to give them to your wife. It will be a great blessing to her, and will bring happiness to her heart which will be reflected back upon you again. Also, I have been shown that the wife has let her sympathies and interest and affection go out to other men. They may be members of the family, whom she makes confidants, relating her troubles and, perhaps, her private family matters, to them. She shows a preference for their society."},{"refcode_short":"PH011 34.1","refcode_long":"Appeal to the Battle Creek Church, p. 34.1 (Ellen Gould White)","content":"This is all wrong. Satan is at the bottom of it; and unless you are alarmed, and stop just where you are, he will lead you to ruin. You cannot observe too great caution, and encourage too much reserve in this matter. If you have tender, loving words and kindly attentions to bestow, let it be given him you have promised before God and angels to love, honor, and respect, while you both shall live. Oh! how many lives are made bitter by the walls’ being broken down which inclose every family, calculated to preserve its purity and sanctity. A third person is frequently taken into the confidence of the wife, and her private family matters are laid open before the special friend. This is the device of Satan to estrange the hearts of the husband and wife. Oh! that this would cease. What a world of trouble would be saved! Lock the faults of one another within your own hearts. Tell your troubles alone to God. He can give you right counsel and sure consolation, which will be pure, having no bitterness in it."},{"refcode_short":"PH011 35.1","refcode_long":"Appeal to the Battle Creek Church, p. 35.1 (Ellen Gould White)","content":"I am acquainted with a number of cases where the women have thought their marriage a misfortune. They have read novels until their imaginations have become diseased, and they live in a world of their own creating. They think themselves women of sensitive minds, of superior, refined organizations. They think themselves great sufferers, martyrs, because they imagine their husbands are not so refined, possessing such superior qualities that they can appreciate their own supposed virtue and refined organizations. These women have talked of this, and thought upon it, until they are nearly maniacs upon this subject. They imagine their worth is superior to other mortals, and it is not agreeable to their fine sensibilities to associate with common humanity. These women are making themselves fools; and their husbands are in danger of being drawn in to think that they possess a superior order of minds."},{"refcode_short":"PH011 35.2","refcode_long":"Appeal to the Battle Creek Church, p. 35.2 (Ellen Gould White)","content":"From what the Lord has shown me, the women of this class have had their imaginations perverted by novel-reading, day-dreaming, and castle-building—living in an imaginary world. They do not bring their ideas down to the common, useful duties of life. They do not take up the life-burdens which lie in their path, and seek to make a happy, cheerful home for their husbands. They lean their whole weight upon them without so much as bearing their own burden. They expect others to anticipate their wants, and do for them, while they are at liberty to find fault and to question as they please. These women have a love-sick sentimentalism, constantly thinking they are not appreciated; that their husbands do not give them all that attention they deserve. They imagine themselves martyrs."},{"refcode_short":"PH011 36.1","refcode_long":"Appeal to the Battle Creek Church, p. 36.1 (Ellen Gould White)","content":"The truth of the matter is this, if they would show themselves useful, their value might be appreciated; but when they pursue a course to constantly draw upon others for sympathy and attention, while they feel under no obligation to give the same in return, passing along reserved, cold, and unapproachable, bearing no burden for others or feeling for their woes, there can be but little in their lives precious and valuable. These women have educated themselves to think and act as though it has been a great condescension in them to marry the men they have; and therefore that their fine organizations would never be fully appreciated. They have viewed things all wrong. They are unworthy of their husbands. They are a constant tax upon their care and patience, when at the same time, they might be helps, lifting the burdens of life with their husbands, instead of dreaming over unreal life found in novels and love romances. May the Lord pity the men who are bound to such useless machines, fit only to be waited upon, to eat, dress, and breathe."},{"refcode_short":"PH011 37.1","refcode_long":"Appeal to the Battle Creek Church, p. 37.1 (Ellen Gould White)","content":"These women who suppose they possess such sensitive, refined organizations make very useless wives and mothers. It is frequently the case that the affections will be withdrawn from their husbands, who are useful, practical men; and they will show much attention for other men, and will with their love-sick sentimentalism draw upon the sympathies of others, tell them their trials, their troubles, their aspirations to do some high and elevated work, and reveal the fact that their married life is a disappointment, a hindrance to their doing the work they have anticipated they might do."},{"refcode_short":"PH011 37.2","refcode_long":"Appeal to the Battle Creek Church, p. 37.2 (Ellen Gould White)","content":"Oh! what wretchedness exists in families that might be happy. These women are a curse to themselves, and a curse to their husbands. In supposing themselves to be angels, they make themselves fools, and are nothing but heavy burdens. They leave the common duties of life, right in their path, which the Lord has left for them to do, and are restless and complaining, always looking for an easy, more exalted, and more agreeable work to do. Those supposing themselves to be angels are found human after all. They are fretful, peevish, dissatisfied, jealous of their husbands because the larger portion of their time is not spent in waiting upon them. They complain of being neglected when their husbands are doing the very work they ought to do. Satan finds easy access to this class. They have no real love for any one but themselves. Yet Satan tells them that if such a one were their husband, they would be happy indeed. They are easy victims to the device of Satan, being readily led to dishonor their own husbands and to transgress the law of God."},{"refcode_short":"PH011 38.1","refcode_long":"Appeal to the Battle Creek Church, p. 38.1 (Ellen Gould White)","content":"I would say to women of this description, You can make your own happiness or destroy it. You can make your position happy or unbearable. The course you pursue will create happiness or misery for yourself. Have these never thought that their husbands must tire of them in their uselessness, in their peevishness, in their fault-finding, in their passionate fits of weeping, while imagining their case so pitiful? Their irritable, peevish disposition is indeed weaning the affections of their husbands from them, and they drive them to seek for sympathy, and peace, and comfort elsewhere than at home. A poisonous atmosphere is in their dwelling, and home is anything but a place of rest, of peace, of happiness, to them. The husband is subject to Satan's temptation, and his affections are placed on forbidden objects, and he is lured on to crime, and finally lost."},{"refcode_short":"PH011 38.2","refcode_long":"Appeal to the Battle Creek Church, p. 38.2 (Ellen Gould White)","content":"Great is the work and mission of women, especially those who are wives and mothers. They can be a blessing to all around them. They can have a powerful influence for good if they will let their light so shine that others may be led to glorify our Heavenly Father. Women may have a transforming influence if they will only consent to yield their way and their will to God, and let him control their mind, affections, and being. They can have an influence which will tend to refine and elevate those with whom they associate. But this class are generally unconscious of the power they possess. They exert an unconscious influence. It seems to work out naturally from a sanctified life, a renewed heart. It is the fruit that grows naturally upon the good tree of divine planting. Self is forgotten and immerged in the life of Christ. To be rich in good works comes as naturally as their breath. They live to do others good, and yet are ready to say, We are unprofitable servants."},{"refcode_short":"PH011 39.1","refcode_long":"Appeal to the Battle Creek Church, p. 39.1 (Ellen Gould White)","content":"God has assigned woman her mission, and if she, in her humble way, to the best of her ability, makes a heaven of her home, faithfully and lovingly performing her home-duties to her husband and children, continually seeking to let a holy light shine from her useful, pure, and virtuous life to brighten all around her, she is doing the work left her of the Master, and will hear from his divine lips, “Well done, good and faithful servant, enter thou into the joy of thy Lord.” These women who are doing what their hands find to do with ready willingness, and with cheerfulness of spirit aiding their husbands to bear their burdens, and training their children for God, are missionaries in the highest sense. They are engaged in an important branch of the great work to be done on earth to prepare mortals for a higher life; and they will receive their reward. Children are to be trained for Heaven, and fitted to shine in the courts of the Lord's kingdom. When parents have a true sense of the important, responsible work God has left for them to do, especially mothers, they will not be so much engaged in the business which concerns their neighbors, with which they have nothing to do. They will not engage in the fashionable gossip from house to house, dwelling upon the faults, wrongs and inconsistencies of their neighbors. They will feel so great a burden of care for their own children that they can find no time to take up a reproach against their neighbor. Gossipers and news-carriers are a terrible curse to neighborhoods and churches. Two-thirds of all the church trials arise from this source."},{"refcode_short":"PH011 40.1","refcode_long":"Appeal to the Battle Creek Church, p. 40.1 (Ellen Gould White)","content":"God requires all to do the duties of today with faithfulness. This is much neglected by the larger share of professed Christians. Especially is present duty lost sight of by the class I have mentioned, who imagine that they are of a finer order of beings than their fellow-mortals around them. The fact of their minds’ turning in this channel, is proof that they are of inferior order, narrow, conceited, and selfish. They feel high above the lowly and humble poor. Such, Jesus says he has called. They are forever trying to secure position, to gain applause, to obtain credit for doing a work that others cannot do, some great work. But it disturbs the fine grain of their refined organism to associate with the humble, the unfortunate. They mistake the reason altogether. The reason they shun any of these duties not so agreeable, is because of their supreme selfishness. Dear self is the center of all their actions and motives."},{"refcode_short":"PH011 41.1","refcode_long":"Appeal to the Battle Creek Church, p. 41.1 (Ellen Gould White)","content":"I was pointed to the Majesty of Heaven. He whom angels worshiped, he who was rich in honor, splendor, and glory, came to the earth, and when he found himself in fashion as a man, he did not plead his refined nature as an excuse to hold himself aloof from the unfortunate. He was found in his work among the afflicted, the poor, distressed, and needy ones. Christ was the embodiment of refinement and purity. His was an exalted life and character, yet he was found in his labor, not among men of high-sounding titles, not among the most honorable of this world, but with the despised and needy. “I came,” says the divine Teacher, “to save that which was lost.” Yes, the Majesty of Heaven was ever found working to help those who most needed help. May the example of Christ put to shame the excuses of that class who are so attracted to their poor self that they consider it beneath their refined taste and their high calling to help the most helpless. Such have taken a position higher than their Lord, and in the end will be astonished to find themselves lower than the lowliest of that class their refined, sensitive natures were shocked to mingle with and work for. True, it may not always be agreeable or pleasant to unite with the Master and be co-workers with him in helping the very class who stand most in need of help. But this is the work Christ humbled himself to do. Is the servant greater than his Lord? He has given the example, and enjoins upon us to copy it. It may be disagreeable, yet duty demands that just such a work be performed. There has been a serious lack in Battle Creek; a few of a certain class have run together, gossiped together, associated almost wholly together, and neglected their neighbors and society around them. They have felt no interest to become acquainted with the people around them, with the purpose of removing the prejudice from their minds and enlightening them in regard to the truth. How far have they let their light shine before men, that they seeing their good works may glorify our Father who art in Heaven? They have put their light under a bushel, and hid it in their own houses. They have not felt that their neighbors and the society around them had claims upon them, and they have not feared that they would rise in the Judgment and condemn them for their neglect of showing them the way of salvation."},{"refcode_short":"PH011 43.1","refcode_long":"Appeal to the Battle Creek Church, p. 43.1 (Ellen Gould White)","content":"I was shown that, with the exception of a few of the most congenial, they have held themselves aloof from all. Those of like faith may go to the place, but there is not a sense of individual responsibility to make these visitors at home. At the great heart of the work they expect to find warmth of reception in that degree according with the character of the work. Hundreds have called there with high hopes, only to be disappointed and chagrined, with their confidence shaken in Battle Creek. Many have stumbled to perdition over the neglect and decided coldness they have met in Battle Creek. I saw that God was displeased at the lack of hospitality and courteousness that characterized the people living there. There are many who would not begrudge the food these would eat, but they are unwilling to be discommoded, to be put to any inconvenience. The same ones would have a select few, and circle around these, to the neglect of others."},{"refcode_short":"PH011 43.2","refcode_long":"Appeal to the Battle Creek Church, p. 43.2 (Ellen Gould White)","content":"Souls have stumbled over the love of fashion and the display of pride seen at Battle Creek, the lack of humility, simplicity and true godliness. The blood of souls is upon the members of the church at Battle Creek. Many have gone to Battle Creek with ardent hopes, simple in faith and their service to God, and after remaining awhile, have returned home infidels. Some have felt neglected because they could not dress so well as others in the church, and, after a short tarry, have lost their simplicity. They became inoculated with the prevailing pride and the pest of fashion, and carry the influence they received at Battle Creek to their homes to let their darkness fall upon others. A poison has been circulated through the body, which has come from Battle Creek. Souls have languished right in their midst, and given up the truth, and there has been no one of sufficient strength and godliness to guide their straying feet, or strengthen their feeble faith."},{"refcode_short":"PH011 44.1","refcode_long":"Appeal to the Battle Creek Church, p. 44.1 (Ellen Gould White)","content":"There are needed faithful and picked men at Battle Creek. Those who have not had an experience in bearing burdens, and do not wish to have that experience, should not, on any account, live there. Men are wanted who will watch for souls as they that must give an account. Fathers and mothers in Israel are wanted at this important post. Let the selfish and self-caring, the stingy, covetous souls find a location where their miserable traits of character will not be so conspicuous. The more isolated such ones are, the better for the cause of God."},{"refcode_short":"PH011 45.1","refcode_long":"Appeal to the Battle Creek Church, p. 45.1 (Ellen Gould White)","content":"I appeal to the people of God, not only in Battle Creek, but wherever they may be found, Awake to your duty. Take it to heart that we are really living amid the perils of the last days. I hope the horrible, startling revelation in regard to N. Fuller will awaken you, fathers and mothers, to see the necessity of thorough work being done in your houses, among yourselves and your children, that not one of you may be so deluded by Satan as to regard sin as this poor, much-to-be-pitied man has done. Those who have participated with him in crime would never have been left to be deceived and ruined had they possessed a high sense of virtue and purity, and had they cherished a constant and lively horror of sin and iniquity. While living under and proclaiming the most solemn message ever borne to mortals, presenting the law of God as a test of character and as the seal of the living God, they are transgressing its holy precepts. The consciences of those who do this are terribly hardened. They have become seared by resisting the influences of the Spirit of God, until they can use sacred truth as a cloak to hide the deformity of their corrupted souls. This man has been terribly deluded by Satan. He has been serving vicious passions while professing to be consecrated to the work of God, ministering in sacred things. He has considered himself in health while there was no soundness in him. He is a mass of corruption."},{"refcode_short":"PH011 46.1","refcode_long":"Appeal to the Battle Creek Church, p. 46.1 (Ellen Gould White)","content":"I have felt deeply as I have seen the powerful influence animal passions have had in controlling men and women of no ordinary intelligence and ability. They are capable of engaging in a good work, of exerting a powerful influence, were they not enslaved by base passions. My confidence in humanity has been terribly shaken. I have been shown that persons of apparently good deportment, not taking unwarrantable liberties with the other sex, were guilty of practicing secret vice nearly every day of their lives. This terrible sin has not even been refrained from while most solemn meetings have been in session. They have listened to the most solemn, impressive discourses upon the Judgment, which seemed to bring them before the tribunal of God, causing them to fear and quake, yet an hour would hardly elapse before they have been engaged in their favorite, bewitching sin, polluting their own bodies. They were such slaves to this awful crime that they seemed devoid of power to control their passions. We have labored for some earnestly; we have entreated, we have wept and prayed over them, yet we have known that right amid all our earnest effort and distress the force of sinful habit has obtained the mastery. These sins would be committed. The consciences of some of the guilty, through severe attacks of sickness, or being powerfully convicted, have been aroused, and have so scourged them, that it has led to confession of these things, with deep humiliation. Others are alike guilty. They have practiced this sin nearly their whole lifetime, and in their broken-down constitutions, and, with their sieve-like memories, are reaping the result of this pernicious habit, yet are too proud to confess. They are secretive, and have not shown compunctions of conscience for this great sin and wickedness. My confidence in the Christian experience of such is very small. They seem to be insensible to the influence of the Spirit of God. The sacred and common are alike to them. The common practice of a vice so degrading as the polluting of their own bodies has not led to bitter tears and heartfelt repentance. They feel that their sin is against themselves alone. Here they mistake. Are they diseased in body or mind, others are made to feel—others suffer. Mistakes are made. The memory is deficient. The imagination is at fault; and there is a deficiency everywhere which seriously affects those with whom they live, and who associate with them. These feel mortification and regret because these things are known by another."},{"refcode_short":"PH011 47.1","refcode_long":"Appeal to the Battle Creek Church, p. 47.1 (Ellen Gould White)","content":"I have mentioned these cases to illustrate the power of this soul-and-body-destroying vice. The entire mind is given up to low passion. The moral and intellectual are over-borne by the baser powers. The body is enervated; the brain is weakened. The material there deposited to nourish the system is squandered. The drain upon the system is great. The fine nerves of the brain, by being excited to unnatural action, become benumbed and in a measure paralyzed. The moral and intellectual are weakening, while the animal passions are strengthening, and being more largely developed by exercise. The appetite for unhealthful food clamors for indulgence. It is impossible to arouse the moral sensibilities of those persons who are addicted to the habit of self-abuse, to appreciate eternal things. You cannot lead such to delight in spiritual exercises. Impure thought seize and control the imagination, and fascinate the mind, and next follows an almost uncontrollable desire for the performance of impure actions. If the mind were educated to contemplate elevating subjects, the imagination trained to reflect upon pure and holy things, it would be fortified against this terrible, debasing, soul-and-body-destroying indulgence. It would, by training, become accustomed to linger upon the high, the heavenly, the pure, and the sacred, and could not be attracted to this base, corrupt, and vile, indulgence."},{"refcode_short":"PH011 48.1","refcode_long":"Appeal to the Battle Creek Church, p. 48.1 (Ellen Gould White)","content":"What can we say of those who are living right in the blazing light of truth, yet daily practicing and following in a course of sin and crime. Forbidden, exciting pleasures have a charm for them, and hold and control their entire being. Such take pleasure in unrighteousness and iniquity, and must perish outside of the city of God, with every abominable thing."},{"refcode_short":"PH011 49.1","refcode_long":"Appeal to the Battle Creek Church, p. 49.1 (Ellen Gould White)","content":"What is the cause of this wonderful, marked indifference to the eternal interest. It is the indulgence of sin, while the light which condemns sin is shining upon them. Sin is reproved, yet they will not be corrected. They continue daily to practice their iniquity. God reproves, but they harden their hearts against the warnings. They do not face right about. I have written testimonies for individuals. I have stood upon my feet at Battle Creek, when burdened and nearly fainting, and presented the true condition of the people professing to keep the commandments of God. I have felt the power of God upon me in great measure, while speaking, warning, and entreating. Yet I know of but one or two who have been reproved that have faced right about. The rest pass on nearly as before. Especially has this been the case in the Office. But very little effort has been made to meet the mind of God by a thorough reformation, and setting things right by restitution."},{"refcode_short":"PH011 49.2","refcode_long":"Appeal to the Battle Creek Church, p. 49.2 (Ellen Gould White)","content":"The frown of God has not been removed from the church in Battle Creek. Men have been reproved for various sins. Some have been tyrants in their families, yet they have been too proud, willful, and self-confident, to change their course of action. They have so large an amount of self-esteem that they consider their judgment even as the judgment of God. They are in the greatest delusion in the very things where they consider themselves wise. Many have been reproved, but have not reformed. Such will not receive the light, and will be left to follow their own ways, and to imagine them correct, until their true conditions will be revealed to them when there is no more any sacrifice for sin. When our Advocate has ceased his pleadings for erring humanity, then their weakness and shame will be apparent to all."},{"refcode_short":"PH011 50.1","refcode_long":"Appeal to the Battle Creek Church, p. 50.1 (Ellen Gould White)","content":"I have sought to arouse parents to their duty, yet they sleep on. Your children are practicing secret vice, and they deceive you. You have such implicit confidence in them, that you think them too good and innocent to be capable of secretly practicing iniquity. Parents fondle and pet their children, and indulge them in pride, but do not restrain them with firmness and decision. They are so much afraid of their willful, stubborn spirits, that they fear to come in contact with them; but the sin of negligence, which was marked against Eli, will be their sin. The exhortation of Peter is of the highest value to all who are striving for immortality. Those of like precious faith are addressed:"},{"refcode_short":"PH011 50.2","refcode_long":"Appeal to the Battle Creek Church, p. 50.2 (Ellen Gould White)","content":"“Simon Peter, a servant and an apostle of Jesus Christ, to them that have obtained like precious faith with us through the righteousness of God and our Saviour Christ: Grace and peace be multiplied unto you through the knowledge of God, and of Jesus our Lord, according as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of Him that hath called us to glory and virtue: whereby are given unto us exceeding great and precious promises; that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust. And besides this, giving all diligence, add to your faith, virtue; and to virtue, knowledge; and to knowledge, temperance; and to temperance, patience; and to patience, godliness; and to godliness, brotherly kindness; and to brotherly kindness, charity. For if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ. But he that lacketh these things is blind, and cannot see afar off, and hath forgotten that he was purged from his old sins. Wherefore the rather, brethren, give diligence to make your calling and election sure: for if ye do these things, ye shall never fall: for so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ.”"},{"refcode_short":"PH011 51.1","refcode_long":"Appeal to the Battle Creek Church, p. 51.1 (Ellen Gould White)","content":"We are in a world where light and knowledge abound; yet many claiming to be of like precious faith are willingly ignorant. Light is all around them; yet they do not appropriate it to themselves. Parents do not see the necessity of informing themselves, obtaining knowledge, and putting that knowledge to a practical use in their married life. If they followed out the exhortation of the apostle, and lived upon the plan of addition, they would not be unfruitful in the knowledge of our Lord Jesus Christ. Many do not understand the work of sanctification. It is a progressive work. It is not attained to in an hour or a day, and then maintained without any special effort on their part. They seem to think they have attained to it when they have only learned the first lessons in addition."},{"refcode_short":"PH011 52.1","refcode_long":"Appeal to the Battle Creek Church, p. 52.1 (Ellen Gould White)","content":"Many parents do not obtain the knowledge that they should in the married life. They are not guarded lest Satan take advantage of them, and control their minds and their lives. They do not see that God requires them to control their married lives from any excesses. But very few feel it to be a religious duty to govern their passions. They have united themselves in marriage to the object of their choice, and therefore reason that marriage sanctifies the indulgence of the baser passions. Even men and women professing godliness give loose rein to their lustful passions, and have no thought that God holds them accountable for the expenditure of vital energy, which weakens their hold on life and enervates the entire system."},{"refcode_short":"PH011 53.1","refcode_long":"Appeal to the Battle Creek Church, p. 53.1 (Ellen Gould White)","content":"The marriage covenant covers sins of the darkest hue. Men and women professing godliness debase their own bodies through the indulgence of the corrupt passions, which lowers them beneath the brute creation. They abuse the powers God has given them to be preserved in sanctification and honor. Health and life are sacrificed upon the altar of base passion. The higher, nobler powers are brought into subjection to the animal propensities. Those who thus sin are not acquainted with the result of their course. Could all see the amount of suffering they bring upon themselves by their own wrong and sinful indulgences, they would be alarmed. Some, at least, would shun the course of sin which brings such dreaded wages. A miserable existence is entailed upon so large a class that death to them would be preferable to life; and many do die prematurely, their lives sacrificed in the inglorious work of excessive indulgence of the animal passions. Because they are married, they think they commit no sin."},{"refcode_short":"PH011 53.2","refcode_long":"Appeal to the Battle Creek Church, p. 53.2 (Ellen Gould White)","content":"Men and women, you will one day learn what is lust, and the result of its gratification. Passion may be found of just as base a quality in the marriage relation as outside of it. The apostle Paul exhorts husbands to love their wives “even as Christ also loved the church, and gave himself for it.” “So ought men to love their wives as their own bodies. He that loveth his wife loveth himself. For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church.” It is not pure love which actuates a man to make his wife an instrument to administer to his lust. It is the animal passions which clamor for indulgence. How few men show their love in the manner specified by the apostle: “Even as Christ also loved the church, and gave himself for it, that he might [not pollute it, but] sanctify and cleanse it,” “that it should be holy and without blemish.” This is the quality of love in the married relation which God recognizes as holy. Love is a pure and holy principle. Lustful passion will not admit of restraint, and will not be dictated or controlled by reason. It is blind to consequences. It will not reason from cause to effect. Many women are suffering from great debility, and with settled disease, brought upon them because the laws of their being were not regarded. Nature's laws were trampled upon. The brain nerve-power is squandered by men and women because called into unnatural action to gratify base passions, and this hideous monster, base, low passion, assumes the delicate name of love."},{"refcode_short":"PH011 54.1","refcode_long":"Appeal to the Battle Creek Church, p. 54.1 (Ellen Gould White)","content":"Many professed Christians passed before me, who seemed destitute of moral restraint. They were more animal than divine. They were, in fact, about all animal. Men of this type degrade the wife they have promised to nourish and cherish. She is made by him an instrument to minister to the gratification of his low, lustful propensities. Very many women submit to become slaves to lustful passion. They do not possess their bodies in sanctification and honor. The wife does not retain the dignity and self-respect she possessed previous to marriage. This holy institution should have preserved and increased her womanly respect and holy dignity. Her chaste, dignified, godlike womanhood, has been consumed upon the altar of base passions. This has been sacrificed to please her husband. She soon loses respect for her husband, who does not regard the laws to which the brute creation yields obedience. The married life becomes a galling yoke; for love dies out, and, frequently, distrust, jealousy, and hate, take the place of love."},{"refcode_short":"PH011 55.1","refcode_long":"Appeal to the Battle Creek Church, p. 55.1 (Ellen Gould White)","content":"No man can truly love his wife who will patiently submit to become his slave, and minister to his degraded passions. She loses, in her passive submission, the value she once possessed in his eyes. He sees her dragged down from everything elevating, to a low level; and soon he suspicions that she will, may be, as tamely submit to be degraded by another as by himself. He doubts her constancy and purity, tires of her, and seeks new objects which will arouse and intensify his hellish passions. The law of God is not regarded. These men are worse than brutes. They are demons in human form. The elevating, ennobling principles of true, sanctified love they are unacquainted with."},{"refcode_short":"PH011 56.1","refcode_long":"Appeal to the Battle Creek Church, p. 56.1 (Ellen Gould White)","content":"The wife becomes jealous of the husband. She suspects that he will just as readily pay his addresses to another as to her, if opportunity should offer. She sees that he is not controlled by conscience, nor the fear of God. All these sanctified barriers are broken down by lustful passions. All that is godlike in the husband is made the servant of low, brutish lust."},{"refcode_short":"PH011 56.2","refcode_long":"Appeal to the Battle Creek Church, p. 56.2 (Ellen Gould White)","content":"The world is filled with men and women of this order; and neat, tasty, yea, expensive, houses contain a hell within. Imagine, if you can, what the offspring of such parents must be. Will not the children sink lower in the scale than their parents have done? The parents have given the stamp of character to their children. Children that are born of these parents inherit qualities of mind from them which are of a low and base order. Satan nourishes anything tending to corruption. The matter now to be settled is, shall the wife feel bound to yield implicitly to the demands of her husband when she sees that nothing but base passions control him, and when her reason and knowledge are convinced that she does it to the injury of her body, which God has enjoined upon her to possess in sanctification and honor, to preserve a living sacrifice to God?"},{"refcode_short":"PH011 56.3","refcode_long":"Appeal to the Battle Creek Church, p. 56.3 (Ellen Gould White)","content":"It is not true, holy love which leads the wife to gratify the animal propensities of her husband at the expense of health and life. If she possesses true love and wisdom, she will seek to divert the mind of her husband from the gratification of lustful passions, to high and spiritual themes, dwelling upon interesting spiritual subjects. It may be necessary to humbly and affectionately urge, even at the risk of his displeasure, that she cannot debase her body by yielding to sexual excess. She should, in a tender, kind manner, remind him that God has the first and highest claim upon her entire being, which claim she cannot disregard, for she will be held accountable in the great day of God. “What! know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own? for ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's.” “Ye are bought with a price; be not ye the servants of men.”"},{"refcode_short":"PH011 57.1","refcode_long":"Appeal to the Battle Creek Church, p. 57.1 (Ellen Gould White)","content":"Woman can do much if she will, through her judicious influence, by elevating her affections, and in sanctification and honor preserving her refined, womanly dignity. In thus doing, she can save her husband and herself, thus performing a double work, and fulfilling her high mission, sanctifying her husband by her influence. In this delicate, difficult matter to manage, much wisdom and patience are necessary, as well as moral courage and fortitude. Strength and grace can be found in prayer. Sincere love is to be the ruling principle of the heart. Love to God and love to your husband alone can be the right ground of action."},{"refcode_short":"PH011 58.1","refcode_long":"Appeal to the Battle Creek Church, p. 58.1 (Ellen Gould White)","content":"Let the woman decide that it is the husband's prerogative to have full control of her body, and to mold her mind to suit his in every respect, and run in the same channel of his own, and she yields her individuality. Her identity is lost, submerged in her husband. She is a mere machine for his will to move and control, a creature of his will and pleasure. He thinks for her, decides for her, and acts for her. She dishonors God in this passive position. She has a responsibility before God which it is her duty to preserve."},{"refcode_short":"PH011 58.2","refcode_long":"Appeal to the Battle Creek Church, p. 58.2 (Ellen Gould White)","content":"When the wife yields her body and mind to the control of her husband, being passive to his will in all things, sacrificing her conscience, her dignity, and even her identity, she loses the opportunity of exerting that mighty influence for good which she should possess, to elevate her husband. She could soften his stern nature, and her sanctifying influence could be exerted in a manner to refine, purify, and lead him to strive earnestly to govern his passions, and be more spiritually minded, that they might be partakers together of the divine nature, having escaped the corruption that is in the world through lust. The power of influence can be great to lead the mind to high and noble themes, above the low, sensual indulgences which the heart unrenewed by grace naturally seeks for. If the wife feels that she must, in order to please her husband, come down to his standard, when animal passions is the principal basis of his love, controlling his actions, she displeases God; for she fails to exert a sanctifying influence upon her husband. If she feels that she must submit to the animal passions of her husband without a word of remonstrance, she does not understand her duty to him, nor to her God. Sexual excess will effectually destroy a love for devotional exercises, will take from the brain the substance needed to nourish the system, and will most effectually exhaust the vitality. No woman should aid her husband in this work of self-destruction. She will not do it if she is enlightened, and truly loves her husband."},{"refcode_short":"PH011 59.1","refcode_long":"Appeal to the Battle Creek Church, p. 59.1 (Ellen Gould White)","content":"The more animal passions are indulged and exercised, the stronger do they become, and the more violent will be their clamors for indulgence. Let God-fearing men and women awake to their duty. Many professing Christianity are suffering with paralysis of nerve and brain because of their intemperance in this direction. Rottenness is in the bones and marrow of many who are regarded as good men, who pray and weep, and who stand in high places, but whose polluted carcasses will never pass the portals of the heavenly city."},{"refcode_short":"PH011 60.1","refcode_long":"Appeal to the Battle Creek Church, p. 60.1 (Ellen Gould White)","content":"Oh! that I could make all understand their obligations to God to preserve the mental and physical organism in the best condition to render perfect service to God."},{"refcode_short":"PH011 60.2","refcode_long":"Appeal to the Battle Creek Church, p. 60.2 (Ellen Gould White)","content":"Let the Christian wife refrain, both in word and act, from exciting the animal passions of her husband. Many have no strength at all to waste in this direction. They have already, from their youth up, weakened their brains, and sapped their constitutions, by the gratification of their animal passions. Self-denial and temperance should be the watch-word in married life; then, when children are born to parents, they will not be so liable to have the moral and intellectual organs weak, and the animal, strong. Vice in children is almost universal. It there not a cause? Who have given them the stamp of character? May the Lord open the eyes of all to see that they are standing in slippery places."},{"refcode_short":"PH011 60.3","refcode_long":"Appeal to the Battle Creek Church, p. 60.3 (Ellen Gould White)","content":"From the picture that has been presented before me, of the corruption of men and women professing godliness, I have feared that I should lose confidence in humanity altogether. I have seen that a fearful stupor is upon nearly all. It is almost impossible to arouse the very ones who should be awakened, so as to have any just sense of the power Satan holds over minds. They are not aware of the corruption teeming all around them. Satan has blinded their minds, and lulled them to carnal security. The failures in our efforts to bring minds up to understand the great dangers that beset souls, have sometimes led me to fear that I had exaggerated ideas of the depravity of the human heart. But when facts are brought to us of the sad deformity of one who has dared to minister in sacred things while corrupt at heart, and whose sin-stained hands have profaned the vessels of the Lord, I am sure I have not drawn the picture any too strong."},{"refcode_short":"PH011 61.1","refcode_long":"Appeal to the Battle Creek Church, p. 61.1 (Ellen Gould White)","content":"I have been bearing a very strong testimony, both in writing and in speaking, hoping to awaken God's people to understand that they had fallen upon perilous times. I have felt sick at heart at the indifference manifested by those who ought to be awake and guarded, and who should understand the workings of Satan. I have seen that Satan is leading the minds of even those who profess the truth to indulge in the terrible sin of fornication. The mind of a man or woman does not come down in a moment from purity and holiness to depravity, corruption, and crime. It takes time to transform the human to the divine, or to degrade those formed in the image of God, to brutes or to the satanic. By beholding, we become changed. Man, formed in the image of his Maker, can so educate his mind that sin which he once loathed, will become pleasant to him. As he ceases to watch and pray, he ceases to guard the citadel, the heart, and engages in sin and crime. The mind is debased, and it is impossible to elevate it from corruption while it is being educated to enslave the moral and intellectual powers, and bring them in subjection to grosser passions. It is constant war against the carnal mind, aided by the refining influence of the grace of God, which will attract it upward, and habituate it to meditate upon pure and holy things."},{"refcode_short":"PH011 62.1","refcode_long":"Appeal to the Battle Creek Church, p. 62.1 (Ellen Gould White)","content":"The body is not kept under by professed Sabbath-keepers. Some embrace the Sabbath who have ever possessed depraved minds; and when they embraced the truth, they did not feel the necessity of turning square about, and changing their whole course of action. Whereas they had been years following the inclinations of an unregenerated heart, and had been swayed by the corrupt passions of their carnal natures, which had defaced the image of God in them, and defiled everything they touched, their entire future life would be all too short, at the longest, to climb Peter's ladder of Christian perfection, preparatory to their entering into the kingdom of God. There are not many who feel that in professing the truth they cannot be saved by the profession they make, unless they become sanctified through the truth in answer to the prayer of our divine Lord to his Father: “Sanctify them through thy truth: thy word is truth.”"},{"refcode_short":"PH011 63.1","refcode_long":"Appeal to the Battle Creek Church, p. 63.1 (Ellen Gould White)","content":"Men and women who profess to be disciples of Christ, keeping all the commandments of God, will have to feel in their daily lives the true spirit of agonizing to enter into the strait gate. The agonizing ones are the only ones who will urge their passage through the narrow way and strait gate that lead to life eternal, to fullness of joy and pleasures forevermore. Those who merely seek to enter in will never be able. The entire Christian life of many will be spent in no greater effort than that of seeking, and their only reward will be an utter impossibility of their entering into that strait gate."},{"refcode_short":"PH011 63.2","refcode_long":"Appeal to the Battle Creek Church, p. 63.2 (Ellen Gould White)","content":"I have been surprised to see how many families are blinded by Satan, and have no sense of his workings, his wiles, and deceptions, practiced in their very midst. Parents seem to be stupefied by the paralyzing influence of Satan, and yet think they are all right. I have been shown that Satan engages in the work of debasing the minds of those who unite in marriage, that he may stamp his own hateful image upon their children. Because they have entered into the marriage relation, he deceives them, and leads them to pervert the marriage institution, which is sacred. Many think that because of the marriage relation, they may permit themselves to be controlled by animal passions. They are led on by Satan. He is well pleased with the low level their minds take; for he has much to gain in this direction. He knows that if he can excite the baser passions, and keep them in the ascendency, he has nothing to be troubled about in their Christian experience; for the moral and intellectual will be subordinate while the animal will predominate and keep in the ascendency, and by exercise these baser passions will be strengthened and the nobler qualities of the mind become weaker and weaker."},{"refcode_short":"PH011 64.1","refcode_long":"Appeal to the Battle Creek Church, p. 64.1 (Ellen Gould White)","content":"He can mold their posterity much more readily than he could their parents; for he can so control the minds of the parents that through them he may give his own stamp of character to their children. Many children are born with the animal passions largely in the ascendency, while the moral faculties are but feebly developed. These children need the most careful culture, to bring out, strengthen, and develop, the moral and intellectual, and have these take the lead. But the workings of Satan are not perceived. His wiles are not understood. Children are not trained for God. Their moral and religious education is neglected. The animal passions are being constantly strengthened, while the moral faculties are becoming enfeebled."},{"refcode_short":"PH011 64.2","refcode_long":"Appeal to the Battle Creek Church, p. 64.2 (Ellen Gould White)","content":"Children begin to practice self-pollution even in their infancy; and as they increase in years, the lustful passions grow with their growth, and strengthen with their strength. Their minds are not at rest. Girls desire the society of boys; and boys, that of the girls. Their deportment is not reserved and modest. They are bold and forward, taking indecent liberties. Their corrupt habits of self-abuse have debased their minds, and tainted their souls. Vile thoughts, novel-reading, vile books, and love-stories, excite their imagination, and just suit their depraved minds. They do not love work. They complain of fatigue when engaged in labor. Their backs ache. Their heads ache. Is there not sufficient cause? Are they fatigued because of their labor? No, no! Yet their parents indulge these children in their complaints, and release them from labor and responsibility. This is the very worst thing they can do for them. They are removing almost the only barrier to Satan's having free access to their weakened minds. Useful labor would be a safeguard in some measure from his decided control of them."},{"refcode_short":"PH011 65.1","refcode_long":"Appeal to the Battle Creek Church, p. 65.1 (Ellen Gould White)","content":"We have some knowledge of the manner of Satan's workings, and how well he succeeds in it. In Battle Creek parents are asleep. From what has been shown me, Satan has paralyzed their minds. They are slow to suspect that their own children can be wrong and sinful."},{"refcode_short":"PH011 66.1","refcode_long":"Appeal to the Battle Creek Church, p. 66.1 (Ellen Gould White)","content":"Some of these children profess to be Christians, and parents sleep on, feeling no danger while the minds and bodies of their children are becoming wrecked. Some parents do not even take care to keep their children with them when in the house of God. Young girls have attended meetings and taken their seat, it may be, with their parents, but more frequently back in the congregation. They have been in the habit of making an excuse to leave the house. Boys understand this, and go out before or after the exit of the girls, and then, as the meeting closes, they accompany these girls home. Parents are none the wiser for this. Again, excuses are made to walk, and boys and girls assemble in some out-of-the-way place, resort to the fair grounds, or some other secluded place, and there play, and have a regular, high time, with no experienced eye upon them to caution them. They imitate men and women of advanced age."},{"refcode_short":"PH011 66.2","refcode_long":"Appeal to the Battle Creek Church, p. 66.2 (Ellen Gould White)","content":"This is a fast age, little boys and girls commence paying attentions to one another, when they should both be in the nursery, taking lessons in modesty of deportment. What does this common mixing up do? Does it increase chastity in the youth who thus gather together? No, indeed! it increases the first lustful passions in the youth, and they are crazed by the devil, and only give themselves up to their vile practices after such meetings."},{"refcode_short":"PH011 67.1","refcode_long":"Appeal to the Battle Creek Church, p. 67.1 (Ellen Gould White)","content":"Parents are asleep. They don't know that Satan has planted his hellish banner right in their households. What, I was led to inquire, will become of the youth in this corrupt age? I say parents are asleep. The children are infatuated with a love-sick sentimentalism, and the truth has no power to correct the wrong. What can be done to stay the tide of evil? Parents can do much if they will. If a young girl just entering her teens is accosted with familiarity by a boy of her own age, or older, she should be taught to so resent this, that no such advances will ever be repeated. When a girl's company is frequently sought for by boys or young men, something is wrong. That young girl needs a mother to show her her place, or to restrain her, and teach her what belongs to a girl of her age."},{"refcode_short":"PH011 67.2","refcode_long":"Appeal to the Battle Creek Church, p. 67.2 (Ellen Gould White)","content":"The corrupting doctrine which has prevailed, that, as viewed from a health stand-point, the sexes must mingle together, has done its mischievous work. When parents and guardians manifest one tithe of the shrewdness, which Satan possesses, then can this associating of sexes be more harmless. As it is, Satan is most successful in his efforts to bewitch the minds of the youth; and the mingling of boys and girls only increases the evil twenty-fold. Let boys and girls be kept employed in useful labor. If they are tired, they will have less inclination to corrupt their own bodies. There is nothing to be hoped for in the case of the young, unless there is an entire change in the minds of those older. Vice is stamped upon the features of boys and girls, and yet what is being done to stay the progress of this evil? Young boys and men are allowed and encouraged to take liberties by immodest advances of girls and young women. May God arouse fathers and mothers to work earnestly to change this terrible state of things, is my prayer."},{"refcode_short":"PH011 69.1","refcode_long":"Appeal to the Battle Creek Church, p. 69.1 (Ellen Gould White)","content":"I have been looking over the testimonies given for the Sabbath-keeping people, especially those at B. C. I am astonished at the mercy of God and his care for his people in B. C., in giving them the many admonitions and warnings, pointing out their dangers, presenting before them the exalted position he would have them occupy. If they would keep themselves in his love, and separate from the world, he would make his especial blessings to rest upon them, and his light to shine around about them. Their influence for good might be felt in every part of the gospel field, in every branch of the work. If they failed to meet the mind of God, if they continued to have so little sense of the exalted character of the work as they had in the past, their influence and example would prove a terrible curse, they would harm, and only harm. The blood of precious souls would be found upon their garments."},{"refcode_short":"PH011 69.2","refcode_long":"Appeal to the Battle Creek Church, p. 69.2 (Ellen Gould White)","content":"Testimonies of warning have been repeated. I inquire, Who have heeded them? Who have been zealous in repenting of their sins and idolatry, and been earnestly pressing forward toward the mark for the prize of the high calling of God in Christ Jesus? Who have shown the inward work of God, leading to self-denial and humble self-sacrifice? Who that have been warned, have so separated themselves from the world, from its affections and lusts, that they have shown a daily growth in grace and in the knowledge of our Lord and Saviour Jesus Christ? Whom do we find among the active ones, that feel any burden for the church? Who do we see God especially using, working by them, and through them, to elevate the standard, and to bring the church up to it, that they may prove the Lord and see if he will not pour them out a blessing."},{"refcode_short":"PH011 70.1","refcode_long":"Appeal to the Battle Creek Church, p. 70.1 (Ellen Gould White)","content":"I have waited anxiously and hoped that God would put his spirit upon some and use them as instruments of righteousness to awaken and set in order his church. But I have looked in vain. “Hope deferred maketh the heart sick.” Notwithstanding all the labor bestowed in years past up to the last June Conference, the church has been steadily and perceptibly retrograding. They have not advanced. They have been uniting more and more with the world in spirit and influence, until the line of demarkation between them and the world is scarcely discernible. They do not bear the image of the heavenly, the impress of the divine. I have about despaired as I have seen, year after year, a greater departure from that simplicity which God has shown me should characterize the life of his followers. There has been less and less interest in, and devotion to, the cause of God. I ask, Wherein have they regarded the warnings given? Wherein have they heeded the instructions they have received? They profess confidence in the testimonies. Wherein have they sought to live according to the light given in them?"},{"refcode_short":"PH011 71.1","refcode_long":"Appeal to the Battle Creek Church, p. 71.1 (Ellen Gould White)","content":"I have been looking over the testimonies borne, the warnings given those connected with the Review Office, who profess confidence in them. Who have carried out the instructions which they admit the Lord has given them? At the very time the most pointed testimonies were borne, the very wrongs reproved were entered into more fully. Satan seemed to stand at the helm and to have the guidance himself, and carried things to suit his own ideas. The church, in like manner, have not regarded the light given. The church have professed to believe the testimonies, but have not heeded them. Their own ways seem right in their own eyes. They have, some of them, rent their garments but the heart has not been rent. Rather than to break their hearts before God and in their confessions open their hearts and meet the point, they walk all around it, and do not touch the plague spot. They justify self, justify the course of wrong, and shield and build up themselves. They will not fall on the rock, fearing they will break if they do. This is precisely what the Lord designs shall be done with them. Then he can, with his holy hand (if they will permit him), build them up and mold them as clay is molded in the hands of the potter."},{"refcode_short":"PH011 71.2","refcode_long":"Appeal to the Battle Creek Church, p. 71.2 (Ellen Gould White)","content":"I was shown, one year ago last June, the responsible and important position those employed at the Office occupied. Brn. Smith, Aldrich, Walker, Amadon, and Gage, had the most to do in molding everything in connection with the Office, and in connection with the church. They could, if consecrated to God, glorify him in the Office and in the church. Their light could so shine that others by seeing their good works, would glorify our Father in heaven; or they could so conduct themselves as to encourage self-love, selfish interest, love of the world, and a relish for its exciting pleasures."},{"refcode_short":"PH011 72.1","refcode_long":"Appeal to the Battle Creek Church, p. 72.1 (Ellen Gould White)","content":"I saw that great changes must be wrought in the hearts and lives of these men before God can work in them by his power, in the salvation of others. They must be renewed after the image of God in righteousness and true holiness. The love of the world, the love of self, and every ambition of life calculated to exalt self, will be changed by the grace of God, and employed in the special work of saving souls for whom Christ died. Humility will take the place of pride; and haughty self-esteem will be exchanged for meekness. Every power of the heart will be turned into disinterested love for all mankind. Satan, I saw, would arouse himself when they in earnest commence the work of reformation in themselves. He knows that these men, if consecrated to God, could prove the strength of his promises, and realize a power working with them that the adversary shall not be able to gainsay nor resist. They would realize the life of God in the soul."},{"refcode_short":"PH011 73.1","refcode_long":"Appeal to the Battle Creek Church, p. 73.1 (Ellen Gould White)","content":"In Battle Creek, especially, should the power of God be felt. Here is the great heart of the work. Every pulsation is felt all through the entire body. If the heart is sound, it would impart health and vigor. If the heart is unsound, if the heart itself is paralyzed, how can its motions be vigorous, and a healthful current be sent through the entire body—through every branch of the work? The spiritual respirations of the heart and lungs of the cause must be deep and full. The life of God must sustain the heart, and through it vitalize the body, until it comes to the full measure of the stature of Christ."},{"refcode_short":"PH011 73.2","refcode_long":"Appeal to the Battle Creek Church, p. 73.2 (Ellen Gould White)","content":"I saw that none of these men had force of brain or muscle, so that they could do their duty in the Office as God required it to be done, and yet have a separate interest outside of the Office; that none of these should, while engaged in labor in the Office, introduce business in that Office of their own, not connected especially with the publication of the truth; that all merchandise should be abolished; and that when these men devoted that strength of brain and muscle which a devotion to the work would call forth from them, they would not have a reserve of strength to successfully carry forward any other enterprise. The Office has been made common by men taking up time in doing business with those employed exclusively for the sacred work of God."},{"refcode_short":"PH011 74.1","refcode_long":"Appeal to the Battle Creek Church, p. 74.1 (Ellen Gould White)","content":"I saw that it was impossible to serve God and mammon. The exalted character of the work has never been understood. The eye of the understanding has been closed. The love of the world, self-will and stubbornness, have hidden from them the sacred, holy character of the work—the high standard God calls them to come up to. Selfish interests are consulted. The love of the work, the deep interest in the work of God, have not existed."},{"refcode_short":"PH011 74.2","refcode_long":"Appeal to the Battle Creek Church, p. 74.2 (Ellen Gould White)","content":"I have borne a plain testimony. I have felt a burden of the work, a burden of soul that I never expect to feel again for the church at Battle Creek. God has let his Spirit drop upon me right in their midst. I have exhorted the youth. My spirit was stirred within me as I saw by their course of action how little they understood of true Christian religion. Professing Christ, yet in their works denying him; given up to pride, vanity, love of pleasure, love of self, idolaters in the sight of God. The intercourse of some with the world was such as to justify the sinner in his unbelief. There was not seen in their lives the grace of the Spirit of God. They did not possess moral courage and spiritual energy. They lured on souls to death. Souls have gone down into the grave who might have had a fitness for Heaven, had all those who professed Christ walked even as he walked. Professors of godliness have taken souls who were not as favorably situated as themselves to form a good religious character, and have, through their example and influence, linked their hands with the world, and by their course of action have said, The pleasures of the world are harmless; you can love God, and love self, and the world. You can profess Christ and yet live as the world live, love what the world love. Their example has said, You may lay aside your religious principles when not convenient to retain them."},{"refcode_short":"PH011 75.1","refcode_long":"Appeal to the Battle Creek Church, p. 75.1 (Ellen Gould White)","content":"While I was talking in this manner, I fell in your midst under the influence of the Holy Spirit. God then showed me your condition. And who have made a thorough change after this? Who turned square about? I have yet to learn that there was any decided change with those in the Office, or in the church. Bro. Aldrich and Walker engaged deeper than ever in worldly speculation. I have seen an unwillingness to come to the light, I have seen that many in Battle Creek, both old and young, choose darkness rather than light. They will not deny self. Battle Creek is a very important post, and faithful sentinels are needed to guard it with unremitting vigilance. The two institutions, the Publishing Association and the Health Institute, are in their midst."},{"refcode_short":"PH011 75.2","refcode_long":"Appeal to the Battle Creek Church, p. 75.2 (Ellen Gould White)","content":"In the fear of God I have given my testimony in regard to the health reform. It was more difficult to make headway upon this subject in B. C. among the Sabbath-keeping people, than in any other place. We battled on, and what have we gained? Pride of dress, pride of heart, love of show, love to gratify the appetite, have led to a disregard of the light the Lord permitted to shine upon them. They would not come to the light. They did not desire the light. Any light which would show them that if they would enjoy health they must deny the taste, was not acceptable."},{"refcode_short":"PH011 76.1","refcode_long":"Appeal to the Battle Creek Church, p. 76.1 (Ellen Gould White)","content":"I do not speak of these as a whole. A few have been true to their principles. Some acknowledged the light, and, for a time, walked in it, but they were not steadfast. Is it possible that Christ's followers are unwilling to restrict their appetites to articles of food which are healthful? Some of those who have had the most light, those standing at the very head of the work, have not been true to the principles of health reform. As we have traveled we have seen men and women injuring their health by an improper diet. We have spoken to them kindly in regard to their duty, but we would be met: I thought you had decided you could not live without meat, butter, and cheese; for if I am rightly informed your people in B. C. eat flesh-meats. Your responsible men in the Office are not reformers. They eat meat, butter, cheese and rich pie and cake. Others will excuse their indulgence of appetite by referring to B. C. Said one, On such a celebration, the Institute tables were not set with food recommended in the Reformer. There was a great variety of food which I have known themselves to condemn, and I have seen your most zealous church members, especially the females, looking over the table greedily for some article of food prepared richer than another. They seem to fear that they shall not obtain the most desirable position to obtain the very best dishes served up. We certainly saw their indulgence of appetite, which in us you condemn."},{"refcode_short":"PH011 77.1","refcode_long":"Appeal to the Battle Creek Church, p. 77.1 (Ellen Gould White)","content":"Again, “Sr. White, if you knew one-half of the doings at Battle Creek, you would not blame us, for we really do not know what to think, or what course to pursue. We heard you ate meat, butter, and cheese. All these things you had condemned we heard were upon your table again.” I told them I had not swerved from my principles of health reform. Butter was not placed upon my table for my family, neither for visitors. Meat was not brought into my house or placed upon my table. “Well,” said my informer, “did you not know that on Thanksgiving many of the brethren were seen on that day walking to their homes carrying their turkeys.” At another place where I thought to introduce the subject of health reform and the necessity of a healthful diet upon their table, I was met with, “They are far below us in health reform at B. C. There was a lot of old diseased sheep carried into market, slain from a flock that had, without doubt, the sheep-rot, and some of your best brethren lighted upon their carcasses as flies upon molasses. They could get these carcasses of sheep for a mere trifle, and they improved the chance.”"},{"refcode_short":"PH011 78.1","refcode_long":"Appeal to the Battle Creek Church, p. 78.1 (Ellen Gould White)","content":"One family in particular needed all the benefits they could receive by the reform in diet. Yet these very ones were completely backslidden. Meat and butter were used quite freely, spices were not entirely discarded. This family could have received great benefit from a nourishing, well-regulated diet. The head of the family needed a plain, nutritious diet. His habits were sedentary, and his blood moved sluggishly through the system. The benefit of healthful exercise he could not have like others, and, therefore, his food should be of a right quality and quantity. There had not been in this family the right management in regard to diet. There had been irregularity. There should have been a specified time for each meal, and the food should have been prepared free from grease in a simple form; but pains should have been taken to have it nutritious, healthful, and inviting. There has been in this family, as also in many families, a special parade made for visitors, many dishes prepared and frequently made too rich; so that those seated at the table would be tempted to eat to excess. Then in the absence of company there was a great reaction, a falling off in the preparations brought on the table. The diet was spare, and lacked nourishment. It was considered not so much matter “just for ourselves.” The meals were frequently picked up, and the regular time for eating not regarded. Every member of the family was injured by such management. It is a sin for any of our sisters to make such preparations as mentioned, for visitors, and wrong their own families by a spare diet which will fail to nourish the system."},{"refcode_short":"PH011 79.1","refcode_long":"Appeal to the Battle Creek Church, p. 79.1 (Ellen Gould White)","content":"The brother spoken of felt a lack in his system. He was not nourished. He thought meat would give him strength that he needed. Had he been suitably cared for, his table spread with food at the right time, of a nourishing quality, all the demands of nature would have been abundantly supplied. The butter and meat stimulate. These have injured the stomach and perverted the taste. The sensitive nerves of the brain have been benumbed, and the animal appetite strengthened at the expense of the moral and intellectual. Their higher powers, which should control, have been growing weaker; so that eternal things have not been discerned. Paralysis has benumbed the spiritual and devotional. Satan has triumphed to see how easily he can succeed in coming in through the appetite, and controlling men and women of intelligence, calculated by the Creator to do a good and great work."},{"refcode_short":"PH011 80.1","refcode_long":"Appeal to the Battle Creek Church, p. 80.1 (Ellen Gould White)","content":"The case referred to above is not an isolated one. If it were, I would not introduce it here. When Satan takes possession of the mind, how soon the light and instruction that the Lord has graciously given, fade away, and have no force! How many excuses are framed, how many necessities made, which have no existence, to bear them up in their course of wrong, in setting aside the light and trampling it under foot! I wish to speak with assurance, that the greatest objection to health reform is, this people do not live it out, and they will gravely say they cannot live the health reform and preserve their strength."},{"refcode_short":"PH011 80.2","refcode_long":"Appeal to the Battle Creek Church, p. 80.2 (Ellen Gould White)","content":"We find in every such instance a good reason why they cannot live out the health reform. They do not live it out, and have never followed it strictly, therefore cannot be benefited by it. Some fall into the error, that because they leave meat they have no need to supply its place with the best of fruits and vegetables, prepared in their most natural state, free from grease and spices. If they will only skillfully arrange the bounties the Creator has surrounded them with, and with a clear conscience parents and children unitedly engage in the work, they would enjoy simple food, and would then be able to speak understandingly of health reform."},{"refcode_short":"PH011 80.3","refcode_long":"Appeal to the Battle Creek Church, p. 80.3 (Ellen Gould White)","content":"Those who have not been converted to health reform, that have never fully adopted it, are not judges of its benefits. Those who digress occasionally to gratify the taste in eating a fattened turkey, or of other flesh-meats, pervert their appetites, and are not the ones to judge of the benefits of the system of health reform. They are controlled by taste, not by principle."},{"refcode_short":"PH011 81.1","refcode_long":"Appeal to the Battle Creek Church, p. 81.1 (Ellen Gould White)","content":"I have a well-set table on all occasions. I make no change for visitors, whether believers or unbelievers. I never intend to be surprised by an unreadiness to have set at my table from one to half a dozen extra who may chance to come in. I have enough simple, healthful food ready to satisfy hunger and nourish the system. If any want more than this they are at liberty to find it elsewhere. No butter or flesh-meats of any kind come on my table. Cake is seldom found on my table. I generally have an ample supply of fruits, good bread and vegetables. Our table is always well patronized, and all who partake of the food do well, and improve upon it. All sit down with no epicurean appetite, and eat with a relish the bounties supplied by our Creator."},{"refcode_short":"PH011 81.2","refcode_long":"Appeal to the Battle Creek Church, p. 81.2 (Ellen Gould White)","content":"I have seen that the disregard of health reform has brought the church into darkness and under condemnation where it is almost impossible to arouse them to a sense of the exalted character of the work of God. At the very heart of the work, where the most thorough instruction has been given, we find that we have the least influence, and the Health Institute has the fewest reliable ones to sustain the system. But they have chosen darkness rather than light. The gratification of appetite has overcome the moral and intellectual. Taste has been indulged at the expense of a clear conscience, a clear brain, and spiritual strength."},{"refcode_short":"PH011 82.1","refcode_long":"Appeal to the Battle Creek Church, p. 82.1 (Ellen Gould White)","content":"A wonderful indifference has been manifested upon this important subject, by those right at the heart of the work. The lack of stability in regard to the principles of health reform, is a true index of their character and their spiritual strength. They are deficient in thoroughness in their Christian experience. Their conscience is not regarded. The basis or cause of every right action existing and operating in the renewed heart secures obedience without external or selfish motives. The Spirit of truth and a good conscience are sufficient to inspire and regulate the motives and conduct of those who learn of Christ and are like him. Those who have not strength of religious principles in themselves have been easily swayed, by the example of others, in a wrong direction. Those who have never learned their duty from God, and acquainted themselves with his purposes concerning them, are not reliable in times of severe conflict with the powers of darkness. The external and present appearances will sway them. Worldly men are governed by worldly principles. They can appreciate no other. Christians should not be governed by the same principles worldly men are. They should not seek to strengthen themselves in the performance of duty by any other consideration than a love to obey every requirement of God as found in his word, and dictated by an enlightened conscience."},{"refcode_short":"PH011 83.1","refcode_long":"Appeal to the Battle Creek Church, p. 83.1 (Ellen Gould White)","content":"In the renewed heart there will be a fixed principle to obey the will of God because there is a love for what is just, and good, and holy. There will not be a hesitating, a conferring with the taste, or studying of convenience, or moving in a certain course because others have done so. Every one should live for themselves. The minds of all who are renewed by grace will be an open medium, continually receiving light, grace, and truth, from above, and transmitting it to others. Their works are fruitful and have their fruit unto holiness, and the end is everlasting life."},{"refcode_short":"PH011 83.2","refcode_long":"Appeal to the Battle Creek Church, p. 83.2 (Ellen Gould White)","content":"In so important a place as B.C., there should be picked men to keep the fort, who have stood in responsible positions, and have walked with God and learned their duty of him. There are many who are without root. They will be swayed by unsanctified influences and be led from devotion and from God. It is natural to follow the inclinations of the carnal heart. B. C. is filled up with just such persons as these. All such will have abundant opportunity to manifest that they are not the children of God. There are but few who have the genuine work of grace wrought in the heart, and who have obtained an experience for themselves. How few can God employ and use in his service!"}]