[{"refcode_short":"PH015 1","refcode_long":"Brother Aldrich, p. 1 (Ellen Gould White)","content":"Brother Aldrich"},{"refcode_short":"PH015 1","refcode_long":"Brother Aldrich, p. 1 (Ellen Gould White)","content":"Brother Aldrich"},{"refcode_short":"PH015 1.1","refcode_long":"Brother Aldrich, p. 1.1 (Ellen Gould White)","content":"I was shown that in Bro. Aldrich's case, he has been labored with faithfully. His case was correctly stated in regard to the course he has pursued in reference to the Office and Institute. My husband felt to bring these things before Bro. Aldrich, from a sense of duty, in the presence of his brethren who had confidence in him. He was not among enemies, nor in the presence of any who wished to injure him, but among those connected with him in the work, who had a perfect right to investigate all his course in connection with the work and cause of God. When errors were pointed out in regard to his management of matters in going forward upon his own judgment, without consulting his brethren, Bro. Aldrich made no acknowledgments of the wrongs, which were made plain to all present. He would not humble his pride to say he had been wrong. This was too humiliating. The golden opportunity passed of his confessing his errors, and in humility seeking to God for wisdom, and imploring his guidance."},{"refcode_short":"PH015 1.2","refcode_long":"Brother Aldrich, p. 1.2 (Ellen Gould White)","content":"I was pointed back and shown the cautions, warnings and reproofs, given for the benefit of Bro. Aldrich, through a previous vision. Yet he did not lay these things to heart, and move fearfully and tremblingly before God. His failing to confess his wrongs when he has erred, has been an injury to him, and given Satan great advantage of him. He has not put up the bars behind him, and Satan has had access to him, and blinded his eyes and perverted his judgment. Gently has the Lord warned, gently admonished, but a change has not been effected. Then the Lord laid the burden upon my husband, and matters were brought before Bro. Aldrich, unveiled, that if he had been deceived he could be deceived no longer. The right views were taken of his course; yet he was very unreconciled to this. His stubborn will was cherished, and the light was rejected. He refused to see his mistakes and errors, and Satan, I saw, was gaining greater power over his mind. As the last resort the Lord gave the reproof, through vision, which is here given, to correct the errors of Bro. Aldrich, because all other means had failed to accomplish the design of God. Bro. Aldrich would not yield to the judgment of any living man. He has confidence in his ability, and in his judgment. Bro. Aldrich is not a man that is ready to confess an error. His proud spirit forbids him to yield to evidence presented which shows him in error. Had the first gentle admonition of error been regarded, and Bro. Aldrich reformed, there would have been no necessity of the close remarks and plain laying out before Bro. Aldrich by Bro. White of his errors, and the simple facts as they were, in the presence of his brethren. His proud spirit rose up against this, and then the Lord tests him a little closer, and shows Bro. Aldrich himself as he views him. If he rejects this, and is not thoroughly reformed, darkness will cover him, and he will be fettered by the enemy. The rejection of light leaves men captives, bound by Satan. Never would Bro. Aldrich have been left to move so blindly had he been willing to receive correction. He has taken responsibilities which his position does not warrant. Bro. White, with his long experience, has not ventured to assume the responsibilities Bro. Aldrich has with his little experience. Bro. White counseled with his brethren in regard to every important move made. This was as God would have it. Men engaged in the same work should have a like interest, and all have just as deep an interest in the prosperity of the cause as Bro. Aldrich, and some have greater interest because of their longer experience and connection with the work, yet they have not had a voice in the management of matters. Bro. Aldrich has had a controlling influence. I saw, in the last vision, that the crisis has come; that things were going from bad to worse, and that God would suffer these things no longer to remain as they have done. I saw that Bro. Aldrich has not learned the lessons Heaven designed he should learn, and if he continued to pursue a course similar to that in the past, he would make shipwreck not only of himself, but of others."},{"refcode_short":"PH015 3.1","refcode_long":"Brother Aldrich, p. 3.1 (Ellen Gould White)","content":"I was shown that the feelings of the church in Battle Creek in regard to us more than one year since, would not have been as strong had it not been for the course of Bro. Abbey. The enemy wrought through him. He was far from being right. He talked, from place to place, and gave exaggerated statements. He was full of the spirit of the world, was in great spiritual darkness, and Satan made him an agent to perfect the work he had begun in Battle Creek. His influence brought about the state of things which led to our being regarded in a wrong light, and brought burdens upon us almost intolerable to be borne. His statements were, many of them, exaggerated. Some of them were false. Bro. Abbey has not understood himself. He has possessed a spirit of exaltation. Money is power, and Bro. Abbey has permitted his prosperity to be a snare to him. He is not humble, and prosperity is endangering his eternal interests. His heart is lifted up with pride, and the love of the world has eclipsed the value of the heavenly inheritance. Self-interest has occupied the heart. He has not had the soul called out and interested in the unfortunate, and in the poor who are not prepared to calculate and manage to acquire means. He is, in this respect, frequently pitiless. He has, in his experience, valued men and women, and youth, according to the capabilities of their muscles. If they could work diligently early and late, they were of value in his eyes. If they failed in this direction they were considered by him about worthless."},{"refcode_short":"PH015 4","refcode_long":"Brother Aldrich, p. 4 (Ellen Gould White)","content":"Brother Abbey"},{"refcode_short":"PH015 4.1","refcode_long":"Brother Aldrich, p. 4.1 (Ellen Gould White)","content":"Bro. Abbey and family have a great conflict to get the love of the world out of their hearts. The cares of this life and the deceitfulness of riches are choking out the precious graces, until the heart is almost destitute of them. There is a cold. unfeeling spirit for the needy and unfortunate. But the time will come when Bro. and Sr. Abbey will experience the fulfillment of these scriptures. That which ye sow ye shall also reap; and, That which ye mete to others shall be meted to you again. Take care. Watch. Every member of the family, watch; the course you pursue toward others, watch; yes, watch your feelings, your words, your actions. Your motives and acts are to bear the test of the Judgment. Bro. and Sr. Abbey, you are deceived in yourselves. You love this world, and you devote very little time to the service of God. It is all hurry, drive, work, work, confusion, disorder, and distraction. Such a condition of things is unfavorable to a growth in grace and spirituality. You are laying up treasure upon the earth, and your hearts are on your treasure. “Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal; but lay up for yourselves treasures in Heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal.”"},{"refcode_short":"PH015 5.1","refcode_long":"Brother Aldrich, p. 5.1 (Ellen Gould White)","content":"The influence prevailing is not good and saving upon hired girls, or men in your employ. The anxiety to obtain the greatest amount of work that it is possible to get done, prevails, and the spiritual interest is made a secondary thing. But little time is allowed for meditation and prayer."}]