[{"refcode_short":"PH010 3","refcode_long":"An Appeal to Ministers and Church Officers, p. 3 (Ellen Gould White)","content":"An Appeal to Ministers and Church Officers"},{"refcode_short":"PH010 3.1","refcode_long":"An Appeal to Ministers and Church Officers, p. 3.1 (Ellen Gould White)","content":"As I read the reports of labor published in the Review and our other denominational periodicals from week to week, my heart is rejoiced over the progress of the third angel's message in the home field and abroad. Our workers are having many remarkable experiences. The Lord is going before them, preparing the way, and the cause of present truth is making rapid advancement. This should be a source of profound gratitude to God. As we contrast the present prosperity of the work with the early years of poverty passed through by the pioneers of this cause, when our numbers were but few and our resources were limited, we can but exclaim, “What hath God wrought!”"},{"refcode_short":"PH010 3.2","refcode_long":"An Appeal to Ministers and Church Officers, p. 3.2 (Ellen Gould White)","content":"And yet there remains much to be done. In the past we have not been as diligent as we ought to have been in seeking to save the lost. Precious opportunities have been allowed to pass by unimproved. This has delayed the coming of our King. Had the people of God constantly preserved a living connection with Him from the beginning of the great advent movement, had they obeyed His word and advanced in all His opening providences, they would today be in the heavenly Canaan."},{"refcode_short":"PH010 4.1","refcode_long":"An Appeal to Ministers and Church Officers, p. 4.1 (Ellen Gould White)","content":"We have done only a small part of the evangelical work that God desires us to do among our neighbors and friends. In every city of our land there are those who know not the truth. And out in the broad world beyond the seas there are many new fields in which we must plow the ground and sow the seed."},{"refcode_short":"PH010 4.2","refcode_long":"An Appeal to Ministers and Church Officers, p. 4.2 (Ellen Gould White)","content":"A few faithful missionaries are even now planting the standard of truth in fields far away. Publications are multiplying in many languages. These silent messengers are enlightening thousands. But as a people we come far short of moving forward as fast as the providence of God opens the way. Our General gives the command, “Go forward.” Thousands are thirsting for living truth. The Macedonian cry is coming to us from every direction, “Come over and help us.” We look about us, and inquire, “Who will go?” O that every follower of Jesus might respond: “Send me. I long to do something for my Master.”"},{"refcode_short":"PH010 5.1","refcode_long":"An Appeal to Ministers and Church Officers, p. 5.1 (Ellen Gould White)","content":"Time and again I have had presented before me a vision of people across the broad ocean, standing in perplexity, and pale with anxiety, earnestly inquiring, “What is truth?” They say: “We want the bread of life. Our churches are backslidden from God. We want to find the old paths. We want to come back to the simplicity of gospel religion.” My tears flow as I see this picture rising vividly before me. The voice from heaven pleads, “Go ye into all the world, and preach the gospel to every creature.” While so great a work remains to be done, shall not we, as Christ's followers, arouse to a sense of our God-given responsibility, and be active in doing our part?"},{"refcode_short":"PH010 5","refcode_long":"An Appeal to Ministers and Church Officers, p. 5 (Ellen Gould White)","content":"Plans for Enlarging Our Laboring Forces"},{"refcode_short":"PH010 5.2","refcode_long":"An Appeal to Ministers and Church Officers, p. 5.2 (Ellen Gould White)","content":"The strength of an army is measured largely by the efficiency of the men in the ranks. A wise general instructs his officers to train every soldier for active service. He seeks to develop the highest efficiency possible on the part of all. If he were to depend upon his officers alone, he could never expect to conduct a successful campaign. He counts on loyal, untiring service from every man in his army. The responsibility rests largely upon the men in the ranks."},{"refcode_short":"PH010 6.1","refcode_long":"An Appeal to Ministers and Church Officers, p. 6.1 (Ellen Gould White)","content":"And so it is in the army of Prince Emmanuel. Our General, who has never lost a battle, expects willing service from every one who has enlisted under His banner. In the closing controversy now waging between the forces for good and the hosts of evil, He expects all, laymen as well as ministers, to take part. All who have enlisted as soldiers of His, are to render faithful service as minutemen, with a keen sense of the responsibility resting upon them individually."},{"refcode_short":"PH010 6.2","refcode_long":"An Appeal to Ministers and Church Officers, p. 6.2 (Ellen Gould White)","content":"Those who have the spiritual oversight of the church should devise ways and means by which an opportunity may be given to every member of the church to act some part in God's work. This has not always been done in the past. Plans have not been fully carried out whereby the talent of all might be employed in active service. There are but few who realize how much has been lost because of this."},{"refcode_short":"PH010 6.3","refcode_long":"An Appeal to Ministers and Church Officers, p. 6.3 (Ellen Gould White)","content":"The leaders in God's cause, as wise general, are to lay plans for advance moves all along the line, In their planning, they are to give special study to the work that can be done by the laity for their friends and neighbors. The work of God in this earth can never be finished until the men and women comprising our church-membership, rally to the work, and unite their efforts with those of ministers and church officers."},{"refcode_short":"PH010 7.1","refcode_long":"An Appeal to Ministers and Church Officers, p. 7.1 (Ellen Gould White)","content":"The salvation of sinners requires earnest, personal labor. We are to bear to them the word of life, not to wait for them to come to us. O that I could speak words to men and women that would arouse them to diligent action! The moments now granted us to work are few. We are standing upon the very borders of the eternal world. We have no time to lose. Every moment is golden, and altogether too precious to be devoted merely to self-serving. Who will seek God earnestly, and from Him draw strength and grace to be His faithful workers in the missionary field?"},{"refcode_short":"PH010 7.2","refcode_long":"An Appeal to Ministers and Church Officers, p. 7.2 (Ellen Gould White)","content":"In every church there is talent, which, with the right kind of labor, might be developed to become a great help in this work. There should be a well-organized plan for the employment of workers to go into all our churches, large and small, to instruct the members how to labor for the upbuilding of the church, and also for unbelievers. It is training, education, that is needed. Let all set their hearts and minds to become intelligent in regard to the work for this time, qualifying themselves to do that for which they are best adapted."},{"refcode_short":"PH010 8.1","refcode_long":"An Appeal to Ministers and Church Officers, p. 8.1 (Ellen Gould White)","content":"That which is needed now for the upbuilding of our churches is the nice work of wise laborers to discern and develop talent in the church,—talent that can be educated for the Master's service. Those who shall labor in visiting the churches should give the brethren and sisters instruction in practical methods of doing missionary work. Let there be a class for the training of the youth, as well. Young men and women should be educated to become workers at home, in their own neighborhoods, and in the church."},{"refcode_short":"PH010 8.2","refcode_long":"An Appeal to Ministers and Church Officers, p. 8.2 (Ellen Gould White)","content":"All this work of training should be accompanied with earnest seeking of the Lord for His Holy Spirit. Let this be urged home upon those who are willing to give themselves to the Master's service. Our conduct is watched by the world; every act is scrutinized and commented upon. There must be diligent cultivation of the Christian graces, that those who profess the truth may be able to teach it to others as it is in Jesus, that they themselves may be ensamples, and that our enemies may be able to say no evil of them truthfully. In all their intercourse with unbelievers they are exerting an influence for good or for evil. They are either a savor of life unto life or of death unto death. God calls for greater piety, for holiness of life and purity of conduct, in accordance with the elevating, sanctifying truths which we profess. The lives of the workers for Christ should be such that unbelievers, seeing their godly walk and circumspect conversation, may be charmed with the faith that produces such results."},{"refcode_short":"PH010 9.1","refcode_long":"An Appeal to Ministers and Church Officers, p. 9.1 (Ellen Gould White)","content":"The end is near, stealing upon us stealthily, imperceptibly like the noiseless approach of a thief in the night. May the Lord grant that we shall no longer sleep as do others, but that we shall watch and be sober. The truth is soon to triumph gloriously, and all who now choose to be laborers together with God will triumph with it. The time is short; the night soon cometh, when no man can work. Let those who are rejoicing in the light of present truth, now make haste to impart the truth to others. The Lord is inquiring, “Whom shall I send?” Those who wish to sacrifice for the truth's sake, are now to respond, “Here am I, Lord; send me.”"},{"refcode_short":"PH010 10","refcode_long":"An Appeal to Ministers and Church Officers, p. 10 (Ellen Gould White)","content":"Thanksgiving Week and Our Missions"},{"refcode_short":"PH010 10.1","refcode_long":"An Appeal to Ministers and Church Officers, p. 10.1 (Ellen Gould White)","content":"We are rapidly approaching the time set apart by the General Conference Committee as a week of special endeavor in behalf of our mission fields. The plan has been set before our people in the columns of the Review and Herald by the officers of the General Conference, in the following words:"},{"refcode_short":"PH010 10.2","refcode_long":"An Appeal to Ministers and Church Officers, p. 10.2 (Ellen Gould White)","content":"“The General Conference Committee, at its late meeting in April, recommended that Thanksgiving week, November 22-28, be set apart as a time for a special ingathering of funds for foreign mission work."},{"refcode_short":"PH010 10.3","refcode_long":"An Appeal to Ministers and Church Officers, p. 10.3 (Ellen Gould White)","content":"“The season of the year is favorable for such an effort. The crops will be nearly harvested: the fall work on the farm mostly done. The national holiday, Thanksgiving, comes November 26. At this season of the year, Americans naturally turn their thoughts toward deeds of charity, and multitudes are glad to know of some beneficent object upon which they can intelligently bestow their thank-offering to the Lord."},{"refcode_short":"PH010 10.4","refcode_long":"An Appeal to Ministers and Church Officers, p. 10.4 (Ellen Gould White)","content":"“Nothing can appeal to the majority of our fellow citizens more than to extend help to a mission board that is carrying on a world-wide gospel campaign."},{"refcode_short":"PH010 11.1","refcode_long":"An Appeal to Ministers and Church Officers, p. 11.1 (Ellen Gould White)","content":"“Until the present time, Seventh-day Adventists have furnished their own funds for nearly all they have undertaken. Seldom have unbelievers been called upon to assist in our general work. We have been before the world for half a century. During this fifty years, Seventh-day Adventists have built many sanitariums, the benefits of which are largely reaped by the world. We have gratuitously distributed hundreds of millions of pages of gospel literature, and sold hundreds of millions more at a great sacrifice of time and money, that others might be benefited."},{"refcode_short":"PH010 11.2","refcode_long":"An Appeal to Ministers and Church Officers, p. 11.2 (Ellen Gould White)","content":"“During Thanksgiving week it was thought advisable to ask our people everywhere to give that week to soliciting funds for foreign mission work."},{"refcode_short":"PH010 11.3","refcode_long":"An Appeal to Ministers and Church Officers, p. 11.3 (Ellen Gould White)","content":"“The General Conference Committee has invited the Review and Herald Publishing Association to bring out a special Missions Number of the Review and Herald which will contain a report of what Seventh-day Adventists are doing in heathen lands and Catholic countries. It will be a thirty-two page number, amply illustrated, and filled with such information as will surely interest all who receive it."},{"refcode_short":"PH010 11.4","refcode_long":"An Appeal to Ministers and Church Officers, p. 11.4 (Ellen Gould White)","content":"“This paper we recommend to be given to the people, at the same time calling their attention to the lines of work we are doing. A short canvass will be prepared on the contents of the paper, so that all can be, well informed as to what to say to their friends and neighbors."},{"refcode_short":"PH010 11.5","refcode_long":"An Appeal to Ministers and Church Officers, p. 11.5 (Ellen Gould White)","content":"“The paper is to be given away. Those taking a copy will be urged to read it, and study its contents. Each one to whom a copy of the special number is given, is to be asked for a donation to our mission funds. Each can give what he likes; but few will care to give less than twenty-five cents. Some will wish to give much more. The business firms with whom people have traded for many years will often give liberally. The rich, if approached in the right manner, will often donate without stint."},{"refcode_short":"PH010 12.1","refcode_long":"An Appeal to Ministers and Church Officers, p. 12.1 (Ellen Gould White)","content":"“This ingathering of funds should be the greatest event in our financial history. It should bring into the treasury of the Mission Board a large sum of money with which to help our work in foreign fields. A united army of sixty thousand Seventh-day Adventists filled with the Holy Spirit ought to do much for God in a week's consecrated effort."},{"refcode_short":"PH010 12.2","refcode_long":"An Appeal to Ministers and Church Officers, p. 12.2 (Ellen Gould White)","content":"“All our schools could plan for a foreign mission week. All our office employees could gain a rich experience by helping to gather in this fund. This week can mark a new era in our foreign mission work, if we arise, as did the Jews in the days of Mordecai, and seek God with all the heart. If Israel's God goes before us, if the fiery pillar leads the way, there will be great blessings before us."},{"refcode_short":"PH010 12.3","refcode_long":"An Appeal to Ministers and Church Officers, p. 12.3 (Ellen Gould White)","content":"“Let us not forget the date,—Thanksgiving week: nor the idea,—a large ingathering of funds for foreign missions.”"},{"refcode_short":"PH010 12","refcode_long":"An Appeal to Ministers and Church Officers, p. 12 (Ellen Gould White)","content":"The Example of Nehemiah"},{"refcode_short":"PH010 12.4","refcode_long":"An Appeal to Ministers and Church Officers, p. 12.4 (Ellen Gould White)","content":"Letters of inquiry have come to me regarding the advisability of carrying out the plan outlined above. In answer, I would refer all to the example of Nehemiah. When about to journey to Jerusalem with the hope of restoring the walls about the stricken city of his fathers, he frankly told King Artaxerxes of the work he contemplated doing, and requested help to insure the success of the enterprise. He obtained a letter to the keeper of the king's forest in the mountains of Lebanon, directing him to furnish such timber as would be needed for the wall of Jerusalem and the buildings that were to be erected. And the means which he lacked he solicited from those who were able to bestow."},{"refcode_short":"PH010 13.1","refcode_long":"An Appeal to Ministers and Church Officers, p. 13.1 (Ellen Gould White)","content":"In writing on this subject in years past, I have said:"},{"refcode_short":"PH010 13.2","refcode_long":"An Appeal to Ministers and Church Officers, p. 13.2 (Ellen Gould White)","content":"“The Lord still moves upon the hearts of kings and rulers in behalf of His people. Those who are laboring for Him are to avail themselves of the help that He prompts men to give for the advancement of His cause. The agents through whom these gifts come, may open ways by which the light of truth shall be given to many benighted lands. These men may have no sympathy with God's work, no faith in Christ, no acquaintance with His word: but their gifts are not on this account to be refused."},{"refcode_short":"PH010 13.3","refcode_long":"An Appeal to Ministers and Church Officers, p. 13.3 (Ellen Gould White)","content":"“The Lord has placed His goods in the hands of unbelievers as well as believers; all may return to Him His own for the doing of the work that must be done for a fallen world. As long as we are in this world, as long as the Spirit of God strives with the children of men, so long are we to receive favors as well as to impart them. We are to give to the world the light of truth, as revealed in the Scriptures; and we are to receive from the world that which God moves upon them to give in behalf of His cause."},{"refcode_short":"PH010 13.4","refcode_long":"An Appeal to Ministers and Church Officers, p. 13.4 (Ellen Gould White)","content":"“The Lord's work might receive far greater favors than it is now receiving, if we would approach men in wisdom, acquainting them with the work, and giving them an opportunity of doing that which it is our privilege to induce them to do for its advancement. If we, as God's servants, would take a wise and prudent course. His good hand would prosper us in our efforts."},{"refcode_short":"PH010 14.1","refcode_long":"An Appeal to Ministers and Church Officers, p. 14.1 (Ellen Gould White)","content":"“Some may question the propriety of receiving gifts from unbelievers. Let such ask themselves: ‘Who is the real owner of our world? To whom belong its houses and lands, and its treasures of gold and silver?’ God has an abundance in our world, and He has placed His goods in the hands of all, both the obedient and the disobedient. He is ready to move upon the hearts of worldly men, even idolaters, to give of their abundance for the support of His work; and He will do this as soon as His people learn to approach these men wisely and to call their attention to that which it is their privilege to do. If the needs of the Lord's work were set forth in a proper light before those who have means and influence, these men might do much to advance the cause of present truth. God's people have lost many privileges of which they could have taken advantage, had they not chosen to stand independent of the world."},{"refcode_short":"PH010 14.2","refcode_long":"An Appeal to Ministers and Church Officers, p. 14.2 (Ellen Gould White)","content":"“In the providence of God, we are daily brought into connection with the unconverted. By His own right hand God is preparing the way before us, in order that His work may progress rapidly. As colaborers with Him, we have a sacred work to do. We are to have travail of soul for those who are in high places; we are to extend to them the gracious invitation to come to the marriage feast."},{"refcode_short":"PH010 15.1","refcode_long":"An Appeal to Ministers and Church Officers, p. 15.1 (Ellen Gould White)","content":"“Although now almost wholly in the possession of wicked men, all the world, with its riches and treasures, belongs to God. ‘The earth is the Lord's, and the fulness thereof.’ The silver is Mine, and the gold is Mine, saith the Lord of hosts.’ ‘Every beast of the forest is Mine, and all the birds of the mountains; and the wild beasts of the field are Mine. If I were hungry, I would not tell thee; for the world is Mine, and the fulness thereof.’ O that Christians might realize more and still more fully that it is their privilege and their duty, while cherishing right principles, to take advantage of every heaven-sent opportunity for advancing God's kingdom in this world!”"},{"refcode_short":"PH010 15.2","refcode_long":"An Appeal to Ministers and Church Officers, p. 15.2 (Ellen Gould White)","content":"“Why not ask the Gentiles for assistance? I have received instruction that there are men and women in the world who have sympathetic hearts, and who will be touched with compassion as the needs of suffering humanity are presented before them."},{"refcode_short":"PH010 16.1","refcode_long":"An Appeal to Ministers and Church Officers, p. 16.1 (Ellen Gould White)","content":"“There are men in the world who will give of their means for schools and for sanitariums. The matter has been presented to me in this light. Our work is to be aggressive. The money is the Lord's and if the wealthy are approached in the right way, the Lord will touch their hearts, and impress them to give of their means. God's money is in the hands of these men, and some of them will heed the request for help."},{"refcode_short":"PH010 16.2","refcode_long":"An Appeal to Ministers and Church Officers, p. 16.2 (Ellen Gould White)","content":"“Talk this over, and do all in your power to secure gifts. We are not to feel that it would not be the thing to ask men of the world for means; for it is just the thing to do. This plan was opened before me as a way of coming in touch with wealthy men of the world. Through this means not a few will become interested, and may hear and believe the truth for this time.”"}]