[{"refcode_short":"PH016 5","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 5 (Ellen Gould White)","content":"To Brother J. N. Andrews And Sister H. N. Smith"},{"refcode_short":"PH016 5","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 5 (Ellen Gould White)","content":"Letter to Sister H. N. Smith"},{"refcode_short":"PH016 5.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 5.1 (Ellen Gould White)","content":"I think it is my duty to unburden my mind to you this morning. After we came home from the West you well know a burden rested upon us. We felt no union with the church generally, and have spent our Sabbaths at home. But I will go back. When we came from the East last fall I told James that I had no liberty to bear my testimony in the church at Battle Creek; but he urged me to do so. I continued to do so, but to the discouragement of my own soul; and when I prayed in the meeting-house I had so little freedom I told my husband it should be the last time. I knew not the occasion of all this. I felt the same when relating or reading a vision in Uriah's and your presence. I was reluctant to do so, and had no freedom, and felt a strange dissatisfaction."},{"refcode_short":"PH016 5.2","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 5.2 (Ellen Gould White)","content":"While at Knoxville some things were explained to me which I was ignorant of before. While at a meeting at Bro. Kellogg's the whole matter as shown me at Knoxville was opened before me. Things came vividly to mind which it had been impossible for me to recall. I was shown while at Knoxville the state of things at Battle Creek. I was shown the case of C. Smith's family, and was pointed back to the visions which they had not heeded. Then I saw Fletcher, Uriah, yourself and other individuals. It seemed to be a chain of connection, with dissatisfied feelings, and watching James and me with jealousy and suspicion. Uriah and James were shown me a distance apart from each other, not united. Darkness was in the Office. The angels of God were grieved, and had but little to do with the work there. There was a secret dissatisfaction, all carried on in darkness, concealed from us. Then I saw J. H. Waggoner, and the communications between him and Uriah. Uriah wronged James in writing to Bro. Waggoner, and Bro. Waggoner wronged him by not being open and frank. If Bro. Waggoner had said to Uriah, If Bro. White is wrong in his feelings in regard to you, I am more so; I have burdened his mind with my feelings in regard to these things; do not judge harshly of Bro. White in this matter, for I was equally to blame, then matters would have been left in a different shape. But that matter was not left right. It was left half finished, with all the censure upon James, like many other things. God frowns upon such injustice. There was occasion for Bro. White's feelings and Bro. Waggoner's; but their feelings were too strong, and their course was wrong in not going directly to Uriah and talking over matters with him. But Uriah's and your wrong was still greater in carrying the matter to others, and writing to Waukon before speaking to James upon the matter."},{"refcode_short":"PH016 6.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 6.1 (Ellen Gould White)","content":"Harriet, I saw that a strange work has been going on here for months in the past. There has been a strengthening the hands of one another in unbelief of the visions because the wrongs of some have been reproved. I feel crushed in spirit, and that I have been abused. I have no more testimony to bear in Battle Creek until there is an entire change. This is darker than the work in Rochester, and is certainly worse; for I saw that they had their example and present condition before them as a warning."},{"refcode_short":"PH016 7.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 7.1 (Ellen Gould White)","content":"Harriet, I was carried back and shown that there has never been a reception of the visions given in Paris. It is still looked upon that Bro. White dealt too plain, and you are not free in this matter. From what has been shown me he dealt no plainer than the case deserved. And the dissatisfaction and warfare against the testimony and visions there borne must be seen, felt and acknowledged, or they will be subject to wrong influences and the temptations of the Devil. They will appear to be united with us, but when in God's order plain dealing or reproofs are given, all the past is called up and the same warfare commences, and they are more liable to sympathize with those who are wrong than with the right. All these things will have to be realized and thorough work made. The influence and feelings which existed in Paris has affected your judgment, and still sways your mind. You have received and cherished feelings that Bro. White was too hard and severe, and if one is censured or has plain matters of fact laid before them, they complain of Bro. White's severity, and you stand all ready to sympathize with them. In this you come short of being a co-worker with God and his angels. God lays a burden on his servant that things are not right; he must bear a plain testimony. It is not pleasant for him to do this. He would gladly be excused, but must do his duty regardless of consequences. Who then I ask, deserves the sympathy? The one who feels the burden, and in the fear of God discharges his duty, or the erring one who causes trouble and burden by grieving the Spirit of God? Just as long as God has a people, just as long as he has a church, he will have those who will cry aloud and spare not, who will be his instruments to reprove selfishness and sins, and will not shun to declare the whole counsel of God, whether men will hear or forbear. I saw that individuals would rise up against the plain testimonies. It does not suit their natural feelings. They would choose to have smooth things spoken unto them, and have peace cried in their ears. You would choose to be flattered and caressed. But this is not the work that God has assigned us. Individuals have been watching James with jealousy and suspicion, and the feelings and the prejudices have been communicated to each other, while he was left in darkness as to the real state of their feelings, and they were doubting the messages which the Lord had given. I saw that a great trial was before the church at Battle Creek. I saw that James must be careful whom he trusted or confided in, for he was watched by some of his brethren at Battle Creek, and watched by those in the Office, especially by yourself, Uriah and Fletcher. I saw that the leaven of dissatisfaction that worked in Paris and Rochester has been at work here. The messages which the Lord gave in Paris were doubted. The plain reproofs that my husband there bore were not received, but he was looked upon as being hard and severe; but I was shown that had he borne a more mild testimony he would have merited the displeasure of God. The feelings of those in Paris were not in union with the spirit and work of God, and they realized not the sacrifices and self-denial that must be made by them as well as others to fill their place in the work of God. When they were reproved, instead of searching carefully their own hearts and confessing their wrongs, self rose up, It can't be so! They dwelt upon what they regarded as Bro. White's severity, sympathized with each other, linked together in their unbelief and dissatisfaction. And they never yet have seen and realized their wrong course, or our sufferings in Paris, which need not have been as severe if they had taken a right course. All this is recorded, and will yet appear before them in its true light, just as Heaven regards it. They were willing to think they had been dealt too severely with. Satan helped them in the matter. Angels were grieved and turned from them, and they went into great darkness. They rejected the means which God had chosen to correct them, and their discernment between a right and wrong spirit was gone. Bro. J. N. A. sympathized with his friends in Paris. Their feelings and their course of action affected him, influenced his mind, and his judgment and his sympathies were perverted, and he often stood on the side of those who were cautioned or reproved, which caused trouble instead of healing the difficulty. This all arose from not having his sympathy and influence with those whom he should have confidence in, and leaving those to bear and fully feel their burden who were not right, that by diligent search of their own course they might make strait and thorough work. Things at Paris were left at loose ends, all prepared for Satan to tangle into a perplexing knot to suit himself. They never have realized their wrongs and taken them out of the way. The bars were left down for Satan to step in and possess the field. When everything moves on smoothly then past dissatisfaction and difficulties originating in Paris lie dormant; but when reproof is given the same warfare commences. Bro. White is wrong, he is severe, he was hard back there, he is the same now. Jealousy and hard feelings arise, and as he is in union with the visions, as the visions and his testimony agree, the visions are doubted. And Satan has worked secretly, first at Waukon, and then at Battle Creek, to affect and overthrow the work of God."},{"refcode_short":"PH016 10.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 10.1 (Ellen Gould White)","content":"I was pointed back, away back to the time when those in Paris, especially Brn. Andrews’ and Steven's families were ensnared by error, and for years were in a perfect deception of Satan. They suffered while in this error, but they never will obtain a particle of reward for it. If they had been willing to be taught, and received light in God's appointed way, they would not have been held in error, fanaticism and darkness all that length of time; but self would not yield to the light God gave. Their feelings and impressions were sufficient evidence for them, and they would not be corrected until they were overwhelmed and compelled to acknowledge the power of God, and that they were wrong. God has given them since that time unmistakable evidence of his work, and wonderful manifestations of his Spirit. Repeatedly have some of them been slain by the power of God, and while the impression remains all is well; but when the impression wears away the same wrong feelings return, self rises, because they did not make thorough work behind them. I saw that it was of the greatest importance that they make thorough work in the past. I was brought down to Rochester, and saw the same suspicion and jealousy existed there, and your influence was not good, and I saw that things in Rochester and vicinity were in such a condition that God would have us leave Rochester just when we did, and I saw that there had been a lack of frank acknowledgement from Bro. J. N. A. yourself, Uriah and others, that it was the special work of God our leaving Rochester at the time we did, notwithstanding the most positive evidence has been given of this, to seal that whole work of God: the prosperity God has given the Office and the cause since the removal to Battle Creek. Yet there has not been straight work in acknowledging this as God's special providence. While God was directing and counselling in regard to these matters, that his work could move forward with freedom, their feelings were in opposition to it. Had they been standing in the counsel of God they would have been in union with his work and with the angels, but individuals were ignorantly warring against the leadings of God, and had no realizing sense of their fearful position of being united with evil angels in their opposition to the advancement of God's work and his opening providence. Had they believed what the Lord had shown in regard to these matters, they need not have moved in such perfect blindness. All that work of God must be acknowledged, and with decision a position taken in these things, or Satan will improve every opportunity to throw in doubts, suggestions and jealousy, and the leaven will continue to work. This leaven must be purged out. When God's hand is reached down, and he moves his people to the right or left it is of the greatest importance that they acknowledge his hand and firmly take their position that God has done this. The state of things in Rochester should be a warning to all who are tempted to doubt the teachings of God, or to find fault with the strait testimony and reproofs given by Bro. White. The angels of God do not hover in mercy over Rochester. A curse has rested there, and all the deeds and cruel work of those in Rochester and vicinity are recorded. Satan has kept the mind in perfect darkness in regard to these things. God is not to be trifled with. Sufferings and agony his servants bore in Rochester while striving with all their energies to do his work. Satan and evil angels were at war with them, and many professing the present truth united with these evil powers to discourage and cause mental anguish, which might have been avoided. They were co-workers with the powers of darkness. All this is faithfully chronicled. Yet notwithstanding the example of Rochester, and their present condition, which should be a warning, the same work has been going on at Battle Creek in a secret, underhanded, deceptive manner. The same spirit which existed in Paris and Rochester has revived, and there is no safety or confidence to hope for better things until the past is all straitened out by frankly acknowledging God's work, if it tears self and self dignity all to pieces."},{"refcode_short":"PH016 12.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 12.1 (Ellen Gould White)","content":"There is a thorough opposition in this place against plain testimony, and Harriet, none are so thoroughly opposed to it as yourself, and yet you are in close connection with the work of God, and in constant opposition and rebellion to the one he has laid burdens upon to reprove, to counsel and manage in his cause. Says the true Witness, I know thy works. It has been to disaffect the minds of others in regard to James, to place him in a wrong light before them, and put on a distressed appearance, which has had its influence with a number of individuals, yet you faithfully concealed all this from us. But I have been shown that the counsel and strait testimony will not cease as long as God has anything to do with this church and with the Office. The plain testimony will cut to the right and left, and the church will have to be hewed and squared. The planning-knife of God will pass over them, and if individuals will not bear the strait work they will be laid aside as useless timber, unfit to have any place in the cause or work of God. Harriet, I was shown the past position John occupied after he went to Waukon. The spirit of rebellion that arose there is not dead yet. But quite a number are standing in just that uncertain position, taking no decided stand, with but little spirit of present truth, having no sense of the work of God, and the seeds of rebellion that have taken root there would spring up very easily."},{"refcode_short":"PH016 13.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 13.1 (Ellen Gould White)","content":"I saw that Bro. John had suffered in his mind extremely. Satan magnified many things before him, and he has represented Paris and Rochester affairs to others in a wrong light. Bro. John has been driven to almost insanity. The visit at Waukon was timely, and God wrought there in great power. John was convinced that God was in the work, and he has made great efforts to resist the suggestions of Satan, and to be united with us and the work of God. He needs help. He has been fiercely buffeted, and has made strong efforts to get every difference under his feet, and to have his mind directed in the right channel; and not a shadow of unbelief should be thrown in his path. He should receive help in this matter. And if those who have influence with Bro. John will exert that influence as they should, take their position decidedly in relation to the work of God and stand upon it, it will be a strength to Bro. John, and he may yet be entirely free. But in order to be free he must see the past, and realize something of the wrong influence he has exerted; that his influence told on the side of the enemy's ranks."},{"refcode_short":"PH016 14.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 14.1 (Ellen Gould White)","content":"I saw that his family do not stand clear. Dissatisfaction is in their minds in regard to James and things which have occurred in the past. They will not stand in the light until they wipe out the past by confessing their wrong course in opposing the testimonies given them of God, and are united with the work of God. Their own selfish feelings and views stand directly in their way. They must either yield their feelings, if it [tears] them all to pieces, or the visions must be given up. There will be full union or disunion. The crisis has come. The warfare that has been waged against James and the testimonies given of God must be given up if every one in that Office is removed. O Harriet, your past course for months was unfolded to me. Your opposition of feeling to James; your manifesting so much agony of feelings if there is counsel or the slightest reproof given in the Office, and your professing so much fear of James as though he were a tyrant. You have been deceived, and acted under a perfect deception of the Devil, and have deceived others in regard to James. The least advice or counsel has been construed into a reproof, and you have stood prepared to have your feelings reined up to the highest pitch, and then your unreconciled, strong, set, willful feelings have been carried out into manifestations of great agony, which have had the worst possible influence upon Uriah, and has had a complete tendency to tear him from James and cause him to consider himself and you abused when it was a deception of Satan. You who ought to have been a help to Uriah and sought to have relieved his mind if burdened or in trial, have taken a course to stir up his mind, throwing him into perplexity and bringing upon him the greatest trials he has ever suffered, and all this without a cause. You have cruelly injured and wronged James. You have been perfectly controlled the enemy. I saw that he had borne and suffered in that Office as God did not require him to suffer again. I saw it would have been much better for you to have left the Office entirely, than to remain and exert the influence that you have."},{"refcode_short":"PH016 15.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 15.1 (Ellen Gould White)","content":"I saw that there has not been that care taken that there should have been to choose only those in the Office who were true to one another, and devoted to the work of God."},{"refcode_short":"PH016 15.2","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 15.2 (Ellen Gould White)","content":"You have been very close with us in regard to your true feelings, but have sympathized with others, and expressed great dissatisfaction of James’ course, and have received sympathy in return. Your manifesting so much suffering of mind has awakened strong sympathy in others, when you had no foundation for such feelings but your own imagination wrought upon by a tempting enemy. Your appearance has exerted the worst possible influence. If you had felt aggrieved, Bro. White was the one for you to have gone to and freely unburdened your mind to him, then you would have been convinced that your feelings arose from prejudice, misunderstanding, and misconstruction of his words. God's frown is upon these things. That a company so closely connected in his work as Uriah, Harriet, and James, should be so exclusive and secretive as you have been. Those who labor together in that Office, their souls must be one, every separate interest should be laid aside, and they should have perfect confidence in each other, and perfect frankness and openness. And I saw that this must be so. Your influence has been against this. I saw that things in that Office must go forward with entirely different feelings and from different principles or God will have everything in that Office turned upside down. For months Harriet, you have felt wrong, acted wrong, spoken wrong, and been controlled by the enemy. You may call your feelings grief, but you have not realized your condition. You have at times manifested anger, and you have been selfish. The present truth has rested very lightly upon you, and selfishness has woven itself closely with nearly all you do. It is the natural besetment of your family, and it is a sin which God has rebuked them for, but which they would not confess. You have never realized it as it is. Your influence instead of strengthening and helping Uriah has hindered him, and planted in his breast feelings which would never have existed there if you had been consecrated to God. Your influence, appearance and actions have had just that strong influence on the wrong side that the Lord showed me two years ago that they would have, unless you stood in the counsel of God, consecrated to his service, with your judgment sanctified by his Spirit. Had you heeded the vision given you and Uriah two years ago you would have saved much; but you neglected all that light, chose your own views of matters, have been free to make confidants of those you should not, but have been very close and secretive to us, whom of all others you should confide in. This is the greatest injustice."},{"refcode_short":"PH016 17.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 17.1 (Ellen Gould White)","content":"Many times has God shown the responsibility and burden he has laid upon James. Gladly would he be free from it, and he would have thrown it off if he dared to, but feared the displeasure of God. God has placed him in the Office, but in what light have you regarded him? As an intruder, a meddler into that which in no way concerned him, taking upon him things which did not belong to him. How much union have you had with the Spirit of God, or his work, or his teachings? The visions do not bear with any weight upon your mind."},{"refcode_short":"PH016 17.2","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 17.2 (Ellen Gould White)","content":"I have been shown that the Lord would have a shrewd manager in that Office; one that will reprove, and one that will not be dumb and senseless to wrongs or carelessness. He will have some one there who is sensitive to wrong, quick to feel, and who feels that the cause is a part of him, a part of his very existence. Uriah and you have not felt this as you should. When a word of admonition or even counsel is given which crosses your feelings and ideas, instead of looking closely and seeing that there was a cause for it, and confessing that you might be wrong, you have kept silent and considered you was suffering wrongfully, and Bro. White was censorious, exacting and severe. O Harriet, whether you realize it or not, those feelings came from a selfish, unconsecrated heart. Bro. White is not perfect. In the ardor of his feelings he may speak too strongly and if you at any time felt injured, in confidence open your mind to him; he would not be backward to relieve your mind of any burden he could. And if you and Uriah were as free to confess when you err as he has been, there would not be the trouble which now exists."},{"refcode_short":"PH016 18.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 18.1 (Ellen Gould White)","content":"I saw that Satan had taken advantage of his frank, open manner to tell his whole heart, and you have thought him like yourself, lay up things, say nothing about them, and if a word is spoken by him in plainness, that there must be more where that came from, when you have the whole, for he does not hide things in his heart. God does not look with approbation upon this close, exclusive, secretive disposition. If unconsecrated ones are reproved by Bro. White, you are prepared to sympathize with and confide in them. You messed with Carrie, linked yourself with her, and strongly sympathized with her. You could not discern her wrong or why she was not fit help in the Office because of your own darkness. This is the same feeling which you brought from Paris, and exercised in Rochester. Instead of your confiding in those whose whole interest was in the work of God and the truth, you let your love and sympathy run out for the unconsecrated, and linked with them. You carried the same spirit with you to Waukon, and have exercised the same in Battle Creek. You have things to straiten in the past. You have a work to do. When in Paris you strengthened each others hands in sympathizing and linking together. There was selfishness there that never died. There was not deep searching of heart to confess wrongs and make thorough work by the two families. The same feelings exist with them now. They have despised reproof, despised the visions, blinded their eyes as to their own situation, God's hand has been laid heavily upon them, but they acknowledged not that it was he. Harriet, Bro. Andrews and Bro. Steven's family have stood right in the way of John. They might help him if they would, but they have so long neglected to see themselves and confess frankly their wrongs, that they have been carried by the enemy into the fog and mist so far, and they have so long neglected to confess their past wrongs, I fear they never will take a position to help John. His mind has been in such a state that a continual dropping of words calculated to excite his mind and unsettle it has kept him in a confused state."},{"refcode_short":"PH016 19.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 19.1 (Ellen Gould White)","content":"But I saw that it was impossible for the special blessing of God to attend his labors unless he takes a decided stand in regard to the teachings of God. His influence at the time of the removal of the Office was all on the wrong side. He strengthened the hands of those whom the frown of God was upon. He unsettled the mind of Henry Nichols in regard to the visions, and Henry has never recovered. He worked on the side of the enemy's ranks. He knew not the spirit he was of. Harriet, the link which the Lord showed me years ago has never been broken. There is a leaning to each other, a strong tie of sympathy that is in direct opposition to the Spirit of God. That influence which affected you in Paris, that you brought to Rochester with you has affected you in Battle Creek, and your close connection with Uriah and the work of God has affected him and he has had feelings and impressions that would never have existed had it not originated away back in Paris, and that there has been a perfect chain of connection from Paris to Battle Creek. And the influence of John's opinions and his position and views and your feelings and views have been instilled into Uriah, until he has had a dignity in some matters which God has frowned upon."},{"refcode_short":"PH016 20.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 20.1 (Ellen Gould White)","content":"I have been shown that it was impossible that there should be any better state of things in the future until clean work is made in the past. For if matters are partially settled, these feelings, opinions and views will be liable to occur again. The cause of God is in a critical state, and unless there is now thorough work made there will be another door open for Satan to come in again and take the lead of matters to suit himself. Never can there be any degree of union with you in this work in the Office until wrong links and influences are broken, ties and sympathies that have been misplaced severed, and a thorough acknowledgment of God's work in the past. But as matters now stand there is no safety, no bars to keep Satan out. And is the work of God to go on thus? Bitter have been your feelings. I dare not smooth over matters. The time has come when we must know who is on the Lord's side. The cause of God calls for immediate action. And those who cannot endure the smallest test of their fidelity now, what will they do when the dragon host is at war with those who keep the commandments of God and have the testimony of Jesus? The feelings of Jenette and Angeline have not been in union with the work of God. They have chosen to believe that their course and ways have been right, rather than to believe the visions. But the time will soon come when they will be compelled to see matters as they are, when the past will be too late for remedy. I repeat, there has been a perfect chain of dissatisfaction from Paris to Battle Creek. I saw that you could help in the cause of God if you were right; but in your present state, with your feelings, you would only be a curse."},{"refcode_short":"PH016 21.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 21.1 (Ellen Gould White)","content":"There has been two spirits in the Office at Rochester, and two spirits in the Office at Battle Creek, and the Lord has shown that the spirit of reproof should never die out of the Office. It will live there just as long as the Office exists. If Uriah and James are connected in that Office, their interests are one, and the barrier that has been placed between them must be broken down, and they be in perfect union, having confidence in each other, or not labor in connection at all. I saw that you have cruelly wronged James without a cause. God has given him a position to occupy, and you have been at war with it. Two years ago was the reproof given for Uriah and yourself. Read it all over and see if it has been heeded. I saw that the Lord's providence has sustained James, but your feelings have been to tear him down. Harriet, may the Lord give you a full sense of the part you have been acting. Your selfish feelings would lead you to tear Uriah from the Office that you might enjoy his company more exclusively yourself, but it would be a fearful step for you both."},{"refcode_short":"PH016 22.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 22.1 (Ellen Gould White)","content":"I have been shown faults and wrongs of individuals who professed perfect confidence in the visions, but found fault with the instrument. The natural feelings of their heart rise up in rebellion against the visions which had exposed their errors and evil. Instead of humbly acknowledging they had erred, they found fault with the manner in which it was delivered. They took the position that a part of it was correct, and a part of it was a mistake. I had been told circumstances, and thought that the Lord had shown them me in vision. Has God placed his work in such a careless manner that man could fashion it to suit his own inclinations, receive that which was agreeable to him, and reject a portion? Would God give visions to correct his people of their errors, and then trust to the erring one's judgment to receive or reject what portion of them he pleased? What would be the use of visions in the church if held in this light, or if erring individuals in their darkness were left to make what application of them they pleased? This is not the way God works. If God reproves his people through an individual he does not leave the one corrected to guess at matters, and the message become corrupt in reaching the person it is designed to correct. God gives the message and then takes especial care that it is not corrupted."},{"refcode_short":"PH016 22.2","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 22.2 (Ellen Gould White)","content":"The visions are either of God or the Devil. There is no half way position to be taken in the matter. God does not work in partnership with Satan. Those who occupy this position cannot stand there long. They go a step further and account the instrument God has used a deceiver, and the woman Jezebel. If after they had taken the first step it should be told them what position they would soon occupy in regard to the visions, they would resent it as a thing impossible. But Satan leads them on blindfolded in regard to the true state of their feelings, until he takes them in his snare. Grievous sins have been rebuked in individuals whom the church was holding in close fellowship, believing them to be devoted, sincere Christians. The persons reproved have risen up against the visions, contradicted their truthfulness, and have received the sympathy of some of the church. But time has proved the visions correct; facts have been brought to confirm and establish them. At times I have had but little courage to write to individuals what I had been shown in regard to them, for so many take the visions which have been written to them with feelings of the deepest anguish and in tears, they lay it aside, some with a feeling of indifference, others say I believe the visions, but sister White has made a mistake in writing it. She has heard reports of these things and has got it mixed up with her visions, and thinks she saw it all. O what a fixing up is this! What foolish positions Satan will lead some to take in their blindness, who are unwilling to humble themselves, and see and confess their faults. The heart is deceitful above all things; and desperately wicked. Satan exults that he can lead individuals to deceive themselves into a belief that they are right, when God frowns upon their wrongs. God seeth not as man seeth, and when he shows what is in erring man's heart, and the message is trampled under foot, and he turns from it, saying, There must be a mistake in the matter, I am about right, they are like the pharisee who repeated his good works, I fast twice a week and give tithes of all I possess. I thank God that I am not as other men. They comfort themselves with their good deeds, and Satan then directs their minds in a channel to please himself. Many times have I felt to say, O my soul, canst thou persevere in such a warfare as this? Then again I could say, The battle is the Lord's, and if I am co-worker with him the victory will be ours. When the Lord sees fit to give a vision, I am taken into the presence of Jesus and angels, and am lost to earthly things. I can see no farther than the angel directs me. My attention is often directed to scenes transpiring upon earth."},{"refcode_short":"PH016 24.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 24.1 (Ellen Gould White)","content":"At times I am carried far ahead into the future and shown what is to take place. Then again I am shown things as they have occurred in the past. After I come out of vision I do not at once remember all that I have seen, and the matter is not so clear before me until I write, then the scene rises before me as was presented in vision, and I can write with freedom. Sometimes the things which I have seen are hid from me after I come out of vision, and I cannot call to mind the first circumstance; but when brought before a company where that vision applies, the things which I have seen come to my mind with force. I am just as dependent upon the Spirit of the Lord in relating or writing a vision, as in having the vision. It is impossible to call up things which have been shown me unless the Lord brings the same before me at the time and on the occasion that he is pleased to have me relate it."},{"refcode_short":"PH016 25","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 25 (Ellen Gould White)","content":"Messages"},{"refcode_short":"PH016 25.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 25.1 (Ellen Gould White)","content":"While at Monterey we had a most powerful meeting; the Spirit of the Lord rested upon me. I was shown in vision many things—was shown the straightness of the way, the necessity of each understanding their own heart, the danger of deceiving themselves as to their true state, and be found wanting. I saw again the state of things in the Office, the cloud still hangs over it. All is not right there."},{"refcode_short":"PH016 25.2","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 25.2 (Ellen Gould White)","content":"I saw that the Lord had called you to occupy the place you are now in, and God has not released you. God has not selected or designed Bro. Waggoner for the Office, to occupy your place; there are serious objections to this. The Lord has laid upon James the duty of traveling a portion of the time, and he calls you to throw your whole soul into the work, be devoted to God, devoted to the work. Let your influence tell in the meeting, tell in the Office, and your soul will flourish, and a saving, gathering influence will be shed around. Dear brother, the Lord will help your lack. I saw that there has been expected more of you than they ought to expect, and that is not in you. It is not in you to take all that care, burden and responsibility that some others do. If you had been able to bear responsibility and care you could fully fill the place as an editor, and the care and responsibility would not be laid upon James."},{"refcode_short":"PH016 26.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 26.1 (Ellen Gould White)","content":"I saw that there has been feelings that James was too sensitive, too strong feeling; but I saw that some one must have the care, and feel, and feel strongly too, and more decidedly in the Office. There is danger of some expecting too much of you, and there is danger of your acting too little."},{"refcode_short":"PH016 26.2","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 26.2 (Ellen Gould White)","content":"I saw that James and Bro. Waggoner erred in not freely talking their fears to you. You were deceived as to their feelings, and acted under a mistaken idea of things, and you and Harriet were wrong in moving in such haste, without first getting a thorough understanding of the matter. Your action in the matter displeased God. You made a wrong move in introducing the matter where it should not be mentioned, when your past experience was sufficient to teach you the effect, that a great fire is kindled by a little matter. I saw if you break away from that Office [your] happiness and peace end. But where you lack now it is supplied, God has not released James from the Office; he has the care, responsibility and burden, and God has not released you from your place. I saw, like two brothers, true yoke-fellows, should you labor together, your interest one. You have shut up too much the interest to yourself; together should you labor, unitedly together should your hearts be knit, so close that Satan cannot get a wedge between you, united together can your interest tell, both working together in union. Your interest should not be divided. God is not pleased with this. You have no separate interest in that Office in the sight of God, your work is one, your interest one, and here you have been too close, not as united as you should be."},{"refcode_short":"PH016 27.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 27.1 (Ellen Gould White)","content":"I saw that the Lord has seen fit to bring Harriet in a place where she can work for the Lord, and help you, and I saw she must be on her watch, and help when it is needed, to speak a word in season when it is needed, a work right, and not on the wrong side. She must bear in mind that she can help, and be very cautious not to hinder. She will have trials, and if they are borne well she will not lose the reward. The Lord's eye is upon every doing, his eye sees every influence."},{"refcode_short":"PH016 27.2","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 27.2 (Ellen Gould White)","content":"Harriet, I saw that where you could hinder more than help is here. Let your mind be affected by any wrong influence, Uriah is affected by the same. You have watched John's opinions and views, and they have had more effect and influence with you than is due, and then the door is open for your views or understanding to affect Uriah. Here is a door open for the enemy to work, and you both must be on your guard. Satan will get in if he can. John is not standing in the light."},{"refcode_short":"PH016 27.3","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 27.3 (Ellen Gould White)","content":"I saw that you could have the blessing of God resting upon you, could live in the hearts of the people of God. You must with confidence and courage go forward, have faith in God, draw strength from Jesus. Unitedly you can serve him, unitedly obtain the victory, and unitedly share the reward. I saw that great was your privilege. You can enjoy sweet union with God; with child-like confidence can you rely upon him."},{"refcode_short":"PH016 27.4","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 27.4 (Ellen Gould White)","content":"And Harriet, you can by occupying a right position, living in the counsel of God, help Uriah more than any other one, and more than you think you can. Never act or talk on the doubtful side, but let the weight of your words and acts be to strengthen faith, to dispel doubts. You have not realized for years the responsibility that rests upon you. God has given you a taste of eternal joys to lead you on, to reach out, to hope, to elevate, and bring you closer to himself. God requires you to look to these manifestations of his love. These abundant blessings were for some special object. Where much is given, much will be required. If your influence is governed by the Spirit of God, you can do much good; if it is not sanctified by the Spirit of God, it will tell much on the wrong side. You have felt too much that it was but a small matter or but little consequence what you may say or do. Take heed. There is more importance attached to these things than you have thought of. The grace of God can sanctify and purify your judgment, and together can you labor for the interest of God's cause."},{"refcode_short":"PH016 28.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 28.1 (Ellen Gould White)","content":"While at Monterey I was shown that all did not realize the importance of the work in the Office. It was repeated to me what has been so often shown, that there must be a drawing near to God, a consecration to him that there has not been. I saw that you should not let your interest for each other in the least draw you from the work of God. That Holy, Sacred work, to you both should be the first and greatest work, and more dear than any thing else besides. And your interest and care should not be for each other, nor in the least interfere with your work in the Office. There is danger of this, and it has been somewhat so now—wrapped up too much in each other, and the glory of God not in view as it should have been."},{"refcode_short":"PH016 29.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 29.1 (Ellen Gould White)","content":"I saw that you could have the salvation of God, if you seek earnestly enough for it. I did not see that God was displeased by your marriage; by consecrating all to God, seeking the Spirit and power of God, your united efforts could better glorify God than you could separately. But there is danger of your living to each other; and if there is not an entire interest and an entire care for the paper, the Lord will remove you and have some one whose whole interest is swallowed up in the work. God wants that the only paper in the land bearing his solemn truth should come out right. A lack of the Spirit of God, or interest, is felt in the paper. If the salvation of God is with the one that writes for the paper, the same spirit will be felt by the reader. A piece written in the Spirit of God angels approbate, and impress the same upon the readers. But a piece written when the writer is not living wholly for the glory of God, not wholly devoted to him, angels feel the lack in sadness. They turn away and do not impress the reader with it because God and his Spirit are not in it. The words are good but it lacks the warm influence of the Spirit of God."},{"refcode_short":"PH016 30.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 30.1 (Ellen Gould White)","content":"I saw that there must not be a shunning of burdens. You must reprove wrong when you see it in those in the Office. I saw you were feeling discouraged. Uriah, I saw that you should overcome; when you are discouraged you can do nothing aright. With energy and courage take hold of the salvation of God. You can have his assisting grace, but you must wrestle for it."},{"refcode_short":"PH016 30.2","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 30.2 (Ellen Gould White)","content":"I saw that there was a feeling among the hands in the Office, too selfish. There must be a sacrificing spirit with every one. Their interest must be in the paper, that everything be just right about it, that there be no errors in it."},{"refcode_short":"PH016 30.3","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 30.3 (Ellen Gould White)","content":"I saw that God was not pleased with the hands in the Office. They are not enjoying the salvation of God, and they have but a faint realizing sense of the time in which we live, and what God requires of them. I saw that there should be a willingness to suffer some loss of time if their help is needed to hasten off the paper, in any little aid they can render, but the feeling has been with some, they cannot leave their particular part of the work. There must be a spirit of consecration and self-denial in the Office, and the greatest lack is the Spirit of God or salvation. There must be a change in that Office, a reformation, then the blessings of God will rest upon those in the Office. A care, I saw should rest with weight upon every one, especially yourself, that the paper be free from errors or mistakes. God is displeased with his work being marred with so much imperfection."},{"refcode_short":"PH016 31","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 31 (Ellen Gould White)","content":"Extracts from Visions"},{"refcode_short":"PH016 31.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 31.1 (Ellen Gould White)","content":"Paris, 1851, I was shown that there had been but little carefulness to follow the Pattern. I was shown that there was a link between Brn. Andrews and Stevens’ family that would have to be broken; for this link did not tend to strengthen each other in the most holy faith, or to cause one another to grow in grace, but it did tend to build one another up if they were wrong, in that wrong, and hide each other's faults, that needed to be brought out and got rid of, in order to have the approbation of God and his free, strengthening Spirit among them. This attachment was not because each family was so holy, and reflected the image of Jesus so much, that bound one to the other. And if you stood more separate, and had an eye single to the glory of God, you would be much stronger, and God would be honored much more. I saw that you did not love Jesus as much as you loved each other, but you were more zealous to please each other, than you were to please Jesus who died for you. I saw that if you studied more to daily glorify God and to have the abiding witness that your ways please him, you would be strong and valiant in the truth, and would carry a holy influence with you. I saw that you have a knowledge of the truth, and a form of godliness, but the power has been lacking. You have not had faith in God as you should have had, and when you have obtained the victory, it has lasted you but a short time. I saw that we must have victory every day, and come up steadily."},{"refcode_short":"PH016 32.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 32.1 (Ellen Gould White)","content":"I saw that our keeping house has discovered selfishness in your families, and I saw that there has not been true faith in the visions; that some have doubted them, and that they still have not true faith in them, and if they remained where they were they would doubt them still more. I was shown the danger of doubting the visions. Had you believed the visions in time back, you would not have been left to go into the errors you did. I saw that vital godliness and heart holiness we must have, if we would be covered with the covering of Almighty God."},{"refcode_short":"PH016 32.2","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 32.2 (Ellen Gould White)","content":"I saw that with some there had not been a receiving of what God has shown. It has been doubted. It has borne but with a feather's weight. I saw that straight testimonies must be borne, and they have not been received. I then saw that the church must be united, and if they could not endure straight testimonies when they were needed, and we were bound, we must move the Office and go where we could bear them. I saw that we, neither of us, have done our duty. There has been a holding back, a shunning to declare the whole counsel of God. I saw that God wanted us to be free, that if we did not follow the movings of his Spirit, and bear the testimonies he gave us, he would leave us in bondage, and then our health and strength would fail; and worse than all this, the bondage would be felt in the paper. I saw that if there was not freedom and liberty here, we must move where there would be freedom, and where the testimonies given us by God would be received. I saw that some had doubted what God had taught, and therefore it could not have weight with them, nor serve to move them. As I saw this I begged of God to use another instrument, to send by one whom they would receive, or to fit up the frail instrument that the church would be convinced. Said the Angel, God has chosen his own way, that through the simple means he has ordained light should be given, and if it is not received, God will give them up to their own ways to be filled with their own doings."},{"refcode_short":"PH016 33.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 33.1 (Ellen Gould White)","content":"I saw while at Paris that James’ health has been in a critical situation; that his anxiety of mind has been too much for him. When the present truth was first published, he had to put forth double energy and labor with but little encouragement; and from the first he has taken burdens upon him that were too much for his strength. The burdens were not equally borne. While he took much responsibility, some were not willing to take any, and those who shunned taking responsibilities and burdens did not realize his burdens, and were not as interested in the cause as they should have been. There was a lack. James felt it and laid his shoulder under burdens that were too heavy. I saw by these extra efforts more souls would be saved, but it is these efforts that have undermined his constitution and taken away his strength. Regardless of his own interest and health, he has labored with interest for others, and it has not been appreciated. His reward from many has been dissatisfaction, evil surmising and jealousy. Those who should have helped him bear the burdens were a burden themselves by their unwise course. By care and incessant labor and overwhelming anxiety has the work gone on, until now the present truth is clear, its evidence by the candid undoubted, and it is easy work now to carry on the paper to what it was a few years ago. The truth is now made so plain, that all can see it and embrace it if they will. But it needed much labor to get it out clear as it is, and such hard labor will never have to be performed again to make the truth clear."},{"refcode_short":"PH016 35.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 35.1 (Ellen Gould White)","content":"I was shown that God would reward those who will bear responsibilities, and with energy push his work forward and stand in the fore-front of the battle. God will choose those who will venture something in his work. But there are those who will not fill the place that God would be pleased to have them fill."},{"refcode_short":"PH016 35.2","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 35.2 (Ellen Gould White)","content":"I saw that God had chosen James to fill an important place, and has made him his agent to forward his work. I saw that God had made him a burden-bearer from the commencement of his work. Since 1844 God thrust him out that he should obtain an experience to fill the place he designed for him to occupy, as one to manage in his cause to forward the work. In order to do this he has had to take responsibilities and to risk something on the success of this message. God would be pleased if others would feel the same interest, and move with the same energy, but they will not venture. I saw that God was displeased with those who do not take the burden themselves, and then stand ready to murmur at the one upon whom he lays the heavy burden. I saw that if others would come up and bear the burden he has borne for years, and venture all: life, health, strength, time, everything, to push this work ahead, trusting alone to the success of the message, then God would relieve him from such heavy responsibilities. God has made him his agent to stir up to zealous action."},{"refcode_short":"PH016 36.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 36.1 (Ellen Gould White)","content":"I saw that the blessing of the Lord has rested upon every essential move that has been made to advance his cause, and steadily has the work progressed; one difficulty after another has been surmounted. It is because God's hand was in the work. I saw that some do not realize that selfishness is at the bottom of their murmuring. God's humble instrument moves too fast for their faith, and his venturing out as he has done has reproved their slow and unbelieving pace. And there has been satisfaction taken in watching and finding fault. Hints have been thrown out, doubts expressed, which have had their influence. They were at fault in this. Their faith was not strong enough to keep pace with him. Had they possessed that strong faith and self-denial which they should have had, those who have the ability and means might do a great deal in stirring up the people of God; and if they would venture out and risk something on the result and success of this message, it would inspire faith in the hearts of the remnant, and there would be activity and zeal in pushing forward this great work."},{"refcode_short":"PH016 37.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 37.1 (Ellen Gould White)","content":"I was shown that the work was not left in the hands of James or any other one upon earth. Angels of God have charge of the work, and they counsel and direct through chosen agents, the people, and thus the work moves forward. I was shown that God in his own wise providence raised James above dependence and want, that his testimony and influence might not be crippled by the galling sense of dependence. God will use him as his instrument to speak with freedom, independent of man, and in his strength and Spirit raise his voice, and with his example call upon the people to arouse, and with energy to assist with their substance, their influence, ability and judgment in moving forward this great work. And any that wish to be convinced, can be, that it is not selfishness, nor to obtain any advantage himself that he pursues this course. But his object is to advance the work of God which is dearer to him than life."},{"refcode_short":"PH016 37.2","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 37.2 (Ellen Gould White)","content":"I saw that God will have a voice to tell in the Office and in his cause. I saw that it was easier for those who look on to complain, and find fault, than to suggest and lead in a better course. It is very easy and cheap to suggest doubts and fears, but it is not so readily undertaken to tell what shall be done."},{"refcode_short":"PH016 38.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 38.1 (Ellen Gould White)","content":"I was pointed back and saw that amid all the hatred and devices of Satan, God had spared the life of James, although Satan pressed him sore to take it away a few years since. The Lord wrenched him from the enemy's grasp, and from his power, and raised him up to still act for him,—to walk out on his faith, to be a succorer to the needy, and to strengthen and uphold his servants whom he has called into the field. I saw that God had stayed him on the right hand and on the left, that he should not go to extremes, and he has inspired confidence in the hearts of the remnant generally to confide in his integrity and judgment. This has not been the work of man, but the mark of God's hand is seen in it all. His work will go forward. Simple instruments God will choose to carry forward this great work; but they only carry out the mind and will of the Great Master at the head of the work."},{"refcode_short":"PH016 38","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 38 (Ellen Gould White)","content":"Future Course"},{"refcode_short":"PH016 38.2","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 38.2 (Ellen Gould White)","content":"It has been a matter of great perplexity to me to know just what course to pursue with the messages given for individuals. I have often written messages of reproof for different ones, and they have laid the messages away, said nothing about them, whether they received them or not, but their fruit have shown in many instances that they were not affected at all by the message, for they pursued the same course of action, and the church are affected by their influence, believing them to be right, for they were ignorant of the reproof given the erring ones. My course is now clear to wrong the church no longer. If reproofs are given I dare not commit it alone to the individual to be buried up by them, but shall read what the Lord has seen fit to give me, to a select company, those of experience in the church, and if the case demands I shall bring it before the whole church. The great delicacy which some have manifested lest others should learn that they have been reproved, proceeds from a lack of humility, and a lack of willingness to acknowledge their wrongs. The minds of many have been abused by individuals that have been reproved by vision, and their minds prejudiced, because they had no knowledge of what the Lord had revealed. I shall keep these things secret no longer. God's people must know what the Lord has been pleased to reveal, that they be not deceived and led astray by a wrong spirit."},{"refcode_short":"PH016 39.1","refcode_long":"To Brother J. N. Andrews And Sister H. N. Smith, p. 39.1 (Ellen Gould White)","content":"For a long time I have been convicted that I was taking a wrong course by thus hiding matters from those in the church who should be acquainted with them, but have received censure and abuse by the one reproved if I considered it necessary to open the matter to individuals liable to be affected by their wrong influence. I have feared to take a course which I believed it often my duty to take. And then persons, and even churches, who have been led astray by these ones who had been reproved and did not reform, have censured me and been much tried because I suffered them to remain in darkness when the light had been given me. I see it is impossible to take a course but that I shall receive censure and blame from someone, and for the future shall follow my convictions of duty, that the church be not deceived, and trust the result with God."}]