[{"refcode_short":"PH013 1","refcode_long":"Appeal to the Young, p. 1 (Ellen Gould White)","content":"Appeal to the Young"},{"refcode_short":"PH013 1.1","refcode_long":"Appeal to the Young, p. 1.1 (Ellen Gould White)","content":"My mind has been burdened on your account for a few days. I find that I cannot get you off from my mind. The Lord has given me, from time to time, testimonies of warning for you. He has also given you encouragement if you would yield your hearts’ best and holiest affections to God. As these warnings revive distinctly before me, I feel a sense of your danger that I know you do not feel. The school located in Battle Creek brings many young people together of different mental organizations. If these youth are not consecrated to God, and humbly walking in the way of his commandments, obedient to his will, the location of a school in Battle Creek will prove a means of great discouragement to the church."},{"refcode_short":"PH013 1.2","refcode_long":"Appeal to the Young, p. 1.2 (Ellen Gould White)","content":"This school may be made a blessing or a curse. I entreat of you who have ever named the name of Christ to depart from all iniquity and develop characters that God can approve."},{"refcode_short":"PH013 2.1","refcode_long":"Appeal to the Young, p. 2.1 (Ellen Gould White)","content":"I inquire, Do you believe the testimonies of reproof which have been given you are of God? If you really believe that the voice of God has spoken to you, pointing out your dangers, do you heed the counsels given? Do you keep fresh in your minds these testimonies of warning by often reading them with a prayerful heart?"},{"refcode_short":"PH013 2.2","refcode_long":"Appeal to the Young, p. 2.2 (Ellen Gould White)","content":"The Lord has spoken to you, children and youth, again and again. And you have been slow to heed the warnings given you. If you have not rebelliously braced your hearts against the views God has given of your characters, your dangers, and the course marked out for you to pursue, you have been careless and inattentive in regard to the things required of you, that you might gain spiritual strength and be a blessing in the school, in the church, and to all with whom you associate."},{"refcode_short":"PH013 2.3","refcode_long":"Appeal to the Young, p. 2.3 (Ellen Gould White)","content":"Young men and women, you are accountable to God for the light he has given you. This light and these warnings, if not heeded, will rise up in judgment against you. You have your dangers plainly stated. You are cautioned and guarded on every side, and hedged in, as it were, with warnings. And in Battle Creek you have listened to the most solemn, heart-searching truths presented by the servants of God in demonstration of the Spirit. What weight have these solemn appeals upon your hearts, and what influence do they have upon your characters? You will be held responsible for every one of these appeals and warnings. They will rise up in judgment to condemn your life of vanity, levity, and pride."},{"refcode_short":"PH013 3.1","refcode_long":"Appeal to the Young, p. 3.1 (Ellen Gould White)","content":"Dear young friends, that which you sow, you will also reap. Now for you is the sowing time. What will the harvest be? What are you sowing? Every word you utter and every act of your life is a seed which will bear good or evil fruit, which will result in joy or sorrow to the sower of the seed. As is the seed sown, so will be the crop. God has given you great light and many privileges."},{"refcode_short":"PH013 3.2","refcode_long":"Appeal to the Young, p. 3.2 (Ellen Gould White)","content":"After this light has been given, after your dangers have been specified and plainly presented before you, the responsibility becomes yours. The manner in which you treat the light God gives you will turn the scale for happiness or woe. You are shaping your destinies for yourselves. You all have an influence for good or for evil on the minds and characters of others. And just the influence which you exert is written in the book of records in Heaven. An angel is attending you, and taking record of your words and actions. When you arise in the morning, do you feel your helplessness and your need of strength from God? and do you humbly, with your heart, make known your wants to your Heavenly Father? If you do, angels mark your prayers, and if these prayers have not gone forth out of feigned lips, when you are in danger of unconsciously doing wrong, and exerting an influence which will lead others to do wrong, your guardian angel will be by your side, prompting you to a better course, choosing your words for you, and influencing your actions."},{"refcode_short":"PH013 4.1","refcode_long":"Appeal to the Young, p. 4.1 (Ellen Gould White)","content":"If you feel in no danger, if you offer no prayer to God for help and strength to resist temptations, you will be sure to go astray. And your neglect of duty is marked in the book of God in Heaven. You will be found wanting in the trying day."},{"refcode_short":"PH013 4.2","refcode_long":"Appeal to the Young, p. 4.2 (Ellen Gould White)","content":"There are diversities of characters in Battle Creek. There are those who have been religiously instructed, and some have been indulged, petted, flattered, and praised, until they have been literally spoiled for practical life. I am speaking in regard to persons I know. Their characters are warped by indulgence, flattery, and indolence, so that for this life they are useless. And if useless so far as this life is concerned, what may we hope for that life where all is purity and holiness, and where all have harmonious characters. I have prayed for these persons. I have personally addressed them because I could see the influence they would exert over other minds, in leading them to vanity, love of dress, and carelessness in regard to their eternal interests. The only hope for this class is for them to take heed to their ways, and humble their proud, vain hearts before God, make confession of their sins, and be converted."},{"refcode_short":"PH013 5.1","refcode_long":"Appeal to the Young, p. 5.1 (Ellen Gould White)","content":"Vanity in dress is a great temptation for the youth, as well as love of amusement. The sacred claims that God has upon us all are, the whole heart, the whole soul, the whole affections. The answer some make to this statement is, Oh! I do not profess to be a Christian. What if you do not? Has not God the same claims upon you that he has upon the one who professes to be his child? Because you are open and bold in your careless disregard of sacred things, is your sin of neglect and rebellion passed over by the Lord?"},{"refcode_short":"PH013 6.1","refcode_long":"Appeal to the Young, p. 6.1 (Ellen Gould White)","content":"Every day that you disregard the claims of God, every opportunity of offered mercy you slight, is charged to your account, and will swell the list of sins against you in the day when the accounts of every soul will be investigated. I address you, young men and women, professor or nonprofessor*The original publication had the spelling “unprofessor.”. God calls for your affections, your devotion, your willing, cheerful obedience to him. You have now a short time of probation, and you may now improve this opportunity to make an unconditional surrender to God."},{"refcode_short":"PH013 6.2","refcode_long":"Appeal to the Young, p. 6.2 (Ellen Gould White)","content":"Obedience and submission to God's requirements are the conditions given us by the inspired apostle, by which we become children of God, members of the royal family. Every child and youth, and every man and woman, has Jesus rescued by his own blood from the abyss of ruin to which Satan was compelling them to go. Because sinners will not accept of the salvation freely offered to them, are they released from their obligations? Their choosing to remain in sin and bold transgression does not lessen their guilt. Jesus paid a price for them, and they belong to him. They are his property, and if they will not yield obedience to Him who has given his life for them, and if they will devote their time and strength and talents to the service of Satan, they are earning their wages, which is death. Immortal glory and eternal life our Redeemer offers as a reward to those who will be obedient to him. He has made it possible for them to perfect Christian character through his name, and overcome on their own account as he has overcome in their behalf. He has given them an example in his own life, showing them how they may overcome. “The wages of sin is death, but the gift of God is eternal life through Jesus Christ our Lord.”"},{"refcode_short":"PH013 7.1","refcode_long":"Appeal to the Young, p. 7.1 (Ellen Gould White)","content":"The claims of God are equally upon all. Those who choose to neglect the great salvation offered to them freely, and choose to serve themselves and remain enemies to God, enemies to the self-sacrificing Redeemer, are earning their wages. They are sowing to the flesh, and will of the flesh reap corruption."},{"refcode_short":"PH013 7.2","refcode_long":"Appeal to the Young, p. 7.2 (Ellen Gould White)","content":"Those who have put on Christ by baptism, and have by this act shown their separation from the world, and have covenanted to walk in newness of life, should not set up idols in their hearts. Those who have once rejoiced in the evidence of sins forgiven, who have tasted of a Saviour's love, and then persist in uniting with the foes of Christ, and reject the perfect righteousness Jesus offers them, and choose the ways that he has condemned, will be more severely judged than heathen who have never had the light and never known God or his laws. Those who refuse to follow the light God has given them, and choose the amusements, vanities, and follies, of the world, and refuse to conform their conduct to the just and holy requirements of God's law, the sin on their part is most aggravating in the sight of God. Their guilt and their wages will be proportionate to the light and the privileges they have had."},{"refcode_short":"PH013 8.1","refcode_long":"Appeal to the Young, p. 8.1 (Ellen Gould White)","content":"We see the world absorbed in their own amusements. The first and highest thoughts of the larger portion, especially of females, are for display. Love of dress and pleasures is wrecking the happiness of thousands. And some of those who profess to love and keep the commandments of God are coming as near to aping this class as possible, and retain the name of Christians. And some of the young are so eager for display that they are willing to give up even the name of Christian, if they can only follow out their inclination for vanity of dress and love of pleasure. Self denial in dress is a part of our Christian duty. To dress plainly and abstain from display of jewelry and ornaments of every kind is in keeping with our faith. Are we of that number who see the folly of the world in their indulging in extravagance in dress, as well as in their love of amusement? If so, we shall be of that class who will shun everything that gives sanction to this spirit which takes possession of the minds and hearts of those who live only for this world, and who have no thought or care for the next. Christian youth of Battle Creek, I have seen in some of you a love for dress and display which has pained me. In some who have been well instructed, and have had religious privileges from their babyhood, who have put on Christ by baptism, thus professing to be dead to the world, I have seen a vanity in dress and a levity in conduct that has grieved the dear Saviour, and has been a reproach to the cause of God. I have marked with pain your religious declension and your disposition to ornament and trim your apparel. Some have been so unfortunate as to come into possession of a gold chain or pin, or both, and have shown bad taste in exhibiting these things by fastening them upon their cloaks to attract attention. I can but associate these characters with the vain peacock who will display his gorgeous feathers for admiration. It is all this poor bird has to attract attention. His voice and form are anything but attractive."},{"refcode_short":"PH013 10.1","refcode_long":"Appeal to the Young, p. 10.1 (Ellen Gould White)","content":"The young may endeavor to excel in seeking for the ornament of a meek and quiet spirit, which is a jewel of inestimable value that may be worn with heavenly grace. This adorning will possess attraction for many in this world, and will be esteemed of great price by the heavenly angels, and above all by our Heavenly Father, and will fit them to be welcome guests in the heavenly courts."},{"refcode_short":"PH013 10.2","refcode_long":"Appeal to the Young, p. 10.2 (Ellen Gould White)","content":"The youth have faculties that, with proper cultivation, would qualify them for almost any position of trust. If they had made it their object in obtaining an education to bring into exercise and develop the powers God has given them for usefulness, that they might prove a blessing to others, their minds would not be cast in an inferior mold. They would show depth of thought and firm principle, and would command influence and respect. They might have an elevating influence upon others which would lead souls to see and acknowledge the power of an intelligent Christian life. Those who have greater care to ornament their person for display than to form the mind for the purpose of exercising their powers for the greatest usefulness, that they may glorify God, do not realize their accountability to God. They will be inclined to be superficial in all they undertake. They will narrow their usefulness, and dwarf their intellect."},{"refcode_short":"PH013 11.1","refcode_long":"Appeal to the Young, p. 11.1 (Ellen Gould White)","content":"But I feel deeply pained at heart for the fathers and mothers of these youth, as well as for their children. There has been a lack in the training of these children which leaves a heavy responsibility somewhere. Parents who have petted and indulged their children in the place of judiciously, from principle, restraining them, can see the character they have formed. As the training has been, so the character inclines."},{"refcode_short":"PH013 11.2","refcode_long":"Appeal to the Young, p. 11.2 (Ellen Gould White)","content":"My mind goes back to faithful Abraham pursuing his journey with Isaac by his side in obedience to the divine command given him in the night vision at Beersheba. He sees before him the mountain God had told him he would signalize as the one upon which he was to sacrifice. He removes the wood from the shoulder of his servant and lays it upon Isaac, the one to be offered. He girds up his soul with firmness and agonizing sternness, ready for the work which God required him to do. With a breaking heart and unnerved hand, he takes the fire, while Isaac inquires, Father, here is the fire and the wood; but where is the offering? Oh! Abraham cannot tell him now. Father and son build the altar, and the terrible moment comes for Abraham to make known to Isaac that which has agonized his soul all that long journey, that Isaac himself is the victim. Isaac is not a lad; he is a full-grown young man. He could have refused to submit to his father's design, if he chose. He does not accuse his father of insanity. He does not seek to change his purpose even. He submits. He believes in the love of his father, and that he would not make this terrible sacrifice of his only son, if God had not bidden him to do so. Isaac was bound by the trembling, loving hands of his pitying father, because God had said it. The son submitted to the sacrifice, because he believed in the integrity of his father. And when everything was ready, when the faith of the father and the submission of the son were fully tested, the angel of God stays the uplifted hand of Abraham that was about to slay his son. He tells him it is enough. “Now I know that thou fearest God, seeing that thou hast not withheld thy son, thine only son, from me.”"},{"refcode_short":"PH013 13.1","refcode_long":"Appeal to the Young, p. 13.1 (Ellen Gould White)","content":"This act of faith in Abraham is recorded for our benefit. It teaches us the great lesson of confidence in the requirements of God, however close and cutting. It teaches children perfect submission to their parents and to God. We are taught in Abraham's obedience that nothing is too precious for us to give to God."},{"refcode_short":"PH013 13.2","refcode_long":"Appeal to the Young, p. 13.2 (Ellen Gould White)","content":"Isaac was the figure of the Son of God who was offered a sacrifice for the sins of the world. God would impress upon Abraham the gospel of salvation to man. In order to do this, and make the truth to him a reality, as well as to test his faith, he required of him to slay his darling Isaac. All the sorrows and agony Abraham endured through this dark and fearful trial were for the purpose of deeply impressing upon his understanding the plan of redemption for fallen man. He was made to understand in his own experience how unutterable was the self-denial of the infinite God in giving his own Son to die to rescue man from utter ruin. No mental torture to Abraham could be equal to that he endured in obeying the divine command to sacrifice his son."},{"refcode_short":"PH013 14.1","refcode_long":"Appeal to the Young, p. 14.1 (Ellen Gould White)","content":"God gave his Son to a life of humiliation, self-denial, poverty, toil, reproach, and the agonizing death of the crucifixion. But there was no angel to bear the joyful commission, It is enough, you need not die, my well-beloved Son. Legions of angels were sorrowfully waiting, hoping that, as in the case of Isaac, God would at the last moment prevent his shameful death. But angels were not permitted to bear any such message to God's dear Son."},{"refcode_short":"PH013 14.2","refcode_long":"Appeal to the Young, p. 14.2 (Ellen Gould White)","content":"The humiliation in the judgment hall, on the way to Calvary went on. He was mocked, derided, and spit upon. He endured the jeers, taunts, and revilings, of those who hated him, until upon the cross he bowed his head and died."},{"refcode_short":"PH013 14.3","refcode_long":"Appeal to the Young, p. 14.3 (Ellen Gould White)","content":"Could God give to us any greater proof of his love than this that he gave his Son to pass through this scene of suffering? And as the gift of God to man was a free gift, his love is infinite. The claims of God upon our confidence, our obedience, our whole heart, and the wealth of our affections, correspond with the infinite gift. He requires all that is possible for man to give. The submission on our part must be proportionate to the gift of God. It must be complete, and wanting in nothing. We are all debtors to God. He has claims upon us that we cannot meet without giving ourselves a full and willing sacrifice. Prompt and willing obedience God claims, and nothing short of this will he accept. We have opportunity now to secure the love and favor of God. This year of 1874 may be the last year of some who may read this. Is there any among the youth who shall read this appeal who would choose the pleasure of the world before that peace which Christ gives the earnest seeker and the cheerful doer of his will?"},{"refcode_short":"PH013 15.1","refcode_long":"Appeal to the Young, p. 15.1 (Ellen Gould White)","content":"God is weighing our characters, our conduct, and our motives, in the balances of the sanctuary. It will be a fearful thing to be pronounced wanting in love and obedience by our Redeemer, who died upon the cross to draw our hearts unto him. God has bestowed upon us great and precious gifts. He has given us light and a knowledge of his will that we need not err or walk in darkness. To be weighed in the balance and found wanting in the day of final settlement and rewards will be a fearful thing, a terrible mistake which can never be corrected. Shall the book of God be searched in vain for your names, young friends?"},{"refcode_short":"PH013 15.2","refcode_long":"Appeal to the Young, p. 15.2 (Ellen Gould White)","content":"God has appointed you a work to do for him which will make you a co-laborer with him. There are souls to save around you. There will be those whom you can encourage and bless by your earnest efforts. You may turn souls from sin to righteousness. When you have a sense of your accountability to God, you will feel your need of faithfulness in prayer, and faithfulness in watching against the temptations of Satan. You will, if you are indeed Christians, feel more like mourning over the moral darkness in the world than indulging in levity and pride of dress. You will be among those who are sighing and crying for the abominations that are done in the land. You will resist the temptations of Satan to indulge in vanity and in trimmings and ornaments for display. The mind is narrowed and the intellect dwarfed that can be gratified with these frivolous things to the neglect of high responsibilities. The youth in Battle Creek may be workers with Christ if they will, and in working, their faith will strengthen and their knowledge of the divine will will increase. Every true purpose and every act of right doing will be recorded in the book of life. I wish I could arouse the youth to see and feel the sinfulness of living for their own gratification and dwarfing their intellect to the cheap, vain things of this life. If they would elevate their thoughts and words above the frivolous attractions of this world, and make it their aim to glorify God, his peace which passeth all understanding would be theirs."},{"refcode_short":"PH013 17.1","refcode_long":"Appeal to the Young, p. 17.1 (Ellen Gould White)","content":"Did not our Exemplar tread a hard, self-denying, self-sacrificing, humble path, on our account, in order to save us? He encountered difficulties. He experienced disappointment and suffered reproach and affliction in his work of saving us. And shall we refuse to follow where the King of glory has led the way? Shall we complain of hardship and trial in the work of overcoming on our account, when we remember the suffering of our Redeemer in the wilderness of temptation, and in the garden of Gethsemane, and on Calvary? All these were endured to show us the way, and bring us the divine help we must have or perish. If the youth would win eternal life, they need not expect that they can follow their own inclinations. The prize will cost them something, yes, everything. They can now have Jesus or the world. How many dear youth will suffer privation, weariness, toil, and anxiety, in order to serve themselves, and gain an object in this life? They do not think of complaining of the hardships and difficulties they encounter in order to serve their own interest. Why then should the youth shrink from conflict, self-denial, or from any sacrifice, for eternal life?"},{"refcode_short":"PH013 17.2","refcode_long":"Appeal to the Young, p. 17.2 (Ellen Gould White)","content":"Christ came from the courts of glory to this sin-polluted world and humbled himself to humanity. He identified himself with our weaknesses. He was tempted in all points like as we are. Christ perfected a righteous character here upon the earth, not on his own account; for his character was pure and spotless, but for fallen man. His character he offers to man if he will accept it. The sinner, through repentance of his sins and faith in Jesus Christ and obedience to the perfect law of God, has the righteousness of Christ imputed to him, and it becomes his righteousness, and his name is recorded in the Lamb's book of life. He becomes a child of God, a member of the royal family."},{"refcode_short":"PH013 18.1","refcode_long":"Appeal to the Young, p. 18.1 (Ellen Gould White)","content":"Jesus paid an infinite price to redeem the world, and the race was given into the hands of Jesus. They became his property. He sacrificed his honor, his riches, and his glorious home in the royal courts, and became the son of Joseph and Mary. Joseph was one of the humblest day laborers, and Jesus worked, and lived a life of hardship and toil. When his ministry commenced, after his baptism, he endured nearly six weeks of agonizing fast. It was not merely the gnawing pangs of hunger which made his sufferings inexpressibly severe, but it was the guilt of the sins of the world which pressed so heavily upon him. He who knew no sin was made sin for us. With this terrible weight of guilt upon him because of our sins he withstood the fearful test upon appetite, love of the world, love of honor, and pride of display which leads to presumption. These three great leading temptations, Christ endured, and overcame in behalf of man, working out for him a righteous character because he knew man could not do this of himself. He knew that upon these three points Satan was to assail the race. He had overcome Adam, and designed to carry forward his work to completion in the ruin of man. Christ entered the field in man's behalf to conquer Satan for him because he saw man could not overcome on his own account. Christ prepared the way for the ransom of man by his own life of suffering, self-denial, self-sacrifice, his humiliation, and, finally, his death. He has brought help to man that he may, in following his example, overcome on his own account, as Christ has overcome for him."},{"refcode_short":"PH013 19.1","refcode_long":"Appeal to the Young, p. 19.1 (Ellen Gould White)","content":"“What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own? for ye are bought with a price; therefore glorify God in your body, and in your spirit, which are God's.” “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? If any man defile the temple of God him shall God destroy; for the temple of God is holy, which temple ye are.” “Be ye not unequally yoked together with unbelievers; for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness? and what concord hath Christ with Belial? or what part hath he that believeth with an infidel? and what agreement hath the temple of God with idols? For ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people. Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you, and will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.”"},{"refcode_short":"PH013 20.1","refcode_long":"Appeal to the Young, p. 20.1 (Ellen Gould White)","content":"How graciously and tenderly our Heavenly Father deals with his children. He preserves them from a thousand dangers to them unseen. He guards them from the subtle arts of Satan, lest they should be destroyed. Because the protecting care of God through his angels is not seen by our dull vision, we do not try to contemplate and appreciate the ever-watchful interest our kind and benevolent Creator has over the work of his hands; and we are not grateful for the multitude of mercies he daily bestows upon us."},{"refcode_short":"PH013 21.1","refcode_long":"Appeal to the Young, p. 21.1 (Ellen Gould White)","content":"The young are ignorant of the many dangers to which they are daily exposed. They can never fully know them all; but if they are watchful and prayerful, God will keep their consciences sensitive and their perceptions clear, that they may discern the workings of the enemy, and be fortified against his attacks. But many of the youth have so long followed their own inclination that duty is a meaningless word to them. High and holy duties which they may have to do for the benefit of others and to glorify God, they do not sense, and they utterly neglect to perform them."},{"refcode_short":"PH013 21.2","refcode_long":"Appeal to the Young, p. 21.2 (Ellen Gould White)","content":"If the youth could only be awake, and deeply feel their need of strength from God to resist the temptations of Satan, precious victories would be theirs, and they would obtain a valuable experience in the Christian warfare. How few of the young think of the inspired apostle's exhortation, “Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour; whom resist steadfast in the faith.” In the vision given to John, he saw the power of Satan over men, and exclaimed, “Woe to the inhabiters of the earth and of the sea! for the devil is come down unto you, having great wrath, because he knoweth that he hath but a short time.”"},{"refcode_short":"PH013 21.3","refcode_long":"Appeal to the Young, p. 21.3 (Ellen Gould White)","content":"The only safety for the young is in unceasing watchfulness and humble prayer. They need not flatter themselves that they can be Christians without these. Satan conceals his temptations and his devices under a cover of light, as when he approached Christ in the wilderness, he was in appearance as one of the heavenly angels. The adversary of our souls will approach us as a heavenly guest; and sobriety and vigilance the apostle recommends as our only safety. The young who indulge in carelessness, in levity, and neglect of Christian duties, are continually falling under the temptations of the enemy, instead of overcoming as Christ overcame."},{"refcode_short":"PH013 22.1","refcode_long":"Appeal to the Young, p. 22.1 (Ellen Gould White)","content":"The service of Christ is not drudgery to the fully consecrated soul. Obedience to our Saviour does not detract from our happiness and true pleasure in this life, but has a refining, elevating power upon our characters. The daily study of the precious words of life found in our Bibles strengthens the intellect, and furnishes knowledge of the grand and glorious works of God in nature. Through study of the Scriptures, a correct knowledge is obtained in regard to the way to live in order to enjoy the greatest amount of unalloyed happiness. The Bible student is also furnished with Scripture arguments to meet the doubts of unbelievers and remove them by the clear light of truth. Those who have searched the Scriptures may ever be fortified against the temptations of Satan, and may be thoroughly furnished to every good work, and prepared to give to every man that asketh them a reason of the hope that is within them."},{"refcode_short":"PH013 23.1","refcode_long":"Appeal to the Young, p. 23.1 (Ellen Gould White)","content":"The impression is too frequently left upon minds that religion is degrading, and that it is a condescension for the sinner to accept of the Bible standard as his rule of life. They think its requirements are unrefined, and they must relinquish all their tastes and happy enjoyments of all that is beautiful, and accept of humiliation and degradation. Satan never fastens a greater deception upon minds than this. The pure religion of Jesus requires of its followers the simplicity of natural beauty in its natural refinement and elevated purity rather than the artificial and false."},{"refcode_short":"PH013 23.2","refcode_long":"Appeal to the Young, p. 23.2 (Ellen Gould White)","content":"While pure religion is looked upon as exacting in its demands, and, with the young especially, is unfavorably contrasted with the false glitter and tinsel of the world, they regard the Bible requirements as a humiliating, self-denying test, which takes from them all the enjoyment of life. But the religion of the Bible ever has a tendency to elevate and refine. And had the professed followers of Jesus Christ carried out the principles of pure religion in their lives, the religion of Jesus Christ would be acceptable to more refined minds. The religion of the Bible has nothing in it which would jar upon the finest feelings. It is, in all its precepts and requirements, pure as the character of God, and as elevated as his throne."},{"refcode_short":"PH013 24.1","refcode_long":"Appeal to the Young, p. 24.1 (Ellen Gould White)","content":"The Redeemer of the world warns us against the pride of life, but not against its grace and natural beauty. He pointed to the glowing beauty of the flowers of the field, and to the lily reposing in its spotless purity upon the bosom of the lake, and said, “Consider the lilies of the field, how they grow; they toil not, neither do they spin; and yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.” Here he shows that notwithstanding men and women may have so great care, and toil with weariness to make themselves objects of admiration by outward decorations, all their artificial adornments, which they value, will not bear comparison with the simple flowers of the field for natural loveliness. Even these simple flowers, with God's adornment, would outvie in loveliness the gorgeous apparel of Solomon. Even Solomon in all his glory was not arrayed like one of these."},{"refcode_short":"PH013 24.2","refcode_long":"Appeal to the Young, p. 24.2 (Ellen Gould White)","content":"Here is an important lesson for every follower of Christ. The Redeemer of the world speaks to the youth. Will you listen to his words of heavenly instruction? He presents before you themes for thought that will ennoble, elevate, refine, and purify, but never degrade or dwarf the intellect. His voice is speaking to you. “Ye are the light of the world. A city that is set on an hill cannot be hid.” “Let your light so shine before men, that they may see your good works, and glorify your Father which is in Heaven.” If the light of God be in you, it will shine forth to others. It can never be concealed."},{"refcode_short":"PH013 25.1","refcode_long":"Appeal to the Young, p. 25.1 (Ellen Gould White)","content":"Dear youth, a disposition in you to follow fashion in your dress, and to wear lace, and gold, and artificials, for display, will not recommend your religion and the truth you profess to others. People of discernment will look upon your attempts to beautify the external, as proof of weak minds and proud hearts. Simple, plain, unpretending dress will be a recommendation to my youthful sisters. In no better way can you let your light shine to others than in your simplicity of dress and deportment. You may show to all that you place a proper estimate upon the things of this life in comparison with eternal considerations."},{"refcode_short":"PH013 25.2","refcode_long":"Appeal to the Young, p. 25.2 (Ellen Gould White)","content":"Now is your golden opportunity to form pure and holy characters for Heaven. You cannot afford to devote these precious moments to trimming and ruffling, to beautify the external to the neglect of the inward adorning. “Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel; but let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.”"},{"refcode_short":"PH013 26.1","refcode_long":"Appeal to the Young, p. 26.1 (Ellen Gould White)","content":"God, who created everything lovely and beautiful that the eye rests upon, is a lover of the beautiful. He shows you how he estimates true beauty. The ornament of a meek and quiet spirit is in his sight of great price. That which God estimates as valuable above costly dress, or pearls, or gold, shall we not seek earnestly to gain? The inward adorning, the grace of meekness, a spirit in harmony with the heavenly angels, will not lessen true dignity of characters, or make us less lovely here in this world."},{"refcode_short":"PH013 26.2","refcode_long":"Appeal to the Young, p. 26.2 (Ellen Gould White)","content":"Religion, pure and undefiled, ennobles its possessor. You will even find with the true Christian a marked cheerfulness, a holy, happy confidence in God, a submission to his providences that is refreshing to the soul. To the Christian, God's love and benevolence can be seen in every bounty he receives. The beauties in nature are a theme for contemplation. In studying the natural loveliness surrounding us, the mind is carried up through nature to the Author of all that is lovely. All the works of God are speaking to our senses, magnifying his power, exalting his wisdom. Every created thing has in it charms which interest the child of God, and mold his taste to these precious evidences of God's love above the work of human skill."},{"refcode_short":"PH013 27.1","refcode_long":"Appeal to the Young, p. 27.1 (Ellen Gould White)","content":"The prophet, in words of glowing fervor, magnifies God in his created works: “When I consider thy heavens, the work of thy fingers, the moon and the stars, which thou hast ordained; what is man that thou art mindful of him? and the son of man that thou visitest him?” “O Lord God, how excellent is thy name in all the earth! I will praise thee, O Lord, with my whole heart; I will show forth all thy marvelous works.”"},{"refcode_short":"PH013 27.2","refcode_long":"Appeal to the Young, p. 27.2 (Ellen Gould White)","content":"It is absence of religion that makes the path of so many professors of religion shadowy. There are those who may pass for Christians, but they are unworthy the name. They have not Christian character. When their Christianity is put to the test, its falsity is too evident. True religion is seen in the daily deportment. The life of the Christian is characterized by earnest, unselfish working to do others good and to glorify God. Their path is not dark and gloomy."},{"refcode_short":"PH013 27.3","refcode_long":"Appeal to the Young, p. 27.3 (Ellen Gould White)","content":"An inspired writer has said, “But the path of the just is as the shining light, that shineth more and more unto the perfect day. The way of the wicked is as darkness; they know not at what they stumble.”"},{"refcode_short":"PH013 28.1","refcode_long":"Appeal to the Young, p. 28.1 (Ellen Gould White)","content":"And shall the young live vain and thoughtless lives of fashion and frivolity, dwarfing their intellect to the matter of dress, and consume their time in sensual pleasure? When they are all unready, God may say to them, This night thy folly shall end. He may permit mortal sickness to come upon those who have borne no fruit to his glory. While facing the realities of eternity, they may begin to realize the value of time and the life they have lost. They may then have some sense of the worth of the soul. They see that their lives have not glorified God in lighting the path of others to Heaven. They have lived to glorify self. And when racked with pain and with anguish of soul, they cannot have clear conceptions of eternal things. They may review their past lives, and in their remorse cry out, I have done nothing for Jesus who has done everything for me. My life has been a terrible failure."},{"refcode_short":"PH013 28.2","refcode_long":"Appeal to the Young, p. 28.2 (Ellen Gould White)","content":"While you pray, dear youth, that you may not be led into temptation, remember that your work does not end with the prayer. You want then to answer your own prayer, as far as possible, by resisting temptation, and leave that which you cannot do for Jesus to do for you. You cannot be too guarded in your words and in your deportment lest you invite the enemy to tempt you. Many of our youth open the door wide for Satan to come in by their careless disregard of the warnings and reproofs given them."},{"refcode_short":"PH013 29.1","refcode_long":"Appeal to the Young, p. 29.1 (Ellen Gould White)","content":"With God's word for our guide, and Jesus as our heavenly teacher, we need not be ignorant of his requirements or of Satan's devices, and be overcome by his temptations. It will be no unpleasant task to be obedient to the will of God, when we yield ourselves fully to be directed by his Spirit."},{"refcode_short":"PH013 29.2","refcode_long":"Appeal to the Young, p. 29.2 (Ellen Gould White)","content":"Now is the time to work. If we are children of God, as long as we live in the world God will give us our work. We can never say we have nothing to do so long as there remains a work undone."},{"refcode_short":"PH013 29.3","refcode_long":"Appeal to the Young, p. 29.3 (Ellen Gould White)","content":"I wish all youth could see as I have seen the work that they can do, and which God will hold them responsible for, because they do not do it. The greatest work that was ever accomplished in the world, was by Him who was a man of sorrows and acquainted with grief. A frivolous-minded person will never accomplish good."},{"refcode_short":"PH013 29.4","refcode_long":"Appeal to the Young, p. 29.4 (Ellen Gould White)","content":"The spiritual weakness of many young men and women in this age is deplorable because they could be powerful agents for good if they were consecrated to God. I mourn greatly the lack of integrity with the young. This we should all deplore. There seems to be a lack of power to do right, a lack of earnest effort to obey the calls of duty rather than of inclination. There seems to be with some but little strength to resist temptation. The reason of their being dwarfs in spiritual things is because they do not by exercise grow spiritually strong. They stand still when they should be going forward. Every step in the life of faith and duty is a step toward Heaven. I want greatly to hear of a reformation in Battle Creek such as the young have never heretofore realized. I greatly fear the influence of a singing-school in Battle Creek, as such schools are generally conducted. I regard it as a dangerous and solemn time for the youth. Every inducement that Satan can invent is pressed upon them to make them indifferent and careless in regard to eternal things. I suggest that there be special efforts made by the youth to help each other to live faithful to their baptismal vows, and pledge themselves solemnly before God to withdraw their affections from the love of dress and display."},{"refcode_short":"PH013 30.1","refcode_long":"Appeal to the Young, p. 30.1 (Ellen Gould White)","content":"I would remind youth who wear feathers upon their hats and ornament their persons that because of their sins our Saviour's head wore the shameful crown of thorns. When you devote precious time to trimming your apparel, remember the King of glory wore a plain, seamless coat. You who weary yourselves in decorating your persons, please bear in mind that Jesus was often weary from incessant toil and self-denial and self-sacrifice to bless the suffering and needy. He spent whole nights in prayer upon the lonely mountains. Not because of his weakness and his necessities, but he saw, he felt, the weakness of your natures to resist the temptations of the enemy upon the very points where you are now overcome. He knew that you would be indifferent in regard to your dangers and would not feel your need of prayer. It was on our account, he poured out his prayers to his Father with strong cries and tears. It was to save us from the very pride and love of vanity and pleasure that we now indulge which crowds out the love of Jesus, that caused these tears, and marred our Saviour's visage with sorrow and anguish more than any of the sons of men."},{"refcode_short":"PH013 31.1","refcode_long":"Appeal to the Young, p. 31.1 (Ellen Gould White)","content":"Will you, young friends, arise and shake off this dreadful indifference and stupor which has conformed you to the world? Will you heed the voice of warning which tells you destruction lies in the path of those who are at ease in this hour of danger? God's patience will not always wait for you, poor trifling souls. God, who holds our destinies in his hands, will not always be trifled with. Jesus declares to us that there is a greater sin than that which caused the destruction of Sodom and Gomorrah. It is the sin of those who have the great light of the truth in these days and who are not moved to repentance. It is the sin of rejecting the light of the most solemn message of mercy to the world. It is the sin of those who see Jesus in the wilderness of temptation bowed down as with mortal agony because of the sins of the world. He fasted nearly six weeks to overcome, in behalf of men, their indulgence of appetite, their vanity, display, and worldly honor. He has shown them how they may overcome on their own account as he overcame, but it is not pleasant to their natures to endure conflict and reproach, derision and shame, for his dear sake. It is not agreeable to deny self and to ever be seeking to do good to others. It is not pleasant to overcome as Christ overcame, so they turn from the pattern which is plainly given them to copy, and refuse to imitate the example that the Saviour came from the heavenly courts to leave them."},{"refcode_short":"PH013 32.1","refcode_long":"Appeal to the Young, p. 32.1 (Ellen Gould White)","content":"It shall be more tolerable for Sodom and Gomorrah in the day of Judgment than for those who have had the privileges and the great light which shines in our day, and who neglect to follow the light, and give their hearts fully to God."}]