[{"refcode_short":"PH014 3","refcode_long":"Appeals for Unity, p. 3 (Ellen Gould White)","content":"Appeals for Unity"},{"refcode_short":"PH014 3","refcode_long":"Appeals for Unity, p. 3 (Ellen Gould White)","content":"Growth in Grace Essential"},{"refcode_short":"PH014 3.1","refcode_long":"Appeals for Unity, p. 3.1 (Ellen Gould White)","content":"As we were coming from Los Angeles, I thought of many things that should be considered at this meeting; but I did not expect to be the one to speak first. This I say, however, I thank the Lord that we have this beautiful place. Last night I was considering this: We must always keep in mind that we are doing a work for time and for eternity."},{"refcode_short":"PH014 3.2","refcode_long":"Appeals for Unity, p. 3.2 (Ellen Gould White)","content":"In our Los Angeles meeting there was a unity of sentiment in the councils that gives me great encouragement; and here at Loma Linda, we must strive to see, not how much we can differ from one another, but how closely we can come into the perfect unity of which the Word of God advises us."},{"refcode_short":"PH014 3.3","refcode_long":"Appeals for Unity, p. 3.3 (Ellen Gould White)","content":"Whenever I look at the buildings, the fields, and the orchards here at Loma Linda, I am thankful that we have this beautiful place, thankful for every foot of land that we control. By and by you will see, if you do not understand it now, that the securing of the land was essential. It may not appear to you now that it was necessary for us to secure so large a tract, but I am instructed that our work here must be carried forward on broad lines and in solid unity. That the will of the Lord may be done in this place, we must be in a position where we can understand His pleasure in regard to Note. Remarks by Mrs. E. G. White to those assembled at the annual meeting of the college of Medical Evangelists, Loma Linda Chapel, March 28, 1912. our words and actions, where we may be always helping forward that work which is most essential. During the night it was again impressed upon my mind that it was through the providence of God we obtained this place when we did. Also that the branching out and enlarging that we have done, and the development of the work as it stands today, is what the Lord would have us do."},{"refcode_short":"PH014 4.1","refcode_long":"Appeals for Unity, p. 4.1 (Ellen Gould White)","content":"As a people we can not stand still. The work must grow as we move forward. We have now come to a time when there will be intensity of action on the part of some whose movements we do not now understand. How then shall we carry the work at such a time, when opportunities for advancement come unexpectedly and difficulties are constantly increasing? We must daily commit our ways to God in faith, and be learning continually of Christ Jesus. He will not leave us to walk in darkness, but will give us the enlightenment of the Holy Spirit."},{"refcode_short":"PH014 4.2","refcode_long":"Appeals for Unity, p. 4.2 (Ellen Gould White)","content":"Those who are bearing responsibilities in our institutions and in various branches of the Lord's work, need to be constant learners in the school of Christ. We must understand and know that the Lord is at the head of the work, although we do not always discern His overruling power. At all times it is our privilege to know that He is there, and to have the assurance that He will work with us if we will work with Him. But if one plans one thing, and another plans another thing, and each endeavors to lead, we shall get things into confusion. We may avoid this if we will. We may carry the work intelligently, in the love and fear of God. If we will make up our minds to do this at any sacrifice, if we labor patiently, we shall not fail."},{"refcode_short":"PH014 5.1","refcode_long":"Appeals for Unity, p. 5.1 (Ellen Gould White)","content":"As I looked out of the window this morning after the fog had lifted, and saw the fields and the orchards in front of the institution, I felt thankful for all the land that is now in our possession. We are not to sell portions hastily to this one and to that one; but we are to consider well who it is that we may sell to. Let every decision be made after prayer and faithful study. We need to cultivate the spirit of prayer, that all our plans may be laid wisely and in the fear of God."},{"refcode_short":"PH014 5.2","refcode_long":"Appeals for Unity, p. 5.2 (Ellen Gould White)","content":"The work to be carried on here at Loma Linda is a great work. To carry it forward successfully every one of us must stand in right relation to God, all striving to be learners in the school of Christ. We are not to stand in the position of persons looking for some opportunity to differ from one another. We are not to cherish differences of opinion and keep them to the front; but we are to seek to be of one mind, one heart, one spirit; because there is One who stands at our head, and it is His character that we are to represent, in our labors and associations together."},{"refcode_short":"PH014 5.3","refcode_long":"Appeals for Unity, p. 5.3 (Ellen Gould White)","content":"When I was here last, representations were given to me showing what we as a people ought to be. We are to labor in perfect harmony, not trying to be as different as possible from our fellow-laborers, or to secure the leadership in some little matter, but striving to learn how to unify. The workers have come here from many different institutions, having different plans and methods of working, but no one is to put himself to the strain to bring in that which is new and odd, or something that nobody else has thought of or approves. Let us rather endeavor to come into harmony, that the blessing of God may rest upon us. We should know and understand that the Lord Jesus is our ruler. If we follow on to know the Lord, we shall know that His going forth is prepared as the morning. The righteousness and the peace of God will be given to all who will follow on to know the Lord."},{"refcode_short":"PH014 6.1","refcode_long":"Appeals for Unity, p. 6.1 (Ellen Gould White)","content":"My brethren and sisters, harmonize, harmonize. Bring your minds into the right relation to God, and as your minds are sanctified, they will be refined. It cannot be otherwise, because the refining influence of the Spirit of God is upon you. It is for us to understand and appreciate that God has done great things for us. He has manifested such an intense interest in us, and worked so wonderfully in our behalf, that it is impossible for us to fully comprehend His goodness and His grace. He “so loved the world that He gave His only begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.”"},{"refcode_short":"PH014 6.2","refcode_long":"Appeals for Unity, p. 6.2 (Ellen Gould White)","content":"Sometimes when I have seen brethren who do not appear to weigh carefully the influence of their words and actions upon those around them, I have felt an intense fear that they would miss the mark. We must walk humbly with God. We must learn to overcome difficulties through faith in the living God. “This is the victory that overcometh the world, even our faith.”"},{"refcode_short":"PH014 7.1","refcode_long":"Appeals for Unity, p. 7.1 (Ellen Gould White)","content":"We are here, a large company of workers, consecrated to the service of God. And when I have heard that this one wants to leave because something does not suit him, and another plans to go because he thinks something is going wrong, I have thought, Poor souls; it is you who must change. It is you who must come upon your knees to God, asking for the baptism of His Spirit. What we all need is a consecration and a faith that will stand the day of test and trial. We must have intelligence, and confidence to look to God and say, ‘We trust Thee, Our Saviour; and we will not be driven from our post of duty in order to gratify the enemy of the work.’ What we need is a right hold on God; and if we have this, we shall come off victorious. Let us ask Him to bind us together in unity of mind, in an understanding of His guidance; and then He can work for us wonderfully. Then we shall see of the salvation of God."},{"refcode_short":"PH014 7.2","refcode_long":"Appeals for Unity, p. 7.2 (Ellen Gould White)","content":"I am thankful to see so many of my brethren here today,—brethren whom I have not seen for a long time. The Lord will surely reveal Himself to His people in this place, that they may communicate the precious truth to all parts of the world. Let us bear in mind that it is faith that leads to perfection of character. I want to be in that position where I can hear the words of my Saviour to me. Let us each endeavor to keep our minds stayed upon God, and prove the Lord whether He will not give us wisdom and guidance at every step."},{"refcode_short":"PH014 8.1","refcode_long":"Appeals for Unity, p. 8.1 (Ellen Gould White)","content":"To the ministers assembled here I will say, Let every minister of the gospel give himself unreservedly to the work of God, laboring intelligently, patiently, and with unflagging energy. Hold fast to the truth as to hidden treasure, and advance constantly. As you advance you will find that you ‘are not alone. You have the companionship of Him who said, “Lo, I am with you alway, even unto the end of the world.”"},{"refcode_short":"PH014 8","refcode_long":"Appeals for Unity, p. 8 (Ellen Gould White)","content":"An Appeal for Unity and Confidence"},{"refcode_short":"PH014 8.2","refcode_long":"Appeals for Unity, p. 8.2 (Ellen Gould White)","content":"Note. Mrs. E. G. White and her secretary planned to leave Loma Linda for St. Helena tuesday afternoon, April 16, but she felt that she ought to speak to the workers once more, and a meeting was called in the chapel at 11 a.m. at that time the following appeal was addressed to the helpers in the Sanitarium, to the students in the College, and to the workers in the agricultural and mercantile departments in our institution."},{"refcode_short":"PH014 8.3","refcode_long":"Appeals for Unity, p. 8.3 (Ellen Gould White)","content":"After reading and commenting briefly on various portions of the sixth chapter of Matthew, Mrs. White said:"},{"refcode_short":"PH014 8.4","refcode_long":"Appeals for Unity, p. 8.4 (Ellen Gould White)","content":"There are lessons in this chapter that we have not yet learned. God wants us to recognize every gift we receive as coming from Him. When we do this, and gratitude for the goodness of God fills our hearts, a heavenly atmosphere will surround the soul. My brethren and sisters, shall we not strive to order our lives by the truth of God as it is found in His word? We need to be more diligent in the study of the Scriptures. They must be to us, not a make-believe story, but the truth of the living God, the foundation of our faith, the assurance on which we build our hope of eternal life in the kingdom of heaven."},{"refcode_short":"PH014 9.1","refcode_long":"Appeals for Unity, p. 9.1 (Ellen Gould White)","content":"I wish to bring before you this morning some things that have been presented to me, showing wherein some of us are making serious mistakes. The minds of many are occupied with the consideration of worldly matters, often to the exclusion of the religion of God's word. The thoughts are more often upon the matter of eating and drinking and dressing than upon the great and important duty of serving God with humility and prayer. The Lord has shown me that in many families decided changes must be brought about; they need to know what they must do to be saved. If they will inquire diligently the way of life, God will impart to them an understanding of His word, and teach them to value at their true worth the things of eternity. Then the heart will no longer reach out covetously for worldly benefits and the pleasures of this life."},{"refcode_short":"PH014 9.2","refcode_long":"Appeals for Unity, p. 9.2 (Ellen Gould White)","content":"Shall we not give diligent heed to the lessons that I have read? There is an individual work for us to do in union with Christ. We are to put on Christ, put on His qualities of character, to represent Him in all our words and actions. When we are willing thus to follow on to know the Lord, walking in humility before Him, and being taught of Him daily, the Holy Spirit will work through us, giving us power to represent to the world a better way."},{"refcode_short":"PH014 9.3","refcode_long":"Appeals for Unity, p. 9.3 (Ellen Gould White)","content":"“Therefore I say unto you, Take no (anxious) thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?” While you do your best, weary not your body and mind with the cares of this life; do not spoil your religious experience by worry; but trust the Lord to work for you, and to do for you what you can not do for yourself. The life is more than meat, and the body is more than raiment."},{"refcode_short":"PH014 10.1","refcode_long":"Appeals for Unity, p. 10.1 (Ellen Gould White)","content":"There is much needless worrying, much trouble of mind, over things that cannot be helped. The Lord would have His children put their trust fully in Him. Our Lord is a just and righteous God; His children should acknowledge His goodness and His justice in the large and small things of life. Those who cherish the spirit of worry and complaint are refusing to recognize His guiding hand."},{"refcode_short":"PH014 10.2","refcode_long":"Appeals for Unity, p. 10.2 (Ellen Gould White)","content":"Needless anxiety is a foolish thing; and it hinders us from standing in a true position before God. When the Holy Spirit comes into the soul, there will be no desire to complain and murmur because we do not have everything we want. Rather, we will thank God from a full heart for the blessings that we have. There is great need of more thankfulness among our workers today; and until they have this spirit they will be unprepared for a place in the kingdom of heaven. There is a mighty work to be done for every one of us. We comprehend but little of what God desires to work out through us. We should seek to realize the breadth of His plans, and profit by every lesson that He tries to teach us."},{"refcode_short":"PH014 10.3","refcode_long":"Appeals for Unity, p. 10.3 (Ellen Gould White)","content":"A great deal of mischief is wrought in the imaginations of our hearts and minds when we seek to carry our own way contrary to the law of kindness. Here is where many fail. We do not cultivate a disposition to kindness; we want everything to come in an easy way to ourselves. But the question of greatest importance to each one of us should be, not how we can carry our own plans against the plans of others, but how we can have the power to live for Christ every day. Christ came to earth and gave His life that we might have eternal salvation. He wants to encircle each of us with the atmosphere of heaven, that we may give to the world an example that will honor the religion of Christ."},{"refcode_short":"PH014 11.1","refcode_long":"Appeals for Unity, p. 11.1 (Ellen Gould White)","content":"There is one blessing all may have who seek for it in the right way. It is the Holy Spirit of God; and this is a blessing that brings all others in its train. If we will come to God as little children, asking for His grace and power and salvation, not for our own uplifting, but that we may bring blessing to those around us, our petitions will not be denied. Then let us study the word of God that we may know how to take hold of His promises, and claim them as our own. Then we shall be happy. The enemy will be unable to destroy our peace. As we come into right relation to God, we shall see of His salvation."},{"refcode_short":"PH014 11.2","refcode_long":"Appeals for Unity, p. 11.2 (Ellen Gould White)","content":"In our schools we do not see the mighty working of the Holy Spirit as we ought. Although we have worked hard that they might be conducted on right lines, and advance in the fear of God, we do not see that willingness to be guided by the Spirit of God that opens the way for its working in the fullness of its power. God desires that His rich blessing shall rest upon teachers and students. When they have the experience of being daily converted to God, the perverse disposition will be overcome; there will be no place for it. The converting power of God will come in to lead the students to act for Christ, to serve and glorify Him who by His infinite sacrifice has made it possible for them to be saved. We need to appreciate more than we do the wonderful condescension of Christ, that we may work out in our lives His gracious character."},{"refcode_short":"PH014 12.1","refcode_long":"Appeals for Unity, p. 12.1 (Ellen Gould White)","content":"The Lord has a very special work to do for all who shall become citizens of His kingdom. Here are many young people associating together day after day in labor and in study, and in all things their conduct should reveal that they are controlled by the Spirit of God. They are to receive an education that will result in full consecration to God. And their own conversion is not the end of this education; they are to learn how to win others to the truth. This they will best accomplish by a life that reveals the transforming power of truth. Christ is to be formed within the hope of glory."},{"refcode_short":"PH014 12.2","refcode_long":"Appeals for Unity, p. 12.2 (Ellen Gould White)","content":"To those having families I will say, There is a work to be done for your children in your homes. Speak kindly to them. They are the Lord's property; his heritage. You have no right to create unhappiness in their lives. In the home it is the privilege of these children to prepare for the heavenly mansions. By no better way than by their own example can parents help the youth to gain this preparation. They are to learn by example as well as by precept that there must be no coarseness, no unkindness where Angels of God dwell."},{"refcode_short":"PH014 12.3","refcode_long":"Appeals for Unity, p. 12.3 (Ellen Gould White)","content":"In this life we are to be controlled by the spirit that rules in the heavenly courts. Righteousness and truth are to go before us. And the glory of the Lord will be the reward of all who serve Him acceptably. They obtain Christ's righteousness."},{"refcode_short":"PH014 13.1","refcode_long":"Appeals for Unity, p. 13.1 (Ellen Gould White)","content":"We want our children to be saved; but we must save them in God's appointed way. They must be made to understand that they have something to do if they would win heaven. When I see so many of our children who are receiving no preparation to meet temptation, I feel that I can not do enough in the line of helping to provide places where they can receive an education in the things of God. But unless, when we gather the youth into such places as this, we give them the education that will fit them to be overcomers, we had better not gather them into our institutions. Do we want these children and youth to enter the courts of heaven and enjoy the blessings of eternal life? Then let us work to this end understandingly, and we shall see blessed results for our labors."},{"refcode_short":"PH014 13.2","refcode_long":"Appeals for Unity, p. 13.2 (Ellen Gould White)","content":"Great is our need of the saving grace of Christ. Everywhere we turn we see more or less clearly revealed the spirit of strife for place and position, a reaching out for honor and recognition. My brethren and sisters, if you desire honor, seek it in the right way. How shall you seek it, do you ask? In obedience to the word of truth. Our ambition in this life should be to honor Christ at every step. The hasty temper, the cruel speech, the unkind thought, are not to be indulged. It is not for us to exalt this one, and condemn that one. In right words, words that bless and encourage, we are to reveal the fruits of righteousness."},{"refcode_short":"PH014 13.3","refcode_long":"Appeals for Unity, p. 13.3 (Ellen Gould White)","content":"Have you determined to be rich? Then let these words recorded in the sixth chapter of Matthew impress your heart and direct your life. They will teach you to be content, and to yield your will to the control of the Holy Spirit. You will not then be elbowing your fellow-worker that you may make room for your plans. But your greatest desire will be to work in just the place that God has assigned you, and where He can look upon you with approval."},{"refcode_short":"PH014 14.1","refcode_long":"Appeals for Unity, p. 14.1 (Ellen Gould White)","content":"Shall we not come into right relation to God? Shall we not put away all strife, which is a manifestation of unconverted self? When you feel sore because you think that somebody else is getting ahead of you, take the matter to the Father in prayer. Ask Him to put the impress of His Spirit upon your mind and character. When you feel like complaining at your lot, look about for some soul who does not have all the blessings that you enjoy. Speak to him words of hope and comfort and encouragement. Such ministry will be a blessing to him, and a greater blessing to yourself. We need to reach the place where as a people we shall reveal in word and work that the Spirit of God is dwelling within; that we are overcomers by the blood of the Lamb and the word of our testimony. It is our privilege to make the battle of life easier for those with whom we associate. Shall we not endeavor to do this? If we will partake of Christ's labors for the uplifting and redemption of souls, we shall hear His words of benediction, “Well done, good and faithful servant; enter thou into the joy of thy Lord.”"},{"refcode_short":"PH014 14.2","refcode_long":"Appeals for Unity, p. 14.2 (Ellen Gould White)","content":"Pure and undefiled religion,—this is our great need. When the religion of Christ is permitted to hold sway in our lives, there will be advance moves made that will reveal to all in this place the working of divine power. Our lives will be unselfish, thoughtful lives as we unitedly follow heavenward the path of self-denial and cross-bearing."},{"refcode_short":"PH014 14.3","refcode_long":"Appeals for Unity, p. 14.3 (Ellen Gould White)","content":"There is a great work for our people to do in this place. You have great advantages here,—advantages that have cost much labor and prayer to secure. I remember how hard we labored to secure this property. Now additional property has come to us. We are glad of this addition, for we need every foot of this land. Our duty in regard to this matter is very clear to my mind; and I mean to work in harmony with the light given to me. We are talking of enlarging our facilities, of adding more buildings; but I would not urge that this work go forward unless a different spiritual atmosphere shall pervade the institution. There is a spirit of strife for position with some. This must be overcome. When the soul is truly converted, all questions of promotion will be decided in the light of eternal interest...."},{"refcode_short":"PH014 15.1","refcode_long":"Appeals for Unity, p. 15.1 (Ellen Gould White)","content":"As a people we are being watched by the world, and we should conduct ourselves in such a way that men and women will be convinced that we have something that they have not. We need the help of all who are located here. If any have concluded that they can not throw their energies into this work, there is the world before them, and they can take it. God bids His people to order their lives by the living principles that moved Christ to sacrifice himself for the saving of the lost. The Son of God gave His life to redeem the youth. What shall we do for them? What shall we do for those older in years? My brethren, you need first to order your own lives by the plan of salvation, then gather with Christ with all the powers of your being. Then the Lord will work through your efforts."},{"refcode_short":"PH014 15.2","refcode_long":"Appeals for Unity, p. 15.2 (Ellen Gould White)","content":"When I consider how hard we have worked in different places to establish health institutions, I feel it my duty to impress upon the workers connected with them that they have a great responsibility to act in a way that will rightly represent the principles that are the foundation of this message. They should be righteous in word and deed. Strife and contention, which is of the devil, should find no place in their experience."},{"refcode_short":"PH014 16.1","refcode_long":"Appeals for Unity, p. 16.1 (Ellen Gould White)","content":"We may inherit the things prepared for God's people from the foundation of the world, if we will live in harmony with the righteous life of Christ. Let there be no contention, no strife. There is room enough in the world; there is opportunity for all to perfect a Christian character. Let us take hold of this work intelligently. Then when any change takes place in the working of the cause here, it will be seen, in the course taken by the workers, that their dispositions are being moulded by the Spirit of God, that the grace of Christ is sanctifying their characters."}]