[{"refcode_short":"PH012 1","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 1 (Ellen Gould White)","content":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South"},{"refcode_short":"PH012 1","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 1 (Ellen Gould White)","content":"The South"},{"refcode_short":"PH012 1.1","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 1.1 (Ellen Gould White)","content":"“The Lord is grieved by the woe in the Southern field. Christ has wept at the sight of this woe. Angels have hushed the music of their harps as they have looked upon a people unable to help themselves.”"},{"refcode_short":"PH012 1.2","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 1.2 (Ellen Gould White)","content":"If such is the feeling in heaven over the situation in the South, what should be the feelings of every loyal Seventh-day Adventist?"},{"refcode_short":"PH012 1.3","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 1.3 (Ellen Gould White)","content":"“Many of the Southern cities have never been worked. Look at the destitution of this field. Consider the ignorance, the poverty, the misery, the distress of many of the people. What do they know in regard to the Bible? They are not acquainted with the Lord Jesus Christ. And yet this field lies at our door! How selfish and inattentive you have been to your neighbors! You have heartlessly passed them by, doing little to relieve their suffering. The Condition of this Field is a Condemnation to Our Professed Christianity.”"},{"refcode_short":"PH012 1","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 1 (Ellen Gould White)","content":"Meeting the Situation"},{"refcode_short":"PH012 1.4","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 1.4 (Ellen Gould White)","content":"It was a sense of this condition that led to the founding of the Nashville Agricultural and Normal Institute near the city of Nashville some five years ago. Those who led in the establishment of this school were counseled by Sister White to locate on the present school farm for the purpose of conducting here a school where teachers and medical missionaries may be trained to carry the gospel to this long-neglected field."},{"refcode_short":"PH012 2.1","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 2.1 (Ellen Gould White)","content":"Over twenty related schools have been opened by those brought into this field as a result of the Institute and its work. In these small farm schools, these mission stations in the highlands of the South, something like seven hundred children are being trained into the truth. A wonderful work has been begun, and the number of these schools must be greatly multiplied."},{"refcode_short":"PH012 2.2","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 2.2 (Ellen Gould White)","content":"“I saw something of the work that is being done in the mission schools near Nashville. Little companies of workers are going out into the mountains and laboring for those who have not heard the message, and here and there little companies of believers are being raised up. Who would dare to put their hand on such workers and say, You must not labor thus; it costs too much.”"},{"refcode_short":"PH012 2.3","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 2.3 (Ellen Gould White)","content":"“Every possible means should be devised to establish schools of the Madison order in various parts of the South....You have no time to lose” Does that mean you?"},{"refcode_short":"PH012 2","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 2 (Ellen Gould White)","content":"A Quick Work"},{"refcode_short":"PH012 2.4","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 2.4 (Ellen Gould White)","content":"We are prone to overlook the results that the Lord has said will follow faithful work in the South. Concerning the conduct of schools of the Madison order we are told:"},{"refcode_short":"PH012 3.1","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 3.1 (Ellen Gould White)","content":"“It would have been pleasing to God if, while the Madison school has doing its work, other such schools had been established in different parts of the Southern field.... Labor to encourage others to do a similar work. Then the light of truth will be carried in a simple and effective way, And a Great Work will be Accomplished for the Master in a Short Time.”"},{"refcode_short":"PH012 3.2","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 3.2 (Ellen Gould White)","content":"“The class of education given at the Madison school is such as will be accounted a treasure of great value by those who take up missionary work in foreign fields. If many more in other schools were receiving a similar training, we as a people would be a spectacle to the world, to angels, and to men. The message would be quickly carried to every country, and souls now in darkness would be brought to the light.”"},{"refcode_short":"PH012 3.3","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 3.3 (Ellen Gould White)","content":"The plan followed buy the Madison School, if carried on as it should be by others, God says will hasten the coming of the Lord. Could we ask for any better inducement to undertake a work?"},{"refcode_short":"PH012 3.4","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 3.4 (Ellen Gould White)","content":"A training for foreign fields. Again, this kind of work in the South is God's means of developing a strong class of foreign missionaries, for"},{"refcode_short":"PH012 3.5","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 3.5 (Ellen Gould White)","content":"“The school at Madison not only educates in a knowledge of the Scriptures, but it gives a practical training that fits the student to go forth as a self-supporting missionary to the field to which he is called....They have been learning to become self-supporting, and a training more important than this they could not receive. Thus they have obtained a valuable education for usefulness in missionary fields...."},{"refcode_short":"PH012 4.1","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 4.1 (Ellen Gould White)","content":"“The class of education given at the Madison school is such as will be accounted a treasure of great value by those who take up missionary work in a foreign field.”"},{"refcode_short":"PH012 4.2","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 4.2 (Ellen Gould White)","content":"A training for foreign fields;"},{"refcode_short":"PH012 4.3","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 4.3 (Ellen Gould White)","content":"A training in self-support;"},{"refcode_short":"PH012 4.4","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 4.4 (Ellen Gould White)","content":"A training that will hasten the coming of the Lord;"},{"refcode_short":"PH012 4.5","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 4.5 (Ellen Gould White)","content":"Is it worth having a part in?"},{"refcode_short":"PH012 4.6","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 4.6 (Ellen Gould White)","content":"“This work is to be done now, while the angels continue to hold the four winds. There is no time to lose....Shall we not hear of many volunteers?....Why have you not a deeper sense of necessities of the Southern field?"},{"refcode_short":"PH012 4.7","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 4.7 (Ellen Gould White)","content":"The work is to be done. It should be done now. You should volunteer to enter this field. Before very long the last opportunity will have been given Seventh-day Adventists to do this work. God will then turn to men in the byways and hedges, and we idle Seventh-day Adventists will be passed by forever."},{"refcode_short":"PH012 4.8","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 4.8 (Ellen Gould White)","content":"Let us heed the parable of the Last Supper. Those who were invited began to make excuse. One offered one reason, another had another reason for not doing what the Lord asked. When the supper was set, not one of those first invited sat at the table. Will it be thus with you?"},{"refcode_short":"PH012 4.9","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 4.9 (Ellen Gould White)","content":"Frequent reference was made to this work by Sister White in her talks before the last General Conference held at Washington. She had recently visited the South, and the picture of the millions waiting for the truth came often to her mind. There are four millions of one class alone, the sturdy mountaineer, to whom this truth is yet to be given, and when these people get it in their hearts they will make some of the most devoted missionaries in the world. Their simple manner of life, their habit of trust, their ability to sacrifice, will make them able to do a work similar to that of Abraham of old."},{"refcode_short":"PH012 5","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 5 (Ellen Gould White)","content":"Fifty Years Behind the Times"},{"refcode_short":"PH012 5.1","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 5.1 (Ellen Gould White)","content":"In this work for the South we are now over fifty years behind the times. “The Southern race has been neglected. Men have passed by on the other side, as the priest and Levite passed by the wounded, robbed, bruised, and beaten one.... Since the slaves gained their freedom at terrible loss of life to the North and South, they have been greatly neglected by those who professed to know God.”"},{"refcode_short":"PH012 5.2","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 5.2 (Ellen Gould White)","content":"“During the time that has passed into eternity many should have been in the South, laboring together with God by doing personal work, and by giving of their means to sustain themselves and other workers in that field.”"},{"refcode_short":"PH012 5","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 5 (Ellen Gould White)","content":"Reasons for the Neglect"},{"refcode_short":"PH012 5.3","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 5.3 (Ellen Gould White)","content":"Do you know the reasons given in the Spirit of Prophecy for this neglect of this nearest mission field? We Seventh-day Adventists have been growing wealthy. We love our money, our comfortable homes, our easy times and ways better than we love the Lord and a people dear to His heart. We love to be near a large church of believers, and we love to be preached to, rather than to live in an isolated place and build up a church. We have been lazy Christians. We do not like the soldier life required of the volunteer to this field. Read it! “We are to learn to be content with simple food and clothing, that we may save much means to invest in the work of the gospel.”"},{"refcode_short":"PH012 6.1","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 6.1 (Ellen Gould White)","content":"“The Lord desires the desert places of the South where the outlook appears so forbidding, to become as the garden of God. Let our people arouse and redeem the past.”"},{"refcode_short":"PH012 6.2","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 6.2 (Ellen Gould White)","content":"“How little our churches sense their solemn responsibilities to God. It is not ministers alone, but every man and every woman who has enlisted in Christ's army is a soldier. Are they willing to receive a soldier's fare, just as Christ has given them an example in his life of self-denial and sacrifice? What self-denial have our churches as a whole manifested? They may have given donations in money, but they have withheld themselves.”"},{"refcode_short":"PH012 6.3","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 6.3 (Ellen Gould White)","content":"“Let those who truly love God step out from where there are large churches of Sabbath-keepers.”"},{"refcode_short":"PH012 6.4","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 6.4 (Ellen Gould White)","content":"“There will be no lazy Christians in this cause or connected with this work. All indifference and lethargy must be overcome. Work is crowding upon the few who are willing and obedient, because they see so much to do, and so few are willing to lift the burden and bear the yoke of Christ.”"},{"refcode_short":"PH012 6.5","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 6.5 (Ellen Gould White)","content":"“There are thousands who might enter the harvest-field who are now religiously idle, and as a result they go crippling their way to heaven, expressing a doubt whether they are Christians.”"},{"refcode_short":"PH012 7.1","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 7.1 (Ellen Gould White)","content":"Do you know why you are not already a worker in this Southern field? “You are waiting for some one to carry you to the vineyard and set you to work, or to bring the vineyard to you: A pretty plain answer? It is true, is it not?"},{"refcode_short":"PH012 7.2","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 7.2 (Ellen Gould White)","content":"“I think how the angels must feel, seeing the end approaching, and those who claim to have a knowledge of God and Jesus Christ whom he has sent, huddle together, colonize, and attend the meetings, and feel dissatisfied if there is not much preaching to benefit their souls and strengthen the church, while they are doing literally nothing.”"},{"refcode_short":"PH012 7","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 7 (Ellen Gould White)","content":"Waiting for a Salary"},{"refcode_short":"PH012 7.3","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 7.3 (Ellen Gould White)","content":"“Hundreds are dying a spiritual death of inaction because they do not work at all.” They are waiting for some conference to assign them a place and guarantee them a salary. To these the Lord sends the message:—"},{"refcode_short":"PH012 7.4","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 7.4 (Ellen Gould White)","content":"“If the lay members of the church will arouse to do their work in a quiet way, going to war at their own charges, each seeing how much he can do in winning souls to Jesus, we shall see many leaving the ranks of Satan to stand under the banner of Christ.”"},{"refcode_short":"PH012 7.5","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 7.5 (Ellen Gould White)","content":"“Many of our missionary enterprises are crippled because there are so many who refuse to enter the doors of usefulness that are plainly open before them. Let all who believe the truth, go to work. Do the work that lies nearest you; do anything, however humble, rather than be, like the men of Meroz, do-nothings.”"},{"refcode_short":"PH012 8.1","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 8.1 (Ellen Gould White)","content":"“The whole church needs to be imbued with the missionary spirit; then there will be many to work unselfishly in various ways as they can, without being salaried.”"},{"refcode_short":"PH012 8","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 8 (Ellen Gould White)","content":"Are You in this Class?"},{"refcode_short":"PH012 8.2","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 8.2 (Ellen Gould White)","content":"“The churches have not been educated altogether as they should have been educated. They have been educated to depend upon the ministers to pray and to open the Scriptures to the people who assemble to worship God. Thousands might be at work who are not ordained to preach the gospel.”"},{"refcode_short":"PH012 8.3","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 8.3 (Ellen Gould White)","content":"“God will use the most humble men even if they have not been ordained.”"},{"refcode_short":"PH012 8.4","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 8.4 (Ellen Gould White)","content":"“The work cannot be done by the ordained minister alone. God will accept any of those who love and serve him in their efforts to educate those who are in the errors of darkness, and thus win souls to Jesus Christ. Hundreds and thousands who profess the truth, who are now idlers in the market place, might be engaged in the work of the Lord.”"},{"refcode_short":"PH012 8","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 8 (Ellen Gould White)","content":"Families as Missionaries"},{"refcode_short":"PH012 8.5","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 8.5 (Ellen Gould White)","content":"“God desires that every man shall stand in his lot and in his place, and not feel as if the work is too hard.”"},{"refcode_short":"PH012 8.6","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 8.6 (Ellen Gould White)","content":"“We feel an earnest interest in these schools. There is a wide field before us in the establishment of family mission schools.”"},{"refcode_short":"PH012 8.7","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 8.7 (Ellen Gould White)","content":"“There are honest-hearted men and women out in the hills that must be given the message of warning.... Say not, ‘We cannot afford to work in a sparsely-settled field, and largely in a self-supporting way, when out in the world are great fields where we might reach multitudes.’ And let none say, ‘We cannot afford to sustain you in an effort to work in those out-of-the-way places.’ What! Cannot afford it! You cannot afford not to work in these isolated places; and if you neglect such fields the time will come when you will wish that you had afforded it.”"},{"refcode_short":"PH012 9.1","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 9.1 (Ellen Gould White)","content":"“There are many families who would be a great blessing if they would take their belongings and settle in some of our towns or country locations where the standard has never been raised. Many should move into the regions beyond, and become just what Christ has said that those who believe in him should be.”"},{"refcode_short":"PH012 9.2","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 9.2 (Ellen Gould White)","content":"“Let married men and women who know the truth go forth to the neglected fields to enlighten others. Follow the example of those who have done pioneer work in new fields.”"},{"refcode_short":"PH012 9.3","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 9.3 (Ellen Gould White)","content":"“Let Sabbath-keeping families move to the South, and live out the truth before those who know it not. These families can be a help to one another. Let them do Christian help-work, feeding the hungry and clothing the naked. This will have a far stronger influence for good than the preaching of sermons.”"},{"refcode_short":"PH012 9","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 9 (Ellen Gould White)","content":"How Far-Reaching is this Work to Be?"},{"refcode_short":"PH012 9.4","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 9.4 (Ellen Gould White)","content":"“In many places schools should be established.” “Every city in the Southern States, and every town and village, must have earnest work done for it. That field will be missionary soil until many churches are raised up.”"},{"refcode_short":"PH012 9.5","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 9.5 (Ellen Gould White)","content":"“There is a wide field before us in the establishment of family mission schools.”"},{"refcode_short":"PH012 10.1","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 10.1 (Ellen Gould White)","content":"If, at the close of the war, Seventh-day Adventists had entered the South as they might have done, what a different place the South would be today. Schools and sanitariums would have been the means of transforming many sections. But when a few of our people came South some of them returned to the North with a story similar to the report of the ten spies who returned from Canaan. And as a people we have been more ready to believe this false report than to accept the Lord's own words concerning the field and its people."},{"refcode_short":"PH012 10","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 10 (Ellen Gould White)","content":"It is the Devil's Plan"},{"refcode_short":"PH012 10.2","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 10.2 (Ellen Gould White)","content":"To get us to see the giants and the walled cities. This has been a most effectual way on his part of postponing the coming of the Lord. The failure of Seventh-day Adventists to start schools, farm schools, self-supporting schools, when the Lord said open such schools, has strengthened the prejudice of many toward the South. Now, what might have been done under favorable circumstances must be done in the midst of difficulties. Still, let us redeem the time, and save ourselves as a denomination as well as give the warning to those who know it not."},{"refcode_short":"PH012 10","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 10 (Ellen Gould White)","content":"Come to Stay"},{"refcode_short":"PH012 10.3","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 10.3 (Ellen Gould White)","content":"“The Southern field must be worked intelligently.” The work of the South cannot be accomplished by coming South for a short time and then returning to the North."},{"refcode_short":"PH012 10.4","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 10.4 (Ellen Gould White)","content":"“I wish to say that the Southern field is a world of its own. The work here will have to be carried forward independently to a large degree. The workers in the field will have to exercise judgment as to the best ways of advancing. This field needs workers who will say, I will not fail nor be discouraged.”"},{"refcode_short":"PH012 11.1","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 11.1 (Ellen Gould White)","content":"“We must not lose sight of the neglected parts of the vineyard. Men may say that it is a waste of valuable time and money for strong men and women to go out into these hills, and out-of-the-way places to labor.... Some may say, ‘If I were engaged in this sort of work, some connected with the church would discountenance me.’ What if they should?”"},{"refcode_short":"PH012 11","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 11 (Ellen Gould White)","content":"Self-Supporting"},{"refcode_short":"PH012 11.2","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 11.2 (Ellen Gould White)","content":"Much of the work will have to be made self-supporting. There is more to do in a short time than can be done if men wait to be sent and paid for their work. A self-supporting worker is to have your encouragement:"},{"refcode_short":"PH012 11.3","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 11.3 (Ellen Gould White)","content":"“When God inspires in men and women the desire to help these poor, neglected, ignorant ones, to educate them, to establish schools, to teach them to be self-supporting, should we not encourage these workers? Should we not do all in our power to help those who work for the people of the South, both white and black?”"},{"refcode_short":"PH012 11.4","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 11.4 (Ellen Gould White)","content":"The importance of the self-supporting school is thus emphasized, “we must provide greater facilities for the education and training of the youth, both white and colored. We are to establish schools away from the cities where the youth can learn to cultivate the soil, and thus help to make themselves, and the school self-supporting. Let means be gathered for the establishment of such schools.”"},{"refcode_short":"PH012 12","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 12 (Ellen Gould White)","content":"Self-Support"},{"refcode_short":"PH012 12.1","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 12.1 (Ellen Gould White)","content":"Is an objectionable word to some, but “The whole church needs to be imbued with the missionary spirit; then there will be many to work unselfishly, in various ways as they can, without being salaried.”"},{"refcode_short":"PH012 12.2","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 12.2 (Ellen Gould White)","content":"The promise made those who answer the call to do this simple, humble work, is that “He marks all that they do to help those in need of help. In the heavenly courts, when the redeemed are gathered home, they will stand nearest to the Son of God.”"},{"refcode_short":"PH012 12","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 12 (Ellen Gould White)","content":"Self-Support in Foreign Fields"},{"refcode_short":"PH012 12.3","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 12.3 (Ellen Gould White)","content":"The Madison School has been instructed to train self-supporting missionaries for foreign fields. It is remarkable how rapidly the missionaries in foreign fields are coming to see the need of self-support in those fields. From India, China, Korea, Japan, South America, and Africa comes the testimony that the future successful missionary must himself be self-supporting and must teach his converts to earn their living."},{"refcode_short":"PH012 12.4","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 12.4 (Ellen Gould White)","content":"The old method of supporting missionaries by a salary from America is being superseded by the saner method of self-support. God is instructing Seventh-day Adventists to adopt this plan. We ought not to cling to the old method and let other denominations outrun us in this matter of reform."},{"refcode_short":"PH012 13","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 13 (Ellen Gould White)","content":"Some Would Come"},{"refcode_short":"PH012 13.1","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 13.1 (Ellen Gould White)","content":"“Properties will be offered for sale in the rural districts at a price below the real cost, because the owners desire city advantages, and it is these rural locations that we desire to obtain for our schools.”"},{"refcode_short":"PH012 13","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 13 (Ellen Gould White)","content":"Medical Missionary Work"},{"refcode_short":"PH012 13.2","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 13.2 (Ellen Gould White)","content":"“I have been instructed that there are decided advantages to be gained by the establishment of a school and sanitarium in close proximity.... There is a great work to be done by our sanitariums and schools. Time is short. What is done, must be done quickly.”"},{"refcode_short":"PH012 13.3","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 13.3 (Ellen Gould White)","content":"Many could do the medical work necessary in connection with a farm school who would not attempt sanitarium work on a large scale. Each little school should be able to reach the people in its community with the truth of health reform; It should be able to give and to teach simple treatments. Each company of self-supporting workers should form a center toward which those in need of physical healing will look, and from which will radiate health-giving light."},{"refcode_short":"PH012 13","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 13 (Ellen Gould White)","content":"The Climate"},{"refcode_short":"PH012 13.4","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 13.4 (Ellen Gould White)","content":"of the South is equal to that in any other part of the world. Several millions of people have lived here with comfort for centuries. It is certainly not unbearable to the missionary. The field has been called a hard one, but that should not keep a Christian away. Christ chose to labor in the difficult parts of the world, going into dark corners of the world like Naphtali and Zebulun when he was on earth."},{"refcode_short":"PH012 14.1","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 14.1 (Ellen Gould White)","content":"It is a Bible truth that no Seventh-day Adventist can receive the latter rain until he finds his place and stands in it. “To every man and to every woman He has given his work.” “God desires that every man shall stand in his lot and in his place, and not feel as if the work is too hard.”"},{"refcode_short":"PH012 14","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 14 (Ellen Gould White)","content":"Thousands"},{"refcode_short":"PH012 14.2","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 14.2 (Ellen Gould White)","content":"are standing idle in the market place. They are waiting for some one to put them to work. Let them answer the call of the South and go forth without asking a salary. Who says, “Here am I, Lord, send me”? The South will develop in you the spirit of the early pioneers of this message. We need the South for the perfection of Christian character even more than the South needs us."},{"refcode_short":"PH012 14","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 14 (Ellen Gould White)","content":"The Reward"},{"refcode_short":"PH012 14.3","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 14.3 (Ellen Gould White)","content":"“What a reward awaits the winner of souls! When the gates of that beautiful city on high are swung back on their glittering hinges, and the nations that have kept the truth shall enter in, crowns of glory will be placed on their heads, and they will ascribe honor and glory and majesty to God. And at that time some will come to you, and will say, If it had not been for the words you spoke to me in kindness, if it had not been for your tears and supplications and earnest efforts I should never have seen the King in his beauty. What a reward is this?”"},{"refcode_short":"PH012 15","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 15 (Ellen Gould White)","content":"A General Conference Recommendation"},{"refcode_short":"PH012 15.1","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 15.1 (Ellen Gould White)","content":"At the 1909 Session of the General Conference, at Washington, D.C., the General Conference made the following recommendation:"},{"refcode_short":"PH012 15.2","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 15.2 (Ellen Gould White)","content":"“We recommend,\nthat our stronger conferences search out and encourage suitable persons to undertake the self-supporting work, and that the workers thus selected be encouraged to pursue a course of instruction at the Nashville Agricultural and Normal institute.”"},{"refcode_short":"PH012 15.3","refcode_long":"An Appeal to Seventh-day Adventists to Fulfil Their Duty to the South, p. 15.3 (Ellen Gould White)","content":"Those desiring information should address,"}]