[{"refcode_short":"PH019 2","refcode_long":"A Call to Service in the Masters Harvest Field, p. 2 (Ellen Gould White)","content":"A Call to Service in the Master's Harvest Field"},{"refcode_short":"PH019 2","refcode_long":"A Call to Service in the Masters Harvest Field, p. 2 (Ellen Gould White)","content":"Arise! Shine"},{"refcode_short":"PH019 2.1","refcode_long":"A Call to Service in the Masters Harvest Field, p. 2.1 (Ellen Gould White)","content":"If ever there was a time when we needed to understand our spiritual condition and our present duty it is now. As we look about us we see that truth is fallen in the streets, and equity can not enter. Satan has come down in great power, to work with all deceivableness of unrighteousness in them that perish. Everything that can be shaken will be shaken; that those things which can not be shaken may remain."},{"refcode_short":"PH019 2","refcode_long":"A Call to Service in the Masters Harvest Field, p. 2 (Ellen Gould White)","content":"To Our Publishing Houses"},{"refcode_short":"PH019 2.2","refcode_long":"A Call to Service in the Masters Harvest Field, p. 2.2 (Ellen Gould White)","content":"I am bidden to say to our publishing houses, Lift up the standard; lift it up. Proclaim the third angel's message, that all the world may hear, and know that there is a people who “keep the commandments of God, and have the testimony of Jesus Christ.” Let our literature give the divine message as a witness to all the world."},{"refcode_short":"PH019 2.3","refcode_long":"A Call to Service in the Masters Harvest Field, p. 2.3 (Ellen Gould White)","content":"Now, as never before, the great and wonderful work of this message is to be carried on. The world is to receive the light, and many will gain their knowledge of the truth through an evangelizing ministry of the word in our books and papers. Our periodicals are to be distributed by men and women of all stations and walks in life. Young and old are to act a part. These publications are to show that the end of all things is at hand."},{"refcode_short":"PH019 2.4","refcode_long":"A Call to Service in the Masters Harvest Field, p. 2.4 (Ellen Gould White)","content":"We have, as it were, been asleep regarding this matter. Let us now send forth the word with determined energy; that the world may understand the messages that Christ gave to John on the Isle of Patmos."},{"refcode_short":"PH019 3.1","refcode_long":"A Call to Service in the Masters Harvest Field, p. 3.1 (Ellen Gould White)","content":"Let every one professing the name of Christ, act a part in sending forth the message, “The end of all things is at hand,” “prepare to meet thy God.” Our publications should go everywhere. The circulation of our periodicals should be greatly increased. The third angel's message is to be given through gospel literature, and through the living teacher. You who believe the truth for this time, wake up. It is our duty now to employ every possible means to help in the proclamation of the truth. When you are riding on the cars, visiting, conversing with your neighbors,_-wherever you are, let your light shine forth. Hand out the papers and tracts to those with whom you associate, and speak a word in season, praying that the Holy Ghost will make the seed productive in some hearts. This work will be blessed of God."},{"refcode_short":"PH019 3","refcode_long":"A Call to Service in the Masters Harvest Field, p. 3 (Ellen Gould White)","content":"Be Courteous"},{"refcode_short":"PH019 3.2","refcode_long":"A Call to Service in the Masters Harvest Field, p. 3.2 (Ellen Gould White)","content":"As a people we should cultivate a kindly manner in our association with those whom we meet. Let us avoid any abruptness of manner, and endeavor always to present the truth in an easy, winning manner. This truth means life, eternal life, to the receiver. Pass easily and courteously from subjects of a temporal nature to the spiritual and eternal. In this courteous manner the Saviour taught. And we should work in the most gentle way to introduce our mission. While walking by the way, or seated to rest by the wayside, we may be able to drop into some heart the seeds of truth."},{"refcode_short":"PH019 4","refcode_long":"A Call to Service in the Masters Harvest Field, p. 4 (Ellen Gould White)","content":"Be in Earnest"},{"refcode_short":"PH019 4.1","refcode_long":"A Call to Service in the Masters Harvest Field, p. 4.1 (Ellen Gould White)","content":"We are to work as we have never worked before. We are to seek every opportunity of drawing souls to Christ. The Lord is coming very soon, and we are entering into scenes of calamity. Satanic agencies, though unseen, are working to destroy human life. If our life is hid with Christ in God, we shall see of His grace and salvation. Christ is coming to establish His kingdom in the earth. Let our tongues be sanctified, and used to glorify Him. As a people we need to be reconverted, and our lives sanctified to declare the truth as it is in Jesus."},{"refcode_short":"PH019 4.2","refcode_long":"A Call to Service in the Masters Harvest Field, p. 4.2 (Ellen Gould White)","content":"As we engage in the work of distributing our publications, we can, from warm and throbbing hearts, speak of a Saviour's love. God alone has the power to forgive sins. If we do not deliver this message to the unconverted, our neglect may prove their ruin. Blessed, soul-saving, Bible truths are to be published in our papers. The Lord calls upon all of us to seek to save perishing souls."},{"refcode_short":"PH019 4.3","refcode_long":"A Call to Service in the Masters Harvest Field, p. 4.3 (Ellen Gould White)","content":"We do not realize how cunningly Satan is at work to deceive, if possible, the very elect. Now is our time to work with vigilance. Our books and papers are to be brought before the notice of the people; the gospel of present truth is to be given to our cities without delay. We need to arouse to our duties. If we are making the life and teachings of Christ our study, every passing event will furnish a text for an impressive lesson. It was thus the Saviour preached the gospel in the highways and byways; and, as He preached, the little group that listened to His words would swell into a great company."},{"refcode_short":"PH019 4.4","refcode_long":"A Call to Service in the Masters Harvest Field, p. 4.4 (Ellen Gould White)","content":"“Be instant in season, out of season.” We are to make opportunities for presenting the truth. Christians are to be workers together with Christ. They are to engage in many lines of evangelistic work."},{"refcode_short":"PH019 5.1","refcode_long":"A Call to Service in the Masters Harvest Field, p. 5.1 (Ellen Gould White)","content":"After His resurrection, Jesus spake to His disciples, saying, “All power is given unto Me in heaven and in earth. Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost; teaching them to observe all things whatsoever I have commanded you; and, lo, I am with you alway, even unto the end of the world.”"},{"refcode_short":"PH019 5","refcode_long":"A Call to Service in the Masters Harvest Field, p. 5 (Ellen Gould White)","content":"Danger of Worldliness"},{"refcode_short":"PH019 5.2","refcode_long":"A Call to Service in the Masters Harvest Field, p. 5.2 (Ellen Gould White)","content":"There is a danger of our brethren entering into commercialism, and of becoming so engrossed in worldly business that the word is not carried into the life in its purity and power. The love of trade and gain is becoming more and more prevalent. My brethren, let your souls be truly converted. The work to be carried on in the lives of God's people is declared in the words of Inspiration, “Behold, I send My messenger before thy face, which shall prepare thy way before thee. The voice of one crying in the wilderness, Prepare ye the way of the Lord, make His paths straight.”"},{"refcode_short":"PH019 5.3","refcode_long":"A Call to Service in the Masters Harvest Field, p. 5.3 (Ellen Gould White)","content":"“Behold My servant, whom I uphold; Mine elect, in whom My soul delighteth; I have put My Spirit upon Him: He shall bring forth judgment to the Gentiles. He shall not cry, nor lift up, nor cause His voice to be heard in the street. A bruised reed shall He not break, and the smoking flax shall He not quench: He shall bring forth judgment unto truth. He shall not fail nor be discouraged, till He have set judgment in the earth; and the isles shall wait for His law.”"},{"refcode_short":"PH019 6","refcode_long":"A Call to Service in the Masters Harvest Field, p. 6 (Ellen Gould White)","content":"Present Opportunities"},{"refcode_short":"PH019 6.1","refcode_long":"A Call to Service in the Masters Harvest Field, p. 6.1 (Ellen Gould White)","content":"Just now, when people are thinking seriously, literature on the meaning of the signs of the times, wisely circulated, will have a telling effect in behalf of the truth. At this time, when awful calamities are sweeping away the most costly structures as if by a breath of fire from heaven, many sinners are afraid, and stand trembling before God. Now is our opportunity to make known the truth to them."},{"refcode_short":"PH019 6.2","refcode_long":"A Call to Service in the Masters Harvest Field, p. 6.2 (Ellen Gould White)","content":"Brethren and sisters, will you put on the Christian armor? “Your feet shod with the preparation of the gospel of peace,” you will be prepared to walk from house to house, carrying the truth to the people. Sometimes you will find it trying to do this kind of work: but if you go forth in faith, the Lord will go before you, and will let His light shine upon your pathway. Entering the homes of your neighbors to sell or to give away our literature, and in humility to teach them the truth, you will be accompanied by the light of heaven, which will abide in these homes."},{"refcode_short":"PH019 6.3","refcode_long":"A Call to Service in the Masters Harvest Field, p. 6.3 (Ellen Gould White)","content":"God's judgments are abroad in the land. Shall we allow these things to come upon the world without telling the people the meaning of these terrible calamities, and how every one may escape from the wrath to come? Shall we let our neighbors remain in darkness without a preparation for the future life? Unless we ourselves realize where we stand, the day of God will come upon us as a thief."},{"refcode_short":"PH019 7.1","refcode_long":"A Call to Service in the Masters Harvest Field, p. 7.1 (Ellen Gould White)","content":"Time is precious. The destiny of souls is in the balance. At infinite cost a way of salvation has been provided. Shall Christ's great sacrifice be in vain? Shall the earth be entirely controlled by Satanic agencies? The salvation of souls is dependent upon the consecration and activity of God's church. The Lord calls upon all who believe in Him to be workers together with Him. While their life shall last they are not to feel that their work is done. Until the time comes when Christ shall say, “It is finished,” His work for the saving of souls will not decrease, but will grow in importance, and be far-reaching...."},{"refcode_short":"PH019 7.2","refcode_long":"A Call to Service in the Masters Harvest Field, p. 7.2 (Ellen Gould White)","content":"The mercy of God is shown by His long forbearance. He is holding back His judgments, waiting for the message of warning to be sounded to all. There are many who have not yet heard the testing truths for this time. The last call of mercy is to be given more fully to our world. The word of God portrays the wickedness and corruption that will exist in the world in the last days. As we see the fulfilment of prophecy, our faith in the final triumph of Christ's kingdom should be increased. We should go forth with courage to do our appointed work."},{"refcode_short":"PH019 7.3","refcode_long":"A Call to Service in the Masters Harvest Field, p. 7.3 (Ellen Gould White)","content":"The Lord is soon to come. In fire and flood and earthquake He is warning the inhabitants of this earth of His soon approach. O, that the people might know the time of their visitation! We have no time to lose. We must make more determined efforts to lead the people of the world to see that the day of judgment is near at hand. Carefully prepared literature on the significance of the scenes we are now witnessing, is to be circulated everywhere. Our understanding is to be quickened by the Holy Spirit. O, if our people would feel as they should the responsibility resting upon them to give the last message of mercy to the world, what a wonderful work would be done! a thousand times more work for God might be accomplished if all His children would fully consecrate themselves to Him, using their talents aright."},{"refcode_short":"PH019 8","refcode_long":"A Call to Service in the Masters Harvest Field, p. 8 (Ellen Gould White)","content":"Ordained to Bring Forth Fruit"},{"refcode_short":"PH019 8.1","refcode_long":"A Call to Service in the Masters Harvest Field, p. 8.1 (Ellen Gould White)","content":"Christ says of His followers, “Ye have not chosen Me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain; that whatsoever ye shall ask the Father in My name, He may give it you.”"},{"refcode_short":"PH019 8.2","refcode_long":"A Call to Service in the Masters Harvest Field, p. 8.2 (Ellen Gould White)","content":"Satan, the great apostate, has drawn the world to himself; but if the gift of the only-begotten Son, the Father has provided that divine power shall work in opposition to the powers of darkness. Jesus said, “And I, if I be lifted up from the earth, will draw all men unto Me.” Satan has placed his seat on the earth where should be the throne of God, and men prostrate themselves before the prince of evil, rendering to him the homage that belongs alone to God. But the cross of Christ has been erected between earth and heaven, and Jesus, the Prince of Life, says: “Through My love, I will draw the idolatrous hearts of men to Myself. I will place Myself in harmony with human nature, and will engage every holy influence and agency in the universe to array itself against the forces of evil.”"},{"refcode_short":"PH019 8.3","refcode_long":"A Call to Service in the Masters Harvest Field, p. 8.3 (Ellen Gould White)","content":"The Lord of life and glory came and dwelt among men. Instead of withdrawing Himself because of the sinfulness of man, instead of confining His labors to a few congenial spirits, and leaving those who knew Him not to the blindness and ignorance of their sinful hearts, as they deserved to be left, He came nearer to erring humanity."},{"refcode_short":"PH019 9.1","refcode_long":"A Call to Service in the Masters Harvest Field, p. 9.1 (Ellen Gould White)","content":"In the plan of restoring in men the divine image, it was provided that the Holy Spirit should move upon human minds, and be as the presence of Christ, a molding agency upon the human character. Receiving the truth, men also become recipients of the grace of Christ, and devote their sanctified human ability to the work in which Christ was engaged,—men become laborers together with God. It is to make men agents for God, that divine truth is brought home to their understanding. Let us inquire of the church, Have you answered this purpose? Have you fulfilled the design of God in diffusing the light of divine truth, in scattering abroad the precious jewels of truth?"},{"refcode_short":"PH019 9.2","refcode_long":"A Call to Service in the Masters Harvest Field, p. 9.2 (Ellen Gould White)","content":"What must be the thoughts of the angels of God as they look upon the church of Christ, and see how slow is the action of those who profess to be the followers of Christ, to impart the light of truth to the world which lies in moral darkness? Heavenly intelligences know that the cross is the great center of attraction. They know that it is through the cross that fallen man is to receive the atonement, and to be brought into unity with God. The councils of heaven are looking upon you who claim to have accepted Christ as your personal Saviour, to see you make known the salvation of God to those who sit in darkness. They are looking to see you making known the significance of the compensation of the Holy Spirit; how that through the working of this divine agency the minds of men, corrupted and defiled by sin, may become disenchanted with the lies and presentations of Satan, and turn to Christ as their only hope, their personal Savior. Christ says: “I have chosen you, and ordained you, that you should go forth and bring forth fruit, and that your fruit should remain.” As Christ's ambassador, I would entreat of all who read these lines to take heed while it is called today. “If ye will hear His voice, harden not your heart.” Without waiting a moment, inquire, What am I to Christ? and what is Christ to me? What is the character of my work? What is the character of the fruit I bear...."},{"refcode_short":"PH019 10.1","refcode_long":"A Call to Service in the Masters Harvest Field, p. 10.1 (Ellen Gould White)","content":"It is the Christian's business to shine. The professed follower of Christ is not fulfilling the requirements of the gospel unless he is ministering to others. He is never to forget that he is to let his light so shine before men that they, seeing his good works, may glorify their Father which is in heaven. His speech is to be always with grace, and in harmony with his profession of faith. His work is to reveal Christ to the world. Jesus Christ and Him crucified is his inexhaustible theme, of which he is freely to speak, bringing out of the good treasure of his heart the precious things of the gospel. The heart that is filled with the blessed hope, that is big with immortality and full of glory, can not be dumb...."},{"refcode_short":"PH019 10.2","refcode_long":"A Call to Service in the Masters Harvest Field, p. 10.2 (Ellen Gould White)","content":"Those with whom the Christian comes in contact have a right to know what has been revealed to the follower of Christ, and he is to make it known both by precept and example. The Christian is to publish the good news of salvation, and he is never to be weary of the recital of God's goodness. He is continually to draw with Christ, and continually to draw from Christ, eating the flesh and drinking the blood of the Son of Man, which Jesus declares are His words. They are spirit, and they are life. Thus he will always have a fresh supply of heavenly manna. Every Christian, high or low, rich or poor, learned or ignorant, is to talk of the kingdom of God, to speak of Christ and Him crucified, to those who are in ignorance and sin. You are to speak to sinners; for you know not but God is moving upon their hearts. Never forget that great responsibility attaches to every word you utter in their presence. Ask yourself the question, How many have I spoken to with my heart filled with the love of Christ, concerning the unspeakable gift of God's mercy and Christ's righteousness? To how many of your friends, relatives, and neighbors, have you written, reaching out in unselfish love, that their souls may be saved? Christ said, “I have declared unto them Thy name, and will declare it.”"},{"refcode_short":"PH019 11.1","refcode_long":"A Call to Service in the Masters Harvest Field, p. 11.1 (Ellen Gould White)","content":"What are you doing, my Christian brothers and sisters? Can you say that as far as it was in your power, you have declared, or represented, Christ and His love for fallen humanity to those who know Him not? If you have confined your efforts merely to those who are of the same faith as yourself, what about seeking to save those who are lost? If the curtain should be rolled back, you would see souls perishing in their sins, and the church idle, indolent, unsympathetic, absorbed in selfish interests, and caring not whether souls are saved or lost, so long as they themselves can have an easy time, and be secure in the hope of salvation. But no one will ever enter heaven who is not a laborer together with God. If you had any appreciation of the salvation brought to you at infinite cost, you would arouse, you would lay hold upon the strength of Jesus, you would lift up your voice like a trumpet, and show “My people their transgression, and the house of Jacob their sins.” You would cry loud, and spare not. You would work to the utmost of your capacity, reaching first one and then another.—The Review and Herald, February 12, 19, 1895."},{"refcode_short":"PH019 12","refcode_long":"A Call to Service in the Masters Harvest Field, p. 12 (Ellen Gould White)","content":"Worth Repeating"},{"refcode_short":"PH019 12.1","refcode_long":"A Call to Service in the Masters Harvest Field, p. 12.1 (Ellen Gould White)","content":"The Lord God of heaven would have the entire church devising ways and means whereby high and low, rich and poor, may hear the message of truth. The Lord Jesus, the mighty Saviour, has died for these souls. He can arouse them from their indifference, He can awaken their sympathies, He can soften their hearts, He can reveal to their souls the beauty and power of the truth."},{"refcode_short":"PH019 12.2","refcode_long":"A Call to Service in the Masters Harvest Field, p. 12.2 (Ellen Gould White)","content":"The Master-worker is God, and not finite man; and yet He calls upon men to be the agents through whom He can impart light to those in darkness. God has jewels in all the churches, and it is not for us to make sweeping denunciation of the professed religious world, but in humility and love to present to all the truth as it is in Jesus. Let men see piety and devotion, let them behold Christlikeness of character, and they will be drawn to the truth. He who loves God supremely, and his neighbor as himself, will be a light in the world. Those who have a knowledge of the truth, are to communicate the same. They are to lift up Jesus, the world's Redeemer; they are to hold forth the word of life."},{"refcode_short":"PH019 12.3","refcode_long":"A Call to Service in the Masters Harvest Field, p. 12.3 (Ellen Gould White)","content":"We are in nowise to be deterred from fulfilling our commission by the listlessness, the dulness the lack of spiritual perception in those upon whom the word of God is brought to bear. We are to preach the word of light to those whom we may judge to be as hopeless subjects as though they were in their graves. Though they may seem to be unwilling to bear or to receive the light of truth, without questioning or wavering we are to do our part.—An Appeal to Our Churches in Behalf of Home Missionary Work, 22."},{"refcode_short":"PH019 13.1","refcode_long":"A Call to Service in the Masters Harvest Field, p. 13.1 (Ellen Gould White)","content":"The Sun of Righteousness has risen upon the church, and it is the duty of the church to shine. Those who are connected with Christ will grow in grace, and in the knowledge of Jesus Christ, to the full stature of men and women. It is the privilege of every soul to make advancement. No one is to be an idler in the vineyard. If all who claim to believe the truth had made the most of their opportunities and ability to learn all that they were privileged to learn, they would have become strong in Christ. No matter what may have been their occupation, if farmers, mechanics, teachers, or pastors, if they had wholly consecrated themselves to God, they would have been efficient agents to work for the heavenly Master.—An Appeal to Our Churches in Behalf of Home Missionary Work, 5."},{"refcode_short":"PH019 13.2","refcode_long":"A Call to Service in the Masters Harvest Field, p. 13.2 (Ellen Gould White)","content":"We must let our light shine amid the moral darkness. Many who are now in darkness, as they see a reflection of the Light of the world, will realize that they have a hope of salvation. Your light may be small, but remember that it is what God has given you, and that He holds you responsible to let it shine forth. Some one may light his taper from yours, and his light may be the means of leading others out from the darkness."},{"refcode_short":"PH019 13.3","refcode_long":"A Call to Service in the Masters Harvest Field, p. 13.3 (Ellen Gould White)","content":"All around us are doors open for service. We should become acquainted with our neighbors, and seek to draw them to Christ. As we do this, He will approve and cooperate with us."},{"refcode_short":"PH019 14.1","refcode_long":"A Call to Service in the Masters Harvest Field, p. 14.1 (Ellen Gould White)","content":"Often the inhabitants of a city where Christ labored wished Him to stay with them and continue to work among them. But He would tell them that He must go to the cities that had not heard the truths that He had to present. After He had given the truth to those in one place, He left them to build upon what He had given them, while He went to another place. His methods of labor are to be followed today by those to whom He has left His work. We are to go from place to place, carrying the message. As soon as the truth has been proclaimed in one place, we are to go to warn others."},{"refcode_short":"PH019 14.2","refcode_long":"A Call to Service in the Masters Harvest Field, p. 14.2 (Ellen Gould White)","content":"There should be companies organized, and educated most thoroughly to work, as nurses, as evangelists, as ministers, as canvassers, as gospel students, to perfect a character after the divine similitude. To prepare to receive the higher education in the school above is now to be our purpose."},{"refcode_short":"PH019 14.3","refcode_long":"A Call to Service in the Masters Harvest Field, p. 14.3 (Ellen Gould White)","content":"From town to town, from city to city, from country to country, the warning message of present truth is to be proclaimed; not with outward display, but in the power of the Spirit, by men of faith. In the golden censer of truth, as presented in the Scriptures, there is that which will convict and convert souls. As the truth that our Saviour came to this world to proclaim, is presented in the simplicity of the gospel, the power of the message will make itself felt. In this age, a new life coming from the Source of all life is to take possession of every faithful laborer. O, how little do we comprehend the breadth of our mission! We need to have earnest, determined faith, and unshaken courage in the Lord. Our time to work is short, and we are to labor with unflagging zeal.—The Review and Herald, November 29, 1906."},{"refcode_short":"PH019 15.1","refcode_long":"A Call to Service in the Masters Harvest Field, p. 15.1 (Ellen Gould White)","content":"Wake up, wake up, my brethren and sisters, and enter the fields in America that have never been worked. After you have given something for foreign fields do not think your duty done. There is a work to be done in foreign fields, but there is a work to be done in America that is just as important. In the cities of America there are people of almost every language. These need the light that God has given to His church."},{"refcode_short":"PH019 15.2","refcode_long":"A Call to Service in the Masters Harvest Field, p. 15.2 (Ellen Gould White)","content":"The Lord lives and reigns. Soon He will arise in majesty to shake terribly the earth. A special message is now to be borne, a message that will pierce the spiritual darkness, and convict and convert souls. “Haste thee, flee for thy life,” is the call to be given to those dwelling in sin. We must now be terribly in earnest. We have not a moment to lose in criticism and accusation. Let those who have done this in the past fall on their knees in prayer, and let them beware how they put their words and their plans in the place of God's words and God's plans.—Testimonies for the Church 8:36."},{"refcode_short":"PH019 15.3","refcode_long":"A Call to Service in the Masters Harvest Field, p. 15.3 (Ellen Gould White)","content":"The light of truth is to shine to the ends of the earth. Greater and still greater light is beaming with celestial brightness from the Redeemer's face upon His representatives, to be diffused through the darkness of a benighted world. As laborers together with Him, let us pray for the sanctification of His Spirit, that we may shine more and more brightly.—Testimonies for the Church 8:40."},{"refcode_short":"PH019 16.1","refcode_long":"A Call to Service in the Masters Harvest Field, p. 16.1 (Ellen Gould White)","content":"In many states there are settlements of industrious, well-to-do farmers, who have never heard of the truth for this time. Such places should be worked. Let our lay-members take up this line of service. By lending or selling books, by distributing papers, and by holding Bible-readings, our lay-members could do much in their own neighborhoods. Filled with love for souls, they could present the message of present truth with such power that many would be converted. Let us remember that it is as important to carry the message to those in the home field who have not heard the truth, as it is to go as missionaries to foreign countries."}]