[{"refcode_short":"PH022 1","refcode_long":"Choice Thoughts on Dress, p. 1 (Ellen Gould White)","content":"Choice Thoughts on Dress"},{"refcode_short":"PH022 1","refcode_long":"Choice Thoughts on Dress, p. 1 (Ellen Gould White)","content":"Choice Thoughts on Dress"},{"refcode_short":"PH022 1.1","refcode_long":"Choice Thoughts on Dress, p. 1.1 (Ellen Gould White)","content":"The correct model for physical development is to be found, not in figures displayed by French modistes, but in the human form as developed according to the laws of God in nature. God is the author of all beauty; and only as we conform to His ideal shall we approach the standard of true beauty."},{"refcode_short":"PH022 1.2","refcode_long":"Choice Thoughts on Dress, p. 1.2 (Ellen Gould White)","content":"By the things of nature Christ illustrates the beauty that Heaven values,—the modest grace, the simplicity, the purity, the appropriateness, that would make our attire pleasing to Him."},{"refcode_short":"PH022 1.3","refcode_long":"Choice Thoughts on Dress, p. 1.3 (Ellen Gould White)","content":"“Above all things,” God desires us to “be in health,”—health of body and soul. And we are to be workers together with Him for the health of both soul and body. Both are promoted by healthful dress."},{"refcode_short":"PH022 1.4","refcode_long":"Choice Thoughts on Dress, p. 1.4 (Ellen Gould White)","content":"Our clothing, while modest and simple, should be of good quality, of becoming colors, and suited for service. It should be chosen for durability rather than display. It should provide warmth and proper protection."},{"refcode_short":"PH022 1.5","refcode_long":"Choice Thoughts on Dress, p. 1.5 (Ellen Gould White)","content":"Every article of dress should fit easily, obstructing neither the circulation of the blood, nor a free, full, natural respiration."},{"refcode_short":"PH022 1.6","refcode_long":"Choice Thoughts on Dress, p. 1.6 (Ellen Gould White)","content":"The devices of fashion weaken the body, as well as enfeeble the mind and belittle the soul."},{"refcode_short":"PH022 2.1","refcode_long":"Choice Thoughts on Dress, p. 2.1 (Ellen Gould White)","content":"True dress reform regulates every article of clothing worn upon the person."},{"refcode_short":"PH022 2.2","refcode_long":"Choice Thoughts on Dress, p. 2.2 (Ellen Gould White)","content":"Our Creator made no mistake in fashioning the human form."},{"refcode_short":"PH022 2.3","refcode_long":"Choice Thoughts on Dress, p. 2.3 (Ellen Gould White)","content":"Many a woman, forced to prepare for herself or her children the stylish costumes demanded by fashion, is doomed to ceaseless drudgery. Many a mother with throbbing nerves and trembling fingers toils far into the night to add to her children's clothing ornamentation that contributes nothing to healthfulness, comfort, or real beauty. For the sake of fashion she sacrifices health, and that calmness of spirit so essential to the right guidance of her children. The culture of mind and heart is neglected. The soul is dwarfed."},{"refcode_short":"PH022 2.4","refcode_long":"Choice Thoughts on Dress, p. 2.4 (Ellen Gould White)","content":"Children hear more of dress than of their Saviour. They see their mothers consulting the fashion plates more earnestly than the Bible. The display of dress is treated as of greater importance than the development of character."},{"refcode_short":"PH022 2.5","refcode_long":"Choice Thoughts on Dress, p. 2.5 (Ellen Gould White)","content":"If women make the customs of the world their criterion, they will become unfitted, both mentally and physically, for the duties of life."},{"refcode_short":"PH022 2.6","refcode_long":"Choice Thoughts on Dress, p. 2.6 (Ellen Gould White)","content":"Let women have courage to dress healthfully and simply."},{"refcode_short":"PH022 2.7","refcode_long":"Choice Thoughts on Dress, p. 2.7 (Ellen Gould White)","content":"Simplicity of dress will make a sensible woman appear to the best advantage."}]