[{"refcode_short":"PH028 1","refcode_long":"Elder Daniels and the Fresno Church, p. 1 (Ellen Gould White)","content":"Elder Daniels and the Fresno Church"},{"refcode_short":"PH028 1.1","refcode_long":"Elder Daniels and the Fresno Church, p. 1.1 (Ellen Gould White)","content":"I have a deep interest in the Fresno church. I gave them counsel last winter, when by letter I was solicited to use my influence to have Elder E. P. Daniels return to labor for the church in Fresno. They said that the Lord was blessing them abundantly. The sick were healed, and the converting power of God was in their midst. They thought that if Elder Daniels could only come back, what a great work might be done!"},{"refcode_short":"PH028 1.2","refcode_long":"Elder Daniels and the Fresno Church, p. 1.2 (Ellen Gould White)","content":"That night the angel of the Lord stood by my side, and talked with me. He said that the church at Fresno would have to learn many things; that many were there that ought not to be there; that all must draw nearer to God, and find their strength in him, and not in man. They must use their own powers that God has given them, and let their light shine forth in good works. He said that they had placed man where God should be; but when they should make God alone their trust, then he would educate them, and lead them in safe paths. Then they would be light-bearers to the world, and would not walk in darkness. But now they were trusting in man to do the work for them which the Lord God of Israel alone could do. The Lord was working, signifying that he was their power and efficiency; and if they would work in harmony with him, talking to one another in faith and humility, dwelling on the lessons of Christ; if they would set things in order in the church, and let God speak to human hearts, then the Spirit of God would come into their midst, and a repentance would be seen that would not need to be repented of. But if they did not make the Lord their trust, the blessing they had received would be only their condemnation."},{"refcode_short":"PH028 2.1","refcode_long":"Elder Daniels and the Fresno Church, p. 2.1 (Ellen Gould White)","content":"It is not the will of God that the mould of Elder Daniels should be upon the church in Fresno, for it would not be mould of Christ. He is not a man whose influence would be permanent. God would have his people in every Conference look to him, and him alone, and not make flesh their arm. He whose eyes are “as a flame of fire” is searching every church in the world. His gaze is piercing every heart. He is measuring the temple and the worshipers thereof, weighing all their actions in the golden scales of heaven, and registering the result in the books of record. All things are open to the eye of Him with whom we have to do. He is a “discerner of the thoughts and intents and purposes of the heart.” No deed of darkness can be screened from his view. Sin, undetected by man, unsuspected by human minds, is noted and registered by the great Heart searcher."},{"refcode_short":"PH028 3.1","refcode_long":"Elder Daniels and the Fresno Church, p. 3.1 (Ellen Gould White)","content":"Christ “loved the church, and gave himself for it.” It is the purchase of his blood. The divine Son of God is seen walking amid the seven golden candlesticks. Jesus himself supplies the oil to these burning lamps; he it is that kindles the flame. “In him was life; and the life was the light of men.” No candlestick, no church, shines of itself. From Christ emanates all its light. The church in heaven today is only the complement of the church on earth; but it is higher, grander,—perfect. The same divine illumination is to continue through eternal ages. The Lord God Almighty and the Lamb are the light thereof. No church can have light if it fails to diffuse the glory it receives from the throne of God."},{"refcode_short":"PH028 3.2","refcode_long":"Elder Daniels and the Fresno Church, p. 3.2 (Ellen Gould White)","content":"The “woe, woe, woe!” was pronounced upon a church who walked in the sparks of their own kindling, who did not derive their light and power from the great central Light, the Sun of Righteousness, and diffuse that light and glory to those who were in darkness. By absorbing and diffusing the light, they cause their own light to burn brighter. The one who receives light, but does not give it as God requires him to do, will become a receptacle of darkness."},{"refcode_short":"PH028 3.3","refcode_long":"Elder Daniels and the Fresno Church, p. 3.3 (Ellen Gould White)","content":"The church in Fresno is composed of fragments of other churches. They are not ignorant of the Scriptures and the power of God; and if they are what God would have them be, they will be light-bearers to the world. This church is too large. Many ought to be out carrying the light of truth to those who are in darkness. If they neglect this the woe of God will be upon them. Let them not carry there, but go out as workers together with God. We are not here in this world to please and glorify ourselves, but to be co-laborers with God. Probationary time is about to close. Now is the time to work, and that without delay."},{"refcode_short":"PH028 4.1","refcode_long":"Elder Daniels and the Fresno Church, p. 4.1 (Ellen Gould White)","content":"The present is a solemn, fearful time for the church. The angels are already girded, awaiting the mandate of God to pour their vials of wrath upon the world. Destroying angels are taking up the work of vengeance, for the Spirit of God is gradually withdrawing from the world. Satan is also mustering his forces of evil, going forth “unto the kings of the earth and of the whole world,” to gather them under his banner, to be trained for “the battle of that great day of God Almighty.” Satan is to make most powerful efforts for the mastery in the last great conflict. Fundamental principles will be brought out, and decisions made in regard to them. Skepticism is prevailing everywhere. Ungodliness abounds. The faith of individual members of the church will be tested as though there were not another person in the world. “Who will render to every man according to his deeds; to them who by patient continuance in well-doing seek for glory and honor and immortality, eternal life; but unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath, tribulation and anguish, upon every soul of man that doeth evil, to the Jew first, and also to the Gentile; but glory, honor, and peace to every man that worketh good, to the Jew first, and also to the Gentile; for there is no respect of persons with God.” We claim to have faith, but, oh, how feeble! “The right hand of the Lord is exalted; the right hand of the Lord doeth valiantly.” “The haughtiness of men shall be made low; and the Lord alone shall be exalted in the day.”"},{"refcode_short":"PH028 5.1","refcode_long":"Elder Daniels and the Fresno Church, p. 5.1 (Ellen Gould White)","content":"The Christ of Patmos had in his right hand seven stars. This assures us that no church faithful to their trust need fear of coming to naught; for not a star that has the protection of Omnipotence can be plucked from the hand of Christ. If a star separates itself from God, and falls from its setting, another will take its place. There will never be less than seven, this number being God's symbol of completeness."},{"refcode_short":"PH028 5.2","refcode_long":"Elder Daniels and the Fresno Church, p. 5.2 (Ellen Gould White)","content":"Satan has worked upon every church in our land to lift up and exalt men, and thus the man is able to eclipse the glory of God. I have many things to say unto the churches from the Lord God of hosts, but they cannot bear them now."},{"refcode_short":"PH028 5.3","refcode_long":"Elder Daniels and the Fresno Church, p. 5.3 (Ellen Gould White)","content":"Now God would have the church in Fresno dependent on no living man. But when they become so blind as to choose a man to preach to them the message appropriate for this time,—a man of so great weakness of character and of so little moral power as they know E. P. Daniels to be,—and give him the oversight of the flock, the candlesticks must be terribly shaken and moved out of their place. If you accept the labors of Elder Daniels in the church at Fresno while he is in his present state of darkness, it will be dishonoring God. It will lower the standard of righteousness to the ruin of the man and the detriment of the church."},{"refcode_short":"PH028 5.4","refcode_long":"Elder Daniels and the Fresno Church, p. 5.4 (Ellen Gould White)","content":"The Lord said to Joshua, “Neither will I be with you any more, except ye destroy the accursed from among you.” The defects of character in any member of the church, or in the minister, are charged to the church if the church make light of the defects. If you place Elder Daniels over the church as a minister, you, as a church, assume his defects, you make them your own, and the whole church stands under the rebuke of God, even as ancient Israel was under his rebuke on account of the sin of Achan. But your case will be more grievous than theirs, because you knew the evil, yet hid your eyes from it and walked contrary to the will of God."},{"refcode_short":"PH028 6.1","refcode_long":"Elder Daniels and the Fresno Church, p. 6.1 (Ellen Gould White)","content":"Elder Daniel's peculiar talent is to move the feelings of the people; but this, in many, many cases, seen as God sees it, results in far more harm than good. His case has been my special burden for years; and as God has laid open to me the weaknesses and errors of the man, I have laid them distinctly before him. Has he received the testimonies? Has he acted upon them?—No, he has not taken the pains to study them point by point as a word from God to him; he has not heeded the warning. He has imagined something that Sister White has done or said to make of none effect the warnings of the Spirit of God. Will you please to ask Elder Daniels to tell you wherein he thinks Sister White denies her own teachings? Set the words down on paper and send them to me. If I am guilty, I will confess the same; if not, I shall charge him with bearing false witness, as he has done again and again in regard to my words, my actions, and the things which I eat. He says he believes the testimonies but cannot understand them. I present these testimonies now as a solemn duty I owe to the Master, whose servant I am, to see if your eye-sight is so darkened that you cannot understand them. Blindness of the heart is a terrible barrier to the discerning of truth. “He shall take of mine and shall show it unto you,” is the declaration of Christ, revealing how the Holy Spirit operates upon the mind. Sin is the disease of the soul, in consequence of which the understanding fails to do its appointed work on the heart and memory. For many years I have met this more or less in my experience."},{"refcode_short":"PH028 7.1","refcode_long":"Elder Daniels and the Fresno Church, p. 7.1 (Ellen Gould White)","content":"When the soul is brought into close relationship with the great Author of light and truth, impressions are made upon it revealing its true position before God. Then self will die, pride will be laid low, and Christ will draw his own image in deeper lines upon the soul."},{"refcode_short":"PH028 7.2","refcode_long":"Elder Daniels and the Fresno Church, p. 7.2 (Ellen Gould White)","content":"I fully believe that the time has come for you at Fresno to take a decided stand against evil in one who has had so great light as Elder E. P. Daniels, if you would be the means of saving his soul."},{"refcode_short":"PH028 7.3","refcode_long":"Elder Daniels and the Fresno Church, p. 7.3 (Ellen Gould White)","content":"Men who are under the training of the Great Teacher, will understand the testimonies that he sends them. Those who will not hear and obey the words of Christ, will not hear and obey the message of Christ to them personally. Men will rise up against anything that rebukes their unChristlike course. Shall the testimonies of the Spirit of God be accounted as a thing of naught? Shall a man be put in the position of teacher whose course has been such as to make him an unsafe guide, both because he has not the Spirit of Christ, and because he says in his character, “I know not the man,” just as he willfully says, “I know not the testimonies”? Will you in Fresno accept of a man as your teacher who cannot understand these things, which you all now have an opportunity to read for yourselves? Spiritual things are spiritually discerned; and if he cannot discern the testimony of the spirit of himself, how can he discern the testimony of God's word, and be able to give to every man his portion of meat in due season? He may present clear and cutting things to the people, and yet not understand that it is to be brought into his own life, and interwoven with his character. He keeps the truth outside of his inner life, in the outer court."},{"refcode_short":"PH028 8.1","refcode_long":"Elder Daniels and the Fresno Church, p. 8.1 (Ellen Gould White)","content":"It is the truth enshrined in the soul that makes one a man of God. Oratory, though it may please a certain class, will prove a snare to the one who uses it, and a snare to the church. When E. P. Daniels understands what constitutes sin, he will understand the testimonies that reprove certain sins with which he is so easily beset. But the examination of his own heart, his acts and motives, to see whether they are in accordance with the perfect standard of righteousness, is not pleasing to him. He has no desire to meditate and pray. The guilt of untruth is often upon his lips, because it is a habit which has not been overcome, although he has confessed the sin."},{"refcode_short":"PH028 8.2","refcode_long":"Elder Daniels and the Fresno Church, p. 8.2 (Ellen Gould White)","content":"The part man has to act in the salvation of the soul, is to believe on Jesus Christ as a perfect Redeemer, not for some other man, but for his own self. He is to trust, to love, to fear the God of heaven. There is a certain work to be accomplished. Man must be delivered from the power of sin. He must be made perfect in every good work. In doing the words of Christ is his only assurance that his house is built upon the solid foundation. To hear, to say, to preach, and not to do the words of Christ, is building upon the sand. Those who do the words of Christ will perfect a Christian character, because Christ's will is their will. Thus is Christ formed within, the hope of glory. They are beholding, as in a glass, the glory of God. By making Christ the subject of meditation, he will become the subject of conversation; and by beholding, we will actually be changed into the same image, from glory to glory, even by the Spirit of the Lord. Man, fallen man, may be transformed by the renewing of the mind, so that he can “prove what is that good, and acceptable, and perfect will of God.” How does he prove this?—By the Holy Spirit taking possession of his mind, spirit, heart, and character. Where does the proving come in?—“We are a spectacle to the world, to angels, and to men.” A real work is wrought by the Holy Spirit upon the human character, and its fruits are seen; just as a good tree will bear good fruit, so will the tree that is actually planted in the Lord's garden produce good fruit unto eternal life. Besetting sins are overcome; evil thoughts are not allowed in the mind; evil habits are purged from the soul temple. The tendencies, which have been biased in a wrong direction, are turned in a right direction. Wrong dispositions and feelings are rooted out. Holy tempers and sanctified emotions are now the fruit borne upon the Christian tree. An entire transformation has taken place. This is the work to be wrought. We see by experience that in our own human strength, resolutions and purposes are of no avail. Must we, then, give up?—No; although our experience testifies that we cannot possibly do this work ourselves, help has been laid upon One who is mighty to do it for us. But the only way that we can secure the help of God is to put ourselves wholly in his hands, and trust him to work for us. As we lay hold of him by faith, he does the work. The believer can only trust. As God works, we can work, trusting in him and doing his will."},{"refcode_short":"PH028 9.1","refcode_long":"Elder Daniels and the Fresno Church, p. 9.1 (Ellen Gould White)","content":"This work must be done for E. P. Daniels before he can be intrusted with the care of the flock. Only let him become one with Christ, and then he will work as Christ worked. But he cannot sit down in the devil's easy-chair and say: “I have hereditary tendencies and I have habits which I cannot overcome. You must bear with my imperfections; no one is perfect.” If he does this, he is a lost man."},{"refcode_short":"PH028 10.1","refcode_long":"Elder Daniels and the Fresno Church, p. 10.1 (Ellen Gould White)","content":"Sincere Christians have no doubtful piety. They have put on the Lord Jesus Christ, and have made no provision for the flesh, to fulfill the lusts thereof. They are constantly looking to Jesus for his orders, as a servant looks to his masters, or as a maid looks to her mistress. Wheresoever God's providence may lead, they stand ready to go. They take no glory to themselves. They do not call anything they have—learning, talents, property—their own, but regard themselves as only stewards of the manifold grace of Christ, and servants to the church for Christ's sake. These are messengers for the Lord, a light amid the darkness. Their hearts throb in unison with the heart of Christ."},{"refcode_short":"PH028 10.2","refcode_long":"Elder Daniels and the Fresno Church, p. 10.2 (Ellen Gould White)","content":"I now present before E. P. Daniels his pitiable case. Anyone, whatever his position or influence, who will desire him to preach to the churches in his present unestablished condition, cannot discern spiritual things. Elder Daniels says, “I believe the testimonies, but I do not understand them; I believe in health reform, but I do not understand it.” This is a falsehood to his own soul. If he is in this position, let him repent and do his first works. There are enough who are giving the trumpet no certain sound. Men like faithful Caleb are wanted now, who can give a ringing message. It is a goodly land that we are going to, and we are well able to go up and possess it. We want no shepherds who cannot discern between truth and falsehood, who give mixed provender of truth and error."},{"refcode_short":"PH028 11.1","refcode_long":"Elder Daniels and the Fresno Church, p. 11.1 (Ellen Gould White)","content":"I speak to the church in Fresno: For Christ's sake, move intelligently. Do not blunder here, when the interest of a church is at stake. I pity Elder Daniels, for the church at Fresno have hurt him by placing him where God should be. His ambition has been fed; self-indulgence and a low condition of piety have brought upon him spiritual feebleness and blindness, and he has become unfitted to be a minister of the gospel of Christ. If you place him in that position, you dishonor the cause of God; for he has surely fallen into the snare of the devil. There is only one way of escape,—he must be converted; he must do just as he has told others to do—repent, confess, make restitution—or he will never see the kingdom of heaven. He must return to his first love, and come out from the darkness of unbelief and skepticism. When he shall have clear convictions once more, when the Holy Spirit shall have dominion over his soul, when love, faith, and child-like simplicity shall be the rule of his life, then he may believe that Christ is dwelling in him, and the people everywhere may believe it too; for they see that he has learned the lessons in the school of Christ. Is this more than God requires?—No, no! Christ demands, in return for the blood he has shed, the heaven he has prepared, nothing less than entire consecration. “Lord, what wilt thou have me to do?” should be the burden of every prayer."},{"refcode_short":"PH028 11.2","refcode_long":"Elder Daniels and the Fresno Church, p. 11.2 (Ellen Gould White)","content":"Our anxiety should not be to please the people by smart speeches and oratory, in order to gain flattery and applause, but to have our labor such as can be approved by God. Our intense desire should be to give, by a well-ordered life and a godly conversation, discourses, solemn, earnest, and tender, with the unction of the Holy Spirit. Those who labor in this spirit are never satisfied with themselves."},{"refcode_short":"PH028 12.1","refcode_long":"Elder Daniels and the Fresno Church, p. 12.1 (Ellen Gould White)","content":"God demands homage which he has not received from Brother Daniels,—homage in words, in actions. Let him remember that he is to give an account to God, who will “judge the quick and the dead at his appearing and his kingdom.” If our convictions of duty are honestly met, faithfulness becomes the great law of life, impressing, improving, and moulding every principle and phase of character."},{"refcode_short":"PH028 12.2","refcode_long":"Elder Daniels and the Fresno Church, p. 12.2 (Ellen Gould White)","content":"God requires every steward of the grace of Christ to be faithful, to elevate and purify every power of his nature, that he may be a man, and a child of God. Christ died for him; and with a high sense of his accountability, understanding when God speaks, he will become a polished instrument in the hands of God to bless his fellow-men. To perform his work well, to make the most of his priceless opportunities, will be to him a sacred duty."},{"refcode_short":"PH028 12.3","refcode_long":"Elder Daniels and the Fresno Church, p. 12.3 (Ellen Gould White)","content":"Stand back, brethren, do not lay responsibilities on Elder Daniels now! He is not ready for them, and will not be until he knows something for certain. Leave him to pray and search his heart until the darkness passeth away and the true light shineth. Then he will know what God would have him to be. Do you think, brethren in Fresno, or does Elder Daniels imagine, that it is a small offense to prove false to sacred obligations? Shall the man who perverts his abilities, and uses his influence as unwisely as Elder Daniels has done, be placed in a position of sacred, holy trust? God forbid! He has robbed God in not putting to the very best use all his blood bought powers. Shall he be guiltless who misuses and misapplies talents lent him of God to be improved to the utmost? Surely that God who will judge the world in righteousness, and with a righteous impartiality, demands his own with usury. How can he say to Elder Daniels, “Well done, good and faithful servant”? Condemnation will be passed on everyone who has wasted his Lord's substance."},{"refcode_short":"PH028 13.1","refcode_long":"Elder Daniels and the Fresno Church, p. 13.1 (Ellen Gould White)","content":"I hope that every man and woman who names the name of Christ in Fresno will consider the words I have written you with solemn earnestness, and that you will not flatter Elder Daniels. Give him no [plaudits], to encourage him in his unbelief. He may despise the warnings of God; he may act an unchristian part; and yet do you insist that there is no man like Elder Daniels? That you must have him, even under the rebuke of God, because his entertaining sharpness pleases a certain class of minds? Do you think that you can get along if he is not spiritual? That if he only pleases and interests you, piety, holiness, and the Christian graces are not essential? Do you know, brethren in Fresno, that the whole heavenly universe is looking upon you, to see whether you will exalt the standard of Christianity, or lower it in the very dust? God is looking upon you; Jesus, who has given you an example in his holy life, is watching to see whether you, as a church, feel that it is an important matter that you should discern between true godliness and sin."},{"refcode_short":"PH028 13.2","refcode_long":"Elder Daniels and the Fresno Church, p. 13.2 (Ellen Gould White)","content":"The last days are upon us, and Satan is working with all his hellish arts to deceive and destroy souls. Reproofs by testimony are met almost universally by the ones corrected and reproved, with, “I believe the testimonies, but I do not understand them.” The Lord has corrected their wrong ways in order to save them from unhappiness, deception, and ruin; but they pass on the same as if light and warnings had never come to them. If they were in harmony with God, they would not be departing from him. It is because they are so far separated from God that they do not hear his voice as he calls to them, “Return unto me, and I will return unto you,” “and heal all thy backslidings.”"},{"refcode_short":"PH028 14.1","refcode_long":"Elder Daniels and the Fresno Church, p. 14.1 (Ellen Gould White)","content":"Saul, after he had disobeyed the requirement of God to destroy the Amalekites, met Samuel, and said, “Blessed be thou of the Lord; I have performed the commandment of the Lord.” And Samuel said, “What meaneth then this bleating of the sheep in mine ears, and the lowing of the oxen which I hear?” The answer was the same that we have heard in similar cases,—an excuse, a falsehood: “The people spared the best of the sheep and of the oxen to sacrifice unto the Lord thy God.” Saul did not say my or our but thy God. Many who profess to be serving God are in the same position as Saul,—covering over ambitious projects, pride, or display, with a garment of pretended righteousness. The Lord's cause is made a cloak to hide the deformity of injustice, but it makes the sin of tenfold greater enormity."},{"refcode_short":"PH028 14.2","refcode_long":"Elder Daniels and the Fresno Church, p. 14.2 (Ellen Gould White)","content":"Samuel looked upon Saul with indignation, yet with deep pity and undisguised grief for the sinful course of one he loved sincerely; but this love must not close his lips. He said, “Stay, and I will tell thee what the Lord hath said to me this night.” The kingly head was bent, as he answered, “Say on.” Samuel then spake the cutting words of the Lord. Yet Saul repeated his defense,—they saved the spoil to sacrifice to the Lord. “Hath God as great delight in burnt-offerings and sacrifices, as in obeying the word of the Lord? Behold, to obey is better than sacrifice, and to hearken than the fat of rams. For rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry. Because thou hast rejected the word of the Lord, he hath also rejected thee from being king.” Smitten with agony and terror, Saul cried, “I have sinned.... Pardon my sin, and turn again with me, that I may worship the Lord.” Saul hoped the sentence would be reversed."},{"refcode_short":"PH028 15.1","refcode_long":"Elder Daniels and the Fresno Church, p. 15.1 (Ellen Gould White)","content":"Oh, how few can know the sadness of heart that Samuel bore back to Ramah! God had laid upon him the burden of Saul, and the burden of this terrible message that he must bear to the monarch."},{"refcode_short":"PH028 15.2","refcode_long":"Elder Daniels and the Fresno Church, p. 15.2 (Ellen Gould White)","content":"The sinner seldom feels right in regard to reproof. He blames the one who opens his lips to speak the words of warning, as though it was a personal matter. In his blindness he fails to see that he is flinging from him, in his stubborn resistance, his last offer of light and mercy. How little sympathy he feels for the one who has carried the heavy load the Lord has laid upon him! He assumes the role of a martyr, and thinks he deserves great pity because he is reproved, and counseled contrary to his own ideas and feelings. He may admit some things, but with dogged persistency he holds fast to his errors, his own ideas. “For rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry.” The word of God is rejected in spirit, to all intents and purposes. I have been made to see this same bewitching power now as I have never seen it before,—of hatred against reproof, of stubbornness and rebellion,—to one reproved clings to his own opinions, unyielding."},{"refcode_short":"PH028 16.1","refcode_long":"Elder Daniels and the Fresno Church, p. 16.1 (Ellen Gould White)","content":"How different was the character of David! Though he had sinned, when God sent him sharp rebukes, he always bowed under the chastisement of the Lord. David was beloved of God, not because he was a perfect man, but because he did not cherish stubborn resistance to God's expressed will. His spirit did not rise up in rebellion against reproof. Saith the Lord, “I dwell in the high and holy place, with him also that is of a contrite and humble spirit, and to revive the spirit of the humble, and to revive the heart of the contrite ones.” David erred greatly, but he was just as greatly humbled, and his contrition was as profound as his guilt. There was never a man more humble than David under a sense of his sin. He showed himself a strong man, not in always resisting temptation, but in the contrition of soul and sincere penitence manifested. He never lost his confidence in God, who put the stern rebuke in the mouth of his prophet. He had no hatred for the prophet of God. He was beloved, also, because he relied upon the mercy of a God whom he had loved and served and honored. To whom much is forgiven, the same loveth much. David did not take counsel of men who were sinning against God. This is where many fail. They are left in midnight darkness because they choose to counsel with men who walk not in the counsel of the Lord. They will excuse sin in the sinner when it is not repented of, and pass over wrongs when God has not forgiven them. David trusted in God more than in man. The decision of God was accepted as just and merciful. Oh, how many are walking in blindness, and leading others in the same path, where both must perish, because they will not heed the reproofs of the Spirit of God!"},{"refcode_short":"PH028 17.1","refcode_long":"Elder Daniels and the Fresno Church, p. 17.1 (Ellen Gould White)","content":"Brethren at Fresno, there is with Elder Daniels a human influence combined with a mesmeric power. It is this that has led him to speak of congregations as bodies that he can manipulate. Why is it that the man cannot understand health reform?—It is because his appetites and practices are condemned by it. He cannot harmonize his practices with the light God has given on this subject in his word and through the testimonies. He cannot, then, of course, have an intelligent, practical knowledge of health reform."},{"refcode_short":"PH028 17.2","refcode_long":"Elder Daniels and the Fresno Church, p. 17.2 (Ellen Gould White)","content":"Will Elder Daniels please make his statements, telling wherein Sister White contradicts her own teachings? I know that he stated that I drank tea, and invited him to drink it, saying it was good for him. Not only myself, but the members of my family, know this to be an untruth. What other things he has stated I cannot determine. But what if someone did use these things contrary to the light of health reform, is it not best to follow the Bible teaching upon temperance, and the light given in testimony? Do you not remember that we have an individual accountability? We do not make articles of diet a test question, but we do try to educate the intellect, and to arouse the moral sensibility to take hold of health reform in an intelligent manner, as Paul presents it in Romans 13:8-14; 1 Corinthians 9:24-27; 1 Timothy 3:8-12. Are not the qualifications which he says are essential in the deacon, equally essential in the elder of the church? The deacons were church officers (2 Corinthians 6:4): “But in all things approving ourselves as the ministers of God, in much patience, in afflictions, in necessities, in distresses;” (1 Timothy 5:22): “Lay hands suddenly on no man, neither be partaker of other men's sins; keep thyself pure.” Here is a matter that is worthy of consideration. In the twenty-first verse the solemn charge is given: “I charge thee before God, and the Lord Jesus Christ, and the elect angels, that thou observe these things without preferring one before another, doing nothing by partiality.” These verses, twenty-one and twenty-two, need to be carefully and prayerfully considered. Sin should be rebuked. Whatever opposition and trial might come to the elder of the church because of his faithfulness, he should not swerve from true principles. Sins should not, because of unsanctified preferences and sympathy, be lightly regarded in one man which would be condemned in another. This matter is one of great importance. If he trusts responsibilities to one whose habits and practices he knows to be wrong, he shows that his own principles are not sound, that his motives are questionable. By this very act he sanctions the errors and sins of the man he has commended and appointed to the sacred office of caring for the flock of God. Unless he is guarded by heavenly wisdom, he will place himself in a position where he will feel it necessary to sustain the man with whom he has united his influence; and God will hold him responsible for his brother's unfaithfulness in office, and for the harm which will result to the church. He must keep himself pure by refusing to mingle with any unholy influence."},{"refcode_short":"PH028 18.1","refcode_long":"Elder Daniels and the Fresno Church, p. 18.1 (Ellen Gould White)","content":"Some men's sins are open beforehand, confessed in penitence, and forsaken, and they go beforehand to judgment. Pardon is written over against the names of these men. But other men's sins follow after, are not put away by repentance and confession, and these sins will stand registered against them in the books of heaven. Likewise also the good works of some are manifest beforehand. Christ is the pattern to be copied in the life. When a man gives evidence that he is sound in principle, when he is of good repute among those where he is best known, when his character is one whose influence will be Christ-like, he should be admitted to fellowship and confidence without hesitancy. But he whose works show him to be unstable, who says one thing and does the very opposite, is careless of his words and influence, bringing out of his heart the evil things lurking there, such a one will profane both men and God. He will say anything that comes into his mind, whether he knows it to be falsehood or truth. There is a mixture of good and bad in his character, and he speaks just as he feels without studying the influence his words must have upon those who believe him to be a true minister of the gospel. They have heard him speak as Christ's ambassador, and therefore they will either regard his sins lightly or their confidence in him as a devoted servant of Christ will be destroyed. The minister of Christ should be circumspect, he should understand human nature."},{"refcode_short":"PH028 19.1","refcode_long":"Elder Daniels and the Fresno Church, p. 19.1 (Ellen Gould White)","content":"I have written quite fully to you, brethren, in regard to these matters in order that you might understand the case. I am now clear. Whatever course you may pursue cannot reflect on me. I would be pleased, and glorify God, if Elder Daniels would come into a position where we could, with all our hearts, give him the fullest confidence; but until he is a changed man we cannot give him a place of influence in the church. His movements are frantic, and in no way such as to recommend his as an overseer of the flock of God. I have now done my duty in the fear of God, and I leave you to bear the responsibility. In the fear of God I warn you not to place this man, whom you know is not controlled by the Spirit of God, in the preacher's desk to teach the people. You want a man who loves and fears God, one whom God can use as his instrument, who will not be playing himself into the hands of the enemy whenever circumstances are favorable."},{"refcode_short":"PH028 20.1","refcode_long":"Elder Daniels and the Fresno Church, p. 20.1 (Ellen Gould White)","content":"I hope you will not be so greatly misled as to consider E. P. Daniels a suitable man to be trusted to preach the word of God to the church in Fresno, until he is a thoroughly converted man; and I have some little hope that he will be. You will have the privilege of reading the testimonies that have been sent to him during past years. His course of action shows what influence these testimonies have had upon him. I have no confidence that the man is under the direction of the Spirit of God. I have felt it duty, as one upon whom the Lord has laid special burdens, to lay open before the churches the warnings and counsels given me of God; and if, after knowing them, you are so unwise as to accept E. P. Daniels as your minister, may the Lord pity you and the poor church. I dare not hold my peace. Better never have a sermon preached in your church than to have it from the lips of a man through whom the Lord cannot speak."},{"refcode_short":"PH028 20.2","refcode_long":"Elder Daniels and the Fresno Church, p. 20.2 (Ellen Gould White)","content":"Elder Daniels has knowledge enough; it is heart work that he lacks. You in Fresno have acted a part that God cannot approve. You have encouraged, praised, and exalted the man, when, to your certain knowledge, his course was unlike that which a minister of the gospel should pursue. I cannot allow you and the churches to cloak over a man's wrong course and set him in the pulpit to preach the word of God to the church, without remonstrating. He can move the feelings but so can men who have not a particle of the Spirit of God. They can make the people laugh or cry at will. Some will be pleased with the smartness of E. P. Daniels, because they have not had their own eyes anointed with the eye-salve of true spiritual discernment. Sin is interpreted to be righteousness; black is made to appear white."},{"refcode_short":"PH028 21.1","refcode_long":"Elder Daniels and the Fresno Church, p. 21.1 (Ellen Gould White)","content":"I tell you, you would better stand on the right side now, in the integrity of the gospel of Christ, with your doors closed to the enemy, than to open the door and invite him in; for God will not work with E. P. Daniels until he is transformed in character. If you want a human influence mingled with mesmeric power in place of the divine, you can have it. You in Fresno have a spiritual pride which will surely be a snare to you unless the last vestige of it is taken out of your hearts, and the meekness and simplicity of Christ put in its place. I cannot see you go forward in a wrong course, making false moves, without lifting my voice of warning."},{"refcode_short":"PH028 21.2","refcode_long":"Elder Daniels and the Fresno Church, p. 21.2 (Ellen Gould White)","content":"Satan is at work now to make of none effect the truth of God upon human hearts. Will you encourage a man to stand in the sacred desk when God cannot stand by his side? Better, far better, for the man to be working with his hands than standing in the desk; for this religious labor throws a covering of sanctity over the crooked course of action he has taken. Be careful how you extol the man. I know that the course you have taken toward him in the past, soliciting his labors as though he was the only instrument through whom God could work, has had a disastrous influence upon him and placed him where all the reproofs and warnings and counsels of God cannot reach him or have the effect God designed they should have upon his heart and character. The church in Fresno will have something to answer for in the judgment, because, in doing so much for him and making so much of him, you have turned the man's head. Let every man stand for what he is in the sight of God,—a finite man."},{"refcode_short":"PH028 22.1","refcode_long":"Elder Daniels and the Fresno Church, p. 22.1 (Ellen Gould White)","content":"Brother M. J. Church, do not exalt to the heavens one who is full of weakness, because he is ready of tongue, and cast down another because he does not please you in all things, or because his ideas cross yours, and he will not sanction all you do. May the Lord God of heaven give his people wisdom in these days of peril. I have been shown, Brother Church, that you must have the sanctifying influence of Christ upon your heart continually, or you will reject the counsel of God, and follow your own counsel to your eternal ruin. Without him you will most assuredly walk in your own ways, in the sparks of your own kindling. You will approve that which God does not approve, and disprove that which is excellent. You will bless that which God does not bless, and condemn that which God does not condemn. You need divine enlightenment. You must work where God works, and listen to his voice, as to your leader and captain."},{"refcode_short":"PH028 22.2","refcode_long":"Elder Daniels and the Fresno Church, p. 22.2 (Ellen Gould White)","content":"I speak things I dare not withhold. I consider that now is my time to say some things which I hoped to correct by dwelling on principles when I was with you in Fresno. I have more to say, but not now. May the Lord have compassion on his people at Fresno. Many of them have drifted into the place without the Lord's counsel or approval. Many should be elsewhere, lifting up the banner of truth, warning the world to get ready for the great day of God, which is just upon us."},{"refcode_short":"PH028 23.1","refcode_long":"Elder Daniels and the Fresno Church, p. 23.1 (Ellen Gould White)","content":"Brother Church, you talk of independence, of one man's mind being all-sufficient to control institutions and churches; and you feel that that mind must be your own. But your mind, I have been shown, often comes to view things in a wrong light. Thus you make many mistakes. Your money does not give you any such prerogative as you have been inclined to claim. The Lord lives and reigns. When you are little in your own sight, he can use you to his own glory. When you walk softly before him, and in humility, he will guide you with his counsel; but when self becomes sufficient, and you put yourself where God has not placed you, then you are a channel of darkness. You have a disposition to want just what Israel wanted,—a king to lead their armies and to judge them, that they might be “like other nations.” They were told, as I have been telling you, what would be the result if their desire was granted; but they were persistent to have their own way. They would have a king who pleased them, instead of being satisfied to have God for their ruler. God had ruled them through wise men,—men who had waited upon him for counsel. You are well acquainted with this history. God manifested his displeasure by thunder and lightning and hail. They could have retracted their decision, but were too proud to do it. God told Samuel not to oppose them, but to let them have just what they called for, and all its consequences. They had not rejected Samuel, but the Lord God of Israel. He was the one who had been dishonored."},{"refcode_short":"PH028 24.1","refcode_long":"Elder Daniels and the Fresno Church, p. 24.1 (Ellen Gould White)","content":"If you place Elder Daniels in the church to be its minister, you will be responsible for all the consequences resulting therefrom; for God is dishonored by you. You refuse men whom God has used. They have made mistakes, but are ever ready to be corrected and to reform, because they fear God and obey his voice."},{"refcode_short":"PH028 24.2","refcode_long":"Elder Daniels and the Fresno Church, p. 24.2 (Ellen Gould White)","content":"What I wished to say to the church in Fresno is, Everyone is accountable to God for his own course of action. If one has light, it is not to be placed under a bushel or a bed, but it is to shine forth through good works. “Ye are the light of the world.” They are not to be living epistles of E. P. Daniel's, but of Jesus Christ. He will give them his light, which they are to give to the world in clear, sharp rays. Every true Christian is Christ-like; he is a doer of the word of God. Fathers, mothers, children, neighbors, superior or inferior, must walk as Christ walked, in all humility, all purity, all meekness and forbearance and Christian fidelity, or else they are not Christians. The Christian's faith must be strong, his zeal consistent, his prayers fervent, and his faithful, incessant admonitions must be heard against all wrong; for he is responsible for the salvation of other souls. Teach it in the home and in the church, that all religious manifestations which do not proceed from heart-felt piety, must necessarily be utterly powerless for good. A religion which shines out in good works, emits a clear, sure, safe light."},{"refcode_short":"PH028 24.3","refcode_long":"Elder Daniels and the Fresno Church, p. 24.3 (Ellen Gould White)","content":"Every believer should become spiritual, by laying hold of the provision God has made through the humiliation and death of his beloved Son. The excellency and power of the living oracles of God are to be manifested to the world. God requires every soul who names the name of Christ to be a spiritual worshiper, in order that he may do his part toward the divine illumination of the world. The war-cry of the brave English captain, with a single change, might well serve as watch-word for the armies of the Lord,—Christ “expects every man to do his duty.” The very best capabilities of high or low, rich or poor, great or small, are to be put into action; not for the sake of getting praise and honor of men, but of presenting to God work done in an intelligent, workman-like manner. If this is neglected, “weighed in the balances and found wanting” will stand registered in the books of heaven."},{"refcode_short":"PH028 25.1","refcode_long":"Elder Daniels and the Fresno Church, p. 25.1 (Ellen Gould White)","content":"God employs earthly, human workmen. You cannot lay your responsibilities upon any one man. God has given to every man his work. Each must let his light shine out before the world in good works. If you, as a church, in Fresno, let your light burn low, if you sleep over your responsibilities, your light will go out in darkness, and souls will not have that light which God depended upon you, as his followers, to give them. If you lack the light you ought to have, which it is the privilege of everyone to have in Christian experience, you are deceivers, because you do not represent Christ as he is; you give no strength to the church, and no light to the world; in consequence, souls are misled, and perish."},{"refcode_short":"PH028 25.2","refcode_long":"Elder Daniels and the Fresno Church, p. 25.2 (Ellen Gould White)","content":"God calls upon the church to be like the wise virgins, to trim your lamps, to have the oil of grace in your vessels with your lamps. Your example should be pure, elevating, ennobling. “I sanctify myself.” said Christ, “that they also [his disciples] might be sanctified.” It is the duty of every Christian to be sanctified. The church must take up her individual responsibility; it cannot be vested in any minister. They may help you, but they can never do your work. The church of God is the great depository of truth. They must have skill, efficiency, and ability as home missionaries. All have a solemn part to act at home, in the family, in the church of God, and in the world. In the great day of reckoning God will require of you according to the talents you have received; and all the improvement you might have made, but did not, because you were not true to your sacred trust, will be required at your hands. You will be unfaithful servants if you merely retain the capital, and do not trade upon it, if you do not improve the talents by putting them out to the exchangers."},{"refcode_short":"PH028 26.1","refcode_long":"Elder Daniels and the Fresno Church, p. 26.1 (Ellen Gould White)","content":"It is not the ready speaker, the sharp intellect, that counts with God. It is the earnest purpose, the deep piety, the love of truth, the fear of God, that has a telling influence. A testimony from the heart, coming from lips in which is no guile, full of faith and humble trust, though given by a stammering tongue, is accounted of God as precious as gold; while the smart speech and eloquent oratory of the one to whom is intrusted large talents, but who is wanting in truthfulness, in steadfast purpose, in purity, in unselfishness, are as sounding brass and a tinkling symbol. He may say witty things, he may relate amusing anecdotes, he may play upon the feelings; but the Spirit of Jesus is not in it. All these things may please unsanctified hearts, but God holds in his hands the balances that weigh the words, the spirit, the sincerity, the devotion, and he pronounces it altogether lighter than vanity."},{"refcode_short":"PH028 27.1","refcode_long":"Elder Daniels and the Fresno Church, p. 27.1 (Ellen Gould White)","content":"The truly converted soul is illuminated by the light shining from the Sun of Righteousness. That light tells upon hearts, lightens the pathway, dispels the darkness, because it comes from Him who says, “I am the way, the truth, and the life.” Let everyone, to a man, now rise, and let his “light so shine before men that they may see his good works, and glorify our Father which is in heaven.” Do what you can, and do it at once, cheerfully, heartily, prayerfully, joyfully, not as unto men, but unto God. Settle it in your hearts that you are not on the earth to exalt self, to make a great name, but to sink self wholly out of sight in Jesus Christ. Let Jesus be lifted up. Let the great truths connected with the salvation of man be the theme of your meditation day and night. Your work, both by precept and example, is to hold forth the word of life, to seek with all your power to bring souls to the knowledge of the truth."},{"refcode_short":"PH028 27.2","refcode_long":"Elder Daniels and the Fresno Church, p. 27.2 (Ellen Gould White)","content":"Let not a soul in Fresno entertain the thought that he has nothing to do for the salvation of others. Every shining star which God has placed in the heavens, obeys his mandate, and gives its distinctive measure of light to make beautiful the heavens at night; so let every converted soul show the measure of light committed to him; and as it shines forth, the light will increase and grow brighter. Give out your light, brethren in the Fresno church; pour forth your beams mirrored from heaven. O daughter of Zion, “arise, shine, for thy light is come, and the glory of the Lord is risen upon thee.”"},{"refcode_short":"PH028 27.3","refcode_long":"Elder Daniels and the Fresno Church, p. 27.3 (Ellen Gould White)","content":"Has your lamp burned dim since you located in Fresno? If so, trim your lamps. It may be you have moved from unsanctified motives in coming to Fresno, and will lose your love for the truth, your burden for souls, unless you go forth where you can lift the standard of your faith. Look well to these things."}]