[{"refcode_short":"PH026 1","refcode_long":"Do You Eat Flesh?, p. 1 (Ellen Gould White)","content":"Do You Eat Flesh?"},{"refcode_short":"PH026 1","refcode_long":"Do You Eat Flesh?, p. 1 (Ellen Gould White)","content":"Do You Eat Flesh?"},{"refcode_short":"PH026 1.1","refcode_long":"Do You Eat Flesh?, p. 1.1 (Ellen Gould White)","content":"The perfection of Christian character is attainable. As we approach the close of this earth's history, we will find that the whole world is becoming a lazar house of disease. The transgression of the law of God is bringing the sure result."},{"refcode_short":"PH026 1.2","refcode_long":"Do You Eat Flesh?, p. 1.2 (Ellen Gould White)","content":"I present the word of Lord God of Israel. Because of transgression, the curse of God has come upon the earth itself, upon the cattle and upon all flesh. Human beings are suffering the result of their own course of action in departing from the commandments of God. The beasts also suffer from under the curse."},{"refcode_short":"PH026 1.3","refcode_long":"Do You Eat Flesh?, p. 1.3 (Ellen Gould White)","content":"Meat-eating should not come into the prescriptions for any invalids from any physician from among those who understand these things. Disease in cattle is making meat-eating a dangerous matter. The Lord's curse is upon the earth, upon man, upon beasts, upon the fish of the sea; and as transgression becomes almost universal, the curse will be permitted to become as broad and as deep as the transgression. Disease is contracted by the use of meat. The diseased flesh of these dead carcasses is sold in the market places, and disease among men is the sure result."},{"refcode_short":"PH026 1","refcode_long":"Do You Eat Flesh?, p. 1 (Ellen Gould White)","content":"A Change Must Come"},{"refcode_short":"PH026 1.4","refcode_long":"Do You Eat Flesh?, p. 1.4 (Ellen Gould White)","content":"The Lord would bring His people into a position where they will not touch or taste the flesh of dead animals. Then let none of these things be prescribed by any physician who has a knowledge of the truth for this time. There is no safety in the eating of the flesh of the dead animals.... Those who take God at His word, and obey His commands with their whole heart, will be blessed. He will be their shield and protection. But the Lord will not be trifled with. Distrust, disobedience and alienation from God's will and way will place the sinner in a position where the Lord cannot give him His divine favor."},{"refcode_short":"PH026 2","refcode_long":"Do You Eat Flesh?, p. 2 (Ellen Gould White)","content":"Let Meat Entirely Alone"},{"refcode_short":"PH026 2.1","refcode_long":"Do You Eat Flesh?, p. 2.1 (Ellen Gould White)","content":"Again I refer to the diet question. We cannot now do as we have ventured to do in the past in regard to meat-eating. It has always been a curse to the human family, but now it is made particularly so in the curse which God has pronounced upon the herds of the field, because of man's transgression and sins. The disease upon animals is becoming more and more common, and our only safety now is in leaving meat entirely alone. The most aggravated diseases are now prevalent, and the very last thing that physicians who are enlightened should do, is to advise patients to eat meat. It is in eating meat so largely in the country that men and women are becoming demoralized, their blood corrupted, and disease planted in their systems. Because of meat-eating, many die, and they do not understand the cause. If the truth were known, it would bear the testimony it was the flesh of animals that passed through death. The thought of feeding upon dead flesh is repulsive, but there is something in meat-eating: we partake of diseased, dead flesh, and this sows it seeds of corruption in the human organism."},{"refcode_short":"PH026 2","refcode_long":"Do You Eat Flesh?, p. 2 (Ellen Gould White)","content":"Disregarding Light"},{"refcode_short":"PH026 2.2","refcode_long":"Do You Eat Flesh?, p. 2.2 (Ellen Gould White)","content":"If things were as they should be in the households that make up our churches, we might do double service for the Lord. The light given me is that a most decided message must be borne in regard to health reform. Those who use flesh meat strengthen the lower propensities, and prepare the way for disease to fasten upon them. There are those among Seventh-day Adventists who will not heed the light given them in regard to this matter. They make flesh a part of their diet. Disease comes upon them. Sick and suffering as a result of their wrong course, they ask for prayers of the servants of God. But how can the Lord work in their behalf when they are not willing to do His will, when they refuse to heed His instruction in regard to health reform?"}]