[{"refcode_short":"PH020 1","refcode_long":"A Call to the Watchmen, p. 1 (Ellen Gould White)","content":"A Call to the Watchmen"},{"refcode_short":"PH020 1","refcode_long":"A Call to the Watchmen, p. 1 (Ellen Gould White)","content":"A Call to the Watchmen"},{"refcode_short":"PH020 1.1","refcode_long":"A Call to the Watchmen, p. 1.1 (Ellen Gould White)","content":"I have a special message to bear. The Lord is to be our Light, and we are to reflect the light He gives us. We must be sanctified, soul, body, and spirit. Every moment we must be on our guard lest we be overcome by our adversaries."},{"refcode_short":"PH020 1.2","refcode_long":"A Call to the Watchmen, p. 1.2 (Ellen Gould White)","content":"We have been made to feel very sad as we have seen some who were formerly fellow-laborers yielding to the deceptions of Satan, and turning away from the truth. But we must be of good courage. God will help us if we put our trust in Him. We must look to Him for wisdom, and not become confused."},{"refcode_short":"PH020 1.3","refcode_long":"A Call to the Watchmen, p. 1.3 (Ellen Gould White)","content":"The brethren and sisters who know the truth are not to draw largely upon the ministers for help. Let the messengers of God be left as free as possible to labor for the multitudes who are unwarned."},{"refcode_short":"PH020 1.4","refcode_long":"A Call to the Watchmen, p. 1.4 (Ellen Gould White)","content":"To my brethren in positions of responsibility I would say, the needs of the large cities have been kept before you. You have had message after message concerning your duty. And now what will you do that the charge of the Lord may be obeyed? Upon all the Lord is calling: “And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we (first) believed. The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armor of light;” “redeeming the time, because the days are evil.”"},{"refcode_short":"PH020 2.1","refcode_long":"A Call to the Watchmen, p. 2.1 (Ellen Gould White)","content":"As we begin active work for the multitudes in the cities, the enemy will work mightily to bring in confusion, hoping thus to break up the working forces. Some who are not thoroughly converted, are in constant danger of mistaking the suggestions of the enemy for leadings of the Spirit of God. As the Lord has given us light, let us walk in the light. We are not to be satisfied with a cheap experience. We need to examine ourselves to see where we fail, that on these points we may gain precious victories."},{"refcode_short":"PH020 2.2","refcode_long":"A Call to the Watchmen, p. 2.2 (Ellen Gould White)","content":"All boasting is sinful. Let us put away all self-exaltation, and heed the invitation of Christ. He says, Come unto Me; copy My character; take My yoke upon you, and learn of Me; for I am meek and lowly in heart; and ye shall find rest unto your souls. When professed Christians manifest Christ-likeness by revealing his meekness, then they will give evidence that they are born into the kingdom of Christ."},{"refcode_short":"PH020 2.3","refcode_long":"A Call to the Watchmen, p. 2.3 (Ellen Gould White)","content":"The workers in the harvest field are the Lord's messengers, they are to help one another. May the Lord help us that we may obtain great victories. Then, knowing the source of our strength, let us hold fast, looking unto Jesus the Author and the Finisher of our faith."},{"refcode_short":"PH020 2.4","refcode_long":"A Call to the Watchmen, p. 2.4 (Ellen Gould White)","content":"Satan is at work with vehement power to divert the minds of the multitudes, so that they shall not understand and obey the truth. He will entangle them with every snare that he can devise. The picture of his deceptive work has been presented to me again and again for many years."},{"refcode_short":"PH020 3.1","refcode_long":"A Call to the Watchmen, p. 3.1 (Ellen Gould White)","content":"But his supreme effort is to ensnare and deceive church members who have had long experience, and ministers of the gospel of Christ. With all their ingenuity, Satan and the armies under him are working with their superior knowledge to deceive, if possible, the very elect. By self-exaltation we become weak, and invite the temptations of the enemy. Our safety is to practice heartily the truths of the Bible. By humbling ourselves before God we invite His saving power."},{"refcode_short":"PH020 3.2","refcode_long":"A Call to the Watchmen, p. 3.2 (Ellen Gould White)","content":"Let every minister standing in defense of the truth realize that he is to do his work under the direction of the Lord Jesus Christ. We must remember that though they have lost their first state, the fallen angels are wise above the wisdom of earth; for they have been in the councils of heaven."},{"refcode_short":"PH020 3.3","refcode_long":"A Call to the Watchmen, p. 3.3 (Ellen Gould White)","content":"I have felt a heavy burden that our leading ministers shall be found faithful to their trust, wise, and discriminating. If a wrong spirit is cherished by those who are appointed to be light bearers, the carrying of the soul-saving messages to the multitude will be hindered, and souls will be lost. What is needed now is thorough conversion and whole-hearted consecration. He who is closely connected with Christ will be strengthened to withstand human and satanic devisings. We are living in perilous times, and it is not in the order of the Lord that our ministers shall dwell upon questions about which there is known to be a serious difference of opinion among themselves."},{"refcode_short":"PH020 3.4","refcode_long":"A Call to the Watchmen, p. 3.4 (Ellen Gould White)","content":"Let nothing be done rashly, in a manner that will arouse prejudice. Let no one act on impulse, putting forth publications of such a nature as to weaken the hand of God's messengers, and close doors to the entrance of the truth."},{"refcode_short":"PH020 4.1","refcode_long":"A Call to the Watchmen, p. 4.1 (Ellen Gould White)","content":"Christ was the majesty of heaven, the only begotten Son of God. Yet “God so loved the world that He gave His only begotten Son, that whosoever believeth on Him should not perish, but have everlasting life.”"},{"refcode_short":"PH020 4.2","refcode_long":"A Call to the Watchmen, p. 4.2 (Ellen Gould White)","content":"Christ clothed His divinity with humanity, that He might encircle humanity. Can not his followers be willing to submit to some things that they can not clearly understand, in order to be able to help those who need help?"},{"refcode_short":"PH020 4.3","refcode_long":"A Call to the Watchmen, p. 4.3 (Ellen Gould White)","content":"Our cities are to be worked. To devote our efforts to other worthy enterprises, and leave unworked our cities, in which are large numbers of all nationalities, is not wise. A beginning is now to be made, and means must be raised that the work may go forward. With mighty power the cry is again to be sounded in our large centers of population. “Behold the Bridegroom cometh, go ye out to meet Him.”"},{"refcode_short":"PH020 4.4","refcode_long":"A Call to the Watchmen, p. 4.4 (Ellen Gould White)","content":"Money is needed for the prosecution of the work in New York, Boston, Portland, Philadelphia, Buffalo, Chicago, St. Louis, New Orleans, and many other cities. In some of these places the people were mightily stirred by the message given in 1842 to 1844, but of late years little has been done compared to the great work that ought to be in progress. And it seems difficult to make our people feel a special burden for the work in the large cities."},{"refcode_short":"PH020 4.5","refcode_long":"A Call to the Watchmen, p. 4.5 (Ellen Gould White)","content":"I appeal to our brethren who have heard the message for many years. It is time to wake up the watchmen. I have expended my strength in giving the message the Lord has given me. The burden of the needs of our cities has rested so heavily upon me that it has sometimes seemed that I should die. May the Lord give wisdom to our brethren, that they may know how to carry forward the work in harmony with the will of the Lord."},{"refcode_short":"PH020 5","refcode_long":"A Call to the Watchmen, p. 5 (Ellen Gould White)","content":"Our Attitude Toward Doctrinal Controversy"},{"refcode_short":"PH020 5.1","refcode_long":"A Call to the Watchmen, p. 5.1 (Ellen Gould White)","content":"I have words to speak to my brethren east and west, north and south. I request that my writings shall not be used as the leading argument to settle questions over which there is now controversy. I entreat of Elder ----- -----, -----, ----- and others of our leading brethren, that they make no reference to my writings to sustain their views of “the daily.”"},{"refcode_short":"PH020 5.2","refcode_long":"A Call to the Watchmen, p. 5.2 (Ellen Gould White)","content":"It has been presented to me that this is not a subject of vital importance. I am instructed that our brethren are making a mistake in magnifying the importance of the difference in the views that are held. I can not consent that any of my writings shall be taken as settling this matter. The true meaning of “the daily” is not to be made a test question."},{"refcode_short":"PH020 5.3","refcode_long":"A Call to the Watchmen, p. 5.3 (Ellen Gould White)","content":"I now ask that my ministering brethren shall not make use of my writings in their arguments regarding this question; for I have had no instruction on the point under discussion, and I see no need for the controversy. Regarding this matter, under present conditions, silence is eloquence."},{"refcode_short":"PH020 6.1","refcode_long":"A Call to the Watchmen, p. 6.1 (Ellen Gould White)","content":"The enemy of our work is pleased when a subject or minor importance can be used to divert the minds of our brethren from the great questions that should be the burden of our message. As this is not a test question, I entreat of my brethren that they shall not allow the enemy to triumph by having it treated as such."},{"refcode_short":"PH020 6.2","refcode_long":"A Call to the Watchmen, p. 6.2 (Ellen Gould White)","content":"The work that the Lord has given us at this time, is to present to the people the true light in regard to the testing questions of obedience and salvation,—the commandments of God and the testimony of Jesus Christ."},{"refcode_short":"PH020 6.3","refcode_long":"A Call to the Watchmen, p. 6.3 (Ellen Gould White)","content":"In some of our important books that have been in print for years, and which have brought many to a knowledge of the truth. there may be found matters of minor importance that call for careful study and correction. Let such matters be considered by those regularly appointed to have the oversight of our publications. Let not these brethren, nor our canvassers, nor our ministers magnify these matters in such a way as to lessen the influence of these good, soul-saving books. Should we take up the work of discrediting our literature, we would place weapons in the hands of those who have departed from the faith, and confuse the minds of those who have newly embraced the message. The less that is done unnecessarily to change our publications, the better it will be."},{"refcode_short":"PH020 7.1","refcode_long":"A Call to the Watchmen, p. 7.1 (Ellen Gould White)","content":"In the night seasons I seem to be repeating to my brethren in responsible positions, words from the first epistle of John:—"},{"refcode_short":"PH020 7.2","refcode_long":"A Call to the Watchmen, p. 7.2 (Ellen Gould White)","content":"“That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled of the Word of life; (for the life was manifested, and we have seen it, and bear witness, and show unto you that eternal life, which was with the Father, and was manifested unto us); that which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with His Son Jesus Christ.”"},{"refcode_short":"PH020 7.3","refcode_long":"A Call to the Watchmen, p. 7.3 (Ellen Gould White)","content":"“And these things we write unto you, that your joy may be full. This then is the message which we have heard of Him, and declare unto you, that God is light, and in Him is no darkness at all. If we say that we have fellowship with Him, and walk in darkness, we lie, and do not the truth, but if we walk in the light, as He is the light, we have fellowship one with another, and the blood of Jesus Christ His Son cleanseth us from all sin."},{"refcode_short":"PH020 7.4","refcode_long":"A Call to the Watchmen, p. 7.4 (Ellen Gould White)","content":"“If we say that we have no sin, we deceive ourselves, and the truth is not in us. If we confess our sins, He is faithful and just to forgive us our sins and to cleanse us from all unrighteousness. If we say that we have not sinned, we make Him a liar, and His word is not in us.”"},{"refcode_short":"PH020 7.5","refcode_long":"A Call to the Watchmen, p. 7.5 (Ellen Gould White)","content":"Our brethren should understand that self needs to be humbled, and brought under the control of the Holy Spirit. The Lord calls upon those who have had great light to be converted daily. This is the message I have to bear to our editors and to the presidents of all our conferences. We must walk in the light while we have the light, lest darkness come upon us."},{"refcode_short":"PH020 8.1","refcode_long":"A Call to the Watchmen, p. 8.1 (Ellen Gould White)","content":"All who are led by the Holy Spirit of God will have a message for this last time. With mind and heart they will be carrying a burden for souls, and they will bear the heavenly message of Christ to those with whom they associate. Those who in speech act as the Gentiles act, can not be introduced into the heavenly courts. My brethren, receive the light, redeeming the time because the days are evil."},{"refcode_short":"PH020 8.2","refcode_long":"A Call to the Watchmen, p. 8.2 (Ellen Gould White)","content":"Satan is busily working with all who will give him encouragement. Those who have the light, but refuse to walk in it, will become confused, until darkness pervades their souls, and shapes their whole course of action. But the spirit of wisdom and goodness of God as revealed in His word, will become brighter and brighter as they follow on in the path of true obedience. All the righteous demands of God will be met through sanctification of the Holy Spirit."},{"refcode_short":"PH020 8.3","refcode_long":"A Call to the Watchmen, p. 8.3 (Ellen Gould White)","content":"Will our brethren follow out the light given us at the last General Conference? The words spoken did not then make their full impression, because the hearts of many were not prepared to receive them. It is not for lack of instruction as to what should be done, that our cities have so long been unwarned. Our brethren have failed to comprehend the urgent importance of the work, and the instruction that was given regarding it. The great blessing that might have come to some at the last General Conference was not received, because they had other plans which they wished to follow."},{"refcode_short":"PH020 9.1","refcode_long":"A Call to the Watchmen, p. 9.1 (Ellen Gould White)","content":"Will our brethren now awake to their responsibility? Will they be converted daily? Will they seek to know what it means to serve God daily? Will the Israel of God now awake? Will our church members now arise, and walk in the way of the Lord? Will every one now seek to walk in humility before God? Let the sacred work now be carried forward in whole-hearted consecration. There are great privileges and blessings for all who will humble themselves, and fully consecrate their hearts to God. Great light will be given to them. When men are willing to be transformed, then they will be exercised unto godliness."},{"refcode_short":"PH020 9.2","refcode_long":"A Call to the Watchmen, p. 9.2 (Ellen Gould White)","content":"“And of His fulness have we all received, and grace for grace.” “My grace is sufficient for thee: for My strength is made perfect in weakness.” Says the Saviour: “All power is given unto Me in heaven and in earth. Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost; teaching them to observe all things whatsoever I have commanded you; and, lo, I am with you alway, even unto the end of the world.”"},{"refcode_short":"PH020 9.3","refcode_long":"A Call to the Watchmen, p. 9.3 (Ellen Gould White)","content":"Shall this wealth of grace and power for service continue among us to be unappreciated and turned from without relish or appetite?"},{"refcode_short":"PH020 10.1","refcode_long":"A Call to the Watchmen, p. 10.1 (Ellen Gould White)","content":"The instruction I am bidden to give to our people now is the same as I gave while in Washington. The Lord calls for individual effort. One can not do the work of another. Great light has been shining, but it has not been fully comprehended and received."},{"refcode_short":"PH020 10.2","refcode_long":"A Call to the Watchmen, p. 10.2 (Ellen Gould White)","content":"If our brethren will now consecrate themselves unreservedly to God, He will accept them. He will give them a transformation of mind, that they may be savors of life unto life. Wake up, brethren and sisters, that you may attain to your high calling through Christ Jesus our Lord."},{"refcode_short":"PH020 10.3","refcode_long":"A Call to the Watchmen, p. 10.3 (Ellen Gould White)","content":"August 3, 1910."},{"refcode_short":"PH020 10.4","refcode_long":"A Call to the Watchmen, p. 10.4 (Ellen Gould White)","content":"I have words to speak to Brethren Butler, Loughborough, Haskell, Smith, Gilbert, Daniells, Prescott, and all who have been active in urging their views in regard to the meaning of “the daily” of Daniel 8. This is not to be made a test question, and the agitation that has resulted from its being treated as such has been very unfortunate. Confusion has resulted, and the minds of some of our brethren have been diverted from the thoughtful consideration that should have been given to the work that the Lord has directed should be done at this time in our cities. This has been pleasing to the great enemy of our work."},{"refcode_short":"PH020 11.1","refcode_long":"A Call to the Watchmen, p. 11.1 (Ellen Gould White)","content":"The light given me is that nothing should be done to increase the agitation upon this question. Let it not be brought into our discourses and dwelt upon as a matter of great importance. We have a great work before us, and we have not an hour to lose from the essential work to be done. Let us confine our public efforts to the presentation of the important lines of truth on which we have clear light."},{"refcode_short":"PH020 11.2","refcode_long":"A Call to the Watchmen, p. 11.2 (Ellen Gould White)","content":"I would bring to your attention the last prayer of Christ, as recorded in John 17. There are many subjects upon which we can speak,—sacred, testing truths, beautiful in their simplicity. On these you may dwell with intense earnestness. But let not “the daily,” or any other subject that will arouse controversy among brethren, be brought in at this time; for this will delay and hinder the work that the Lord would have the minds of our brethren centered upon just now. Let us not agitate questions that will reveal a marked difference of opinion, but rather let us bring from the Word the sacred truths regarding the binding claims of the law of God."},{"refcode_short":"PH020 11.3","refcode_long":"A Call to the Watchmen, p. 11.3 (Ellen Gould White)","content":"Our ministers should seek to make the most favorable presentation of the truth. So far as possible, let all speak the same things. Let the discourses be simple, and treating upon vital subjects that can be easily understood. When all our ministers see the necessity of humbling themselves, then the Lord can work with them. We need now to be reconverted, that angels of God may co-operate with us, making a sacred impression upon the minds of those for whom we labor."},{"refcode_short":"PH020 12.1","refcode_long":"A Call to the Watchmen, p. 12.1 (Ellen Gould White)","content":"We must blend together in the bonds of Christlike unity; then our labors will not be in vain. Draw in even cords, and let no contentions be brought in. Reveal the unifying power of truth, and this will make a powerful impression on human minds. In unity there is strength."},{"refcode_short":"PH020 12.2","refcode_long":"A Call to the Watchmen, p. 12.2 (Ellen Gould White)","content":"This is not a time to make prominent unimportant points of difference. If some who have not a strong living connection with the Master, reveal to the world their weakness of Christian experience, the enemies of the truth who are watching us closely will make the most of it, and our work will be hindered. Let all cultivate meekness, and learn lessons from Him who is meek and lowly in heart."},{"refcode_short":"PH020 12.3","refcode_long":"A Call to the Watchmen, p. 12.3 (Ellen Gould White)","content":"The subject of “the daily” should not call forth such movements as have been made. As a result of the way this subject has been handled by men on both sides of the question, controversy has arisen and confusion has resulted."},{"refcode_short":"PH020 12.4","refcode_long":"A Call to the Watchmen, p. 12.4 (Ellen Gould White)","content":"The action of Brother ----- ----- in publishing a tract containing condemnation of his brethren and of their belief, was not endorsed by God. And to Elder ----- I will say, The Lord has not placed upon you a burden regarding this matter."},{"refcode_short":"PH020 12.5","refcode_long":"A Call to the Watchmen, p. 12.5 (Ellen Gould White)","content":"I was pained to hear that Elder -----, knowing that there was a difference of opinion regarding this matter among our leading brethren, should urge this matter to the front, as was done in some places."},{"refcode_short":"PH020 13.1","refcode_long":"A Call to the Watchmen, p. 13.1 (Ellen Gould White)","content":"Others of our brethren have not been guided by wisdom, and have not reasoned clearly from cause to effect regarding the results of their efforts to uphold their views regarding the interpretation of “the daily.” While the present condition of difference of opinion regarding this subject exists, let it not be made prominent. Let all contention cease. At such a time silence is eloquence."},{"refcode_short":"PH020 13.2","refcode_long":"A Call to the Watchmen, p. 13.2 (Ellen Gould White)","content":"The duty of God's servants at this time is to preach the Word in the cities. Christ came to save souls, and we, as almoners of His grace, need to impart to the inhabitants of the great cities a knowledge of His saving truth."},{"refcode_short":"PH020 13","refcode_long":"A Call to the Watchmen, p. 13 (Ellen Gould White)","content":"Extract from a Letter to Elder Burden, of Loma Linda, California"},{"refcode_short":"PH020 13.3","refcode_long":"A Call to the Watchmen, p. 13.3 (Ellen Gould White)","content":"This morning, (December 14, 1905), I could not sleep after one o'clock, so I arose and dressed, and have come to my office to complete the letter I began writing to you two or three days ago. We are interested in every movement made in Loma Linda."},{"refcode_short":"PH020 13.4","refcode_long":"A Call to the Watchmen, p. 13.4 (Ellen Gould White)","content":"Did not the Lord have oversight, I should not care to live another day."},{"refcode_short":"PH020 13.5","refcode_long":"A Call to the Watchmen, p. 13.5 (Ellen Gould White)","content":"But this is a question settled in my mind, that we are under a power which is beyond human control, and in that power we can trust...."},{"refcode_short":"PH020 14.1","refcode_long":"A Call to the Watchmen, p. 14.1 (Ellen Gould White)","content":"I long daily to be able to do double duty. I have been pleading with the Lord for strength and wisdom to reproduce the writings of the witnesses who were confirmed in the faith in the early history of the message. After the passing of the time in 1844, they received the light and walked in the light, and when the men claiming to have new light would come in with their wonderful messages regarding various points of Scripture, we had, through the moving of the Holy Spirit, testimonies right to the point, which cut off the influence of such message as Elder Ballenger has been devoting his time to presenting...."},{"refcode_short":"PH020 14.2","refcode_long":"A Call to the Watchmen, p. 14.2 (Ellen Gould White)","content":"When the power of God testifies to what is truth, the truth is to stand forever as the truth. No after suppositions, contrary to the light God has given are to be entertained. Men will arise with interpretations of Scripture which are to them truth, but which are not truth. The truth for this time, God has given us as a foundation for our faith. He Himself has taught us what is truth. One will arise and still another with new light which contradicts the light that God has given under the demonstration of His Holy Spirit. A few are still alive who passed through the experience gained in the establishment of this truth. God has graciously spared their lives to repeat and repeat till the close of their lives, the experience through which they passed even as did John the apostle till the very close of his life. And the standard bearers who have fallen in death, are to speak through the reprinting of their writings. I am instructed that thus [their] voices are to be heard. They are to bear their testimony as to what constitutes the truth for this time. We are not to receive the words of those who come with a message that contradicts the special points of our faith. They gather together a mass of Scripture, and pile it as proof around their asserted theories. This has been done over and over again during the past fifty years. And while the Scriptures are God's Word, and are to be respected, the application of them, if such application moves one pillar of the foundation that God has sustained these fifty years, is a great mistake. He who makes such an application knows not the wonderful demonstration of the Holy Spirit that gave power and force to the past messages that have come to the people of God."},{"refcode_short":"PH020 15.1","refcode_long":"A Call to the Watchmen, p. 15.1 (Ellen Gould White)","content":"Elder Ballenger's proofs are not reliable. If received they would destroy the faith of God's people in the truth that has made us what we are."},{"refcode_short":"PH020 15.2","refcode_long":"A Call to the Watchmen, p. 15.2 (Ellen Gould White)","content":"We must be decided upon this subject; for the points he is trying to prove by Scripture, are not sound. They do not prove that the past experience of God's people was a fallacy. We had the truth; we were directed by the angels of God. It was under the guidance of the Holy Spirit that the presentation of the sanctuary question was given. It is eloquent for everyone to keep silence in regard to the features of our faith, in which they acted no part. God never contradicts Himself. Scripture proofs are misapplied if forced to testify to that which is not true. Another and still another will arise and bring in supposedly great light, and make their assertions. But we stand by the old land-marks. We are hindered in our work by men who are not converted who seek their own glory. They wish to be thought originators of new theories, which they present claiming that they are truth. But if these theories are received they will lead to a denial of the truth that for the past fifty years God has been giving to this people, substantiating it by the demonstration of the Holy Spirit."}]