[{"refcode_short":"PH029 12","refcode_long":"The Enlargement of Our Work, p. 12 (Ellen Gould White)","content":"The Enlargement of Our Work"},{"refcode_short":"PH029 12.1","refcode_long":"The Enlargement of Our Work, p. 12.1 (Ellen Gould White)","content":"“Men and money are needed to carry the work forward. Still there is opportunity for us to share the Saviour's self-denial and sacrifice for the salvation of souls. The necessities of the work now demand a greater outlay than ever before. The Lord calls upon his people to make every effort to curtail their expenses. Again I plead that instead of spending money for pictures of yourself and your friends, you should turn it into another channel. Let the money that has been devoted to the gratification of self, flow into the Lord's treasury to sustain those who are working to save perishing souls. Let those who have houses and lands give heed to the message, ‘Sell that ye have, and give alms.’ ‘Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open the windows of heaven, and pour you out a blessing, that there will not be room enough to receive it.’"},{"refcode_short":"PH029 12.2","refcode_long":"The Enlargement of Our Work, p. 12.2 (Ellen Gould White)","content":"“The Lord is soon to come. We must work while the day lasts; for the night is coming, in which no man can work. O, many, many have lost the spirit of self-denial and sacrifice. They have been burying their money in temporal possessions. There are men whom God has blessed, whom he is testing to see what response they will make to his benefits. They have withheld their tithes and offerings until their debt to the Lord God of hosts has become so great that they grow pale at the thought of rendering to the Lord his own,—a just tithe. Make haste, brethren, you now have opportunity to be honest with God; delay not. For your soul's sake no longer rob God in tithes and offerings."},{"refcode_short":"PH029 12.3","refcode_long":"The Enlargement of Our Work, p. 12.3 (Ellen Gould White)","content":"“The Lord calls for every talent of means and ability to be put to use. When the reproach of slothfulness and indolence shall have been wiped away from the church, the Spirit of the Lord will be graciously manifested; divine power will combine with human effort, the church will see the providential interpositions of the Lord God of hosts, the light of truth will be diffused, the knowledge of God and of Jesus Christ whom he hath sent will be manifested. As in the apostles’ time, many souls will turn unto the Lord. The earth will be lightened with the glory of the angel from heaven."},{"refcode_short":"PH029 13.1","refcode_long":"The Enlargement of Our Work, p. 13.1 (Ellen Gould White)","content":"“O what an opportunity is here presented! God extends to us the privilege of handling his money; he intrusts us with means; some have a small portion, others have great portions. We accept the trust very gladly, and many take the credit to themselves for their shrewdness, or skill, call it theirs, and proceed to appropriate it to their selfish use, or perhaps to heap it up. Those who persist in this course but a little longer will see all their possessions swept from them, and a little later will hear the scathing words, ‘Thou wicked and slothful servant, ... thou oughtest ... to have put my money to the exchangers.’”"},{"refcode_short":"PH029 20.1","refcode_long":"The Enlargement of Our Work, p. 20.1 (Ellen Gould White)","content":"“A great work must be done all through the world, and let no one flatter himself that because the end is near, there is no need of making special efforts to build up the various institutions as the cause shall demand. You are not to know the day or the hour of the Lord's appearing, for this has not been revealed, and let no one with an ingenious mind endeavor to seek out such a matter, and speculate on that which has not been given him to understand; but let every one work upon that which has been placed in his hands, doing the daily duties that God requires. The Lord has intrusted his servants with his household goods, with the investment of his capital, and he expects them to be diligent and active, looking out for the interests of his kingdom. All are to be workers; but the heaviest burden of responsibility rests upon those who have the greatest talent, the largest means, the most abundant opportunity. We are to be justified by faith, and judged by our works."},{"refcode_short":"PH029 21.1","refcode_long":"The Enlargement of Our Work, p. 21.1 (Ellen Gould White)","content":"“When the Lord shall bid us to lay off the armor, and to make no further effort to establish schools, to build institutions for the care of the sick, for the shelter of the orphans, the homeless, and for the comfort of the worn-out ministers, it will be time to fold our hands and let the Lord close up the work; but now it is our opportunity to show our zeal for God, our love for humanity. The church is now militant, not triumphant. The members of the church are to invest every particle of physical, intellectual, and moral vigor that they possess, that they may be wise stewards of the manifold gifts of God. With the light shining upon our pathway, who will dare to trifle with his moral responsibility? Happy are those, who, from the very beginning of their religious life, make a surrender of themselves and their all to God, and are true to the unerring dictates of the Spirit of God. Happy are they who make Christ and him crucified, their only hope."},{"refcode_short":"PH029 21.2","refcode_long":"The Enlargement of Our Work, p. 21.2 (Ellen Gould White)","content":"“We are to be partners in the work of God in all parts of the world; wherever there are souls to be saved, we are to lend our help, that many sons and daughters may be brought to God. The end is near, and for this reason, we are to make the most of every entrusted ability, and every agency that shall offer help to the work. The workers of God, in the field or at home, are to be self-denying, bearing the cross, restricting their personal wants, that they may be abundant in good fruits. Those who prize the light of saving, precious truth, will not hesitate in regard to doing their God-given duty, but will gather up the rays of divine light, that they may diffuse them to those that are in darkness."}]