[{"refcode_short":"PH038 1","refcode_long":"Important Testimony, p. 1 (Ellen Gould White)","content":"Important Testimony"},{"refcode_short":"PH038 1","refcode_long":"Important Testimony, p. 1 (Ellen Gould White)","content":"Important Testimony"},{"refcode_short":"PH038 1.1","refcode_long":"Important Testimony, p. 1.1 (Ellen Gould White)","content":"You have not received that education which it is the will of God that you should have received, because you have not been eating of the Bread of Life which came down from heaven. Had you studied the Word of God diligently, you would have been convinced that unity and harmonious action is always to be preserved if you would advance in the grace and the knowledge of the truth. If your understanding had been enlightened, and your eye single to the glory of God, your own selfish ideas would have been dispelled; the eyes of your understanding would have been opened to the secrets of the great spiritual agencies in the church. Your drawing apart—one small church from another small church—has grieved the Holy Spirit of God. For years the plan of heaven has not been met, and time has weakened the influence of the Message. The commission to you who have come to a knowledge of the binding claims of the law of God, is now to reach a higher standard than that which has hitherto been reached. The differences which have existed have left an unfavorable impression upon the minds of those who attend your meetings."},{"refcode_short":"PH038 2.1","refcode_long":"Important Testimony, p. 2.1 (Ellen Gould White)","content":"By a carnality in words the talent of speech has been an injury to the precious cause of present truth. The time has come when all the differences must be put away fully and thoroughly; and now, without delay attempt a united, systematic effort for the one great object: sanctification through Jesus Christ to the obedience of the truth. “Sanctify them through Thy Word; Thy Word is truth.” How long would it be before the influence of one would be the influence of all? Zeal, piety and wisdom would blend in the converted souls through sanctification of the truth in a combined movement. The gospel of Christ would be exerting its decided influence in vigorous action, demonstrating the power of God unto salvation. There would be deep earnestness in the work, more combined and vigorous efforts, a using of all your energies, sustaining one another in the work of enlarging the territory of the kingdom of God in our cities. Earnest results would be seen, and prayers and hands would be uplifted to heaven, saying, “Who is sufficient for these things?”"},{"refcode_short":"PH038 2.2","refcode_long":"Important Testimony, p. 2.2 (Ellen Gould White)","content":"Agents must be selected, chosen of God, for spheres of labor appointed them and their work must be sustained by the prayers and the contribution of the disciples who may remain in their business stations, thus earning the means necessary to sustain those laboring to work out God's appointed plan. The work of a united, converted church, with prayer and fasting for the holy spirit of God to be revealed, will bring the angelic agencies very near. As the disciples “ministered to the Lord, and fasted, the Holy Ghost said, Separate me Barnabas and Saul for the work whereunto I have called them.” God will work just as much in our day, if we will individually co-operate with him. Each should labor to strengthen the faith of the other earnest workers. God does not give to any of us the commission to hinder and discourage any soul who can work interestedly under the supervision of the Great Head for the presentation of Bible truth, and the saving of souls ready to perish. We must labor now for the extension of the truth and as a result many souls will come to a knowledge of the truth in our hitherto unworked cities. The very choicest instrumentalities the church contains should be selected and sent forth, and sustained in extending missionary efforts."},{"refcode_short":"PH038 3.1","refcode_long":"Important Testimony, p. 3.1 (Ellen Gould White)","content":"“And when they had fasted and prayed, and laid their hands on them, they sent them away.” They went to their appointed field of labor. The laborers moved under divine authority. These men must know for themselves the best fields in which to work. Some men can work better when they can be with their families. The home church may need the influence of a God-fearing father who disciplines and trains his children aright. God would not have men ruthlessly sent to fields far away from their families. Some without families can go more conveniently to distant fields, letting the fathers remain with their families. In sending Christian workers from post to post, let the fathers and mothers be consulted before the field is appointed. The home family flock is not to be left distressed for the want of a father's judicious influence."},{"refcode_short":"PH038 4.1","refcode_long":"Important Testimony, p. 4.1 (Ellen Gould White)","content":"The Lord says, “Enlarge your borders.” The power of the Gospel is expansive. Men are to be devoted soul-savers, and should have something to show for their labors. If the workers fail to produce fruit, something may be wrong with the tree. The cost of working the vineyard must be made as little as possible, because there is a large territory to be worked. As men are employed in different places they should always be looked after to see what is the result of their labor. If the tree bears no fruit, it may be because it needs to be transplanted. If after proper labor it still has no fruit to bear, let it be removed; let the laborer be dismissed as an unprofitable servant in the work of soul saving, and encouraged to go into some business, by which he can earn means to act his part in sustaining laborers which can work successfully—persons with tact and wisdom, who, in the fear of God, will win souls to Christ."},{"refcode_short":"PH038 5.1","refcode_long":"Important Testimony, p. 5.1 (Ellen Gould White)","content":"Churches are to be planted. No great centers are to be made, as at Battle Creek; and yet there will be some important churches established, and meeting houses provided in large cities favorable to accommodating the believers in each locality. There should not be a call to have settled pastors over our churches, but let the life-giving power of the truth impress its individual members to act, carrying on an efficient missionary work in that locality. As the hand of God, the church is to be educated and trained to do effective work. Its members are to be the Lord's devoted, Christian workers. The church is too one-sided."},{"refcode_short":"PH038 5.2","refcode_long":"Important Testimony, p. 5.2 (Ellen Gould White)","content":"There are large interests in New York City, and New York embraces a large field. It would be wise to have New York worked as a separate conference. It is a great missionary field. It will require a much larger outlay of means than is now anticipated. If New York proper should come under the general workings of a set-off field, a field to be worked separately from the other territory and interests, we can make a specialty of this field, and more will be accomplished. Much confusion will also be avoided."},{"refcode_short":"PH038 6.1","refcode_long":"Important Testimony, p. 6.1 (Ellen Gould White)","content":"There is such a thing as workers getting in one another's way, and losing time in making preparations to do something that ought to be done promptly. The best time to work New York City is now, the present now; and let the path be made as straight as possible for the work to be done, and at the same time let all be interested in every interest created in adjoining localities."},{"refcode_short":"PH038 6.2","refcode_long":"Important Testimony, p. 6.2 (Ellen Gould White)","content":"Those working Greater New York must have special plans by which to work that field, and the general working forces should unite in the matter of building up the general interest."},{"refcode_short":"PH038 6.3","refcode_long":"Important Testimony, p. 6.3 (Ellen Gould White)","content":"The work in Greater New York is to be carried on in a way that will properly represent the sacredness and holiness of the truth of God. Vegetarian restaurants, treatment rooms and cooking schools, are to be established. The people are to be taught how to prepare wholesome food. They are to be shown the need of discarding tea, coffee and flesh-meat."},{"refcode_short":"PH038 6.4","refcode_long":"Important Testimony, p. 6.4 (Ellen Gould White)","content":"Greater New York must stand in a different relation to the General Conference than the surrounding territory and interests which are different, and will have to be considered in a different light as far as missionary work is concerned. Greater New York is a world of itself, and should have in some respects different management from that of the surrounding localities."},{"refcode_short":"PH038 6.5","refcode_long":"Important Testimony, p. 6.5 (Ellen Gould White)","content":"God has his appointed agencies for the enlargement of our circle of influence, and for the increasing of the number of workers who will be missionaries indeed—laborers for the saving of the souls of their fellow-men. Those should set no boundaries to limit the sphere of their labors. The Christian church will ever meditate advance moves; it will ever be educating workers for further conquests for Christ. It should ever be moving on and on, that the truth may extend to all parts of the globe."},{"refcode_short":"PH038 7.1","refcode_long":"Important Testimony, p. 7.1 (Ellen Gould White)","content":"How did Paul and Barnabas labor? They visited every place where they could get an entrance, and they had success in the saving of souls to Jesus Christ. After a large territory was worked, they visited the churches which they had planted, and then returned to Antioch, the place from which they had been recommended by prayer and council for the work."},{"refcode_short":"PH038 7.2","refcode_long":"Important Testimony, p. 7.2 (Ellen Gould White)","content":"In the same way the work is to be carried now. Let those preparing to be laborers study Acts 14. Let them become familiar with this whole chapter, for those who will become laborers together with God in these last days will realize similar experiences as those recorded in verse nineteen. “And there came thither certain Jews from Antioch and Iconium, who persuaded the people, and, having stoned Paul, (who had so recently refused to be worshiped as a god), drew him out of the city, supposing he had been dead. Howbeit, as the disciples stood about him, he rose up, and came into the city; and the next day he departed with Barnabas to Derbe. And when he had preached the gospel to that city, and had taught many, they returned again to Lystra, and to Iconium, and Antioch.” Thus they fulfilled the commission given in Matthew 28:19, 20: “Go ye therefore, and teach all nations, baptising them in the name of the Father, and of the Son, and of the Holy Ghost: teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.” Their special work was, “Confirming the souls of the disciples, and exhorting them to continue in the faith, and that we must, through much tribulation, enter into the kingdom of God.” Acts 14:22-28. These experiences were of great value to the churches."},{"refcode_short":"PH038 8.1","refcode_long":"Important Testimony, p. 8.1 (Ellen Gould White)","content":"The Lord would have had New York with all its surrounding localities and cities worked many years ago, and now, that the opportunity is more plainly revealed, in all localities, in every church, hearts should be drawn out and connected with the progress of the gospel message. In all the neglected parts of the vineyard hearts should be thrilled with a genuine, living experience; and now that there is a great work started, no one must fold his hands, but all must regard with interest every movement of the church. The churches now in different parts of Greater New York are to feel their sacred, God-given responsibilities. The word of the Lord is for this wide missionary field to be faithfully worked, and every vestige of criticism, and fault-finding and separating of brethren to cease. The prejudices, their thinking and speaking evil are to be put away. God will not tolerate any longer the spirit that has been controlling matters in our New York churches. The fields here are ready for harvest. In whatever direction we look our brethren must do their appointed work, which stretches to a large, unmeasured circumference. Those who would cherish and foster prejudice are not to be listened to. The work is to go forward under the direction of God, and those who wish to keep up the spirit of dissension should take themselves out of the way, and let God's work move onward."},{"refcode_short":"PH038 9.1","refcode_long":"Important Testimony, p. 9.1 (Ellen Gould White)","content":"Every church shall move in God's order, following his plan of communion and Christian oneness. The whole body of believers are to be one in spirit. They are collectively the church of Jesus Christ. Standing in this widely extended missionary territory, the church should be calling the sinful to look at the Lamb of God who taketh away the sin of the world. This work is to go forward. Those who have taken upon themselves to carry a measuring line that they may measure all, and say how things shall go, may now be excused from this responsibility."},{"refcode_short":"PH038 9.2","refcode_long":"Important Testimony, p. 9.2 (Ellen Gould White)","content":"The cross of Calvary is to be uplifted, and all who will be engaged in drawing the people to the cross, enlarging the circumference of the circle of believers larger and larger, will have Christ, the power of salvation. Zeal for the power and glory of God is to be revealed."},{"refcode_short":"PH038 10.1","refcode_long":"Important Testimony, p. 10.1 (Ellen Gould White)","content":"Let all understand that we are now to get rid of everything of bitterness, and have a sanctified zeal for the saving of souls who are ready to perish. We need more of the Holy Spirit's guidance."},{"refcode_short":"PH038 10.2","refcode_long":"Important Testimony, p. 10.2 (Ellen Gould White)","content":"The foregoing testimony was received November 25, 1901, and read in the Churches."},{"refcode_short":"PH038 11","refcode_long":"Important Testimony, p. 11 (Ellen Gould White)","content":"The Work in Greater New York"},{"refcode_short":"PH038 11.1","refcode_long":"Important Testimony, p. 11.1 (Ellen Gould White)","content":"The time has come to make decided efforts to proclaim the truth in our large cities. The message is to be given with such power that the hearers shall be convinced. God will raise up laborers to do this work. Let no one hinder these men of God's appointment. Forbid them not. God has given them their work. They will occupy peculiar spheres of influence, and will carry the truth to the most unpromising places. Some who were once enemies will become valuable helpers, advancing the work with their means and their influence."},{"refcode_short":"PH038 11.2","refcode_long":"Important Testimony, p. 11.2 (Ellen Gould White)","content":"In these large cities missions should be established where workers can be trained to present to the people the special message for this time. There is need of all the instruction that these missions can give."},{"refcode_short":"PH038 11.3","refcode_long":"Important Testimony, p. 11.3 (Ellen Gould White)","content":"Under the direction of God, the mission in New York City has been started. This work should be continued in the power of the same Spirit that led to its establishment. Those who bear the burden of the work in Greater New York should have the help of the best workers that can be secured. Here let a center for God's work be made, and let all that is done be a symbol of the work the Lord desires to see done in the world."},{"refcode_short":"PH038 12.1","refcode_long":"Important Testimony, p. 12.1 (Ellen Gould White)","content":"If in this great center medical missionary work could be established by men and women of experience, those who would give a correct representation of true medical missionary principles, it would have great power in making a right impression on the people."},{"refcode_short":"PH038 12.2","refcode_long":"Important Testimony, p. 12.2 (Ellen Gould White)","content":"In every city that is entered, a solid foundation is to be laid for permanent work. The Lord's methods are to be followed. By doing house-to-house work, by giving Bible-readings in families, the worker may gain access to many who are seeking for truth. By opening the Scriptures, by prayer, by exercising faith, he is to teach the people the way of the Lord."},{"refcode_short":"PH038 12.3","refcode_long":"Important Testimony, p. 12.3 (Ellen Gould White)","content":"In Greater New York, the Lord has many precious souls who have not bowed the knee to Baal; and there are those who through ignorance have walked in the ways of error. On these the light of truth is to shine, that they may see Christ as the Way, the Truth, and the Life."},{"refcode_short":"PH038 12.4","refcode_long":"Important Testimony, p. 12.4 (Ellen Gould White)","content":"We are to present the truth in the love of Christ. No extravagance or display should attend the work. It is to be done after Christ's order. It is to be carried forward in humility, in the simplicity of the gospel. Let not the workers be intimidated by outward-appearances, however forbidding. Teach the word, and the Lord by His Holy Spirit will send conviction to the hearers."}]