[{"refcode_short":"PH036 2","refcode_long":"Guiding Principles for the Young, p. 2 (Ellen Gould White)","content":"Guiding Principles for the Young"},{"refcode_short":"PH036 2","refcode_long":"Guiding Principles for the Young, p. 2 (Ellen Gould White)","content":"Number One"},{"refcode_short":"PH036 2.1","refcode_long":"Guiding Principles for the Young, p. 2.1 (Ellen Gould White)","content":"Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity. 1 Timothy 4:12."},{"refcode_short":"PH036 2.2","refcode_long":"Guiding Principles for the Young, p. 2.2 (Ellen Gould White)","content":"Let the youth take the Bible as their guide, and stand like a rock for principle, and they can aspire to any height of attainment.—Signs, No. 9, 1889."},{"refcode_short":"PH036 2.3","refcode_long":"Guiding Principles for the Young, p. 2.3 (Ellen Gould White)","content":"The Bible teaches men to act from principle, and whenever we successfully resist evil influences we are strengthening that principle which has been assailed. The mere possession of talent is no guarantee of usefulness or happiness in life. Right principles are the only basis of true success.—The Review and Herald, 1883."},{"refcode_short":"PH036 2.4","refcode_long":"Guiding Principles for the Young, p. 2.4 (Ellen Gould White)","content":"Every act of life is great for good or evil and it is only by acting upon principle in the test of daily life that we acquire power to stand firm and faithful in the most dangerous and difficult positions.—Health Reformer."},{"refcode_short":"PH036 2.5","refcode_long":"Guiding Principles for the Young, p. 2.5 (Ellen Gould White)","content":"Pursue a straightforward course.—Life Sketches of Ellen G. White, 335."},{"refcode_short":"PH036 2.6","refcode_long":"Guiding Principles for the Young, p. 2.6 (Ellen Gould White)","content":"The young must be taught to think and to act from conscientious principle.—Christian Education, 34."},{"refcode_short":"PH036 2.7","refcode_long":"Guiding Principles for the Young, p. 2.7 (Ellen Gould White)","content":"Men and women who come upon the stage of action with firm principles will be fitted to stand unsullied amid the moral pollutions of this corrupt age.—Testimonies for the Church 3:563."},{"refcode_short":"PH036 2.8","refcode_long":"Guiding Principles for the Young, p. 2.8 (Ellen Gould White)","content":"Nothing with which we have to do is really small. Every action is of some account either on the side of right, or on the side of wrong. It is only by exercising principle in the small transactions of ordinary life that we are tested and our characters formed.... The mind must be trained through daily tests to habits of fidelity, to a sense of the claims of right and duty above inclination and pleasure.—Testimonies for the Church 3:22."},{"refcode_short":"PH036 3.1","refcode_long":"Guiding Principles for the Young, p. 3.1 (Ellen Gould White)","content":"Teachers and students are constantly at work weaving the web of their eternal destiny. Every time the shuttle passes it draws after it a thread which is fastened to right principles and holy actions, or the opposite. Students may have fastened to their threads that which is not profitable for their future life.—Unpublished Testimony."},{"refcode_short":"PH036 3.2","refcode_long":"Guiding Principles for the Young, p. 3.2 (Ellen Gould White)","content":"Every heart will be tested, every character developed. It is principle that God's people must act upon. The living principle must be carried out in the life.—Testimonies for the Church 1:222."},{"refcode_short":"PH036 3.3","refcode_long":"Guiding Principles for the Young, p. 3.3 (Ellen Gould White)","content":"Selfish, cheap ideas, little mean advantages, should not be allowed to steal in and mar the nobility of the principles that should control all the proceedings in temporal matters.—Unpublished Testimony."},{"refcode_short":"PH036 3.4","refcode_long":"Guiding Principles for the Young, p. 3.4 (Ellen Gould White)","content":"The youth may have principles so firm that the most powerful temptations of Satan will not draw them away from their allegiance.—Testimonies for the Church 3:472."},{"refcode_short":"PH036 3.5","refcode_long":"Guiding Principles for the Young, p. 3.5 (Ellen Gould White)","content":"What is the principle that is to characterize the life? Therefore glorify God in your body, and in your spirit, which are God's.—Unpublished Testimony."},{"refcode_short":"PH036 3.6","refcode_long":"Guiding Principles for the Young, p. 3.6 (Ellen Gould White)","content":"By conforming entirely to the will of God, we shall be placed upon vantage ground, and shall see the necessity of decided separation from the customs and practices of the world.—Testimonies for the Church 6:146."},{"refcode_short":"PH036 3.7","refcode_long":"Guiding Principles for the Young, p. 3.7 (Ellen Gould White)","content":"When those who confess the name of Christ shall practice the principles of the golden rule, the same power will attend the gospel as in apostolic times.—Thoughts From the Mount of Blessing, 181."},{"refcode_short":"PH036 4.1","refcode_long":"Guiding Principles for the Young, p. 4.1 (Ellen Gould White)","content":"Love must be the principle of action.—Christ's Object Lessons, 49."},{"refcode_short":"PH036 4.2","refcode_long":"Guiding Principles for the Young, p. 4.2 (Ellen Gould White)","content":"Joseph bore alike the test of adversity and prosperity.—Education, 52."},{"refcode_short":"PH036 4.3","refcode_long":"Guiding Principles for the Young, p. 4.3 (Ellen Gould White)","content":"Let every one who claims to be a child of the heavenly King seek constantly to represent the principles of the kingdom of God.—Testimonies for the Church 6:189."},{"refcode_short":"PH036 4.4","refcode_long":"Guiding Principles for the Young, p. 4.4 (Ellen Gould White)","content":"Many of the youth of this generation, in the midst of churches, religious institutions, and professedly Christian homes, are choosing the path to destruction.—Testimonies for the Church 6:254."},{"refcode_short":"PH036 4","refcode_long":"Guiding Principles for the Young, p. 4 (Ellen Gould White)","content":"Purposefulness"},{"refcode_short":"PH036 4.5","refcode_long":"Guiding Principles for the Young, p. 4.5 (Ellen Gould White)","content":"But Daniel purposed in his heart that he would not defile himself with the portion of the king's meat, nor with the wine which he drank. Daniel 1:8."},{"refcode_short":"PH036 4.6","refcode_long":"Guiding Principles for the Young, p. 4.6 (Ellen Gould White)","content":"A man's gift maketh room for him, and bringeth him before great men. Proverbs 18:16."},{"refcode_short":"PH036 4.7","refcode_long":"Guiding Principles for the Young, p. 4.7 (Ellen Gould White)","content":"High and holy must be the purpose of everyone who obtains the character all must obtain who win the crown of everlasting life.—Signs of the Times, June 20, 1900."},{"refcode_short":"PH036 4.8","refcode_long":"Guiding Principles for the Young, p. 4.8 (Ellen Gould White)","content":"Many desire the good, they make some effort to obtain it; but they do not choose it; they have not a settled purpose to secure it at the cost of all things.—Thoughts From the Mount of Blessing, 191."},{"refcode_short":"PH036 4.9","refcode_long":"Guiding Principles for the Young, p. 4.9 (Ellen Gould White)","content":"Remember that you will never reach a higher standard than you yourself set. Then set your mark high, and step by step, even though it be by painful effort, by self-denial and sacrifice, ascend the whole length of the ladder of progress. Let nothing hinder you. Fate has not woven its meshes about any human being so firmly that he need remain helpless and in uncertainty. Opposing circumstances should create a firm determination to overcome them. The breaking down of one barrier will give greater ability and courage to go forward. Press with determination in the right direction, and circumstances will be your helpers, not your hindrances.—Christ's Object Lessons, 331, 332."},{"refcode_short":"PH036 5.1","refcode_long":"Guiding Principles for the Young, p. 5.1 (Ellen Gould White)","content":"Only let the truth of this time be cordially received, and become the basis of character, and it will produce steadfastness of purpose which the allurements of pleasure, the fickleness of custom, the contempt of the world-loving, and the heart's clamors for self-indulgence are powerless to influence.—Testimonies for the Church 5:13."},{"refcode_short":"PH036 5.2","refcode_long":"Guiding Principles for the Young, p. 5.2 (Ellen Gould White)","content":"Trust in God, and seek to move from principle, strengthened and ennobled by high resolves and a determination of purpose found only in God.—Testimonies for the Church 2:313."},{"refcode_short":"PH036 5.3","refcode_long":"Guiding Principles for the Young, p. 5.3 (Ellen Gould White)","content":"It is purity of heart, singleness of purpose, that constitutes the true value of human beings.—The Review and Herald, October 6, 1891."},{"refcode_short":"PH036 5.4","refcode_long":"Guiding Principles for the Young, p. 5.4 (Ellen Gould White)","content":"He uses his gifts best who seeks by earnest endeavor to carry out the Lord's great plan for the uplifting of humanity, remembering always that he must be a learner as well as a teacher.—The Youth's Instructor, December 11, 1902."},{"refcode_short":"PH036 5.5","refcode_long":"Guiding Principles for the Young, p. 5.5 (Ellen Gould White)","content":"From Jesus’ earliest years he was possessed of one purpose. He lived to bless others.—The Desire of Ages, 70."},{"refcode_short":"PH036 5.6","refcode_long":"Guiding Principles for the Young, p. 5.6 (Ellen Gould White)","content":"The heaven-appointed purpose of giving the gospel to the world in this generation is the noblest that can appeal to any human being.... The whole world is opening to the gospel.—Education, 262."},{"refcode_short":"PH036 5.7","refcode_long":"Guiding Principles for the Young, p. 5.7 (Ellen Gould White)","content":"You may cultivate your powers to do the very best of service, and then you will find yourself in demand anywhere. You will be appreciated for what you are worth.—Special Testimony."},{"refcode_short":"PH036 6","refcode_long":"Guiding Principles for the Young, p. 6 (Ellen Gould White)","content":"Reading"},{"refcode_short":"PH036 6.1","refcode_long":"Guiding Principles for the Young, p. 6.1 (Ellen Gould White)","content":"Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand. Revelation 1:3."},{"refcode_short":"PH036 6.2","refcode_long":"Guiding Principles for the Young, p. 6.2 (Ellen Gould White)","content":"But the end of all things is at hand: be ye therefore of sound mind, and be sober unto prayer. 1 Peter 4:7. R. V."},{"refcode_short":"PH036 6.3","refcode_long":"Guiding Principles for the Young, p. 6.3 (Ellen Gould White)","content":"In God's word is found wisdom unquestionable, inexhaustible,—wisdom that originated, not in the finite, but in the infinite mind.—Testimonies for the Church 6:132."},{"refcode_short":"PH036 6.4","refcode_long":"Guiding Principles for the Young, p. 6.4 (Ellen Gould White)","content":"There is nothing more calculated to strengthen the intellect than the study of the Scriptures. No other book is so potent to elevate the thoughts, to give vigor to the faculties as the broad ennobling truths of the Bible. If God's word were studied as it should be, men would have a breadth of mind, a nobility of character, and a stability of purpose that is rarely seen in these times.—Steps to Christ, 113."},{"refcode_short":"PH036 6.5","refcode_long":"Guiding Principles for the Young, p. 6.5 (Ellen Gould White)","content":"The mind occupied by common-place matters only becomes dwarfed and enfeebled. If never tasked to comprehend grand and far-reaching truths, it after a time loses the power of growth.... As a means of intellectual training, the Bible is more effective than any other book, or all other books combined.—Education, 124."},{"refcode_short":"PH036 6.6","refcode_long":"Guiding Principles for the Young, p. 6.6 (Ellen Gould White)","content":"The special effort of ministers, and of workers all through our ranks, for this time should be to turn away the attention of the youth from all exciting stories, to the sure word of prophecy. The attention of every soul striving for eternal life should center in the Bible.—Testimonies for the Church 5:519."},{"refcode_short":"PH036 6.7","refcode_long":"Guiding Principles for the Young, p. 6.7 (Ellen Gould White)","content":"If you should read with the one object in view to improve the mind, and should read only as much as the mind could comprehend and digest, and should patiently persevere in such a course of reading, good results would be accomplished.—Testimonies for the Church 3:465."},{"refcode_short":"PH036 7.1","refcode_long":"Guiding Principles for the Young, p. 7.1 (Ellen Gould White)","content":"Chasing through books superficially, clogs the mind, and causes you to become a mental dyspeptic.—Testimonies for the Church 3:465."},{"refcode_short":"PH036 7.2","refcode_long":"Guiding Principles for the Young, p. 7.2 (Ellen Gould White)","content":"Those who have indulged the habit of racing through exciting stories, are crippling their mental strength, and disqualifying themselves for vigorous thought and research. There are men and women now in the decline of life who have never recovered from the effects of intemperate reading.... Nor is the physical effect less disastrous. The nervous system is unnecessarily taxed by this passion for reading. In some cases, youth, and even those of mature age, have been afflicted with paralysis from no other cause than excess in reading. The mind was kept under constant excitement, until the delicate machinery of the brain became so weakened that it could not act, and paralysis was the result.—Christian Education, 186, 187."},{"refcode_short":"PH036 7.3","refcode_long":"Guiding Principles for the Young, p. 7.3 (Ellen Gould White)","content":"Intemperate habits of reading exert a pernicious influence upon the brain as surely as does intemperance in eating and drinking.—Christian Education, 188."},{"refcode_short":"PH036 7.4","refcode_long":"Guiding Principles for the Young, p. 7.4 (Ellen Gould White)","content":"There are many of our youth whom God has endowed with superior capabilities. He has given them the very best of talents but their powers have been enervated, their minds confused and enfeebled, and for years they have made no growth in grace and in a knowledge of the reasons of our faith, because they have gratified a taste for story-reading. They have as much difficulty to control the appetite for such superficial reading, as the drunkard has to control his appetite for intoxicating drink. These might today be connected with our publishing houses, and be efficient workers to keep books, prepare copy for the press, or to read proof; but their talents have been perverted until they are mental dyspeptics; and consequently are unfitted for a responsible position anywhere. The imagination is diseased. They live an unreal life. They are unfitted for the practical duties of life, and that which is the most sad and discouraging is they have lost all relish for solid reading.—Testimonies for the Church 5:518."},{"refcode_short":"PH036 8.1","refcode_long":"Guiding Principles for the Young, p. 8.1 (Ellen Gould White)","content":"One of the greatest reasons why you have so little disposition to draw nearer to God by prayer is you have unfitted yourselves for this sacred work by reading fascinating stories, which have excited the imagination and aroused unholy passions.—Testimonies for the Church 1:504."},{"refcode_short":"PH036 8.2","refcode_long":"Guiding Principles for the Young, p. 8.2 (Ellen Gould White)","content":"You are indulging in evil which threatens to destroy your spirituality. It will eclipse all the beauty and interest of the sacred pages. It is love for story books, tales, and other reading which does not have an influence for good upon the mind that is in any way dedicated to the service of God. It produces a false, unhealthy excitement, fevers the imagination, unfits the mind for usefulness, and disqualifies it for any spiritual exercise.... The oftener and more diligently you peruse the Scriptures, the more beautiful will they appear, and the less relish will you have for light reading.—Testimonies for the Church 1:241, 242."},{"refcode_short":"PH036 8.3","refcode_long":"Guiding Principles for the Young, p. 8.3 (Ellen Gould White)","content":"I am troubled to see in Christian families, periodicals and newspapers containing continued stories that leave no impress of good upon the mind. I have watched those whose tastes for fiction has been thus cultivated. They have had the privilege of listening to the truths of God's word, of becoming acquainted with the reasons of our faith; but they have grown to mature years destitute of true piety.... The mind is feasted upon sensational stories. They live in an unreal world, and are unfitted for the practical duties of life. I have observed children allowed to come up in this way. Whether at home or abroad, they are either restless or dreamy, and are unable to converse save upon the most common-place subjects. The nobler faculties, those adapted to higher pursuits, have been degraded to the contemplation of trivial, or worse than trivial subjects, until their possessor has become satisfied with such topics and scarcely has power to reach anything higher.—Christian Education, 185, 186."},{"refcode_short":"PH036 9.1","refcode_long":"Guiding Principles for the Young, p. 9.1 (Ellen Gould White)","content":"The young are in great danger. Great evil results from their light reading. Much time is lost which should be spent in useful employment. Some would even deprive themselves of sleep to finish some ridiculous love story. The world is flooded with novels of every description. Some are not of as dangerous a character as others. Some are immoral, low and vulgar; others are clothed with more refinement; but all are pernicious in their influence. Oh that the young would reflect upon the influence which exciting stories have upon the mind. Can you, after such reading, open the Word of God and read the words of life with interest? Do you not find the book of God uninteresting? The charm of that love story is upon the mind, destroying its healthy tone, and making it impossible for you to fix your mind upon the important, solemn truths which concern your eternal interest. You sin against your parents in devoting to such a poor purpose the time which belongs to them, and you sin against God in thus using the time which should be spent in devotion to Him.—Testimonies for the Church 2:236."},{"refcode_short":"PH036 9.2","refcode_long":"Guiding Principles for the Young, p. 9.2 (Ellen Gould White)","content":"Avoid reading and seeing things which will suggest impure thoughts. Cultivate the moral and intellectual powers. Let not these noble powers become enfeebled and perverted by much reading of even story books. I know of strong minds that have been unbalanced and partially benumbed, or paralyzed, by intemperance in reading.—Testimonies for the Church 2:410."},{"refcode_short":"PH036 10.1","refcode_long":"Guiding Principles for the Young, p. 10.1 (Ellen Gould White)","content":"Many of the young are eager for books. They read everything they can obtain. Exciting love stories and impure pictures have a corrupting influence. Novels are eagerly perused by many, and as a result, the imaginations become defiled.—Testimonies for the Church 2:410."},{"refcode_short":"PH036 10","refcode_long":"Guiding Principles for the Young, p. 10 (Ellen Gould White)","content":"Music"},{"refcode_short":"PH036 10.2","refcode_long":"Guiding Principles for the Young, p. 10.2 (Ellen Gould White)","content":"Sing unto the Lord, all the earth; shew forth from day to day His salvation. 1 Chronicles 16:23."},{"refcode_short":"PH036 10.3","refcode_long":"Guiding Principles for the Young, p. 10.3 (Ellen Gould White)","content":"Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord. Ephesians 5:19."},{"refcode_short":"PH036 10.4","refcode_long":"Guiding Principles for the Young, p. 10.4 (Ellen Gould White)","content":"God is glorified by songs of praise from a pure heart filled with love and devotion to Him.—Testimonies for the Church 1:509."},{"refcode_short":"PH036 10.5","refcode_long":"Guiding Principles for the Young, p. 10.5 (Ellen Gould White)","content":"Music should have beauty, pathos and power.... Let the voices be lifted in songs of praise and devotion. Call to your aid, if practicable, instrumental music, and let the glorious harmony ascend to God, an acceptable offering.—Gospel Workers, 325."},{"refcode_short":"PH036 10.6","refcode_long":"Guiding Principles for the Young, p. 10.6 (Ellen Gould White)","content":"Music was made to serve a holy purpose, to lift the thoughts to that which is pure, noble and elevating, and to awaken in the soul devotion and gratitude to God. What a contrast between the ancient custom and the uses to which music is now too often devoted. How many employ this gift to exalt self, instead of using it to glorify God? A love for music leads the unwary to unite with world-lovers in pleasure-gatherings where God has forbidden his children to go. Thus that which is a great blessing when rightly used, becomes one of the most successful agencies by which Satan allures the mind from duty and from the contemplation of eternal things. Music forms a part of God's worship in the courts above, and we should endeavor, in our songs of praise, to approach as nearly as possible to the harmony of the heavenly choirs. The proper training of the voice is an important feature in education, and should not be neglected. Singing, as a part of religious service, is as much an act of worship as is prayer.—Christian Education, 62, 63."},{"refcode_short":"PH036 11.1","refcode_long":"Guiding Principles for the Young, p. 11.1 (Ellen Gould White)","content":"Music is often perverted to serve purposes of evil, and it thus becomes one of the most alluring agencies of temptation. But, rightly employed, it is a precious gift of God, designed to uplift the thoughts to high and noble themes, to inspire and elevate the soul.—Education, 167."},{"refcode_short":"PH036 11.2","refcode_long":"Guiding Principles for the Young, p. 11.2 (Ellen Gould White)","content":"Pray more than you sing.—Testimonies for the Church 1:513."},{"refcode_short":"PH036 11.3","refcode_long":"Guiding Principles for the Young, p. 11.3 (Ellen Gould White)","content":"Angels are hovering around yonder dwelling. The young are there assembled; there is the sound of vocal and instrumental music. Christians are gathered there, but what is that you hear? It is a song, a frivolous ditty, fit for the dance-hall. Behold the pure angels gather their light closer around them, and darkness envelops those in the dwelling. The angels are moving from the scene. Sadness is upon their countenances. Behold, they are weeping.... When turned to good account, music is a blessing, but it is often one of Satan's most attractive agencies to ensnare souls. When abused, it leads the unconverted to pride, vanity, and folly. When allowed to take the place of devotion and prayer, it is a terrible curse.—Testimonies for the Church 1:506."},{"refcode_short":"PH036 12.1","refcode_long":"Guiding Principles for the Young, p. 12.1 (Ellen Gould White)","content":"Satan has put vile songs in your mouths, and these you have sung, making your lips utter his praise.—Special Testimonies."},{"refcode_short":"PH036 12.2","refcode_long":"Guiding Principles for the Young, p. 12.2 (Ellen Gould White)","content":"Mothers, instead of seeking to give your daughters a musical education, instruct them in these useful branches which have the closest connection with life and health. Testimonies for the Church 2:538."}]