[{"refcode_short":"PH031 1","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 1 (Ellen Gould White)","content":"Extracts from Unpublished Testimonies in Regard to Flesh Foods"},{"refcode_short":"PH031 1.1","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 1.1 (Ellen Gould White)","content":"Many thoughts crowd into my mind, and I wish to express some of them to you. I have been calling to mind the light God has given me on health reform."},{"refcode_short":"PH031 1.2","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 1.2 (Ellen Gould White)","content":"Have you carefully and prayerfully sought to understand the will of God in these matters? The excuse has been that the outsiders would have a meat diet. I know that with care and skill, dishes could be prepared to take the place of meat in a large degree; but if one whose main dependence is meat performs the cooking, she can encourage meat-eating, and the depraved appetite will frame every kind of excuse for this kind of diet."},{"refcode_short":"PH031 1.3","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 1.3 (Ellen Gould White)","content":"Meat seldom appears on my table. For weeks at a time I would not taste it, and after my appetite had been trained, I grew stronger and could do better work. When I came to ----- I determined not to taste meat, but I could get scarcely anything else to eat; I therefore ate a little meat. It caused an unnatural action of the heart; I knew it was not the right kind of food.... The use of meat while at ----- awakened the old appetite, and after I returned home, it clamored for indulgence. Then I resolved to change entirely, and not to eat meat under any circumstances and thus encourage this appetite. Not a morsel of meat or butter has been on my table since I returned. We have milk, fruit, grains, and vegetables. For a time I lost all desire for food. Like the children of Israel I hankered after flesh meats, but I firmly refused to have meat bought or cooked. I was weak and trembling as every one who subsists on meat will be when deprived of the stimulus. But now my appetite has returned. I enjoy bread and fruit. My head is generally clear, and my strength firmer. I have none of the goneness so common with meat-eaters. I have had my lesson, and, I hope, learned it well."},{"refcode_short":"PH031 2.1","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 2.1 (Ellen Gould White)","content":"Hot biscuits and flesh meats are entirely out of harmony with health-reform principles. If we would allow reason to take the place of impulse and love of sensual indulgence, we should not taste of the flesh of dead animals. What is more repulsive to the sense or smell than a shop where flesh meats are kept for sale? The smell of the raw flesh is offensive to all whose senses have not been depraved by culture of the unnatural appetites. What more unpleasant sight to a reflective mind than the beasts slain to be devoured? If the light God has given in regard to health reform is disregarded, he will not work a miracle to keep in health those who pursue a course to make themselves sick."},{"refcode_short":"PH031 2.2","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 2.2 (Ellen Gould White)","content":"You may think you cannot work without meat. I thought so once, but I know that in his original plan, God did not provide for the flesh of dead animals to compose the diet of man. It is a grossly perverted taste that will accept such food. To think of dead flesh rotting in the stomach is revolting. Then the fact that meat is largely diseased should lead us to make strenuous efforts to discontinue its use entirely."},{"refcode_short":"PH031 2.3","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 2.3 (Ellen Gould White)","content":"My position now is to let meat altogether alone. It will be hard for some to do this—as hard as for the rum-drinker to forsake his dram,—but they will be better for the change."},{"refcode_short":"PH031 3.1","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 3.1 (Ellen Gould White)","content":"I was somewhat surprised at your argument as to why a meat-eating diet kept you in strength, for, if you put yourself out of the question, your reason will teach you that a meat diet is not of as much advantage as you suppose. You know how you would answer a tobacco devotee if he urged, as a plea for the use of tobacco, the arguments you have advanced as a reason why you should continue the use of the flesh of dead animals as food."},{"refcode_short":"PH031 3.2","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 3.2 (Ellen Gould White)","content":"The weakness you experience without the use of meat is one of the strongest arguments I could present to you as a reason why you should discontinue its use. Those who eat meat feel stimulated after eating this food, and they suppose they are made stronger. After one discontinues the use of meat, he may for a time feel a weakness, but when his system is cleansed from the effect of this diet, he no longer feels the weakness, and will cease to wish for that which he has pleaded for as essential to his strength."},{"refcode_short":"PH031 3.3","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 3.3 (Ellen Gould White)","content":"I have a large family which often numbers sixteen. In it there are men who work at the plow and who fell trees. These men have vigorous exercise, but not a particle of flesh of animals is placed upon our table. Meat has not been used by us since the Brighton camp-meeting. It was not my purpose to have it on my table at any time, but urgent pleas were made that such an one was unable to eat this or that, and that his stomach could take care of meat better than it could of anything else; then I was enticed to place it on my table. The use of cheese also began to creep in, because some liked cheese. But I soon controlled that. But when the selfishness of taking the lives of animals, to gratify a perverted appetite, was presented to me by a Catholic woman kneeling at my feet. I felt ashamed and distressed; I saw it in a new light, and I said, “I will no longer patronize the butcher: I will not have the flesh of corpses on my table.”"},{"refcode_short":"PH031 4.1","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 4.1 (Ellen Gould White)","content":"I have felt urged by the Spirit of God to set before several the fact that their suffering ill health was caused by a disregard of the light given them upon health reform. I have shown them that their meat diet, which was supposed to be essential, was not necessary, and that, as they were composed of what they ate, brain, bone, and muscle were in an unwholesome condition, because they lived on the flesh of dead animals; that their blood was being corrupted by this improper diet; that the flesh which they ate was diseased, and their entire system was becoming gross and corrupted."},{"refcode_short":"PH031 4.2","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 4.2 (Ellen Gould White)","content":"There is an alarming lethargy shown on the subject of unconscious sensualism. It is customary to eat the flesh of dead animals. This stimulates the lower passions of the human organism. In the preparation of food, the golden rays of light are to be kept shining, teaching those who sit at the table how to live. Physicians are not employed to prescribe a flesh diet for patients, for it is this kind of diet that has made them sick. Seek the Lord. When you find him, you will be meek and lowly of heart. Individually, you will not subsist upon the flesh of dead animals, neither will you put one morsel in the mouth of your children. You will not prescribe flesh, tea, or coffee for your patients, but will give talks in the parlor showing the necessity of a simple diet. You will cut away injurious things from your bill of fare. To have the physicians of our institutions educating, by precept and example, those under their care to use a meat diet, after years of instruction from the Lord, disqualifies them to be superintendents of our health institutes. The Lord does not give light on health reform that it may be disregarded by those who are in positions of influence and authority. The Lord means just what he says, and he is to be honored in what he says. Light is to be given upon these subjects. It is the diet question that needs close investigation, and prescriptions should be made in accordance with health principles."},{"refcode_short":"PH031 5.1","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 5.1 (Ellen Gould White)","content":"The Lord intends to bring his people back to live upon simple fruits, vegetables, and grains. He led the children of Israel into the wilderness, where they could not get a flesh diet, and he gave them the bread of heaven. Men did eat angels' food, but they craved the flesh-pots of Egypt, and mourned and cried for flesh, notwithstanding that the Lord had promised them if they would submit to his will, he would carry them into the land of Canaan and establish them there a pure, holy, happy people, and there should not be a feeble one in all their tribes, for he would take away all sickness from among them. But, although they had a plain thus saith the Lord, they mourned and wept and murmured and complained until the Lord was wroth with them, and because they were so determined to have the flesh of dead animals, he gave them the very diet he had withheld from them. The Lord would have given them flesh if it had been essential for their health; but he created and redeemed them, and led them a long journey in the wilderness to educate and discipline and train them into correct habits. The Lord understood what the influence of flesh-eating is upon the human system. He would have a people that would, in their physical appearance, bear the divine credentials notwithstanding their long journey."},{"refcode_short":"PH031 6.1","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 6.1 (Ellen Gould White)","content":"When I read your letter, I was forcibly reminded of the complainings of the children of Israel because they were not favored with a meat diet. The diet of animals is vegetables and grains; must the vegetables be animalized? Must they be incorporated into the system before you can get them? Must we obtain our vegetable diet by eating the flesh of dead creatures? God provided fruit in its natural state for our first parents. He gave Adam charge of the garden to dress it and to care for it, saying, “To you it shall be for meat;” one animal shall not destroy another animal for food. After the fall, the eating of flesh was suffered in order to shorten the period of the existence of the long-lived race. It was allowed because of the hardness of the hearts of men. One of the great errors that many insist upon is, that muscular strength is dependent upon animal food. But the simple grains, fruits of the trees, and vegetables have all the nutritive properties necessary to make good blood. This a flesh diet cannot do."},{"refcode_short":"PH031 6.2","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 6.2 (Ellen Gould White)","content":"When a limb is broken, physicians recommend their patients not to eat meat, as there will be danger of inflammation setting in. Condiments and spices used in the preparation of food for the table aid in digestion in the same way that tea, coffee, and liquor are supposed to help the laboring man perform his tasks. After the immediate effects are gone, they drop as correspondingly below par as they were elevated above par by these stimulating substances. The system is weakened, the blood is contaminated, and inflammation is the sure result."},{"refcode_short":"PH031 6.3","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 6.3 (Ellen Gould White)","content":"My brother, after all the light that has been given on the diet question, your lamentations because you cannot exercise freedom in meat-eating is apparently similar to the complainings, lamentations, and weeping of the children of Israel in the ears of the Lord."},{"refcode_short":"PH031 7.1","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 7.1 (Ellen Gould White)","content":"Our sanitariums should never be conducted after the fashion of the hotel. A meat diet changes the disposition and strengthens animalism. We are composed of what we eat, and eating much flesh will diminish intellectual activity. Students would accomplish much more in their studies if they never tasted meat. When the animal part of the human agent is strengthened by meat-eating, the intellectual powers diminish proportionately. A religious life can be more successfully gained and maintained if meat is discarded, for this diet stimulates into intense activities lustful propensities, and enfeebles the moral and spiritual nature. “The flesh warreth against the spirit, and the spirit against the flesh.”"},{"refcode_short":"PH031 7.2","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 7.2 (Ellen Gould White)","content":"We greatly need to encourage and cultivate pure, chaste thoughts, and to strengthen the moral powers rather than the lower and carnal powers. God help us to break from our self-indulgent appetites! The idea of eating dead flesh is abhorrent to me; the thought of one living animal eating the flesh of another animal is shocking. There is no call for it. All your excuses made in regard to faintness is an argument why you should eat no more meat."},{"refcode_short":"PH031 7.3","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 7.3 (Ellen Gould White)","content":"Cancers, tumors, and all inflammatory diseases are largely caused by meat-eating."},{"refcode_short":"PH031 7.4","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 7.4 (Ellen Gould White)","content":"From the light God has given me, the prevalence of cancers and tumors is largely due to gross living on dead flesh. I sincerely and prayerfully hope that, as a physician, you will not forever be blind on this subject, for blindness is mingled with a want of moral courage to deny our appetite, to lift the cross, which means, take up the very duties which cut across the natural passions."},{"refcode_short":"PH031 8.1","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 8.1 (Ellen Gould White)","content":"Feeding on flesh, the juices and fluids of what you eat pass into the circulation of your blood, and, as we are composed of what we eat, we become animalized; thus a feverish condition is created, because the animals are diseased, and by partaking of their flesh we plant the seeds of disease in our own tissue and blood. Then when exposed to the changes in a malarious atmosphere, these are more sensibly felt, also when we are exposed to prevailing epidemics and contagious diseases the system is not in condition to resist the disease."},{"refcode_short":"PH031 8.2","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 8.2 (Ellen Gould White)","content":"I have the subjects presented to me in different aspects. The mortality caused by meat-eating is not discerned; if it were, we would hear no more arguments and excuses in favor of the indulgence of the appetite for dead flesh. We have plenty of good things to satisfy hunger without bringing corpses upon our table to compose our bill of fare."},{"refcode_short":"PH031 8.3","refcode_long":"Extracts from Unpublished Testimonies in Regard to Flesh Foods, p. 8.3 (Ellen Gould White)","content":"I might go to any length upon this subject, but I forbear. I do hope that you, as a physician, will not by precept and example counterwork that which the Lord has given me to enlighten minds and bring in thorough reforms. I am working earnestly along these lines, and shall never cease working against the practise of meat-eating. I have had opened before me the stumbling-block which this diet question has been in your own spiritual advancement, and what a stumbling block you have placed in the paths of others, and all because your own sensibilities were blunted through the selfish gratification of the appetite. For Christ's sake look deeper, study deeper, and act in accordance with the light God has been pleased to give you and others on this subject."}]