[{"refcode_short":"PH039 3","refcode_long":"An Important Testimony to our Brethren and Sisters in New York, p. 3 (Ellen Gould White)","content":"An Important Testimony to our Brethren and Sisters in New York"},{"refcode_short":"PH039 3.1","refcode_long":"An Important Testimony to our Brethren and Sisters in New York, p. 3.1 (Ellen Gould White)","content":"The following letter was received from Sister White by the president of the New York Conference after the close of the general meeting, held at Rome January 7-11. It will speak for itself:"},{"refcode_short":"PH039 3.2","refcode_long":"An Important Testimony to our Brethren and Sisters in New York, p. 3.2 (Ellen Gould White)","content":"I am urged by the Spirit of the Lord to write you, and make a statement of things."},{"refcode_short":"PH039 3.3","refcode_long":"An Important Testimony to our Brethren and Sisters in New York, p. 3.3 (Ellen Gould White)","content":"I have been shown several times of your danger and of your living far behind when you should be far in advance of what you now are. The responsibilities which encircle you are not appreciated and are not met; and in my dreams I am writing you the past testimonies that have been given me for you in the State of New York. God has given to you great light and precious opportunities for knowing his will and doing good. This neglect affects the person himself as well as others connected with him. It is not a praise-worthy act to decline responsibility, but it is a great dishonor to your Maker who has entrusted you with talents of means and of influence, which will constitute you channels of light to the world if you are faithful to your trust. All your powers given you of God are to be used. All the means which he has lent you is to be put to wise improvement, because you are not your own, you are bought with a price, and are trading upon entrusted capital. God requires you to put to improvement every gift lent you in trust. You are not to be far-reaching merely to get gain to yourself, to give you the power to do that which the world's Redeemer has told you not to do: Lay not up for yourselves treasures upon the earth, for your heart will be upon your earthly treasures; but lay up for yourselves treasures in the heavens, in bags which wax not old."},{"refcode_short":"PH039 4.1","refcode_long":"An Important Testimony to our Brethren and Sisters in New York, p. 4.1 (Ellen Gould White)","content":"How can this be done? By constantly regarding your property as the Lord's and not your own, and yourselves as stewards of God, earnest, anxious, watching, to see what you can do in any direction to help advance the cause of God. This God's work, and you are his servants entrusted with his goods. Now if you use the Lord's goods to benefit your own personal interest far more than to benefit and advance the cause of God, you are using that which is the Lord's to flow in a selfish, worldly channel, and the cause of God is left without the means that God has entrusted to you as his stewards to be used for this very purpose. Now the reason that there is not more means in the treasury is because those whom God has made his stewards of means are unfaithful to their trust. They use God's money for selfish purposes as if it were their own, and send the means which the cause of God needs to advance his work in the world to flowing in an earthly current, in the place of being put out to the exchangers and invested in the cause of God to bring to him double improvements."},{"refcode_short":"PH039 4.2","refcode_long":"An Important Testimony to our Brethren and Sisters in New York, p. 4.2 (Ellen Gould White)","content":"I have been shown that there was not that being done which God has a right to expect of you in New York State to advance his cause and push forward the work, in wisely investing his entrusted talents. All the money is the Lord's. Why do you withhold from God that which is his own? There is not one hundredth part being done that ought to be done in your State. There is so great lack of faith and corresponding works that God cannot do much for you. The narrow faith, the narrow plans, are the limiting and binding about of the work. God will work for us just in accordance with our faith. At the slow rate our people in many States working, it would take a temporal millennium to warn the world. The angels are holding the four winds that they should not blow until the world is warned, until a people has decided for the truth, the honest of heart have been convicted and converted. Their power, their influence, and their means will then flow in the missionary channel. This is putting out the money to the exchangers, that when the Master shall come his stewards may present the talents doubled in the ingathering of souls to Jesus Christ. But the wealthy farmers are some of them acting as if in the day of God the Lord only would require of them to present to him enriched, improved farms, building added to building, and they say, “Here Lord are thy talents; behold, I have gained all this possession.” If the acres of their farms were so many precious souls saved to Jesus Christ, if their buildings were so many souls to be presented to the Master, then he could say to these men, “Well done, good and faithful servant.” But you cannot take these improved farms, or these buildings into heaven. The fires of the last days will consume them. If you invest and bury your talents of means in these earthly treasures, your heart is on them, your anxiety is for them, your persevering labor is for them, your tact, your skill is cultivated to serve earthly, worldly possessions, and are not directed or employed upon heavenly things. And you come to look upon means invested for larger plans in extending the work as so much means lost which bring no returns. This is all a mistake, because the earthly is exalted above the eternal. While the heart is on earthly treasures it can only estimate such; it cannot appreciate the heavenly treasure. It is fully occupied just as the Devil wants it should be; and the eternal is eclipsed by the earthly."},{"refcode_short":"PH039 5.1","refcode_long":"An Important Testimony to our Brethren and Sisters in New York, p. 5.1 (Ellen Gould White)","content":"Now there are many diligently at work just as though their salvation depended upon their wonderful economy in investing means in the cause of God, as though the least money they consumed in plans and efforts to broaden and build up the work of God was a virtue. And money is held in farms and in business as though their salvation depended upon the improvements to be made upon their earthly property. Do these men know that they are bound up in selfishness? Do these men know that they are robbing God every day of their lives.? Do they know that they are devoting their time, their physical and mental talents, in laying upon the foundation, hay, wood and stubble? All the improvements of years will be consumed with the fires of the last day, and if they themselves are saved, it will be only as by fire. Their whole life work is in ashes. The reward that they might have gained if they had been faithful stewards is lost, eternally lost. A host of souls that they might have saved are not saved, because of their neglect. All their powers God had given them to prove them as probationers, whether they are worthy to be entrusted with eternal riches. And there are many whose testimonies have been heard in your meetings in continual cautions, lest some advance move shall be made calling for some of their means to reflect light to the world. They are found so buried up with earthly things that they have no right estimate of the eternal riches, and would not prize heaven if it were given them. Their taste, their appetite, their pursuits, their inclinations, had all been of an earthly, worldly character, and they were unfitted for heaven; they perish with their treasures. All our talents are to be used to the utmost. We are required to develop our abilities by exercise until they have reached the highest stand-point in doing,—your farming, your building? No, but God's work, as stewards of the grace of God. Your powers are to be used in being a blessing to the world. To take God's entrusted talents and employ them for earthly, selfish, worldly purposes, and neglect the work of God in winning souls to Christ, unfaithful servants is charged upon all who do this and neglect a sacred responsibility. It is a fearful thing to take the powers of the body and of the mind, given you to be employed to be a blessing to the world, and use them in such a way that God is not honored. It is also a fearful thing to fold up the talent in a napkin, and hide it in the earth, or world, for fear God would demand it of you. This will be the cutting off of our own hopes of an eternal reward; it is the forfeiting of the crown of life, and showing that we have no esteem for an eternity of bliss. God calls upon you who have the precious light of truth in the State of New York, to no longer have your time and talents devoted to selfish purposes, and thus lost to humanity, and lost to God by folding up your talents and hiding them in the earth. All these talents must be employed to bring glory to the Giver. Accept your God-given responsibilities and take up your cross, denying yourself, or you cannot be disciples of Christ. God did not design that you should devote brain, bone, and muscle to earthly employments; he intended you should improve your talents to fill some grand and noble place in God's plans, in saving of souls, and in doing God's work. The selfish thoughts and feelings have dried up your souls. The moisture of heaven is not upon many of you. You are as dry as the hills of Gilboa that was not visited by dew nor rain. Grand opportunities are being lost and you are shriveled and dying spiritually of non-use of your talents. You cannot fulfill your solemn responsibilities to God unless you are transformed in character. Your unconscious influence in your spiritual attitude of selfish love of the world, is saying to the world, “My Lord delayeth his coming.” Your guilt is similar to that of the inhabitants of the old world. You are planting and building, and your works testify that you are not looking and watching and waiting for our Lord's appearing."},{"refcode_short":"PH039 8.1","refcode_long":"An Important Testimony to our Brethren and Sisters in New York, p. 8.1 (Ellen Gould White)","content":"How can you who are men and women blessed with so great light, so high and sacred privileges, render an account to God why you have done so little as his servants? why you have fulfilled life's grand work so unworthily? God lays responsibilities in your hands to do his work, to educate, to train all your powers to do his work with that efficiency which shall earn for you the “Well done, good and faithful servant.” Wherein does this faithfulness consist? in your withdrawing your interest, your time, your influence, from the work of God, and from seeking to send the truth to every city and village in New York, and devoting all your powers to earthly, selfish purposes? No, the blessing will be pronounced upon those who yoke up with Christ in doing his work. Ye are laborers together with God. You will reveal to the world all the faith you have. You are not all compelled to go to heathen lands; there are souls just as precious in the sight of God and valuable as your own soul right within your own borders. And how few, very few, workers are employed in giving the message of warning in the large cities! What excuse will you have prepared to offer to God for this terrible neglect of your God-given responsibilities. These souls unsaved within your reach, I was shown, will confront you in the day of judgment. You worshiped your farms, you worshiped your money, you prided yourself upon your wisdom as wise financiers in worldly affairs; but how does all this weigh with God? He said of the rich man, “Thou fool, this night thy soul shall be required of thee; then whose shall those things be, which thou hast provided?” Now the application, “So is he that layeth up treasure for himself, and is not rich toward God.” The Lord has given you light in testimonies of warning, of reproof, and counsel, but you do but little in accordance with the light given. The words of Christ are explicit, but you are not doers of his words. “Ye cannot serve God and mammon.”"},{"refcode_short":"PH039 8.2","refcode_long":"An Important Testimony to our Brethren and Sisters in New York, p. 8.2 (Ellen Gould White)","content":"There are those who do not realize that their influence reaches beyond their present life into eternity. In every life there are opportunities to accomplish much good. We are leaving impressions upon those around us for good or for evil; we are directing others in the current of thought, and their characters in a heavenly channel or in a cheap, earthly direction. We are preachers to the world, and bear a testimony in our works, in our words and in our deportment, whether we believe the truth in heart. We are confirming our profession of faith by our works or denying our faith by our works. “By their fruits ye shall know them.” Are you my brethren testifying to the world that you are getting ready to move? Do your works show that you are men and women who are waiting for your Lord? Is the heavenly country the theme of your conversation? Do you talk of the home of the blest, of the blessed Jesus in whom your hopes of eternal life are centered? Do you act before the world and in their presence as though you care more for their souls than for your cattle, your houses, and your lands? Do you contemplate that Christ sacrificed his majesty, his honor and glory to bring salvation within your reach and save every son and daughter of Adam? He for our sakes became poor, that we through his poverty might be made rich. “We are laborers together with God.” When he ascended on high he left his work in the hands of his followers to carry it forward, as he has given us an example in his self-sacrificing life. He went about doing good. Do you follow his example in this? Does your own business seem of greater importance than the precious souls Jesus came to the world to save? Oh, that I could open many eyes that Satan has blinded. Oh, that pen and voice could have an influence to arouse you from your paralysis. Oh that you could see that you are doing nothing while all heaven is engaged in intense activities to prepare a people to stand in the great day of God."},{"refcode_short":"PH039 9.1","refcode_long":"An Important Testimony to our Brethren and Sisters in New York, p. 9.1 (Ellen Gould White)","content":"You want to buy of Christ gold, white raiment, and eyesalve. Study this message to the Laodicean church, for it applies to many in New York. You need to be zealous and repent. Please consider, zealous does not mean a few feeble prayers and half-hearted confessions, it means, a zealous, earnest, determined effort to conquer your worldly, selfish love, and to be consecrated, devoted Christians, shedding a tender warmth and love wherever you are. You must have a waking up, and heart culture, or you will fail of heaven. Christ is coming. Are you ready? Are you waiting? Are you loving his appearing? What a wondrous love Christ has evidenced for us! He has said, “Love one another as I have loved you.” We need purity, truth, helpfulness and the love of Christ that sanctifies our influence. We must be full of Christ and then we shall estimate worldly things in the light of God, and when at work upon your farms, when engaged in your business vocations, you are not separating your souls from God, because you labor with the true purpose and object, recognizing God as the owner of all that you possess and you seeking wisdom to use his goods to advance his glory. You then are ministering, not slothful in business, fervent in spirit, serving the Lord. Then human lives will be blessed through your influence. The mind will be on heavenly things, you will be as in the presence of Jesus, and diffuse light to all around you. A truly Christian life will cost us thoughtfulness, searching of the Scriptures, and most earnest, persevering prayer. It will not be prayer without point and purpose, but it will be the intercession of a heart burdened for poor sinners out of Christ. It will be a heart longing to do service for Jesus in personal effort for the saving of souls of men. Jesus made great sacrifices for these souls. “Ye are laborers together with God.” Many of you who have been years in the truth have not advanced in the spiritual and divine life, because worldly business has been exalted above the heavenly. The work of God ever calls for self-sacrificing men, and every soul who has the knowledge of the truth is bound to communicate the light to others, cultivating all the graces of the Spirit to do this precious work to God's acceptance."},{"refcode_short":"PH039 10.1","refcode_long":"An Important Testimony to our Brethren and Sisters in New York, p. 10.1 (Ellen Gould White)","content":"Your lifeless, heartless, frozen-up efforts are not acceptable to God. There is no excuse for you to do so little for Jesus, when he has done so much for you. Does not God behold your works? He says, “I know thy works;” God witnesses the heart service, and God witnesses the mere lip service. We are in perilous times. If you had kept pace with the opening providence of God, and made the most of the light and privileges granted to you, you would today be a power in the world. You would not need these words I now write you, you would be all light in the Lord; divine power and glory would be manifested in your gatherings. According to your faith so shall it be unto you. If your faith claims little, you will receive only little. If you by faith see the great work to be done in the harvest field, you would see that there are too few laborers. You would fall upon your knees and pray the Lord of the harvest to send forth laborers in New York. Then you would say to those who would go forth to work in the cities, in the high-ways and hedges, with the compelling message. “I will do the very best in my power to sustain you, and I will work to the very best of my ability to reflect light upon our neighbors and to be a bright and shining light in the church, that our faith and our prayers shall go forth as sharp sickles with the laborers in the harvest field. We have work to do, solemn work, which must bear the test of the judgment."},{"refcode_short":"PH039 11.1","refcode_long":"An Important Testimony to our Brethren and Sisters in New York, p. 11.1 (Ellen Gould White)","content":"We are called to have a superior faith, because of increased light above the light of God's ancient people. Whosoever will be the friend of the world, is the enemy of God. The times in which we are living call for you who believe, to arouse, to put the armor on. You have not done any too much, but not enough. The natural consequence of works in accordance with your faith is an increased knowledge of truth and experience in heavenly things, a higher degree of consecration of all our powers and all our possessions to God; and the more firmly we walk in the path of faith, the greater will be our separation from the world, and from darkness. We will come closer and still closer to the side of the Great Light of the world. Christ is coming. We shall enter upon the year 1887 before this reaches you. Will you give to God a New Year's offering? Will you consecrate yourselves, soul, body, and spirit to God? Will you lay upon his altar that which belongs to God? Will you cut loose from the world, and will you evidence that you believe the truth? Will you cease to rob God in tithes and in offerings? “Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven and pour you out a blessing, that there shall not be room enough to receive it.”"},{"refcode_short":"PH039 12.1","refcode_long":"An Important Testimony to our Brethren and Sisters in New York, p. 12.1 (Ellen Gould White)","content":"I was in my dream a few nights since talking with you who were assembled. A large congregation was before me. I talked, I wept, I prayed, and some seemed to be as unimpressible as the granite rocks, but there was a mighty revealing of the Spirit of God. Jesus walked through our midst, he touched one and another, and still another, and how their faces lighted up! They praised God with joyful hearts. Some were passed by. Light was shining everywhere, but some poor souls Jesus looked upon with pity; they slunk into dark corners, they did not try to come to the light, while others rushed from the darkness, forcing their way, as though it was life or death with them, and the cry went forth as I never heard it before, “What shall I do to be saved?” There were confessions of sins; there was rejoicing of sins forgiven. It seemed to me they were reigned up before the judgment. But all did not participate. They had not been walking in the company of Jesus, but apart from him, and they did not realize his presence. They seemed to think it was not Jesus. Alas! they did not know him! What a solemn impression was left upon minds! I feel that it is time to awake out of sleep, to arise from the dead, and Christ will give you life. Ye are a royal nation, a peculiar people to show forth the praises of Him, who hath called you out of the darkness into his marvelous light. Oh, we may sit together in heavenly places! The light shineth in darkness, but the darkness comprehendeth it not. God forbid that we should lose the heavenly blessings because we do not comprehend the light. We must be God's peculiar people in good works."},{"refcode_short":"PH039 12.2","refcode_long":"An Important Testimony to our Brethren and Sisters in New York, p. 12.2 (Ellen Gould White)","content":"May the Lord help you to put away darkness, and come to the light. Where there is one man laboring in New York there ought to be one hundred. The Lord has given the light of truth, but men who have means are encouraged in the covetousness which will prove their ruin, by limiting the work of God to meet the selfishness, and worldly loving spirit of those who claim to believe the truth. Brethren, it is too late in the day for this kind of work. The precious light which has been freely given to us of God was not given to Sodom or Gomorrah, or they would not have perished in their sins. We have superior advantages, and we shall be judged by the light and privileges of the times in which we are living. God will not give judgment in our favor, because like Capernaum we are now exalted to heaven in point of privileges. But what use have we made of God's blessings? Are we walking in the light, working in the light, in accordance with the holy character of truth which we possess? There is a great work to be done in home missions. In laboring in America you do not have the difficulties which we have here in Europe. What is wanted is men sanctified in heart and life, elevated and ennobled by the greatness of the truth. We need men who will have the true enterprising spirit of doing something, who will walk humbly with God, and who will strive to push the triumphs of the cross of Christ."},{"refcode_short":"PH039 13.1","refcode_long":"An Important Testimony to our Brethren and Sisters in New York, p. 13.1 (Ellen Gould White)","content":"May God help you not to do less than you have done, but to do a much greater work in the Lord. The day is far spent, the night is at hand. The watchman must cry, “The morning cometh, and also the night.”"},{"refcode_short":"PH039 13.2","refcode_long":"An Important Testimony to our Brethren and Sisters in New York, p. 13.2 (Ellen Gould White)","content":"P.S.—Will you please to read this in your churches? and will you make earnest effort to draw nigh to God that God may draw nigh to you? Will you urge upon the churches the searching of the Scriptures and the careful reading of the Testimonies? The warnings that have been given to arouse the churches to activity have not been regarded, and God holds the church guilty because of this neglect. You need the revival of the Spirit of God. You need in the several churches to greatly humble your souls before God, lest Jesus pass by and leave you no blessing. Now while mercy lingers, be in earnest. Make no delay, lest it shall be forever too late. The slumber of the world-loving men and women is deep. It will require a powerful effort to break up this frozen state of things and thaw out souls. May God help you to help yourselves."}]