[{"refcode_short":"PH037 7","refcode_long":"Hillcrest School Farm, p. 7 (Ellen Gould White)","content":"Hillcrest School Farm"},{"refcode_short":"PH037 7.1","refcode_long":"Hillcrest School Farm, p. 7.1 (Ellen Gould White)","content":"“The Lord has a great work to be done in the Southern States of America.... He requires far more of his people than they have given him in missionary work among the people of the South of all classes, and especially the colored race.”"},{"refcode_short":"PH037 7.2","refcode_long":"Hillcrest School Farm, p. 7.2 (Ellen Gould White)","content":"“Those living in places where the work has been long established, should remember the needs of the preparatory work to be done in Nashville.”"},{"refcode_short":"PH037 7.3","refcode_long":"Hillcrest School Farm, p. 7.3 (Ellen Gould White)","content":"“The work in Nashville is important. If the workers labor earnestly and judiciously, there will be conversions to the truth in.... Nashville.”"},{"refcode_short":"PH037 7.4","refcode_long":"Hillcrest School Farm, p. 7.4 (Ellen Gould White)","content":"“A school for colored people should be established outside the city of Nashville, on land that can be utilized for industrial purposes.”"},{"refcode_short":"PH037 7.5","refcode_long":"Hillcrest School Farm, p. 7.5 (Ellen Gould White)","content":"“I was instructed by the Lord that the Southern field was to be given every advantage. Especially was Nashville to be worked: ... Years ago the Spirit of the Lord moved upon the hearts of men to establish in this city institutions of learning to educate the colored people of the South. The Lord now desires his people to establish institutions in this center where a good work has already been done.... I was instructed that memorials for God were to be established in this place, not only right in this city, but a little distance from it.”"},{"refcode_short":"PH037 7.6","refcode_long":"Hillcrest School Farm, p. 7.6 (Ellen Gould White)","content":"“A more decided interest should be manifested in the work of helping the colored people. If in the future we are to do nothing more for all colored people than we have done in the past, let us lay aside all pretense that we have entered Nashville for the purpose of helping them.... The Lord is not pleased with the present showing. Let there now be a reformation, and the Lord will work with those who are willing to co-operate with him.”"},{"refcode_short":"PH037 8.1","refcode_long":"Hillcrest School Farm, p. 8.1 (Ellen Gould White)","content":"“There is a great work to be done. Some will ask, What can be done to work effectively the city of Nashville?—One way to success is to get a place a few miles out of Nashville, and there establish a school and a sanitarium, and from these institutions as working centers, begin to work Nashville as we have not worked it yet.”"},{"refcode_short":"PH037 8.2","refcode_long":"Hillcrest School Farm, p. 8.2 (Ellen Gould White)","content":"“We need to be less diffident about making known our needs to those who can help us in carrying forward the work. The Lord will surely acknowledge determined efforts made to help the people who are in need of help.”"},{"refcode_short":"PH037 8.3","refcode_long":"Hillcrest School Farm, p. 8.3 (Ellen Gould White)","content":"“My brethren, I entreat you not to let the work for the colored people be longer neglected.... Let our ministers say to the people, Our time in which to work is short. Make it possible to secure places from which the work for the colored people can be carried on. As the Lord's stewards, we are responsible for the welfare of the needy.... The needs of the work, and the motives that should prompt our gifts, should be presented to believers, and urgent calls made upon our churches.”"},{"refcode_short":"PH037 8.4","refcode_long":"Hillcrest School Farm, p. 8.4 (Ellen Gould White)","content":"“What I have said in the past should be repeated.”"},{"refcode_short":"PH037 8.5","refcode_long":"Hillcrest School Farm, p. 8.5 (Ellen Gould White)","content":"“Men and women from the colored race are to be educated to work as missionaries for their own people. This education and training is to be given them within their own borders. Schools for colored children and youth are to be established in many different places in the Southern field. I am deeply interested in the maintenance of these schools. I have often spoken on the importance of this work. I desire to do my part in helping this branch of the Lord's cause in the Southern field. And I am calling upon my brethren and sisters in America to act their part. I am pleading with them to show by their works a firm faith in the power of God to gather out from the Southland a people who shall be a praise to his name, and who shall finally unite with the redeemed from among men in singing the song of Moses and the Lamb.”—The Gospel Herald, October, 1907."},{"refcode_short":"PH037 31.1","refcode_long":"Hillcrest School Farm, p. 31.1 (Ellen Gould White)","content":"“Culture on all points of practical life will make our youth useful after they shall leave school to go to foreign countries. They will not then have to depend upon the people to whom they go to cook and sew for them or build their habitations. They will be much more influential if they show that they can educate the ignorant how to labor by the best methods and to produce the best results. This will be appreciated where means are difficult to obtain. They will reveal that missionaries can become educators in teaching them how to labor. A much smaller fund will be required to sustain such missionaries, because they put to the very best use their physical powers, in useful, practical labor, combined with their studies. And wherever they go, all that they have gained in this line will give them standing-room. If the light God has given were cherished, students would leave our schools free from the burden of debt.”"},{"refcode_short":"PH037 33","refcode_long":"Hillcrest School Farm, p. 33 (Ellen Gould White)","content":"The Hillcrest School"},{"refcode_short":"PH037 33.1","refcode_long":"Hillcrest School Farm, p. 33.1 (Ellen Gould White)","content":"During our visit to Nashville, I visited the Hillcrest School Farm, where Brethren Staines and Bralliar are laboring to establish a training-school for colored workers. This farm of ninety-three acres is about six miles from Nashville. The location is excellent. Here the students can be trained to erect buildings and to cultivate the land as a part of their education. At the same time they can be given instruction in Bible knowledge, and be fitted by general study of wisely selected books to know how to do the work to which they are called."},{"refcode_short":"PH037 33.2","refcode_long":"Hillcrest School Farm, p. 33.2 (Ellen Gould White)","content":"As I saw the different parts of the farm, my heart was glad. The hill land is suitable for the buildings, for the orchard, and for pasture, and the level land will be highly appreciated when faithfully worked. A beginning has been made in the erection of cottages for students. They are plain and inexpensive, but comfortable and convenient. More of these cottages are needed. One cottage that I visited had just been built with money given by Sister Marian Stowell-Crawford. Those who are bearing the burden of this work should be encouraged, and not hindered by words that would dishearten them or dampen the faith of those who have been helping them."},{"refcode_short":"PH037 34.1","refcode_long":"Hillcrest School Farm, p. 34.1 (Ellen Gould White)","content":"My heart was filled with thanksgiving to God that a place has been provided here near Nashville where intelligent youth, seeking to obtain an education that will fit them to help others, can have the advantages offered by the Hillcrest School. The Lord is indeed moving upon the hearts of his people, and leading them to aid in the establishment of training centers for the education of colored youth to labor among their own race. Hillcrest is a beautiful property, and gives opportunity to provide for many to receive a training for service. Let us thank God for this, and take courage."},{"refcode_short":"PH037 34.2","refcode_long":"Hillcrest School Farm, p. 34.2 (Ellen Gould White)","content":"Brother Staines and his associates are engaged in a good work. I believe that the Lord has led them, and will bless them in doing conscientiously that which they have undertaken. It is my prayer that the Lord will move upon the minds of his people to take hold of this work and help it forward. We must not let the criticism and unwise movements of some of the brethren dishearten the workers, and hinder the work. As the Lord has led Brother Staines to take up this work, so others will be led in various places to help. Men in different parts of the field, as laborers together with God, will search out promising colored youth, and encourage them to attend this school. And they will help in the providing of a suitable building with class rooms."},{"refcode_short":"PH037 34.3","refcode_long":"Hillcrest School Farm, p. 34.3 (Ellen Gould White)","content":"When we were ready to return to Nashville, the teachers and students all gathered in the class room, and I said to them:—"},{"refcode_short":"PH037 34.4","refcode_long":"Hillcrest School Farm, p. 34.4 (Ellen Gould White)","content":"“I am thankful that I have had the privilege of visiting this school. You all should appreciate it. Here you have high and low ground. You are to prepare the ground for the sowing of the seed; and in your efforts the blessing of the Lord will certainly be with you, if you will walk humbly with God. Trust in him who understands the situation. Then he can work with you in all your efforts, and you will see of the salvation of God."},{"refcode_short":"PH037 35.1","refcode_long":"Hillcrest School Farm, p. 35.1 (Ellen Gould White)","content":"“You will have our prayers, and our help as far as we can give it. Our interests will go with you. And the Lord will help you in making this effort, not merely because of the good that may be accomplished in this school, but because of the many others who need the experience you are having. The work you do here may result in the salvation of hundreds of souls."},{"refcode_short":"PH037 35.2","refcode_long":"Hillcrest School Farm, p. 35.2 (Ellen Gould White)","content":"“If you will follow on to know the Lord, you may know his goings forth are prepared as the morning; and the blessing of the Lord will rest on parents and children. There is one point that we must be careful to remember. It is this, that the students in this school will carry away with them what they see and hear here. They will follow the example you give them."},{"refcode_short":"PH037 35.3","refcode_long":"Hillcrest School Farm, p. 35.3 (Ellen Gould White)","content":"“I am deeply interested in the work that is being done here, because special light has been given me regarding the neglect there has been to take up the work you are doing. I have specified in my writings what this work is. I have tried again and again to impress its importance on the minds of the people. I shall still talk of it wherever I go."},{"refcode_short":"PH037 35.4","refcode_long":"Hillcrest School Farm, p. 35.4 (Ellen Gould White)","content":"“You are not working alone. When you are tempted to become discouraged, remember this. Angels of God are right around you. They will minister to the very earth, causing it to give forth its treasures."},{"refcode_short":"PH037 35.5","refcode_long":"Hillcrest School Farm, p. 35.5 (Ellen Gould White)","content":"“This is the instruction I am trying to give to our people. I want them to understand what could be accomplished if we would work according to the will of the Lord. It is the Lord who has given the instruction. Let us follow his directions.”"},{"refcode_short":"PH037 35.6","refcode_long":"Hillcrest School Farm, p. 35.6 (Ellen Gould White)","content":"After speaking these words of encouragement, we bowed in prayer, and the blessing of the Lord rested upon me, giving assurance and hope regarding this work so humbly begun. I there decided to give one hundred dollars to help in equipping the school. And I now present to our people an invitation to join me in giving the means necessary to its work."},{"refcode_short":"PH037 36.1","refcode_long":"Hillcrest School Farm, p. 36.1 (Ellen Gould White)","content":"Let the teachers consider this message: “Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.”"}]