[{"refcode_short":"PH030 9","refcode_long":"An Exposure of Fanaticism and Wickedness, p. 9 (Ellen Gould White)","content":"An Exposure of Fanaticism and Wickedness"},{"refcode_short":"PH030 9","refcode_long":"An Exposure of Fanaticism and Wickedness, p. 9 (Ellen Gould White)","content":"Written Statement from Sister White"},{"refcode_short":"PH030 9.1","refcode_long":"An Exposure of Fanaticism and Wickedness, p. 9.1 (Ellen Gould White)","content":"I am compelled to state that I have not had the least faith in Mr. Garmire or his work. The pamphlet that was issued last fall at the time of our Jackson camp-meeting had not the least sanction of our people. They were sent broadcast by stealing the Review and Herald list."},{"refcode_short":"PH030 9.2","refcode_long":"An Exposure of Fanaticism and Wickedness, p. 9.2 (Ellen Gould White)","content":"The daughter of Mr. Garmire claims, or he claims for her, to have visions; but they bear not the stamp of God. They are of the same character as many such things we have met in our experience,—a delusion of Satan."},{"refcode_short":"PH030 9.3","refcode_long":"An Exposure of Fanaticism and Wickedness, p. 9.3 (Ellen Gould White)","content":"I plainly stated at the Jackson camp meeting to these fanatical parties that they were doing the work of the adversary of souls; they were in darkness. They claimed to have great light that probation would close in October, 1884."},{"refcode_short":"PH030 9.4","refcode_long":"An Exposure of Fanaticism and Wickedness, p. 9.4 (Ellen Gould White)","content":"I there stated in public that the Lord had been pleased to show me that there would be no definite time in the message given of God since 1844; and that I knew that this message which four or five were engaged in advocating with great zeal, was heresy. The visions of this poor child were not of God. This light came not from heaven. Time was short; but the end was not yet. A great work was to be accomplished to prepare a people to be sealed with the seal of the living God."},{"refcode_short":"PH030 10.1","refcode_long":"An Exposure of Fanaticism and Wickedness, p. 10.1 (Ellen Gould White)","content":"Mr. Garmire, Frank Allen, and Frank Jones were the principal advocates of this heresy. God does not send his light and his truth through impure channels. The record of these men is not clear. They have pursued such a course in their religious life that we have no confidence in them as Christians."},{"refcode_short":"PH030 10.2","refcode_long":"An Exposure of Fanaticism and Wickedness, p. 10.2 (Ellen Gould White)","content":"We thought that after the time passed they might humble themselves, confess their delusion, and the Lord would pardon the grievous sin of erecting a false light. But no; they went farther and farther into delusion. I wish to warn all in Battle Creek, and all who are liable to be in any way deceived by these men, that they are in a delusion."},{"refcode_short":"PH030 10.3","refcode_long":"An Exposure of Fanaticism and Wickedness, p. 10.3 (Ellen Gould White)","content":"Frank Jones is a special agent of Satan. He has had influence to deceive some souls. When his doctrines are so manifestly originated by a mind impure and corrupt, we would think any mind that had been under the influence of the Spirit of God, and that was conversant with the Scriptures in any degree, would turn from his polluting heresy, and denounce his vagaries with loathing. But there is that in the human heart which inclines to accept anything new and odd and strange, even of the most inconsistent and revolting character."},{"refcode_short":"PH030 10.4","refcode_long":"An Exposure of Fanaticism and Wickedness, p. 10.4 (Ellen Gould White)","content":"This poor blind man has greater spiritual blindness than that which marks his temporal vision. Satan has manufactured most loathsome vagaries to present as truth. Should the Bible present any such ideas, well might infidels be justified in their unbelief. We warn all who may be brought under the influence of these few deluded ones, to not receive them into their houses, or to bid them Godspeed; for they are doing the work of Satan as verily as the arch deceiver himself."},{"refcode_short":"PH030 10.5","refcode_long":"An Exposure of Fanaticism and Wickedness, p. 10.5 (Ellen Gould White)","content":"God's standard is his holy, perfect law; elevate that. Let nothing move your feet from the solid Rock. Truth is ever pure, elevating, and ennobling. Truth never leads to unchastity, nor to moral pollution. Truth never degrades the receiver, never leads to any impropriety of conduct. But those who have taken the course these men have, will go to great extremes in fanatical errors and wild, unreasonable vagaries. They began to find fault with the church; the church was backslidden, the leaders were backslidden. They had a wonderful message. God had left the church and the leading men one side, and these men were God's messengers, to give the last message of mercy, and proclaim the end of time which Mr. Garmire's daughter had professed to see in vision."},{"refcode_short":"PH030 11.1","refcode_long":"An Exposure of Fanaticism and Wickedness, p. 11.1 (Ellen Gould White)","content":"These men despised all counsel, all advice, and maintained that they had the truth. They denounced the church as forsaken, fallen. I conversed with Frank Allen, and told him of his errors. I presented his inconsistent life, his wicked, immoral course of action, breaking the commandments of God, and showed him the questionable Christian character of Mr. Garmire."},{"refcode_short":"PH030 11.2","refcode_long":"An Exposure of Fanaticism and Wickedness, p. 11.2 (Ellen Gould White)","content":"The past record of Frank Jones in the books of heaven testified against him; for he left a spotted record. I warned him to change his course, but he paid no heed. He despised all counsel. We thought after the time they had set, passed, then we might be able to do something with these deceived, deluded souls. But they were just as firm and determined as ever. They manifested a stubborn persistence in having their own way."},{"refcode_short":"PH030 11.3","refcode_long":"An Exposure of Fanaticism and Wickedness, p. 11.3 (Ellen Gould White)","content":"I regretted that Bro. Shrock should be drawn into this delusion; for I believed him to be the only honest one among them. He sold his home, and these deluded men drew upon his funds to support themselves and their families, until this brother was alarmed at the increasing demands, and withdrew, in a great measure, his support. I hope this brother will wrench himself free from Satan's snares, and make thorough work to confess his errors, and then take his place again, humble and penitent, at the feet of Jesus."},{"refcode_short":"PH030 12.1","refcode_long":"An Exposure of Fanaticism and Wickedness, p. 12.1 (Ellen Gould White)","content":"I warn my brethren and sisters to give not one word of sympathy or support to these men who have been holding fast their loathsome errors in the face of evidence and light to the contrary. We would suppose that such a warning was wholly unnecessary; but when there are men and women who are inclined to condemn the church, and those whom God has used to bear his message to the world, they are in danger of following a strange voice, rather than that of the true Shepherd."},{"refcode_short":"PH030 12.2","refcode_long":"An Exposure of Fanaticism and Wickedness, p. 12.2 (Ellen Gould White)","content":"Christ says, My sheep hear my voice, and the voice of a stranger will they not follow. Mr. Garmire is trying to make his voice heard; but listen not. God does not select men whose lives and Christian character are questionable wherever they have lived, and give them special light, and pass his true, devoted, self-sacrificing servants by. This is not God's plan. It looks, just as it is, like the work of the great adversary of souls."},{"refcode_short":"PH030 12.3","refcode_long":"An Exposure of Fanaticism and Wickedness, p. 12.3 (Ellen Gould White)","content":"Frank Jones and Frank Allen are men of whom you may well beware. God is not with them. They are led by another spirit. Their doctrines are the doctrines of Satan. Beware of these men who lie in wait to deceive unwary souls. But how any one can be deceived by them is a mystery."},{"refcode_short":"PH030 12.4","refcode_long":"An Exposure of Fanaticism and Wickedness, p. 12.4 (Ellen Gould White)","content":"May the Lord give wisdom to his people that they will not so far separate themselves from the true Shepherd that they can hear the voice of a stranger, and follow him rather than the true Shepherd. We do well that we take heed what we hear and what we believe, lest we be found wholly deceived, on Satan's ground."}]