[{"refcode_short":"PH043 1","refcode_long":"The Judgment, p. 1 (Ellen Gould White)","content":"The Judgment"},{"refcode_short":"PH043 1","refcode_long":"The Judgment, p. 1 (Ellen Gould White)","content":"Important Personal Testimony"},{"refcode_short":"PH043 1.1","refcode_long":"The Judgment, p. 1.1 (Ellen Gould White)","content":"On the morning of October 23, 1879, about two o'clock, the Spirit of the Lord rested upon me, and I beheld scenes in the coming Judgment. Language fails me in which to give an adequate description of the things which passed before me, and of the effect they had upon my mind."},{"refcode_short":"PH043 1.2","refcode_long":"The Judgment, p. 1.2 (Ellen Gould White)","content":"The great day of the execution of God's judgment seemed to have come. Ten thousand times ten thousand were assembled before a large throne, upon which was seated a person of majestic appearance. Several books were before him, and upon the covers of each was written in letters of gold, which seemed like a burning flame of fire, “Ledger of Heaven.” One of these books containing the names of those who claimed to believe the truth was then opened. Immediately I lost sight of the countless millions about the throne, and only those who were professedly children of the light and of the truth engaged my attention. As these persons were named, one by one, and their good deeds mentioned, their countenances would light up with a holy joy that was reflected in every direction. But this did not seem to rest upon my mind with the greatest force."},{"refcode_short":"PH043 2.1","refcode_long":"The Judgment, p. 2.1 (Ellen Gould White)","content":"Another book was opened, wherein were recorded the sins of those who professed the truth. Under the general heading of selfishness came every other sin. There were also headings over every column, and underneath these, opposite each name, were recorded in their respective columns the lesser sins. Under covetousness came falsehood, theft, robbery, fraud, and avariciousness; under ambition came pride and extravagance; jealousy stood at the head of malice, envy, hatred; and intemperance headed a long list of fearful crimes, such as lasciviousness, adultery, indulgence of animal passions, etc. As I beheld, I was filled with inexpressible anguish, and exclaimed, Who can be saved? who will stand justified before God? whose robes are spotless? who are faultless in the sight of a pure and holy God?"},{"refcode_short":"PH043 3.1","refcode_long":"The Judgment, p. 3.1 (Ellen Gould White)","content":"As the Holy One upon the throne slowly turned the leaves of the Ledger, and his eyes rested for a moment upon individuals, his glance seemed to burn into their very souls, and at the same moment every word and action of their lives passed before their minds as clearly as if traced before their vision in letters of fire. Trembling seized them, and their faces turned pale. Their first appearance when around the throne was that of careless indifference. But how changed their appearance now! The feeling of security is gone, and in its place is a nameless terror. A dread is upon every soul lest he shall be found among those who are wanting. Every eye is riveted upon the face of the One upon the throne; and as his solemn, searching eye sweeps over that company, there is a quaking of heart, for they are self-condemned without one word being uttered. In anguish of soul each declares his own guilt, and with terrible vividness sees that by sinning he has thrown away the precious boon of eternal life."},{"refcode_short":"PH043 4.1","refcode_long":"The Judgment, p. 4.1 (Ellen Gould White)","content":"One class were registered as cumberers of the ground. As the piercing eye of the Judge rested upon these, their sins of neglect were distinctly revealed. With pale and quivering lips they acknowledged that they had been traitors to their holy trust. They had had warnings and privileges, but they had not heeded nor improved them. They now see that they presumed too much upon the mercy of God. True, they had not such confessions to make as had the vile and basely corrupt; but like the fig-tree they were cursed because they bore no fruit, because they had not put to use the talents intrusted to them."},{"refcode_short":"PH043 4.2","refcode_long":"The Judgment, p. 4.2 (Ellen Gould White)","content":"This class had made themselves supreme, laboring only for selfish interests. They were not rich toward God, not having responded to his claims upon them. Although professing to be servants of Jesus Christ, they brought no souls to him. Had the cause of God been dependent on their efforts, it would have languished; for they not only withheld the means lent them of God, but they withheld themselves. But these now see and feel that in occupying an irresponsible position in reference to the work and cause of God, they have placed themselves on the left hand. They had opportunity, but would not do the work that they could and should have done."},{"refcode_short":"PH043 5.1","refcode_long":"The Judgment, p. 5.1 (Ellen Gould White)","content":"The names of all who professed the truth were mentioned. Some were reproved for their unbelief, others for having been slothful servants. They allowed others to do the work in the Master's vineyard, and to bear the heaviest responsibilities, while they were selfishly serving their own temporal interests. By cultivating the abilities God had given them, they could have been reliable burden-bearers, working for the interest of the Master. Said the Judge, All will be justified by their faith, and judged by their works. How vivid then appeared their neglect, and how wise the arrangement of God in giving to every man a work to do to promote the cause and save his fellow-men. Each was to demonstrate a living faith, in his family and in his neighborhood, by showing kindness to the poor, sympathizing with the afflicted, engaging in missionary labor, and by aiding the cause of God with his means. But like Meroz, the curse of God rested upon them for what they did not do. They loved that work which would bring the greatest profit in this life; and opposite their names in the Ledger devoted to good works, there was a mournful blank."},{"refcode_short":"PH043 6.1","refcode_long":"The Judgment, p. 6.1 (Ellen Gould White)","content":"The words spoken to these were most solemn: You are weighed in the balances, and found wanting. You have neglected spiritual responsibilities because of busy activity in temporal matters, while your very position of trust made it necessary that you should have more than human wisdom and greater than finite judgment. This you needed in order to perform even the mechanical part of your labor; and when you disconnected God and his glory from your business, you turned from his blessing."},{"refcode_short":"PH043 6.2","refcode_long":"The Judgment, p. 6.2 (Ellen Gould White)","content":"The question was then asked, Why have you not washed your robes of character and made them white in the blood of the Lamb? God sent his Son into the world, not to condemn the world, but that through him it might be saved. My love for you has been more self-denying than a mother's love. It was that I might blot out your dark record of iniquity; and put the cup of salvation to your lips, that I suffered the death of the cross, bearing the weight and curse of your guilt. The pangs of death, and the horrors of the darkness of the tomb, I endured that I might conquer him who had the power of death, unbar the prison-house, and open for you the gates of life. I submitted to shame and agony because I loved you with an infinite love, and would bring back my wayward, wandering sheep to the paradise of God, to the tree of life. That life of bliss which I purchased for you at such a cost, you have disregarded. Shame, reproach, and ignominy, such as your Master bore for you, you have shunned. The privileges he died to bring within your reach have not been appreciated. You would not be partaker of his sufferings, and you cannot now be partaker with him of his glory."},{"refcode_short":"PH043 7.1","refcode_long":"The Judgment, p. 7.1 (Ellen Gould White)","content":"Upon one page of the Ledger, under the head of “Fidelity,” was the name of my husband. His life, character, and all the incidents in our experience, seemed to be brought vividly before my mind. A very few items which impressed me, I will mention. I was shown that God had qualified my husband for a specific work, and in his providence had united us to carry forward this work. Through the testimonies of his Spirit he had imparted to him great light. He had cautioned, warned, reproved, and encouraged; and it was due to the power of his grace that we had been enabled to bear a part in the work from its very commencement. God had miraculously preserved his mental faculties, notwithstanding his physical powers had given out again and again."},{"refcode_short":"PH043 8.1","refcode_long":"The Judgment, p. 8.1 (Ellen Gould White)","content":"God should have the glory for the unbending integrity and noble courage to vindicate the right and condemn the wrong which my husband has had. Just such firmness and decision were necessary at the commencement of the work, and they have been needed all along, as it progressed step by step. But if with this courage, firmness, and indomitable energy he had perseveringly cultivated gentleness, kindness, and charity, graces positively essential in carrying forward any great enterprise, but especially the work of God, he would now have greater influence than he has. He has stood in defense of the truth without yielding a single principle to please the best friend. He has had an ardent temperament, bold and fearless in acting and speaking. This has often led him into difficulties which he might frequently have avoided. He has been obliged to stand more firmly, to be more decided, to speak more earnestly and boldly, because of the very different temperament of the men connected with him in his labor. But even here he has made mistakes, in misjudging the motives of his brethren."},{"refcode_short":"PH043 9.1","refcode_long":"The Judgment, p. 9.1 (Ellen Gould White)","content":"Had Elder Smith exercised more firmness and boldness in defending the right and condemning the wrong, my husband would not have been forced to take such firm, decided positions. This disposition on the part of Elder Smith to overlook wrong, and leave evils uncorrected, which, though small at first, would increase till they finally destroyed the purity of the church, has forced my husband to act, and caused his course, in contrast with Elder Smith's, to seem very severe and dictatorial. Had Elder Smith stood as a bold soldier for Jesus Christ, had he called sin, fraud, and dishonesty by their right names, had he given these evils their just rebuke, less of such disagreeable work would have fallen upon my husband, and less cause would have been given for temptation in regard to his course of action."},{"refcode_short":"PH043 10.1","refcode_long":"The Judgment, p. 10.1 (Ellen Gould White)","content":"God would have the facts appear as they are. Elder Smith has neglected to cultivate those traits of character which it is so needful that all who are engaged in the work of God should possess. Pleasing or unpleasing to human nature, faithfulness, vigilance, and boldness must be exercised, or sin will triumph over righteousness. A failure to see and sense the wants of the cause for this time, and to reprove sin, is called by some, meekness; God calls it unfaithfulness, and spiritual sloth. He gives no credit to those who shun the cross and neglect the disagreeable duties, thereby imperiling his church. Envy, jealousy, dishonesty, falsehoods, and evil surmisings have ever had to be met. They existed in the time of ancient Israel, and will ever be found in modern Israel. Some one must meet this element, and whoever does will displease some; it cannot be otherwise, for there will ever be those who will sympathize with wrong-doers. Those who have shunned that part of the work which requires anxiety and care, boldness and fortitude, will receive no reward for their silence and their peaceful demeanor; but condemnation will be written against them."},{"refcode_short":"PH043 11.1","refcode_long":"The Judgment, p. 11.1 (Ellen Gould White)","content":"“Son of man, I have made thee a watchman unto the house of Israel; therefore hear the word at my mouth, and give them warning from me. When I say unto the wicked, Thou shalt surely die, and thou givest him not warning, nor speakest to warn the wicked from his wicked way, to save his life, the same wicked man shall die in his iniquity, but his blood will I require at thine hand. Yet if thou warn the wicked, and he turn not from his wickedness, nor from his wicked way, he shall die in his iniquity; but thou hast delivered thy soul. Again, when a righteous man doth turn from his righteousness, and commit iniquity, and I lay a stumbling block before him, he shall die; because thou hast not given him warning he shall die in his sin, and his righteousness which he hath done shall not be remembered; but his blood will I require at thine hand. Nevertheless, it thou warn the righteous man, that the righteous sin not, and he doth not sin, he shall surely live, because he is warned; also thou hast delivered thy soul.”"},{"refcode_short":"PH043 12.1","refcode_long":"The Judgment, p. 12.1 (Ellen Gould White)","content":"This exactly represents the case of ministers in our day. It is an evil day. Satan is continually at work to press his temptations among us. At first he presents little deviations from right; then after the senses have become accustomed to this slight departure from the light which God has given, he presents another temptation to lead away from former positions and principles. Then as the mind becomes accustomed to that, he presents a still greater departure from the simplicity of our faith, until the barriers are broken down, and idolatry in various forms is at home in our midst. God then moves upon those who will not shun to declare his whole counsel, and charges them, “Lift up thy voice like a trumpet, and show my people their transgression, and the house of Jacob their sins. Yet they seek me daily, ... as a nation that did righteousness, and forsook not the ordinance of their God.” Those who ought to be humiliating their souls before God will then begin to justify themselves:—"},{"refcode_short":"PH043 13.1","refcode_long":"The Judgment, p. 13.1 (Ellen Gould White)","content":"“What an easy, happy time we were having. The church was in a pleasant condition. We were doing well. But, lo! here come Elder White and his wife, the disturbers of Israel. They always create a trouble whenever they come. If they only had the sweet spirit of Elder Smith; he never hurts any one's feelings, he never says sharp and cutting things.” But these blind ones do not see that this very pleasing, careless indifference on the part of men at Battle Creek who have failed to keep the fort, has created the necessity for the alarm to be sounded and the cutting rebukes to be given. Where would the church drift, were it not for the plain, close, searching testimonies to arouse them from their slumber?"},{"refcode_short":"PH043 13.2","refcode_long":"The Judgment, p. 13.2 (Ellen Gould White)","content":"I was shown that God had given judgment and strength of discrimination to my husband in the past, not because this was exclusively for him, but because he was willing to use these abilities. God has given him clear foresight, because he put to use what he had given him. God has given him the power to form and execute plans with the needed firmness, because he did not refuse to exercise these qualities of the mind, and to venture in order to advance the work of God."},{"refcode_short":"PH043 14.1","refcode_long":"The Judgment, p. 14.1 (Ellen Gould White)","content":"Self has at times been mingled with the work; but when the Holy Spirit has controlled his mind, he has been a most successful instrument in the hands of God for the upbuilding of his cause. He has had elevated views of the Lord's claims upon all who profess his name,—of their duty to stand in defense of the widow and the fatherless, to be kind to the poor, to help the needy, and to guard the interests of those who should settle at Battle Creek. He would jealously guard the interests of his brethren that no unjust advantage should be taken of them. His self-denial, and firm, conscientious purpose to deal justly and love mercy, and see that justice was done and no fraud allowed, has made him enemies of those who wished to serve themselves at the expense of their brethren. His zeal in these matters has sometimes caused him to exercise too great severity in order to have right rule, and wrong rebuked."},{"refcode_short":"PH043 15.1","refcode_long":"The Judgment, p. 15.1 (Ellen Gould White)","content":"The earnest efforts of my husband to build up the institutions in our midst I also saw registered in the Ledger of Heaven. The truth sent out from the press was like rays of light emanating from the sun in all directions. This work was commenced and carried forward at a great sacrifice of strength and means."},{"refcode_short":"PH043 15.2","refcode_long":"The Judgment, p. 15.2 (Ellen Gould White)","content":"When affliction came upon my husband, other men were selected to take his place. They commenced with a good purpose, but they had never learned the lesson of self-denial. Had they felt the necessity of earnestly agonizing before God daily, and thrown their souls unselfishly into the work, not depending upon self, but upon the wisdom of God, they would have shown that their works were wrought in God. Had they heeded the reproofs and counsels given, when they did not meet the mind of the Spirit of God, they would have been saved from sin. But they followed the inclination of their own carnal hearts, instead of walking in the counsel of God, and the record in the books of God was sad indeed. Unfaithfulness, dishonesty, and fraud were written against them."},{"refcode_short":"PH043 16.1","refcode_long":"The Judgment, p. 16.1 (Ellen Gould White)","content":"Direct theft and outright robbery are not the sins which these men of influence are guilty of committing; but it is the petty dishonesties, the prevarications, the incorrect entries and false statements, which amount to quite a large sum in the course of years. The great evil exists in the heart,—dishonesty of soul. Any deviation from perfect fairness and integrity in business or in trade, little though it may be, is copied by others, only to be increased in magnitude two, three, four, five, or even ten fold. “He that is faithful in that which is least, is faithful also in much; and he that is unjust in the least, is unjust also in much.”"},{"refcode_short":"PH043 16.2","refcode_long":"The Judgment, p. 16.2 (Ellen Gould White)","content":"It is not the magnitude of the transaction that makes it fair or unfair, honest or dishonest. It is the purpose of the heart begotten by covetousness and selfishness, which leads a man to overreach his neighbor in the smallest item. If temptation were placed in his way, and circumstances favored, he would overreach on a much larger scale. When the strict line of duty is passed, when rectitude is sacrificed, the way is opened to go to greater lengths. In the case of Adam it was not the value of the fruit of which he partook which made his sin so grievous, but it was the departure from God's requirements, the failure to stand the test. He was found on Satan's side when he should have been found wholly on the side of the Lord and of Heaven. The sin of Adam and Eve consisted in their disobedience of the express command of God."},{"refcode_short":"PH043 17.1","refcode_long":"The Judgment, p. 17.1 (Ellen Gould White)","content":"A man who is honest before God will deal justly with his fellow-men, whether or not it is for his own personal interest to do so. The outward acts are a fair transcript of the principles within. Many whom God called to his work have been tested and proved, and found wanting; and there are others whom he is now testing and proving. He makes examples of those who prove recreant to their trust; but men whose hearts are not right with God see virtues in those who have failed, where God sees dishonesty; and sin is not called by its right name and regarded in its aggravated character."},{"refcode_short":"PH043 18.1","refcode_long":"The Judgment, p. 18.1 (Ellen Gould White)","content":"After God had tested and proved us in the furnace of affliction, he raised up my husband and gave him greater clearness of mind and power of intellect to plan and execute than he had before his affliction. When my husband felt his own weakness and moved in the fear of God, then the Lord was his strength; but when he did not fully rely upon God, his impetuosity of character brought him into difficulties. In the deep earnestness of his warm heart he was ready to promise and undertake much in the service of those he loved; and in order to help others he sometimes taxed himself severely. But this was a moral weakness in his character,—his dislikes were as strong as his affections, and he did not always control his feelings, but moved too much by present impulse. His whole heart is in anything he undertakes; but he has acted at times under the power of strong feelings. Unexpected changes taking place, his mind has been turned in different directions. While he has labored under the special grace of God, these natural traits, which have been sharpened by disease, were not discernible. Prompt in speech and action, he has pushed forward reforms where they would otherwise have languished. He has made very liberal donations, fearing that his means would prove a snare to him. He has been cautioned through the testimonies in regard to these matters. God had made him his steward, and intrusted him with means to use judiciously for the advancement of his cause. Should he at once give all his means, he would not answer the purpose of God as a wise steward; for enterprises will be constantly arising until the close of time calling for means to carry forward the work of God, and some one should be able to lead out and set an example in donating. Large donations to any one object would limit his ability to aid in other enterprises which are equally important."},{"refcode_short":"PH043 19.1","refcode_long":"The Judgment, p. 19.1 (Ellen Gould White)","content":"When my husband has overworked, and nature has been burdened beyond endurance, a long period of sickness has resulted, then has come discouragement, as he has had a painful consciousness of his inability to plan and work to advance the cause of God. It has seemed to him of but little consequence to retain money, and he has donated largely to the various enterprises connected with the work of God. When he has recovered his health, he has found himself limited in means, and fearing he has not been as careful in its application as would best serve the cause of God, he has claimed the privilege of reconsidering the matter, especially as he has seen bad management in using the means which has cost us so much hard labor, physically and mentally, to accumulate. But the principle of this is not good. If he has given to his own hurt, when in physical and mental strength he should not change. If he sees that he has made mistakes, he should move more carefully in the future, consulting others at every step, and seeking wisdom from above more earnestly, that all his work may be wrought in God."},{"refcode_short":"PH043 21.1","refcode_long":"The Judgment, p. 21.1 (Ellen Gould White)","content":"The charge of dishonest dealing with his fellow-men does not stand against him; he has been as true to the interests of the cause as the compass to the pole. But he gives his brethren opportunity to misjudge him, by his apparent desire to advantage himself. He has labored beyond his strength almost constantly, when he was able to labor at all. But when assailed by envy and jealousy he has made himself the subject of thought and of remark, and has called the attention of others to himself. He has thought the course of his brethren compelled him to do this."},{"refcode_short":"PH043 21.2","refcode_long":"The Judgment, p. 21.2 (Ellen Gould White)","content":"The large donations he has made from time to time, the sacrifice of means he has made upon the Pacific coast to establish the Signs Office and build meeting-houses there, have not been appreciated; but he should consider that he did not do this for his brethren, but for God. His brethren and his own children have been willing to draw from us more means than we should have invested on the Pacific coast, or in the institutions at Battle Creek. His whole soul was ardent and full of zeal to push forward the work. Some have thought that he must be making money fast, in order to give so liberally. He has had to meet disaffection and murmurings on every side. These have been greatly magnified in his mind, and he has felt too keenly over them. He has been enshrined in the hearts of his brethren generally; but a few have always been ready to complain, and to entertain a spirit of jealousy and envy."},{"refcode_short":"PH043 22.1","refcode_long":"The Judgment, p. 22.1 (Ellen Gould White)","content":"Men who have never felt the burden of the work, and have never exercised disinterested benevolence and care-taking, have not been the ones to allay suspicion and discountenance disparaging remarks. Those who have been willing to bear responsibilities themselves, could understand my husband's efforts to lift when the load pressed heavy, and they have been true to him from first to last. He has overlooked this very pleasant feature in his experience, and has looked upon the dark side, reasoning for himself and repeating what he has done for the cause. In calling attention to himself he has cast a shadow between him and his Redeemer, which has darkened his pathway."},{"refcode_short":"PH043 23.1","refcode_long":"The Judgment, p. 23.1 (Ellen Gould White)","content":"Our important institutions, which have had the very best of our lives in disinterested, unselfish labor, should respond to the labor which was bestowed when everything went so hard. Every new enterprise, every forward movement, met at first with opposition from our ministers and people; and these enterprises had to be carried through by the most taxing efforts at every step, to bring them into existence and keep them advancing with the opening providence of God. But the work has been helped forward by others as well as my husband; and he must not feel that he is deserving of all the credit."},{"refcode_short":"PH043 23.2","refcode_long":"The Judgment, p. 23.2 (Ellen Gould White)","content":"Men who occupy responsible positions in the work of God should not feel that it is required of them to deal with those whose very lives are interwoven with the rise and growth of these institutions, and who made them what they were in their prosperity, as with others who have had no special burden and have acted no leading part in bringing them into existence. These institutions will not please God, if they neglect the duty of giving honor to whom honor is due. The guardians of these institutions will not displease God in treating very tenderly the self-sacrificing servants of God whom he has used as his chosen instruments in the upbuilding of his cause. They should exercise the same tenderness toward them which children should exercise toward their parents; while tenderness should be ever cherished in return. These institutions are as dear to us as our children."},{"refcode_short":"PH043 24.1","refcode_long":"The Judgment, p. 24.1 (Ellen Gould White)","content":"God would have those who guard these institutions appreciate those whom he has chosen, and esteem them highly for their work's sake. Sharp, close dealing in business is entirely out of place between them and the father of these institutions, whose earnest working and self-denying efforts have, through the blessing of God, made them what they are. Such a course would be regarded by the servant of God as injustice, and would result in awakening in him the same spirit."},{"refcode_short":"PH043 25.1","refcode_long":"The Judgment, p. 25.1 (Ellen Gould White)","content":"My husband has been upon the point recently of separating his interest from these institutions, and of taking up the work of publishing on his own responsibility. This, God would not approve. His interest must remain with the institutions. He has labored faithfully for them, not receiving in times past that which was his just due, that he might give an example to others. He has placed his wages for his labor, which has been continuous and wearing, three times nearly costing him his life, upon the level of a common working hand. God would not have him feel that he must now bear the responsibilities of these institutions. He has not physical or mental power to do the planning and executing for this great work. He should feel that he is in a great measure released from this."},{"refcode_short":"PH043 25.2","refcode_long":"The Judgment, p. 25.2 (Ellen Gould White)","content":"While God has given us our work to do in bearing our testimony to the people by pen and voice, others must come to bear burdens in connection with the cause. My husband should do all he can do with calmness, with unselfish motives, and then welcome all to act their part in planning and executing. Should they fail in any of their undertakings, they should not therefore be deemed unqualified for the work; for to err is human. They should not become discouraged, but should endeavor to learn by every apparent failure how to make a success of the next effort. And if they connect with the Source of wisdom they will surely succeed."},{"refcode_short":"PH043 26.1","refcode_long":"The Judgment, p. 26.1 (Ellen Gould White)","content":"My husband has erred in making public the errors of those who were willing to do all they could to lift burdens. One word spoken to weaken the influence of those who are doing their best to advance the cause of God, is no more excusable in him than it was in those who stood ready to repulse his every effort during the earlier stages of the work. God is putting burdens upon more inexperienced shoulders. He is fitting them to be caretaking, to venture, to run risks. Mistakes have been made and will be made; but should these errors be presented before the public in contrast with his success, thus arousing suspicious and jealousies that the men whom God is working with cannot be trusted, it would discourage those who were doing their very utmost to promote the interests of the work of God, and would hinder some whom God is moving upon, who would otherwise sustain the cause. Not one word should be spoken or written to weaken the influence of his fellow-laborers, those connected with these institutions, or cast reflections upon their plans and the execution of them, unless some evidence is given that downright dishonesty is endangering the cause of God."},{"refcode_short":"PH043 27.1","refcode_long":"The Judgment, p. 27.1 (Ellen Gould White)","content":"My husband has been highly favored in being connected with one whom God is leading, counseling, and teaching, by pointing out the way and warning against dangers. To this is due, in a great measure, his success. Those less favorably situated cannot be expected to steer as clear of mistakes as he has done. To contrast their course with his is scarcely just and fair. Too much already has been made public in regard to the weaknesses of ministers and others professing the truth. This has injured the cause of God by giving impressions to those not of our faith, that either we were a weak, inefficient people or that uncharitableness existed to a great degree among us. The latter has been the case. These things have worked against us. We should just as zealously guard the reputation of our ministering brethren as we would have them guard our reputation. We should do unto them exactly as we would have them do unto us under similar circumstances. The golden rule has been violated again and again by my husband."},{"refcode_short":"PH043 28.1","refcode_long":"The Judgment, p. 28.1 (Ellen Gould White)","content":"He has felt that due respect was not shown him in not publishing all his articles, when some of them would have made unfavorable impressions upon minds, and worked against the interests of the cause, by presenting the mistakes and errors of those who have to bear burdens of responsibility. These thrusts in public are not in the order of God, and would prove a greater injury to the cause than the mistakes he would reprove."},{"refcode_short":"PH043 28.2","refcode_long":"The Judgment, p. 28.2 (Ellen Gould White)","content":"God would not have those who are connected with these institutions make my husband a pack-horse for their difficulties. He has encouraged the referring of matters to him too much; and the work has been retarded. He is not always in a condition of physical and spiritual health to make decisions in regard to such matters; and should they be brought before him, and he devote that thought, and study, and prayer to the subject which are required in order to give an answer according to the mind of God, he would be unable to stand under the burden. If others are to throw their burdens of anxiety, close thinking, and earnest prayer upon him, they will fail to gain that deep, living experience which they might otherwise obtain in carrying forward the work. He should not feel that he is responsible for all their planning and executing. And if my husband gives hasty decisions, without taking in all the bearings of the question before him, he is liable to make mistakes, and to mar the cause of God. When my husband is known to have sufficient physical and mental health for counsel and advice, then the large plans devised by others may be laid before him. The long experience he has had, and the light God has given me, may be of great service to the cause of God, when important decisions are to be made."},{"refcode_short":"PH043 30.1","refcode_long":"The Judgment, p. 30.1 (Ellen Gould White)","content":"Human weakness is apparent in the strongest of men. The best are but erring mortals, and one should not feel at liberty to sit in judgment upon the motives or actions of his brethren. Charity, which is so much lacking, is yet very essential in this age of the world. God would have his ministers, and every soul connected with his work in these sacred institutions, show marked respect and love for one another; in honor, preferring one another."},{"refcode_short":"PH043 30.2","refcode_long":"The Judgment, p. 30.2 (Ellen Gould White)","content":"All who have responsible positions must realize that they must first have power with God, in order that they may have power with the people. Those who devise and execute plans for our institutions must connect with Heaven, if they would have wisdom, foresight, discernment, and keen perception. The Lord is left out of the question altogether too much, when everything depends upon his blessing. God listens to the appeals of his self-denying workers who labor to advance his cause. He has even condescended to talk with feeble mortals, face to face. He listens to the importunate prayers of those who really long for his help, not only with patience, but with approval."},{"refcode_short":"PH043 30.3","refcode_long":"The Judgment, p. 30.3 (Ellen Gould White)","content":"His servant Moses felt his insufficiency for the great work before him, and pleaded, with an earnestness that seemed almost presumption, for the presence of God to be with him. But instead of receiving a reproof, the earnest pleader receives the reply, “My presence shall go with thee, and I will give thee rest,”—an assurance that all his burdens may be rested upon God. But the mind of Moses is so burdened with the tremendous weight of the responsibilities resting upon him that he approaches still nearer to God, and his request is pressed still further. The answer from God is, “I will do this thing also that thou hast spoken; for thou hast found grace in my sight, and I know thee by name.” Encouraged by his success, Moses ventures still further,—a holy boldness he possesses, until it reaches a point which is incomprehensible to poor, finite man. The servant of God has been, through prayer, approaching nearer and nearer to God, and now prefers a request such as no mortal man had ever dared to make,—“I beseech thee, show me thy glory.” Will God thrust aside his servant now for his apparent presumption? The third time, the answer comes, “I will make all my goodness to pass before thee.” The Lord of glory promises to show Moses all he can bear of his glory, in his present, mortal state. He was told that he could not see the full, unveiled glory of God, and live. Oh, what condescension on the part of God! That Hand that made the worlds takes the mighty man of faith and puts him in a cleft of the rock, that he may show him his glory, and make all his goodness to pass before him. Tenderly that Monarch of the universe, the King of Glory, puts his hand over this worm of the dust, that the splendor of his divine majesty may not consume him."},{"refcode_short":"PH043 32.1","refcode_long":"The Judgment, p. 32.1 (Ellen Gould White)","content":"The close intercourse which Moses had with God, and the glorious manifestation vouchsafed to him, caused his face to shine so brightly with heavenly luster that the people of Israel could not look upon him. He appeared like a bright angel from Heaven. This personal experience of the knowledge of God was of more value to him as a man bearing responsibilities as a leader than all his former education in the learning of the Egyptians. The most brilliant intellect, the most earnest study, the highest eloquence, can never be substituted for the wisdom and power of God in those who are bearing the responsibilities connected with his cause. Nothing can be substituted for the grace of Christ and the knowledge of God's will."},{"refcode_short":"PH043 33.1","refcode_long":"The Judgment, p. 33.1 (Ellen Gould White)","content":"God has made every provision for man to have help which he alone can give him. If he allows his work to hurry, drive, and confuse, so that he will have no time for devotional thought, or for prayer, he will make mistakes. If a standard is not lifted up by Jesus Christ against Satan, he will overcome those who are engaged in the important work for this time."},{"refcode_short":"PH043 33.2","refcode_long":"The Judgment, p. 33.2 (Ellen Gould White)","content":"It is the privilege of every one connected with these institutions to be connected in close relationship with God, and if they fail to do this they show themselves unfitted for their work of trust. The provision made for us all through Christ was a full and perfect sacrifice,—a sinless offering. His blood can cleanse the foulest stain. Had he been but a man, we would be excusable for our lack of faith and obedience, and present state of darkness and feebleness. He came to save that which was lost. We are not qualified for the great work for this time, except when we labor in God; when our prayers, earnest and fervent, are continually ascending to the throne of grace."},{"refcode_short":"PH043 33.3","refcode_long":"The Judgment, p. 33.3 (Ellen Gould White)","content":"A great mistake has been made in the outlay of means in Oakland, Cal., and in Battle Creek, causing an accumulation of debts which have involved these institutions in embarrassment. Now the evil of this is fully seen, and the pressure is felt. But it is with them as with a bank; if the impression goes out that failure is imminent, all who have intrusted their money in them will rush to call it out. The greatest wisdom is now required to manage these important institutions in such a manner that the difficulties which threaten to ruin them may be overcome. All may come out in safety by managing judiciously and economically, and keeping the embarrassment under which they are laboring as close as possible. A few injudicious words spoken without thought by my husband will do a work he can never undo if he would. He will awaken the fears of those who have invested means, and will lead them to withdraw it, which must ruin the Sanitarium and our publishing house on the Pacific coast. If we will labor with courage now, in this financial crisis, prudently, disinterestedly, calling in means, the difficulty will be overcome."},{"refcode_short":"PH043 34.1","refcode_long":"The Judgment, p. 34.1 (Ellen Gould White)","content":"My husband and myself should no longer bear the burdens in this cause; but we should never have cause to feel that we are supplanted by others, who, as the work increases, have to come in to bear responsibilities. One should not in any case feel envious or suspicious of another; but all should work in harmony; they are a part of the great whole. Interested workers must be found, who will qualify themselves, by close connection with God, to be guardians and directors of our institutions. Those of God's servants who have borne the burden and heat of the day should be honored and highly esteemed for their work's sake. But the people should trust alone in the living God. The workers individually should rely upon God. My husband's voice should not absolutely control, independent of those placed as a committee to form the plans and execute them."},{"refcode_short":"PH043 35.1","refcode_long":"The Judgment, p. 35.1 (Ellen Gould White)","content":"In answer to prayer, God's care for his servant has been evinced again and again in raising him up from an apparently hopeless condition, physically and mentally. In the hurry of labor and the pressure of business, there has been much wear and work, but less spirituality. The meekness and love of Christ have been greatly lacking. A spirit of hurry has driven away the sweet spirit of Christ. More would have been done in the end, and in a much better manner, had more calmness been manifested, and true kindness and respect shown for all the servants of God who are laboring to advance the cause. God is never in a hurry. While the work should be pushed forward with persevering energy, it might better move more slowly than to be carried on in a spirit of hurry and friction, nervousness, and severe reprimands, which bring confusion and great unhappiness."},{"refcode_short":"PH043 36.1","refcode_long":"The Judgment, p. 36.1 (Ellen Gould White)","content":"I saw that many sharp words had been spoken from impulse by my husband to his brethren, and his character is estimated according to the words spoken, even by those who ought to know him better. Deeds of kindness now and then cannot take the place of kind words and true courtesy, neither can soft speeches and kind words take the place of reproof which ought to be given for sin to our brethren, relatives, and worldlings. But on this point my husband is weak, and often fails in giving reproofs when he should not."},{"refcode_short":"PH043 36.2","refcode_long":"The Judgment, p. 36.2 (Ellen Gould White)","content":"Liberality of feeling, generosity and nobleness of spirit, fairness and candid judgment and mildness, are the essence of Christianity; and the neglect of this, wounds our Redeemer, and brings a reproach upon the cause of God. The Lord requires my husband to cultivate love and tender affection for his brethren; not love which is dependent upon feeling, but love which is a principle; kindliness which is not spasmodic."},{"refcode_short":"PH043 37.1","refcode_long":"The Judgment, p. 37.1 (Ellen Gould White)","content":"God would have had my husband exert a power of influence from the first, in molding the work as it progressed, after the divine pattern. The donation of means, the taxing of his strength in wearing labor, have been an easier work than to bring himself to task, and discipline and control his own spirit, ever having the spirit of Christ, and keeping self out of sight. The lesson of self-government is the most important lesson that man ever learned. My husband has been acknowledged as the acting head in this work. Wherever the head moves, the body follows. The speeches he has felt free to make to his brother ministers up to the present time have displeased God. He has been tempted to question and find fault with any move of importance that he did not suggest or originate. He must see that this is not pleasing to God, and must change his course, or else he will mar the work. God is fitting up men to bear burdens, to plan and execute, and my husband must not stand in the way."},{"refcode_short":"PH043 37.2","refcode_long":"The Judgment, p. 37.2 (Ellen Gould White)","content":"He cannot encircle the cause of God in his arms; it is too broad; many heads and many hands are needed to plan and labor, not saving themselves. For want of experience, mistakes will be made; but if the workers connect with God, he will give them an increase of wisdom."},{"refcode_short":"PH043 38.1","refcode_long":"The Judgment, p. 38.1 (Ellen Gould White)","content":"The attention of men all over the land is fixed intently upon the work here at Battle Creek. With the deepest anxiety, many are watching for the development of the faith and principles which are here cherished, and which will ere long be brought into testing activity. Never since the creation of the world were such important interests at stake as now depend upon the action of men who believe and are giving the last message of warning to the world."},{"refcode_short":"PH043 38.2","refcode_long":"The Judgment, p. 38.2 (Ellen Gould White)","content":"My husband's last sickness came upon him in consequence of bearing burdens which God had warned him he ought not to bear. Nature could not bear up under the pressure, unless God should work a miracle. My husband trusted too much to his own strength and wisdom, and the Lord permitted sickness to come upon him, that he might realize his own weakness."},{"refcode_short":"PH043 38.3","refcode_long":"The Judgment, p. 38.3 (Ellen Gould White)","content":"God has given us night as one of his greatest blessings, bringing quiet and repose to overworked bodies and minds. We cannot prosecute any labor, however interesting and essential, without periods of rest, when the human machinery shall stand still. When the hour of retirement comes, we should yield to nature's sweet restorer. If her claims are not obeyed, if the hours of sleep are abridged, the result will be weariness and want of every power. God has not constituted men to pursue one round of either labor or enjoyment."},{"refcode_short":"PH043 39.1","refcode_long":"The Judgment, p. 39.1 (Ellen Gould White)","content":"Eld. White and Dr. Kellogg have not given themselves proper rest. God instituted the Sabbath as a day of rest to repair nature's exhausted energies. No mind can continue day after day without cessation, either in business which taxes the mental powers, or in the acquirement of knowledge, without injury. There is no night in Heaven. There is no wear and weariness of the human machinery. There we shall never be sensible of fatigue; never need or want repose. There is no tire in performing God's will; we shall never be wearied in sounding his praise. We shall always have the freshness of the morning. But as we are now in this world, with bodies which weary, we must pay heed to God's plans, and take repose when we need it."},{"refcode_short":"PH043 40.1","refcode_long":"The Judgment, p. 40.1 (Ellen Gould White)","content":"We are both in the decline of life. Our time to work is limited at the longest, and we have not a day to waste in justifying ourselves in acts which are not in harmony with the spirit of Christ. Our influence should be felt in Battle Creek so long as we can remain without gathering burdens upon us and leaving others to go lightly loaded. If we would take the responsibilities of the work, there are too many who would be willing that we should bear them; and when we leave them, others would not know where to take hold. It is not our work to serve tables. God did not raise up my husband and give him a new lease of life for any such work. He would have us bear the testimony he gives us, not in self, but in the spirit of Christ; and with the softening influence of his grace upon our hearts we have a molding influence upon the cause of God at the great heart of the work. The testimonies of the Spirit of God are greatly needed here."},{"refcode_short":"PH043 40.2","refcode_long":"The Judgment, p. 40.2 (Ellen Gould White)","content":"True godliness includes kindness and the filling in of all the graces of the Spirit in the character like the fine pencilings in a picture. We should labor continually to advance the glory of God, and to bless and save our fellow-men. Our work should not wind up as it began. There must be less hurry and fatigue, and more thoughtfulness and repose, less nervous action, and more prayer. The day of God will test the spirit that has governed the life. There has been too much self and too little Jesus in the labor that has been performed. The Christian life must exemplify the life of Christ. The great mystery of godliness must be developed in the life and character; then the influence upon the church will be to bring it up to a higher and purer life."}]