[{"refcode_short":"PH048 3","refcode_long":"Living by Principle, p. 3 (Ellen Gould White)","content":"Living by Principle"},{"refcode_short":"PH048 3.1","refcode_long":"Living by Principle, p. 3.1 (Ellen Gould White)","content":"Let the youth take the Bible as their guide, and stand like a rock for principle, and they can aspire to any height of attainment.—Signs of the Times, March 4, 1889."},{"refcode_short":"PH048 3.2","refcode_long":"Living by Principle, p. 3.2 (Ellen Gould White)","content":"Joshua 1:8: This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou mayest observe to do according to all that is written therein: for then thou shalt make thy way prosperous, and then thou shalt have good success. [The Bible texts have been supplied by the compiler.]"},{"refcode_short":"PH048 3.3","refcode_long":"Living by Principle, p. 3.3 (Ellen Gould White)","content":"God's ... workers are called upon to remember that they cannot drift along with unsettled principles which are warped and distorted by impulse, without misrepresenting the truth which they profess, and doing a lasting injury to their own souls.—Special Testimonies, Series A 7:41."},{"refcode_short":"PH048 3.4","refcode_long":"Living by Principle, p. 3.4 (Ellen Gould White)","content":"2 Samuel 12:14: Howbeit, because by this deed thou hast given great occasion to the enemies of the Lord to blaspheme, the child also that is born unto thee shall surely die."},{"refcode_short":"PH048 3.5","refcode_long":"Living by Principle, p. 3.5 (Ellen Gould White)","content":"Teachers and students are constantly at work, weaving the web of their eternal destiny. Every time the shuttle passes, it draws after it a thread which is fastened to right principles and holy actions, or the opposite. Students may have fastened to their threads that which is not profitable for their future life.—Unpublished Testtimony."},{"refcode_short":"PH048 3.6","refcode_long":"Living by Principle, p. 3.6 (Ellen Gould White)","content":"Galatians 2:20, 18: I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.... If I build again the things which I destroyed, I make myself a transgressor."},{"refcode_short":"PH048 4.1","refcode_long":"Living by Principle, p. 4.1 (Ellen Gould White)","content":"What is the principle that is to characterize the life?—“Therefore glorify God in your body, and in your spirit, which are God's.”—Unpublished Testtimony."},{"refcode_short":"PH048 4.2","refcode_long":"Living by Principle, p. 4.2 (Ellen Gould White)","content":"The youth may have principles so firm that the most powerful temptations of Satan will not draw them away from their allegiance.—Testimonies for the Church 3:472."},{"refcode_short":"PH048 4.3","refcode_long":"Living by Principle, p. 4.3 (Ellen Gould White)","content":"Luke 23:4: Then said Pilate to the chief priests and to the people, I find no fault in this man."},{"refcode_short":"PH048 4.4","refcode_long":"Living by Principle, p. 4.4 (Ellen Gould White)","content":"Daniel 6:5: Then said these men, We shall not find any occasion against this Daniel, except we find it against him concerning the law of his God."},{"refcode_short":"PH048 4.5","refcode_long":"Living by Principle, p. 4.5 (Ellen Gould White)","content":"The promises of God do not rest upon feeling. They have a foundation as distinct from feeling as light is from darkness. We must learn to move from principle; and when we learn to do this, we shall move understandingly, and not be controlled by varying emotions.—Signs of the Times, November 11, 1889."},{"refcode_short":"PH048 4.6","refcode_long":"Living by Principle, p. 4.6 (Ellen Gould White)","content":"2 Corinthians 1:20: For all the promises of God in him are yea, and in him Amen, unto the glory of God by us."},{"refcode_short":"PH048 4.7","refcode_long":"Living by Principle, p. 4.7 (Ellen Gould White)","content":"The Lord's workers cannot be too careful that their actions do not contradict their words; for a consistent life alone can command respect. If our practise harmonizes with our teachings, our works will have effect; but piety that is not based upon conscientious principles is as salt without savor. To speak, and do not, is as sounding brass and a tinkling cymbal. It is of no use for us to strive to inculcate principles which we do not conscientiously practise.—Special Testimonies, Series A 7:37."},{"refcode_short":"PH048 4.8","refcode_long":"Living by Principle, p. 4.8 (Ellen Gould White)","content":"1 Timothy 4:12: Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity."},{"refcode_short":"PH048 4.9","refcode_long":"Living by Principle, p. 4.9 (Ellen Gould White)","content":"Every act of life is great for good or evil; and it is only by acting upon principle in the tests of daily life that we acquire power to stand firm and faithful in the most dangerous and most difficult positions.—Health Reformer, May 1, 1878."},{"refcode_short":"PH048 5.1","refcode_long":"Living by Principle, p. 5.1 (Ellen Gould White)","content":"Jeremiah 12:5: If thou hast run with the footmen, and they have wearied thee, then how canst thou contend with horses? and if in the land of peace, wherein thou trustedst, they wearied thee, then how wilt thou do in the swelling of Jordan?"},{"refcode_short":"PH048 5.2","refcode_long":"Living by Principle, p. 5.2 (Ellen Gould White)","content":"Whether rich or poor, high or low, Satan finds employment for the youth who are not trained to useful industry, and guarded and barricaded with principle.—Signs of the Times, November 12, 1896."},{"refcode_short":"PH048 5.3","refcode_long":"Living by Principle, p. 5.3 (Ellen Gould White)","content":"The progress of reform depends upon a clear definition and recognition of fundamental truth. The principles of God's law must be kept before the people as everlasting and inexorable as the character of God himself.—Health Reformer, August 1, 1878."},{"refcode_short":"PH048 5.4","refcode_long":"Living by Principle, p. 5.4 (Ellen Gould White)","content":"Habakkuk 2:2: And the Lord answered me, and said, Write the vision, and make it plain upon tables, that he may run that readeth it."},{"refcode_short":"PH048 5.5","refcode_long":"Living by Principle, p. 5.5 (Ellen Gould White)","content":"The Bible teaches men to act from principle; and whenever we successfully resist evil influence, we are strengthening that principle which has been assailed. The mere possession of talent is no guarantee of usefulness or happiness in life. Right principles are the only basis of true success.—The Review and Herald, September 25, 1883."},{"refcode_short":"PH048 5.6","refcode_long":"Living by Principle, p. 5.6 (Ellen Gould White)","content":"James 4:7: Submit yourselves therefore to God. Resist the devil, and he will flee from you."},{"refcode_short":"PH048 5.7","refcode_long":"Living by Principle, p. 5.7 (Ellen Gould White)","content":"Every heart will be tested, every character developed. It is principle that God's people must act upon. The living principle must be carried out in the life.—Testimonies for the Church 1:222."},{"refcode_short":"PH048 5.8","refcode_long":"Living by Principle, p. 5.8 (Ellen Gould White)","content":"Ezekiel 18:20: The soul that sinneth, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him."},{"refcode_short":"PH048 6","refcode_long":"Living by Principle, p. 6 (Ellen Gould White)","content":"The Power of Influence"},{"refcode_short":"PH048 6.1","refcode_long":"Living by Principle, p. 6.1 (Ellen Gould White)","content":"Every uttered word exerts an influence, every action involves a train of responsibility. No one can live to himself in this world, even if he would. Each one forms a part of the great web of humanity, and through our individual threads of influence we are linked to the universe. Christ used his influence to draw men to God, and he left us an example of the way in which we should speak and act. A person who is molded by the Spirit of God will know how to speak a “word in season to him that is weary,” and will realize the highest human blessedness,—the joy of imparting to others the precious treasures of the wisdom and grace of Christ. But those who permit themselves to be controlled by the enemy of all good will speak words which should never be uttered.—The Review and Herald, February 16, 1897."},{"refcode_short":"PH048 6.2","refcode_long":"Living by Principle, p. 6.2 (Ellen Gould White)","content":"Psalm 1:1: Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful."},{"refcode_short":"PH048 6.3","refcode_long":"Living by Principle, p. 6.3 (Ellen Gould White)","content":"The influence of a thoughtless word may affect a soul's eternal destiny. Every person is exerting an influence upon the lives of others. We must either be as a light to brighten and cheer their path, or as a desolating tempest to destroy. We are either leading our associates upward to happiness and immortal life, or downward to sorrow and eternal ruin. No man will perish alone in his iniquity. However contracted may be one's sphere of influence, it is exerted either for good or for evil.—Testimonies for the Church 4:654."},{"refcode_short":"PH048 6.4","refcode_long":"Living by Principle, p. 6.4 (Ellen Gould White)","content":"Romans 14:7: For none of us liveth to himself, and no man dieth to himself."},{"refcode_short":"PH048 6.5","refcode_long":"Living by Principle, p. 6.5 (Ellen Gould White)","content":"Every act of our lives affects others for good or evil. Our influence is tending upward or downward; it is felt, acted upon, and to a greater or less degree reproduced by others. If by our example we aid others in the development of good principles, we give them power to do good. In their turn they exert the same beneficial influence upon others, and thus hundreds and thousands are affected by our unconscious influence. If we by acts strengthen or force into activity the evil powers possessed by those around us, we share their sin, and will have to render an account for the good we might have done them and did not do, because we made not God our strength, our guide, our counselor.—Testimonies for the Church 2:133."},{"refcode_short":"PH048 7.1","refcode_long":"Living by Principle, p. 7.1 (Ellen Gould White)","content":"Matthew 12:30: He that is not with me is against me; and he that gathereth not with me scattereth abroad."},{"refcode_short":"PH048 7.2","refcode_long":"Living by Principle, p. 7.2 (Ellen Gould White)","content":"You may never know the result of your influence from day to day, but be sure that it is exerted for good or evil. Many who have a kind heart and good impulses, permit their attention to be absorbed in worldly business or pleasure, while the souls that look to them for guidance drift on to hopeless wreck. Such persons may make a high profession, and may stand well in the opinion of men, even as Christians, but in the day of God, when our works shall be compared with the divine law, then it will be found that they have not come up to the standard. Others who saw their course fell a little below them; and still others fell below the latter class, and thus the work of degeneracy went on."},{"refcode_short":"PH048 7.3","refcode_long":"Living by Principle, p. 7.3 (Ellen Gould White)","content":"Throw a pebble into the lake, and a wave is formed, and another, and another; and as they increase, the circle widens until they reach the very shore. Thus our influence, though apparently insignificant, may continue to extend far beyond our knowledge or control.—The Review and Herald, January 24, 1882."},{"refcode_short":"PH048 8.1","refcode_long":"Living by Principle, p. 8.1 (Ellen Gould White)","content":"Judges 5:23: Curse ye Meroz, said the angel of the Lord, curse ye bitterly the inhabitants thereof; because they came not to the help of the Lord, to the help of the Lord against the mighty."},{"refcode_short":"PH048 8.2","refcode_long":"Living by Principle, p. 8.2 (Ellen Gould White)","content":"The strongest bulwark of vice in our world is not the iniquitous life of the abandoned sinner or the degraded outcast; it is that life which otherwise appears virtuous, honorable, and noble, but in which one sin is fostered, one vice indulged. To the soul that is struggling in secret against some giant temptation, trembling upon the very verge of the precipice, such an example is one of the most powerful enticements to sin. He who, endowed with high conceptions of life and truth and honor, does yet wilfully transgress one precept of God's holy law, has perverted his noble gifts into a lure to sin. Genius, talent, sympathy, even generous and kindly deeds, may become decoys of Satan to entice other souls over the precipice of ruin for this life and the life to come.—Thoughts From the Mount of Blessing, 135."},{"refcode_short":"PH048 8.3","refcode_long":"Living by Principle, p. 8.3 (Ellen Gould White)","content":"Proverbs 27:19: As in water face answereth to face, so the heart of man to man."},{"refcode_short":"PH048 8.4","refcode_long":"Living by Principle, p. 8.4 (Ellen Gould White)","content":"Young persons who are thrown into one another's society may make their associations a blessing or a curse. They may edify, bless, and strengthen one another, improving in deportment, in disposition, in knowledge; or, by permitting themselves to become careless and unfaithful, they may exert only a demoralizing influence.—Testimonies for the Church 4:655."},{"refcode_short":"PH048 9.1","refcode_long":"Living by Principle, p. 9.1 (Ellen Gould White)","content":"1 Timothy 4:12: Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity."},{"refcode_short":"PH048 9.2","refcode_long":"Living by Principle, p. 9.2 (Ellen Gould White)","content":"The influence of every man's thoughts and actions surrounds him like an invisible atmosphere, which is unconsciously breathed in by all who come in contact with him. This atmosphere is frequently charged with poisonous influences, and when these are inhaled, moral-degeneracy is the sure result.—Testimonies for the Church 5:111."},{"refcode_short":"PH048 9.3","refcode_long":"Living by Principle, p. 9.3 (Ellen Gould White)","content":"Proverbs 23:7: As he thinketh in his heart, so is he."},{"refcode_short":"PH048 9.4","refcode_long":"Living by Principle, p. 9.4 (Ellen Gould White)","content":"Proverbs 13:20: He that walketh with wise men shall be wise; but a companion of fools shall be destroyed."},{"refcode_short":"PH048 9.5","refcode_long":"Living by Principle, p. 9.5 (Ellen Gould White)","content":"Take heed lest by your example you place other souls in peril. It is a terrible thing to lose your own soul, but to pursue a course which will cause the loss of other souls is still more terrible. That our influence should result in a savor of death unto death is a terrible thought, and yet it is possible. With what holy jealousy, then, should we keep guard over our thoughts, our words, our habits, our dispositions, and our characters. God requires more deep, personal holiness on our part. Only by revealing his character can we co-operate with him in the work of saving souls.—Special Testimonies, Series A 7:36."},{"refcode_short":"PH048 9.6","refcode_long":"Living by Principle, p. 9.6 (Ellen Gould White)","content":"2 Corinthians 2:14-16: Now thanks be unto God, which always causeth us to triumph in Christ, and maketh manifest the savor of his knowledge by us in every place. For we are unto God a sweet savor of Christ, in them that are saved, and in them that perish: to the one we are the savor of death unto death; and to the other the savor of life unto life. And who is sufficient for these things?"},{"refcode_short":"PH048 9.7","refcode_long":"Living by Principle, p. 9.7 (Ellen Gould White)","content":"Let your influence be persuasive, binding people to your hearts because you love Jesus. These precious souls are his purchased possession. This is a great work! If, by your Christlike words and actions, you make impressions that will kindle in their hearts a hungering and thirsting after righteousness and truth, you are co-laborers with Christ. Purity of thought must be cherished as indispensable to the work of influencing others.—Unpublished Testtimony"},{"refcode_short":"PH048 10.1","refcode_long":"Living by Principle, p. 10.1 (Ellen Gould White)","content":"Jeremiah 31:3: The Lord hath appeared of old unto me, saying, Yea, I have loved thee with an everlasting love: therefore with lovingkindness have I drawn thee."},{"refcode_short":"PH048 10.2","refcode_long":"Living by Principle, p. 10.2 (Ellen Gould White)","content":"Hosea 11:4: I drew them with cords of a man, with bands of love."},{"refcode_short":"PH048 10.3","refcode_long":"Living by Principle, p. 10.3 (Ellen Gould White)","content":"It is the privilege of every true Christian to exert an influence for good over every one with whom he associates.—Testimonies for the Church 2:231."},{"refcode_short":"PH048 10.4","refcode_long":"Living by Principle, p. 10.4 (Ellen Gould White)","content":"Psalm 51:10, 13: Create in me a clean heart, O God; and renew a right spirit within me.... Then will I teach transgressors thy ways; and sinners shall be converted unto thee."},{"refcode_short":"PH048 10.5","refcode_long":"Living by Principle, p. 10.5 (Ellen Gould White)","content":"The humblest and poorest of the disciples of Jesus can be a blessing to others. They may not realize that they are doing any special good, but by their unconscious influence they may start waves of blessing that will widen and deepen, and the blessed results they may never know until the day of final reward. They do not feel or know they are doing anything great. They are not required to weary themselves with anxiety about success. They have only to go forward quietly, doing faithfully the work that God's providence assigns, and their life will not be in vain. Their own souls will be growing more and more into the likeness of Christ; they are workers together with God in this life, and are thus fitting for the higher work and the unshadowed joy of the life to come.—Steps to Christ, 95."},{"refcode_short":"PH048 10.6","refcode_long":"Living by Principle, p. 10.6 (Ellen Gould White)","content":"2 Corinthians 3:18: But we all, with open face beholding as in a glass the glory of the Lord, are changed into the same image from glory to glory, even as by the Spirit of the Lord."},{"refcode_short":"PH048 11.1","refcode_long":"Living by Principle, p. 11.1 (Ellen Gould White)","content":"Exodus 34:29: And it came to pass when Moses came down from mount Sinai with the two tables of testimony in Moses’ hand, when he came down from the mount, that Moses wist not that the skin of his face shone while he talked with him."},{"refcode_short":"PH048 11.2","refcode_long":"Living by Principle, p. 11.2 (Ellen Gould White)","content":"Self-denial, self-sacrifice, benevolence, kindness, love, patience, fortitude, and Christian trust are the daily fruits borne by those who are truly connected with God. Their acts may not be published to the world, but they themselves are daily wrestling with evil, and gaining precious victories over temptation and wrong. Solemn vows are renewed and kept through the strength gained by earnest prayer and constant watching thereunto. The ardent enthusiast does not discern the struggles of these silent workers; but the eye of Him who seeth the secrets of the heart, notices and regards with approval every effort put forth in lowliness and meekness. It requires the testing time to reveal the true gold of love and faith in the character. When trials and perplexities come upon the church, then the steadfast zeal and warm affections of the Christian are developed.—The Review and Herald, January 18, 1881."},{"refcode_short":"PH048 11.3","refcode_long":"Living by Principle, p. 11.3 (Ellen Gould White)","content":"Luke 12:3: Therefore whatsoever ye have spoken in darkness shall be heard in the light: and that which ye have spoken in the ear in closets shall be proclaimed upon the housetops."},{"refcode_short":"PH048 11.4","refcode_long":"Living by Principle, p. 11.4 (Ellen Gould White)","content":"Those who take pains to call attention to their good works, constantly talking of their sinless state, and endeavoring to make their religious attainments prominent, are only deceiving their own souls by so doing. A healthy man, who is able to attend to the vocations of life, and who goes forth day after day to his labor with buoyant spirits and with a healthful current of blood flowing through his veins, does not call the attention of every one he meets to his soundness of body. Health and vigor are the natural conditions of his life, and therefore he is scarcely conscious that he is in the enjoyment of so rich a boon."},{"refcode_short":"PH048 12.1","refcode_long":"Living by Principle, p. 12.1 (Ellen Gould White)","content":"Thus it is with the truly righteous man. He is unconscious of his goodness and piety. Religious principle has become the spring of his life and conduct, and it is just as natural for him to bear the fruits of the Spirit as for the fig-tree to bear figs, or for the rose-bush to yield roses. His nature is so thoroughly imbued with love for God and his fellow men that he works the works of Christ with a willing heart."},{"refcode_short":"PH048 12.2","refcode_long":"Living by Principle, p. 12.2 (Ellen Gould White)","content":"All who come within the sphere of his influence perceive the beauty and fragrance of his Christian life, while he himself is unconscious of it, for it is in harmony with his habits and inclinations. He prays for divine light, and loves to walk in that light. It is his meat and drink to do the will of his Heavenly Father. His life is hid with Christ in God; yet he does not boast of this, nor seem conscious of it. God smiles upon the humble and lowly ones who follow closely in the footsteps of the Master. Angels are attracted to them, and love to linger about their path. They may be passed by as unworthy of notice by those who claim exalted attainments, and who delight in making prominent their good works; but heavenly angels bend lovingly over them, and are as a wall of fire roundabout them.—The Review and Herald, January 18, 1881"},{"refcode_short":"PH048 12.3","refcode_long":"Living by Principle, p. 12.3 (Ellen Gould White)","content":"Matthew 6:28: Consider the lilies of the field, how they grow; they toil not, neither do they spin."},{"refcode_short":"PH048 13","refcode_long":"Living by Principle, p. 13 (Ellen Gould White)","content":"Amusements"},{"refcode_short":"PH048 13.1","refcode_long":"Living by Principle, p. 13.1 (Ellen Gould White)","content":"There are persons with a diseased imagination to whom religion is a tyrant, ruling them as with a rod of iron. Such are constantly mourning over their depravity, and groaning over supposed evil. Love does not exist in their hearts; a frown is ever upon their countenances. They are chilled with the innocent laugh from the youth or from any one. They consider all recreation or amusement a sin, and think that the mind must be constantly wrought up to just such a stern, severe pitch. This is one extreme. Others think that the mind must be ever on the stretch to invent new amusements and diversions in order to gain health. They learn to depend on excitement, and are uneasy without it. Such are not true Christians. They go to the other extreme. The true principles of Christianity open before all a source of happiness, the height and depth, the length and breadth, of which are immeasurable. It is Christ in us a well of water springing up into everlasting life. It is a continual well-spring from which the Christian can drink at will, and never exhaust the fountain.—Testimonies for the Church 1:565."},{"refcode_short":"PH048 13.2","refcode_long":"Living by Principle, p. 13.2 (Ellen Gould White)","content":"1 Chronicles 16:10, 27, 31: Glory ye in his holy name: let the heart of them rejoice that seek the Lord.... Glory and honor are in his presence; strength and gladness are in his place.... Let the heavens be glad, and let the earth rejoice: and let men say among the nations, The Lord reigneth."},{"refcode_short":"PH048 13.3","refcode_long":"Living by Principle, p. 13.3 (Ellen Gould White)","content":"They can find that amusement which springs from principle, and which will yield them true happiness, and their time will not be spent in trifling or in selfish indulgence.—Testimonies for the Church 3:223."},{"refcode_short":"PH048 14.1","refcode_long":"Living by Principle, p. 14.1 (Ellen Gould White)","content":"Psalm 118:15: The voice of rejoicing and salvation is in the tabernacles of the righteous: the right hand of the Lord doeth valiantly."},{"refcode_short":"PH048 14.2","refcode_long":"Living by Principle, p. 14.2 (Ellen Gould White)","content":"We cannot innocently indulge in any amusement that will unfit us for the more faithful discharge of ordinary life duties.—Testimonies for the Church 2:587."},{"refcode_short":"PH048 14.3","refcode_long":"Living by Principle, p. 14.3 (Ellen Gould White)","content":"James 1:22, 26: But be ye doers of the word, and not hearers only, deceiving your own selves.... If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man's religion is vain."},{"refcode_short":"PH048 14.4","refcode_long":"Living by Principle, p. 14.4 (Ellen Gould White)","content":"Many gatherings have been presented to me. I have seen the gaiety, the display in dress, the personal adornment. All want to be thought brilliant, and give themselves up to hilarity, foolish jesting, cheap, coarse flattery, and uproarious laughter. The eyes sparkle, the cheek is flushed, conscience sleeps. With eating and drinking and merry-making they do their best to forget God. The scene of pleasure is their paradise. And Heaven is looking on, seeing and hearing all...."},{"refcode_short":"PH048 14.5","refcode_long":"Living by Principle, p. 14.5 (Ellen Gould White)","content":"The once earnest Christian who enters into these sports is on the down-grade. He has left the region pervaded by the vital atmosphere of heaven, and has plunged into an atmosphere of mist and fog. It may be some humble believer is induced to join in these sports. But if he maintains his connection with Christ, he cannot in heart participate in the exciting scene...."},{"refcode_short":"PH048 14.6","refcode_long":"Living by Principle, p. 14.6 (Ellen Gould White)","content":"Young men and young women who have tried to be Bible Christians are persuaded to join the party, and they are drawn into the ring. They did not prayerfully consult the divine standard, to learn what Christ had said in regard to the fruit to be borne on the Christian tree. They do not discern that these entertainment are really Satan's banquet, prepared to keep souls from accepting the call to the marriage supper of the Lamb; they prevent them from receiving the white robe of character which is the righteousness of Christ. They become confused as to what it is right for them as Christians to do. They do not want to be thought singular, and naturally incline to follow the example of others. Thus they come under the influence of those who have never had the divine touch on heart or mind."},{"refcode_short":"PH048 15.1","refcode_long":"Living by Principle, p. 15.1 (Ellen Gould White)","content":"In these exciting gatherings, carried away by the glamour and passion of human influence, youth that have been carefully instructed to obey the law of God are led to form attachments for those whose education has been a mistake, and whose religious experience has been a fraud. They sell themselves to life-long bondage. As long as they live, they must be hampered by their union with a cheap, superficial character, one who lives for display, but who has not the precious inward adorning, the ornament of a meek and quiet spirit, which in the sight of God is of great price.—Special Testimony to Battle Creek Church, 29 (1896)."},{"refcode_short":"PH048 15.2","refcode_long":"Living by Principle, p. 15.2 (Ellen Gould White)","content":"The low, common pleasure parties, gatherings for eating and drinking, singing, and playing on instruments of music, are inspired by a spirit that is from beneath. They are an oblation unto Satan.—Special Testimony to Battle Creek Church, 58 (1896)."},{"refcode_short":"PH048 15.3","refcode_long":"Living by Principle, p. 15.3 (Ellen Gould White)","content":"Job 1:4: And his sons went and feasted in their houses, every one his day; and sent and called for their three sisters to eat and to drink with them."},{"refcode_short":"PH048 15.4","refcode_long":"Living by Principle, p. 15.4 (Ellen Gould White)","content":"Like Israel of old, the pleasure lovers eat and drink, and rise up to play. There is mirth and carousing, hilarity and glee. In all this the youth follow the example of the authors of books that are placed in their hands for study. The greatest evil of it all is the permanent effect these things have upon the character."},{"refcode_short":"PH048 16.1","refcode_long":"Living by Principle, p. 16.1 (Ellen Gould White)","content":"Those who take the lead in these things bring upon the cause a stain not easily effaced. They wound their own souls, and will carry the scars through their lifetime.—Special Testimonies on Education, 211."},{"refcode_short":"PH048 16.2","refcode_long":"Living by Principle, p. 16.2 (Ellen Gould White)","content":"Exodus 32:6: And they rose up early on the morrow, and offered burnt offerings, and brought peace offerings; and the people sat down to eat and to drink, and rose up to play."},{"refcode_short":"PH048 16.3","refcode_long":"Living by Principle, p. 16.3 (Ellen Gould White)","content":"We are not to imitate the churches by instituting bazaars and various God-forbidden expedients to bring in a little means. We see no direction in the word for fancy fairs, concerts, and other objectionable practises for raising funds to advance His work. The curse of God is upon all this kind of work. It is polluting and degrading the work of God, defiling his holy temple.—Unpublished Testtimony."},{"refcode_short":"PH048 16.4","refcode_long":"Living by Principle, p. 16.4 (Ellen Gould White)","content":"John 2:14-16: Jesus went up to Jerusalem, and found in the temple those that sold oxen and sheep and doves, and the changers of money sitting: and when he had made a scourge of small cords, he drove them all out of the temple, and the sheep, and the oxen; and poured out the changers’ money, and overthrew the tables; and said unto them that sold doves, Take these things hence; make not my Father's house an house of merchandise."},{"refcode_short":"PH048 16.5","refcode_long":"Living by Principle, p. 16.5 (Ellen Gould White)","content":"If you truly belong to Christ, you will have opportunities for witnessing for him. You will be invited to attend places of amusement, and then it will be that you will have an opportunity to testify for your Lord. If you are true to Christ then, you will not try to frame excuses for your non-attendance, but will plainly and modestly declare that you are a child of God, and your principles would not allow you to be in a place, even for one occasion, where you could not invite the presence of your Lord.—The Youth's Instructor, May 4, 1893."},{"refcode_short":"PH048 17.1","refcode_long":"Living by Principle, p. 17.1 (Ellen Gould White)","content":"Daniel 3:12, 16, 17: There are certain Jews whom thou hast set over the affairs of the province of Babylon, Shadrach, Meshach, and Abed-nego; these men, O king, have not regarded thee: they serve not thy gods, nor worship the golden image which thou hast set up.... Shadrach, Meshach, and Abed-nego answered, and said unto the king, O Nebuchadnezzar, we are not careful to answer thee in this matter. If it be so, our God whom we serve is able to deliver us from the burning fiery furnace, and he will deliver us out of thine hand, O king."},{"refcode_short":"PH048 17.2","refcode_long":"Living by Principle, p. 17.2 (Ellen Gould White)","content":"Many declare that it is certainly no harm to go to a concert, and neglect the prayer-meeting, or absent yourself from meetings where God's servants are to declare to you a message from heaven. It is safe for you to be just where Christ has said he would be. Those who appreciate the words of Christ will not turn aside from the prayer-meeting, or from the meeting where the Lord's messenger has been sent to tell you concerning things of eternal interest. Jesus has said, “Where two or three are gathered together in my name, there am I in the midst of them.” Can you afford to choose your pleasure and miss the blessing? It is these indulgences that have a telling influence not only on your own life and character, but on the life and character of your associates.—The Youth's Instructor, March 30, 1893."},{"refcode_short":"PH048 17.3","refcode_long":"Living by Principle, p. 17.3 (Ellen Gould White)","content":"Galatians 6:7: Be not deceived; God is not mocked; for whatsoever a man soweth, that shall he also reap."},{"refcode_short":"PH048 17.4","refcode_long":"Living by Principle, p. 17.4 (Ellen Gould White)","content":"They would resist temptation to indulge self, and would show that they do not enjoy the frivolous pleasure of the world more than the privilege of meeting with Christ in the social meeting. They would have a decided influence upon others, and lead them to follow their example. Actions speak louder than words, and those who are lovers of pleasure do not appreciate the rich blessings of being in the assembly of the people of God. They do not appreciate the privilege of influencing their associates to go with them, hoping that their hearts will be touched by the Spirit of the Lord. Who goes with them into these worldly gatherings? Jesus is not there to bless those assembled."},{"refcode_short":"PH048 18.1","refcode_long":"Living by Principle, p. 18.1 (Ellen Gould White)","content":"But Satan will bring to the mind many things to crowd out matters of eternal interest. It is his opportunity to confuse the right by mixing it up with the wrong. Through attendance at worldly gatherings a taste is created for exciting amusements, and moral power is weakened. Those who love pleasure may keep up a form of godliness, but they have no vital connection with God. Their faith is dead, their zeal has departed. They feel no burden to speak a word in season to souls who are out of Christ, and to urge them to give their hearts to the Lord.—The Youth's Instructor, March 30, 1893."},{"refcode_short":"PH048 18.2","refcode_long":"Living by Principle, p. 18.2 (Ellen Gould White)","content":"Proverbs 21:15, 17: It is joy to the just to do judgment: but destruction shall be to the workers of iniquity.... He that loveth pleasure shall be a poor man: he that loveth wine and oil shall not be rich."},{"refcode_short":"PH048 18.3","refcode_long":"Living by Principle, p. 18.3 (Ellen Gould White)","content":"When our weakness becomes strength in the strength of Christ, we shall not be craving for amusement. These holidays that are considered so indispensable will not be used simply for the gratification of self, but will be turned into occasions in which you can bless and enlighten souls.—Signs of the Times, June 6, 1892."},{"refcode_short":"PH048 19.1","refcode_long":"Living by Principle, p. 19.1 (Ellen Gould White)","content":"Proverbs 4:18: But the path of the just is as the shining light, that shineth more and more unto the perfect day."},{"refcode_short":"PH048 19.2","refcode_long":"Living by Principle, p. 19.2 (Ellen Gould White)","content":"Gatherings for social intercourse may be made in the highest degree profitable and instructive when those who meet together have the love of God glowing in their hearts, when they meet to exchange thoughts in regard to the word of God, or to consider methods for advancing his work and doing good to their fellow men. When nothing is said or done to grieve the Holy Spirit of God, but it is regarded as a welcome guest, then God is honored, and those who meet together will be refreshed and strengthened.—Special Testimony to Battle Creek Church, 25 (1896)."},{"refcode_short":"PH048 19.3","refcode_long":"Living by Principle, p. 19.3 (Ellen Gould White)","content":"Colossians 3:16: Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord."},{"refcode_short":"PH048 19.4","refcode_long":"Living by Principle, p. 19.4 (Ellen Gould White)","content":"Their amusement will be in contemplating their treasure—the holy city, the earth made new, their eternal home. And while they dwell upon those things which are lofty, pure, and holy, heaven will be brought near, and they will feel the power of the Holy Spirit, and this will tend to wean them more and more from the world, and cause their consolation and chief joy to be in the things of heaven, their sweet home.—Early Writings, 27, Supplement."},{"refcode_short":"PH048 19.5","refcode_long":"Living by Principle, p. 19.5 (Ellen Gould White)","content":"Hebrews 11:13-16: These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth. For they that say such things declare plainly that they seek a country. And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned. But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city."},{"refcode_short":"PH048 19.6","refcode_long":"Living by Principle, p. 19.6 (Ellen Gould White)","content":"While we shun the false and artificial, discarding horse-racing, card-playing, lotteries, prize-fights, liquor-drinking, and tobacco-using, we must supply sources of pleasure that are pure and noble and elevating.—Special Testimonies on Education, 96."},{"refcode_short":"PH048 20.1","refcode_long":"Living by Principle, p. 20.1 (Ellen Gould White)","content":"Proverbs 23:20, 21, 23: Be not among winebibbers; among riotous eaters of flesh; for the drunkard and the glutton shall come to poverty; and drowsiness shall clothe a man with rags.... Buy the truth, and sell it not; also wisdom, and instruction, and understanding."},{"refcode_short":"PH048 20.2","refcode_long":"Living by Principle, p. 20.2 (Ellen Gould White)","content":"Those who receive the Holy Spirit will feel the chilling atmosphere that surrounds the souls of those by whom these great and solemn realities are unappreciated and spoken against. They feel they are in the council of the ungodly, of men who stand in the way of sinners, and sit in the seat of the scornful.—Special Testimony to Battle Creek Church, 33 (1896)."},{"refcode_short":"PH048 20.3","refcode_long":"Living by Principle, p. 20.3 (Ellen Gould White)","content":"John 10:4, 5: And when he putteth forth his own sheep, he goeth before them, and the sheep follow him: for they know his voice. And a stranger will they not follow, but will flee from him: for they know not the voice of strangers."},{"refcode_short":"PH048 20.4","refcode_long":"Living by Principle, p. 20.4 (Ellen Gould White)","content":"The Pharisee who invited Christ to his house on this occasion was a ruler in Israel, a member of the Sanhedrin, a man of influence. Jesus had not accepted his invitation for the purpose of satisfying his appetite, or to furnish himself with an hour of amusement; but he had accepted it for the purpose of representing the character of God. Christians may safely accept invitations to dinners where promiscuous company should gather, if they will but follow the example of Christ, and act from the same motives as did our Saviour.—Signs of the Times, February 6, 1896."},{"refcode_short":"PH048 20.5","refcode_long":"Living by Principle, p. 20.5 (Ellen Gould White)","content":"I entreat the students in our schools to be sober minded. The frivolity of the young is not pleasing to God. Their sports and games open the door to a flood of temptations.—Special Testimony to Battle Creek Church, 55 (1896)."},{"refcode_short":"PH048 20.6","refcode_long":"Living by Principle, p. 20.6 (Ellen Gould White)","content":"Revelation 14:4: These are they which follow the Lamb whithersoever he goeth."},{"refcode_short":"PH048 21","refcode_long":"Living by Principle, p. 21 (Ellen Gould White)","content":"Marriage"},{"refcode_short":"PH048 21.1","refcode_long":"Living by Principle, p. 21.1 (Ellen Gould White)","content":"There is not one marriage in one hundred that results happily, that bears the sanction of God, and places the parties in a position better to glorify him. The evil consequences of poor marriages are numberless. They are contracted from impulse.—Testimonies for the Church 4:504."},{"refcode_short":"PH048 21.2","refcode_long":"Living by Principle, p. 21.2 (Ellen Gould White)","content":"Genesis 6:2: The sons of God saw the daughters of men that they were fair; and they took them wives of all which they chose."},{"refcode_short":"PH048 21.3","refcode_long":"Living by Principle, p. 21.3 (Ellen Gould White)","content":"In your letter-writing, leave match-making and guessing about the marriages of your friends. The marriage relation is holy, but in this degenerate age it covers vileness of every description. It is abused, and has become a crime which now constitutes one of the signs of the last days, even as marriages, managed as they were previous to the flood, were then a crime. Satan is constantly busy to hurry inexperienced youth into a marriage alliance. But the less we glory in the marriages which are now taking place, the better. When the sacred nature and claims of marriage are understood, it will even now be approved of Heaven, and the result will be happiness to both parties, and God will be glorified.—Testimonies for the Church 2:252."},{"refcode_short":"PH048 21.4","refcode_long":"Living by Principle, p. 21.4 (Ellen Gould White)","content":"He [Satan] is busily engaged in influencing those who are wholly unsuited in each other, to unite their interests. He exults in this work, for by it he can produce more misery and hopeless woe to human family than by exercising his skill in any other direction.—Testimonies for the Church 2:248."},{"refcode_short":"PH048 21.5","refcode_long":"Living by Principle, p. 21.5 (Ellen Gould White)","content":"1 Kings 11:2: Of the nations concerning which the Lord said unto the children of Israel, Ye shall not go in to them, neither shall they come in unto you: for surely they will turn away your heart after their gods: Solomon clave unto these in love."},{"refcode_short":"PH048 22.1","refcode_long":"Living by Principle, p. 22.1 (Ellen Gould White)","content":"Courtship, as carried on in this age, is a scheme of deception and hypocrisy, with which the enemy of souls has far more to do than the Lord. Good common sense is needed here if anywhere; but the fact is, it has little to do in the matter.—The Review and Herald, January 26, 1886."},{"refcode_short":"PH048 22.2","refcode_long":"Living by Principle, p. 22.2 (Ellen Gould White)","content":"Galatians 6:7: Be not deceived; God is not mocked; for whatsoever a man soweth, that shall he also reap."},{"refcode_short":"PH048 22.3","refcode_long":"Living by Principle, p. 22.3 (Ellen Gould White)","content":"If you had counseled with your brethren, and committed your ways to the Lord, he would have opened the way for you to connect yourself with one who could have been a help to you instead of a hindrance.—Testimonies for the Church 2:227."},{"refcode_short":"PH048 22.4","refcode_long":"Living by Principle, p. 22.4 (Ellen Gould White)","content":"Genesis 24:4, 64, 67: But thou shalt go unto my country, and to my kindred, and take a wife unto my son Isaac.... And Rebekah lifted up her eyes, and when she saw Isaac, she lighted off the camel... And Isaac brought her into his mother Sarah's tent, and took Rebekah, and she became his wife; and he loved her; and Isaac was comforted after his mother's death."},{"refcode_short":"PH048 22.5","refcode_long":"Living by Principle, p. 22.5 (Ellen Gould White)","content":"Advice is only thrown away on those who are determined to have their own way. Passion carries such persons over every barrier that reason and judgment can interpose.—The Review and Herald, September 25, 1888."},{"refcode_short":"PH048 22.6","refcode_long":"Living by Principle, p. 22.6 (Ellen Gould White)","content":"Judges 14:3: Then his father and his mother said unto him, Is there never a woman among the daughters of thy brethren, or among all my people, that thou goest to take a wife of the uncircumcised Philistines? And Samson said unto his father, Get her for me for she pleaseth me well."},{"refcode_short":"PH048 22.7","refcode_long":"Living by Principle, p. 22.7 (Ellen Gould White)","content":"If there is any subject that should be considered with calm reason and unimpassioned judgment, it is the subject of marriage. If ever the Bible is needed as a counselor, it is before taking a step that binds persons together for life. But the prevailing sentiment is that in this matter the feelings are to be the guide; and in too many cases love-sick sentimentalism takes the helm, and guides to certain ruin. It is here that the youth show less intelligence than on any other subject: it is here that they refuse to be reasoned with. The question of marriage seems to have a bewitching power over them. They do not submit themselves to God. Their senses are enchained, and they move forward in secretiveness, as if fearful that their plans would be interfered with by some one.—The Review and Herald, January 26, 1886."},{"refcode_short":"PH048 23.1","refcode_long":"Living by Principle, p. 23.1 (Ellen Gould White)","content":"Love is a plant of heavenly origin. It is not unreasonable; it is not blind. It is pure and holy. But the passion of the natural heart is another thing altogether. While pure love will take God into all its plans, and will be in perfect harmony with the Spirit of God, passion will be headstrong, rash, unreasonable, defiant of all restraint, and will make the object of its choice an idol. In all the deportment of one who possesses true love, the grace of God will be shown. Modesty, simplicity, sincerity, morality, and religion will characterize every step toward an alliance in marriage. Those who are thus controlled will not be absorbed in each other's society, at a loss of interest in the prayer-meeting and the religious service.—The Review and Herald, September 25, 1888."},{"refcode_short":"PH048 23.2","refcode_long":"Living by Principle, p. 23.2 (Ellen Gould White)","content":"Most of that which the youth of our day term love is only blind impulse, which originates with Satan to compass their destruction.—Testimonies for the Church 5:109."},{"refcode_short":"PH048 23.3","refcode_long":"Living by Principle, p. 23.3 (Ellen Gould White)","content":"There is but little real, genuine, devoted, pure love. This precious article is very rare. Passion is termed love.—Testimonies for the Church 2:381."},{"refcode_short":"PH048 24.1","refcode_long":"Living by Principle, p. 24.1 (Ellen Gould White)","content":"Many marriages can only be productive of misery, and yet the minds of the youth run in this channel because Satan leads them there, making them believe that they must be married in order to be happy.—Testimonies for the Church 5:122."},{"refcode_short":"PH048 24.2","refcode_long":"Living by Principle, p. 24.2 (Ellen Gould White)","content":"1 Kings 11:4: For it came to pass, when Solomon was old, that his wives turned away his heart after other gods: and his heart was not perfect with the Lord his God, as was the heart of David his father."},{"refcode_short":"PH048 24.3","refcode_long":"Living by Principle, p. 24.3 (Ellen Gould White)","content":"Examine carefully to see if your married life would be happy, or inharmonious and wretched. Let the questions be raised, Will this union help me heavenward? will it increase my love for God? and will it enlarge my sphere of usefulness in this life? If these reflections present no drawback, then in the fear of God move forward. But even if an engagement has been entered into without a full understanding of the character of the one with whom you intend to unite, do not think that the engagement makes it a positive necessity for you to take upon yourself the marriage vow, and link yourself for life to one whom you cannot love and respect. Be very careful how you enter into conditional engagements; but better, far better, break the engagement before marriage than separate afterward, as many do."},{"refcode_short":"PH048 24.4","refcode_long":"Living by Principle, p. 24.4 (Ellen Gould White)","content":"True love is a plant that needs culture. Let the woman who desires a peaceful, happy union, who would escape future misery and sorrow, inquire before she yields her affections, Has my lover a mother? What is the stamp of her character? Does he recognize his obligations to her? Is he mindful of her wishes and happiness? If he does not respect and honor his mother, will he manifest respect and love, kindness and attention, toward his wife? When the novelty of marriage is over, will he love me still? Will he be patient with my mistakes, or will he be critical, overbearing, and dictatorial? True affection will overlook many mistakes; love will not discern them. The youth trust altogether too much to impulse.—The Review and Herald, January 26, 1886."},{"refcode_short":"PH048 25.1","refcode_long":"Living by Principle, p. 25.1 (Ellen Gould White)","content":"Your prayers have been made with a determination to carry out what you regarded as right, irrespective of the wishes of your parents or of the church.—Testimonies for the Church 5:108."},{"refcode_short":"PH048 25.2","refcode_long":"Living by Principle, p. 25.2 (Ellen Gould White)","content":"Proverbs 28:9: He that turneth away his ear from hearing the law, even his prayer shall be abomination."},{"refcode_short":"PH048 25.3","refcode_long":"Living by Principle, p. 25.3 (Ellen Gould White)","content":"If men and women are in the habit of praying twice a day before they contemplate marriage, they should pray four times a day when such a step is anticipated. Marriage is something that will influence and affect your life, both in this world and in the world to come.—The Review and Herald, September 25, 1888."},{"refcode_short":"PH048 25.4","refcode_long":"Living by Principle, p. 25.4 (Ellen Gould White)","content":"As the mysterious magnet points to the north, so do the claims of religion point to the glory of God.—Testimonies for the Church 3:45."},{"refcode_short":"PH048 25.5","refcode_long":"Living by Principle, p. 25.5 (Ellen Gould White)","content":"1 Corinthians 10:31: Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God."},{"refcode_short":"PH048 25.6","refcode_long":"Living by Principle, p. 25.6 (Ellen Gould White)","content":"A sincere Christian will not advance his plans in this direction without the knowledge that God approves his course. He will not want to choose for himself, but will feel that God must choose for him. We are not to please ourselves, for Christ pleased not himself. I would not be understood to mean that any one is to marry one whom he does not love. This would be sin. But fancy and the emotional nature must not be allowed to lead on to ruin. God requires the whole heart, the supreme affections.—The Review and Herald, September 25, 1888."},{"refcode_short":"PH048 26.1","refcode_long":"Living by Principle, p. 26.1 (Ellen Gould White)","content":"1 Kings 16:31: And it came to pass, as if it had been a light thing for him to walk in the sins of Jeroboam the son of Nebat, that he took to wife Jezebel the daughter of Ethbaal king of the Zidonians, and went and served Baal, and worshiped him."},{"refcode_short":"PH048 26.2","refcode_long":"Living by Principle, p. 26.2 (Ellen Gould White)","content":"There is in itself no sin in eating and drinking, or in marrying and giving in marriage. It was lawful to marry in the time of Noah, and it is lawful to marry now, if that which is lawful is properly treated, and not carried to sinful excess. But in the days of Noah, men married without consulting God, or seeking his guidance and counsel. So it is at the present day; marriage ceremonies are made matters of display, extravagance, and self-indulgence. But if the contracting parties are agreed in religious belief and practise, and everything is consistent, and the ceremony be conducted without display and extravagance, marriage at this time need not be displeasing to God. “But this I say, brethren, the time is short; it remaineth, that both they that have wives be as though they had none; and they that weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not; and they that use this world, as not abusing it; for the fashion of this world passeth away.”—The Review and Herald, September 25, 1888."},{"refcode_short":"PH048 26.3","refcode_long":"Living by Principle, p. 26.3 (Ellen Gould White)","content":"The Lord requires a loyalty so supreme and undivided that the most sacred relationship is to be subordinate to it.—Unpublished Testtimony."},{"refcode_short":"PH048 27.1","refcode_long":"Living by Principle, p. 27.1 (Ellen Gould White)","content":"Luke 14:20: And another said, I have married a wife, and therefore I cannot come."},{"refcode_short":"PH048 27.2","refcode_long":"Living by Principle, p. 27.2 (Ellen Gould White)","content":"The pleadings of affection and love, the yearnings of friendship, will not move you to turn aside from truth and duty; you will not sacrifice duty to inclination.—Testimonies for the Church 3:44."},{"refcode_short":"PH048 27.3","refcode_long":"Living by Principle, p. 27.3 (Ellen Gould White)","content":"No earthly ties, no earthly considerations, should weigh one moment in the scale against duty to the cause and work of God.—Testimonies for the Church 3:500."},{"refcode_short":"PH048 27.4","refcode_long":"Living by Principle, p. 27.4 (Ellen Gould White)","content":"Luke 9:62: And Jesus said unto him, No man, having put his hand to the plow, and looking back, is fit for the kingdom of God."},{"refcode_short":"PH048 27.5","refcode_long":"Living by Principle, p. 27.5 (Ellen Gould White)","content":"Those professing to be Christians should not enter the marriage relation until the matter has been carefully and prayerfully considered from an elevated standpoint, to see if God can be glorified by the union. Then they should duly consider the result of every privilege of the marriage relation, and sanctified principle should be the basis of every action.—Testimonies for the Church 2:380."},{"refcode_short":"PH048 27.6","refcode_long":"Living by Principle, p. 27.6 (Ellen Gould White)","content":"1 Corinthians 10:31: Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God."},{"refcode_short":"PH048 27.7","refcode_long":"Living by Principle, p. 27.7 (Ellen Gould White)","content":"When a conference selects young men and women, and aids them in obtaining an education for the canvassing field or any other branch of the work, there should be an understanding as to what they propose to do,—whether they design to engage in courtship and marriage, or to labor for the advancement of the cause of truth. It is no use to spend time and money in the education of workers who will fall in love before they complete this education, and who cannot resist the first temptation in the form of an invitation to marriage. In most cases the labor spent on such persons is wholly lost. When they enter the marriage relation, their usefulness in the work of God is at an end. They increase their family, they are dwarfed and crippled in every way, and cannot use the knowledge they have obtained.—The General Conference Daily Bulletin, Vol. V., 162."},{"refcode_short":"PH048 28.1","refcode_long":"Living by Principle, p. 28.1 (Ellen Gould White)","content":"Matthew 10:37: He that loveth father or mother more than me is not worthy of me: and he that loveth son or daughter more than me is not worthy of me."},{"refcode_short":"PH048 28.2","refcode_long":"Living by Principle, p. 28.2 (Ellen Gould White)","content":"Luke 14:26: And if any man come to me, and hate not his father, and mother, and wife, and children, and brethren, and sisters, yea, and his own life also, he cannot be my disciple."},{"refcode_short":"PH048 28.3","refcode_long":"Living by Principle, p. 28.3 (Ellen Gould White)","content":"Before persons are admitted to our mission training-schools, let there be a written agreement that after receiving their education they will give themselves to the work for a specified time. This is the only way our missions can be made what they should be. Let those who connect themselves with the missions be straightforward, and take hold of the work in a business-like manner. Those who are controlled by a sense of duty, who daily seek wisdom and help from God, will act intelligently, not from selfish motives, but from the love of Christ and the truth. Such will not hesitate to give themselves unreservedly, soul, body, and spirit, to the work. They will study, work, and pray for its advancement. I repeat, Do not enter into a marriage engagement unless there are good and sufficient reasons for this step,—unless the work of God can be better advanced thereby. For Christ's sake deny inclination, lift the cross, and do the work for which you are educating yourselves."},{"refcode_short":"PH048 28.4","refcode_long":"Living by Principle, p. 28.4 (Ellen Gould White)","content":"Many of the marriages contracted in these last days prove to be a mistake. The parties make no advancement in spiritual things; their growth and usefulness ended with their marriage. There are men and women throughout the country who would have been accepted as laborers together with God if Satan had not laid his snares to entangle their minds and hearts in courtship and marriage. Did the Lord urge them to obtain the advantages of our schools and missions that they might sink everything in courtship and marriage, binding themselves by a human band for a lifetime?"},{"refcode_short":"PH048 29.1","refcode_long":"Living by Principle, p. 29.1 (Ellen Gould White)","content":"By accepting the work of rearing children in these last days of uncertainty and peril, many place themselves in a position where they cannot labor either in the canvassing field or in any other branch of the cause of God, and some lose all interest to do this. They are content with a common, low level, and assimilate to the position they have chosen. The bewitching power of Satan's deceptions wrought within the human heart its evil work. Instead of candidly considering the time in which we live, and the work they might do in leading others to the truth, they reason from a selfish standpoint, and follow the impulse of their own unconsecrated hearts. “The flesh lusteth against the spirit, and the spirit against the flesh.” The natural appetites and passions become a controlling power, and the result is that spiritual growth ceases; the soul is, as it were, paralyzed.—The General Conference Bulletin,  February 6, 1893"},{"refcode_short":"PH048 29.2","refcode_long":"Living by Principle, p. 29.2 (Ellen Gould White)","content":"Matthew 24:19: And woe unto them that are with child, and to them that give suck in those days."},{"refcode_short":"PH048 29.3","refcode_long":"Living by Principle, p. 29.3 (Ellen Gould White)","content":"Let none who dedicate themselves to the work of God be discouraged at the outlook, but let them strive to be faithful in the work committed to them. Live wholly for God; put your life, your energies, your soul, into your work, not knowing which shall prosper, this or that.... Let every soul bear in mind the words of Jesus, “Without me ye can do nothing.”—The General Conference Daily Bulletin, February 6, 1893."},{"refcode_short":"PH048 30","refcode_long":"Living by Principle, p. 30 (Ellen Gould White)","content":"Feelings"},{"refcode_short":"PH048 30.1","refcode_long":"Living by Principle, p. 30.1 (Ellen Gould White)","content":"Impressions and feelings are no sure evidence that a person is being led by the Lord. Satan will, if he is unsuspected, give feelings and impressions. These are not correct and safe guides. All should acquaint themselves thoroughly with the evidences of our faith, and the great study should be how they can adorn their profession, and bear fruit to the glory of God.—The Review and Herald, August 3, 1886."},{"refcode_short":"PH048 30.2","refcode_long":"Living by Principle, p. 30.2 (Ellen Gould White)","content":"Job 22:21, 22, 29: Acquaint now thyself with him, and be at peace; thereby good shall come unto thee. Receive, I pray thee, the law from his mouth, and lay up his words in thine heart.... When men are cast down, then thou shalt say, There is lifting up; and he shall save the humble person."},{"refcode_short":"PH048 30.3","refcode_long":"Living by Principle, p. 30.3 (Ellen Gould White)","content":"At times a deep sense of our unworthiness will send a thrill of terror through the soul; but this is no evidence that God has changed toward us, or we toward God. No effort should be made to rein the mind up to a certain intensity of emotion. We may not feel today the peace and joy which we felt yesterday; but we should by faith grasp the hand of Christ, and trust him as fully in the darkness as in the light.—The Review and Herald, May 3, 1881."},{"refcode_short":"PH048 30.4","refcode_long":"Living by Principle, p. 30.4 (Ellen Gould White)","content":"Isaiah 30:15: Thus saith the Lord God, the Holy One of Israel; In returning and rest shall ye be saved; in quietness and in confidence shall be your strength."},{"refcode_short":"PH048 31.1","refcode_long":"Living by Principle, p. 31.1 (Ellen Gould White)","content":"Be not discouraged because your heart seems hard. Every obstacle, every internal foe, only increases your need of Christ. He came to take away the heart of stone, and give you a heart of flesh. Look to him for special grace to overcome your peculiar faults. When assailed by temptation, steadfastly resist the evil promptings; say to your soul, “How can I dishonor my Redeemer? I have given myself to Christ; I cannot do the works of Satan.” Cry to the dear Saviour for help to sacrifice every idol, and to put away every darling sin. Let the eye of faith see Jesus standing before the Father's throne, presenting his wounded hands as he pleads for you. Believe that strength comes to you through your precious Saviour.—The Review and Herald, May 3, 1881."},{"refcode_short":"PH048 31.2","refcode_long":"Living by Principle, p. 31.2 (Ellen Gould White)","content":"Philippians 1:6: Being confident of this very thing, that he which hath begun a good work in you will perform it until the day of Jesus Christ."},{"refcode_short":"PH048 31.3","refcode_long":"Living by Principle, p. 31.3 (Ellen Gould White)","content":"We are not to make our feelings a test by which to discern whether we are in or out of favor with God, whether they be what we consider encouraging or not. As soon as one begins to contemplate his feelings, he is on dangerous ground. If he feels joyous, he is confident that he is in a favorable condition; but when a change comes, as it will, for circumstances will be so arranged that feelings of depression will make the heart sad, then he will naturally be led to doubt that God has accepted him. It is not wisdom to look at the emotions, and try to test your spirituality by your feelings. Do not study yourself; look away from self to Jesus. While you acknowledge yourself as a sinner, yet you may appropriate Christ as your sin-pardoning Redeemer. Jesus came not to call the righteous, but sinners to repentance. Satan will not be slow in presenting to the repentant soul suggestions and difficulties to weaken faith and destroy courage. He has manifold temptations that he can send trooping into the mind, one after another; but the Christian must not study his emotions, and give way to his feelings, or he will soon entertain the evil guest,—doubt,—and become entangled in the perplexities of despair. Expel the suggestions of the enemy by contemplating the matchless depth of your Saviour's love.—Signs of the Times, December 3, 1894."},{"refcode_short":"PH048 32.1","refcode_long":"Living by Principle, p. 32.1 (Ellen Gould White)","content":"Psalm 77:7-10: Will the Lord cast off forever? and will he be favorable no more? Is his mercy clean gone forever? doth his promise fail forevermore? Hath God forgotten to be gracious? Hath he in anger shut up his tender mercies? And I said, This is my infirmity: but I will remember the years of the right hand of the Most High."},{"refcode_short":"PH048 32.2","refcode_long":"Living by Principle, p. 32.2 (Ellen Gould White)","content":"Do not exalt your feelings or be swayed by them, whether they be good, bad, sad, or joyful.... We cannot be lifted up in thought, or know what it is to be the sons and daughters of God, unless we trust implicitly in the word of God; for Satan will ever be on the ground to dispute our claims. We must educate the soul to trust in God's word with unwavering confidence. Let gratitude and thankfulness flow out of the heart, and cease to hurt the heart of Christ by doubting his love, which has been assured to us by most astounding evidences; for he so loved us as to give his own life for us, that we should not perish, but have everlasting life.—Signs of the Times, December 3, 1894."},{"refcode_short":"PH048 32.3","refcode_long":"Living by Principle, p. 32.3 (Ellen Gould White)","content":"James 1:2-8, 25: My brethren, count it all joy when ye fall into divers temptations; knowing this, that the trying of your faith worketh patience. But let patience have her perfect work, that ye may be perfect and entire, wanting nothing. If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed. For let not that man think that he shall receive anything of the Lord. A double-minded man is unstable in all his ways.... But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer but a doer of the word, this man shall be blessed in his deed."},{"refcode_short":"PH048 33.1","refcode_long":"Living by Principle, p. 33.1 (Ellen Gould White)","content":"It is no sign that Jesus has ceased to love us because we experience doubts and discouragements. Affliction comes to us in the providence of God in order that we may see that Christ is our helper, that in him is love and consolation. We may receive grace whereby we may be overcomers, and inherit the life that measures with the life of God. We must have an experience so that when affliction comes upon us, we shall not depart from our faith and choose fables.—Signs of the Times, May 7, 1896."},{"refcode_short":"PH048 33.2","refcode_long":"Living by Principle, p. 33.2 (Ellen Gould White)","content":"Job 13:15: Though he slay me, yet will I trust in him: but I will maintain mine own ways before him."},{"refcode_short":"PH048 33.3","refcode_long":"Living by Principle, p. 33.3 (Ellen Gould White)","content":"We should grow daily in faith in order that we may grow up to the full measure of the spiritual stature of Christ Jesus. We should believe that God will answer our prayers, and not trust to feeling. We should say, My gloomy feelings are no evidence that God has not heard me. I do not want to give up on account of these sad emotions; for “faith is the substance of things hoped for, the evidence of things not seen.”"},{"refcode_short":"PH048 33.4","refcode_long":"Living by Principle, p. 33.4 (Ellen Gould White)","content":"The rainbow of promise encircles the throne of God. I come to the throne pointing to the sign of God's faithfulness, and cherish the faith that works by love and purifies the soul. We are not to believe because we feel or see that God hears us. We are to trust to the promise of God. We are to go about our business, believing that God will do just what he has said he would do, and that the blessings we have prayed for will come to us when we most need them. Every petition enters into the heart of God when we come believing. We have not faith enough. We should look upon our Heavenly Father as more willing to help us than an earthly parent is to help his child.—Signs of the Times, May 7, 1896."},{"refcode_short":"PH048 34.1","refcode_long":"Living by Principle, p. 34.1 (Ellen Gould White)","content":"Isaiah 55:6, 10, 11: Seek ye the Lord while he may be found, call ye upon him while he is near.... For as the rain cometh down, and the snow from heaven, and returneth not thither, but watereth the earth, and maketh it to bring forth and bud, that it may give seed to the sower, and bread to the eater: so shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it."},{"refcode_short":"PH048 34.2","refcode_long":"Living by Principle, p. 34.2 (Ellen Gould White)","content":"When we go to Him for wisdom or grace, we are not to look to ourselves to see if he has given us a special feeling as an assurance that he has fulfilled his word. Feeling is no criterion. Great evils have resulted when Christians have followed feeling. Satan can give feelings and impressions, and those who take these as their guide will surely be led astray. How do I know that Jesus hears my prayer?—I know it by his promise. He says he will hear the needy when they cry unto him, and I believe his word. He has never said to the seed of Jacob, “Seek ye me in vain.”—Signs of the Times, May 15, 1884."},{"refcode_short":"PH048 34.3","refcode_long":"Living by Principle, p. 34.3 (Ellen Gould White)","content":"Jeremiah 29:12, 13: Then shall ye call upon me, and ye shall go and pray unto me, and I will hearken unto you. And ye shall seek me, and find me, when ye shall search for me with all your heart."},{"refcode_short":"PH048 34.4","refcode_long":"Living by Principle, p. 34.4 (Ellen Gould White)","content":"If we would develop a character which God can accept, we must form correct habits in our religious life. Daily prayer is as essential to growth in grace, and even to spiritual life itself, as is temporal food to physical well-being. We should accustom ourselves to often lift the thoughts to God in prayer. If the mind wanders, we must bring it back; by persevering effort, habit will finally make it easy. We cannot for one moment separate ourselves from Christ with safety. We may have his presence to attend us at every step, but only by observing the conditions which he himself has laid down."},{"refcode_short":"PH048 35.1","refcode_long":"Living by Principle, p. 35.1 (Ellen Gould White)","content":"Religion must be made the great business of life. Everything else should be held subordinate to this. All our power of soul, body, and spirit must be engaged in the Christian warfare. We must look to Christ for strength and grace, and we shall gain the victory as surely as Jesus died for us.—The Review and Herald, May 3, 1881."},{"refcode_short":"PH048 35.2","refcode_long":"Living by Principle, p. 35.2 (Ellen Gould White)","content":"Philippians 4:6, 7: Be careful for nothing; but in everything by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."},{"refcode_short":"PH048 35.3","refcode_long":"Living by Principle, p. 35.3 (Ellen Gould White)","content":"Satan is very ready to insinuate that prayer is a mere form, and avails us nothing. He cannot bear to have his powerful rival appealed to. At the sound of fervent prayer the hosts of darkness tremble. Fearing that their captive may escape, they form a wall around him, that Heaven's light may not reach his soul. But if in his distress and helplessness the sinner looks to Jesus, pleading the merits of his blood, our compassionate Redeemer listens to the earnest, persevering prayer of faith, and sends to his deliverance a re-enforcement of angels that excel in strength. And when these angels, all-powerful, clothed with the armory of heaven, come to the help of the fainting, pursued soul, the angels of darkness fall back, well knowing that their battle is lost, and that one more soul is escaping from the power of their influence.—Signs of the Times, November 18, 1886."},{"refcode_short":"PH048 36.1","refcode_long":"Living by Principle, p. 36.1 (Ellen Gould White)","content":"Psalm 20:1, 2, 6: The Lord hear thee in the day of trouble; the name of the God of Jacob defend thee; send thee help from the sanctuary, and strengthen thee out of Zion.... Now know I that the Lord saveth his anointed; he will hear him from his holy heaven with the saving strength of his right hand."},{"refcode_short":"PH048 36.2","refcode_long":"Living by Principle, p. 36.2 (Ellen Gould White)","content":"Pray in faith. “This is the victory that overcometh the world, even our faith.” Prevailing prayer is the prayer of living faith; it takes God at his word, and claims his promises. Feeling has nothing to do with faith. When faith brings the blessing to your heart, and you rejoice in the blessing, then it is no more faith, but feeling. How strange it is that men will put confidence in the word of their fellow men, and yet find it so hard to exercise living faith in God! The promises are ample; why not accept them just as they read? “He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?”—Signs of the Times, November 18, 1886."},{"refcode_short":"PH048 36.3","refcode_long":"Living by Principle, p. 36.3 (Ellen Gould White)","content":"Let there be much praying done, and even with fasting, that not one shall move in darkness, but move in the light as God is in the light. We may look for anything now to break forth outside and within our ranks; and there are minds undisciplined by the grace of the Holy Spirit, that have not practised the words of Christ, and who do not understand the movings of the Spirit of God, who will follow a wrong course of action because they do not follow Jesus fully.—Special Testimonies on Education, 423."},{"refcode_short":"PH048 37.1","refcode_long":"Living by Principle, p. 37.1 (Ellen Gould White)","content":"John 12:35: Then Jesus said unto them, Yet a little while is the light with you. Walk while ye have the light, lest darkness come upon you: for he that walketh in darkness knoweth not whither he goeth."},{"refcode_short":"PH048 37.2","refcode_long":"Living by Principle, p. 37.2 (Ellen Gould White)","content":"Excitement will not avail to save any soul. To have faith in Christ, to become a child of God, it is not necessary to be stirred with powerful emotion. You are to come to Jesus just as you are, for you know it is the only right thing to do.—Signs of the Times, July 11, 1892."},{"refcode_short":"PH048 37.3","refcode_long":"Living by Principle, p. 37.3 (Ellen Gould White)","content":"1 John 1:9: If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness."},{"refcode_short":"PH048 37.4","refcode_long":"Living by Principle, p. 37.4 (Ellen Gould White)","content":"Zechariah 4:6: Then he answered and spake unto me, saying, This is the word of the Lord unto Zerubbabel, saying, Not by might, nor by power, but by my Spirit, saith the Lord of hosts."},{"refcode_short":"PH048 37.5","refcode_long":"Living by Principle, p. 37.5 (Ellen Gould White)","content":"It is not a decided evidence that a man or a woman is a Christian because he manifests deep emotion when under exciting circumstances. He who is Christlike has a deep, determined, persevering element in his soul, and yet has a sense of his own weakness, and is not deceived and misled by the devil, and made to trust in himself. He has a knowledge of the word of God, and knows that he is safe only as he places his hand in the hand of Jesus Christ, and keeps firm hold upon him.—The Review and Herald, September 17, 1895."},{"refcode_short":"PH048 37.6","refcode_long":"Living by Principle, p. 37.6 (Ellen Gould White)","content":"Romans 10:1, 2: Brethren, my heart's desire and prayer to God for Israel is, that they might be saved. For I bear them record that they have a zeal of God, but not according to knowledge."},{"refcode_short":"PH048 37.7","refcode_long":"Living by Principle, p. 37.7 (Ellen Gould White)","content":"While many profess to be sons and daughters of God in practise they ignore the example of the works and words of Christ. “It is my privilege,” they plainly say by their actions, “to act myself, I should be perfectly miserable if I could not act myself.” This is the religion current with the world; but it does not bear the heavenly endorsement. It is a deception, a delusion. Persons may under certain influences of the moment, be full of ecstasies; for chords are touched whose vibrations are pleasing to the natural taste. But these persons will have to learn that this is not the religion of Jesus Christ. When the circumstances change which so elated them, the depression and want of stimulus is felt, as the drunkard feels the want of the stimulus of the intoxicating cup.—The Review and Herald, July 28, 1896."},{"refcode_short":"PH048 38.1","refcode_long":"Living by Principle, p. 38.1 (Ellen Gould White)","content":"Exodus 12:38: And the mixed multitude went up also with them; and flocks, and herds, even very much cattle."},{"refcode_short":"PH048 38.2","refcode_long":"Living by Principle, p. 38.2 (Ellen Gould White)","content":"Numbers 11:4: And the mixed multitude that was among them fell a lusting: and the children of Israel also wept again, and said, Who shall give us flesh to eat."},{"refcode_short":"PH048 38.3","refcode_long":"Living by Principle, p. 38.3 (Ellen Gould White)","content":"Nehemiah 13:3: Now it came to pass, when they had heard the law that they separated from Israel all the mixed multitude."},{"refcode_short":"PH048 38.4","refcode_long":"Living by Principle, p. 38.4 (Ellen Gould White)","content":"There is a class of people who are always ready to go off on some tangent, who want to catch up something strange and wonderful and new; but God would have all move calmly, considerately, choosing our words in harmony with the solid truth for this time, which requires to be presented to the mind as free from that which is emotional as possible, while still bearing the intensity and solemnity that it is proper it should bear. We must guard against creating extremes, guard against encouraging those who would either be in the fire or in the water.—Special Testimonies on Education, 222."},{"refcode_short":"PH048 38.5","refcode_long":"Living by Principle, p. 38.5 (Ellen Gould White)","content":"Acts 17:20-23: For thou bringest certain strange things to our ears: we would know therefore what these things mean. (For all the Athenians and strangers which are there spent their time in nothing else, but either to tell or to hear some new thing.) Then Paul stood in the midst of Mars’ Hill, and said, Ye men of Athens, I perceive that in all things ye are too superstitious. For as I passed by, and beheld your devotions, I found an altar with this inscription To the Unknown God. Whom therefore ye ignorantly worship, him declare I unto you."},{"refcode_short":"PH048 39.1","refcode_long":"Living by Principle, p. 39.1 (Ellen Gould White)","content":"We should study the Bible more that we may become familiar with the promises of God, then when Satan comes in, flooding the soul with his temptations, as he surely will, we may meet him with, “It is written.” We may be shut in by the promises of God, which will be as a wall of fire about us. We want to know how to exercise faith. Faith “is the gift of God,” but the power to exercise it is ours. If faith lies dormant, it is no advantage to us; but in exercise, it holds all blessings in its grasp. It is the hand by which the soul takes hold of the strength of the Infinite. It is the medium by which human hearts, renewed by the grace of Christ, are made to beat in harmony with the great Heart of love. Faith plants itself on the promises of God, and claims them as surety that he will do just as he said he would. Jesus comes to the sinful, helpless, needy soul, and says, “What things soever ye desire, when ye pray, believe that ye receive them, and ye shall have them.” Believe; claim the promises, and praise God that you do receive the things you have asked of him, and when your need is greatest, you will experience his blessing and receive special help.—Signs of the Times, May 22, 1884."},{"refcode_short":"PH048 39.2","refcode_long":"Living by Principle, p. 39.2 (Ellen Gould White)","content":"Isaiah 59:19, 21: So shall they fear the name of the Lord from the west, and his glory from the rising of the sun. When the enemy shall come in like a flood, the Spirit of the Lord shall lift up a standard against him.... As for me, this is my covenant with them, saith the Lord; My Spirit that is upon thee, and my words which I have put in thy mouth, shall not depart out of thy mouth, nor out of the mouth of thy seed, nor out of the mouth of thy seed's seed, saith the Lord, from henceforth and forever."},{"refcode_short":"PH048 40.1","refcode_long":"Living by Principle, p. 40.1 (Ellen Gould White)","content":"Many know so little of faith that when they have asked God for his help and blessing, they look to themselves to see if their prayer is answered; and if they have a happy flight of feeling, they are satisfied. This is not faith, but unbelief. We should trust God, whether we experience any change of feeling or not. We cannot expect to be very joyful and hopeful while we look to ourselves; for we must think of self as sinful. A large class of the professed Christian world are watching their feelings; but feeling is an unsafe guide, and those who depend upon it are in danger of imbibing heresy.—Signs of the Times, May 22, 1884."},{"refcode_short":"PH048 40.2","refcode_long":"Living by Principle, p. 40.2 (Ellen Gould White)","content":"Hebrews 4:2: For unto us was the gospel preached, as well as unto them: but the word preached did not profit them, not being mixed with faith in them that heard it."},{"refcode_short":"PH048 40.3","refcode_long":"Living by Principle, p. 40.3 (Ellen Gould White)","content":"As a faithful physician, the world's Redeemer has his finger upon the pulse of the soul. He marks every beat; he takes note of every throb. Not an emotion thrills it; not a sorrow shades it; not a sin stains it; not a thought or purpose passes through it, with which he is not acquainted. Man was purchased at an infinite cost, and is loved with a devotion exceeding that which a father feels for his child. The prayer that comes from a sincere heart will ever find a response in heaven.—Signs of the Times, December 3, 1896."},{"refcode_short":"PH048 40.4","refcode_long":"Living by Principle, p. 40.4 (Ellen Gould White)","content":"Hebrews 4:15: For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin."},{"refcode_short":"PH048 40.5","refcode_long":"Living by Principle, p. 40.5 (Ellen Gould White)","content":"If there is anything in our world that should inspire enthusiasm, it is the cross of Calvary.—Special Testimonies on Education, 453."},{"refcode_short":"PH048 40.6","refcode_long":"Living by Principle, p. 40.6 (Ellen Gould White)","content":"John 12:32: And I, if I be lifted up from the earth, will draw all men unto me."},{"refcode_short":"PH048 41","refcode_long":"Living by Principle, p. 41 (Ellen Gould White)","content":"Heart Service"},{"refcode_short":"PH048 41.1","refcode_long":"Living by Principle, p. 41.1 (Ellen Gould White)","content":"In the renewed heart there will be a fixed principle to obey the will of God, because there is a love for what is just, and good, and holy. There will be no hesitating, conferring with the taste, or studying of convenience, or moving in a certain course because others do so. Every one should live for himself. The minds of all who are renewed by grace will be an open medium, continually receiving light, grace, and truth from above, and transmitting the same to others. Their works are fruitful. Their fruit is unto holiness, and the end everlasting life.—Testimonies for the Church 2:488."},{"refcode_short":"PH048 41.2","refcode_long":"Living by Principle, p. 41.2 (Ellen Gould White)","content":"Psalm 1:2, 3: His delight is in the law of the Lord; and in his law doth he meditate day and night. And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper."},{"refcode_short":"PH048 41.3","refcode_long":"Living by Principle, p. 41.3 (Ellen Gould White)","content":"Christ was the foundation of the whole Jewish system, and he swept aside the maxims, injunctions, traditions, and precepts with which men had encumbered the plan of salvation. When he swept away the rubbish with which men had buried up the truth, they thought he was sweeping away the truth itself.... Outward conformity to the letter of the law was not sufficient. The very principles of the law must be planted in the heart, and love to God and love to man must be revealed in the character, words, and actions.—Signs of the Times, October 29, 1896."},{"refcode_short":"PH048 41.4","refcode_long":"Living by Principle, p. 41.4 (Ellen Gould White)","content":"Matthew 23:2-4, 10-12: The scribes and the Pharisees sit in Moses’ seat; all therefore whatsoever they bid you observe, that observe and do; but do not ye after their works: for they say, and do not. For they bind heavy burdens and grievous to be borne, and lay them on men's shoulders: but they themselves will not move them with one of their fingers.... Neither be ye called masters: for one is your Master, even Christ. But he that is greatest among you shall be your servant. And whosoever shall exalt himself shall be abased; and he that shall humble himself shall be exalted."},{"refcode_short":"PH048 42.1","refcode_long":"Living by Principle, p. 42.1 (Ellen Gould White)","content":"There is plenty of animal machinery at work. Christ in truth is advocated, but is not represented; and for this reason the truth is dishonored by the very ones who advocate it.—Unpublished Testtimony."},{"refcode_short":"PH048 42.2","refcode_long":"Living by Principle, p. 42.2 (Ellen Gould White)","content":"John 15:5 (margin): He that abideth in me, and I in him, the same bringeth forth much fruit: for severed from me ye can do nothing."},{"refcode_short":"PH048 42.3","refcode_long":"Living by Principle, p. 42.3 (Ellen Gould White)","content":"Consider the circumstances of the Jewish nation when the prophecies of Daniel were given. The Israelites were in captivity, the temple had been destroyed, their temple services suspended. Their religion had centered in the ceremonies of the sacrificial system. They had made the outward forms all-important, while they had lost the spirit of true worship. Their services were corrupted with the traditions and practises of heathenism; and in the performance of the sacrificial rites they did not look beyond the shadow to the substance. They did not discern Christ, the true offering for the sins of men. The Lord wrought to bring the people into captivity, and to suspend the services in the temple, in order that the outward ceremonies might not become the sum total of their religion. Their principles and practise must be purged from heathenism. The ritual service ceased, in order that the heart might be revived. The outward glory was removed, that the spiritual might be revealed.—Unpublished Testtimony."},{"refcode_short":"PH048 42.4","refcode_long":"Living by Principle, p. 42.4 (Ellen Gould White)","content":"Matthew 23:25, 26, 38, 39: Woe unto you, scribes and Pharisees, hypocrites! for ye make clean the outside of the cup and of the platter, but within they are full of extortion and excess. Thou blind Pharisees cleanse first that which is within the cup and platter that the outside of them may be clean also.... Behold, your house is left unto you desolate. For I say unto you, Ye shall not see me henceforth, till ye shall say, Blessed is he that cometh in the name of the Lord."},{"refcode_short":"PH048 43.1","refcode_long":"Living by Principle, p. 43.1 (Ellen Gould White)","content":"The offerings of the church have been in many instances more numerous than her prayers. The missionary movement is far in advance of the missionary spirit. Earnest prayers have not, like sharp sickles, followed the workers into the harvest-field.—Unpublished Testtimony."},{"refcode_short":"PH048 43.2","refcode_long":"Living by Principle, p. 43.2 (Ellen Gould White)","content":"Isaiah 58:2-4, 10: They seek me daily, and delight to know my ways, as a nation that did righteousness, and forsook not the ordinance of their God: they ask of me the ordinances of justice; they take delight in approaching to God.... Behold, in the day of your fast ye find pleasure, and exact all your labors. Behold, ye fast for strife and debate, and to smite with the fist of wickedness: ye shall not fast as ye do this day, to make your voice to be heard on high.... If thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noonday."},{"refcode_short":"PH048 43.3","refcode_long":"Living by Principle, p. 43.3 (Ellen Gould White)","content":"Love works not for profit nor reward; yet God has ordained that great gain shall be the certain result of every labor of love. It is diffusive in its nature, and quiet in its operation, yet strong and mighty in its purpose to overcome great evils. It is melting and transforming in its influence, and will take hold of the lives of the sinful and affect their hearts when every other means has proved unsuccessful.—Testimonies for the Church 2:135."},{"refcode_short":"PH048 43.4","refcode_long":"Living by Principle, p. 43.4 (Ellen Gould White)","content":"Jeremiah 31:3: The Lord hath appeared of old unto me, saying, Yea, I have loved thee with an everlasting love: therefore with loving-kindness have I drawn thee."},{"refcode_short":"PH048 43.5","refcode_long":"Living by Principle, p. 43.5 (Ellen Gould White)","content":"John 12:32: And I, if I be lifted up from the earth, will draw all men unto me."},{"refcode_short":"PH048 43.6","refcode_long":"Living by Principle, p. 43.6 (Ellen Gould White)","content":"It is in proportion as the heart is sanctified by grace, and filled with the active love for God and for our fellow men, that we do nothing for show or by compulsion. Those who love God do that which is pleasant for them to do, and that is to reveal God in character, and submit the whole heart to the sanctification of the truth.—The Review and Herald, October 8, 1895."},{"refcode_short":"PH048 44.1","refcode_long":"Living by Principle, p. 44.1 (Ellen Gould White)","content":"Psalm 40:8: I delight to do thy will, O my God: yea, thy law is within my heart."},{"refcode_short":"PH048 44.2","refcode_long":"Living by Principle, p. 44.2 (Ellen Gould White)","content":"If we consent, he [Christ] can and will so identify himself with our thoughts and aims, so blend our hearts and minds into conformity with his will, that when obeying him, we shall but carry out our own impulses. The will, refined and sanctified, will find its highest delight in doing his service.—Signs of the Times, November 19, 1896."},{"refcode_short":"PH048 44.3","refcode_long":"Living by Principle, p. 44.3 (Ellen Gould White)","content":"Jeremiah 31:33: This shall be the covenant that I will make with the house of Israel: After those days, saith the Lord, I will put my law in their inward parts, and write it in their hearts; and will be their God, and they shall be my people."},{"refcode_short":"PH048 44.4","refcode_long":"Living by Principle, p. 44.4 (Ellen Gould White)","content":"At his coming the Master will call his servants, and reckon with them. The parable certainly teaches that good works will be rewarded according to the motive that prompted them; that skill and intellect used in the service of God will prove a success, and will be rewarded according to the fidelity of the worker. Those who have had an eye single to the glory of God will have the richest reward.—Signs of the Times, November 20, 1884."},{"refcode_short":"PH048 44.5","refcode_long":"Living by Principle, p. 44.5 (Ellen Gould White)","content":"Matthew 25:21: His Lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy Lord."},{"refcode_short":"PH048 44.6","refcode_long":"Living by Principle, p. 44.6 (Ellen Gould White)","content":"The soul cannot be satisfied with forms, maxims, and traditions. The cry of the soul must be, Give me the bread of life: lift up a full cup to my parched spiritual nature that I may be revived and refreshed.—The Review and Herald, May 12, 1896."},{"refcode_short":"PH048 45.1","refcode_long":"Living by Principle, p. 45.1 (Ellen Gould White)","content":"John 3:1, 2: There was a man of the Pharisees, named Nicodemus, a ruler of the Jews: the same came to Jesus by night."},{"refcode_short":"PH048 45.2","refcode_long":"Living by Principle, p. 45.2 (Ellen Gould White)","content":"Devotion to God does not consist in groans and sighs and a sad countenance.—Signs of the Times, December 3, 1896."},{"refcode_short":"PH048 45.3","refcode_long":"Living by Principle, p. 45.3 (Ellen Gould White)","content":"Malachi 2:13: And this have ye done again, covering the altar of the Lord with tears, and with weeping, and with crying out, insomuch that he regardeth not the offering any more, or receiveth it with good-will at your hand."},{"refcode_short":"PH048 45.4","refcode_long":"Living by Principle, p. 45.4 (Ellen Gould White)","content":"Psalm 43:2-5: Why go I mourning because of the oppression of the enemy? O send out thy light and thy truth: let them lead me; let them bring me unto thy holy hill, and to thy tabernacles. Then will I go unto the altar of God, unto God my exceeding joy.... Why art thou cast down. O my soul? and why art thou disquieted within me? hope in God: for I shall yet praise him, who is the health of my countenance, and my God."},{"refcode_short":"PH048 45.5","refcode_long":"Living by Principle, p. 45.5 (Ellen Gould White)","content":"There is but one hope for the sinner. Is it in outward ceremonies? in [rigorous] performance of religious duties? is it in mourning and penance, and in devoting hours to prayer and meditation? in practising self-denial? in giving to the poor, and in doing deeds of merit?—No, none of these things will work the salvation of the soul.—Signs of the Times, November 10, 1890."},{"refcode_short":"PH048 45.6","refcode_long":"Living by Principle, p. 45.6 (Ellen Gould White)","content":"Acts 4:12: Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved."},{"refcode_short":"PH048 45.7","refcode_long":"Living by Principle, p. 45.7 (Ellen Gould White)","content":"The heathen looked upon their prayers as having in themselves merit to atone for sin. Hence, the longer the prayer, the greater the merit. If they could become holy by their own efforts, they would have something in themselves in which to rejoice, some ground for boasting. This idea of prayer is an outworking of the principle of self-expiation which lies at the foundation of all systems of false religion. The Pharisees had adopted this pagan idea of prayer, and it is by no means extinct, even among those who profess to be Christians. The repetition of set, customary phrases, when the heart feels no need of God, is of the same character as the “vain repetitions” of the heathen.—Thoughts From the Mount of Blessing, 125, new edition."},{"refcode_short":"PH048 46.1","refcode_long":"Living by Principle, p. 46.1 (Ellen Gould White)","content":"Luke 18:11, 12: The Pharisee stood and prayed thus with himself. God, I thank thee, that I am not as other men are, extortioners, unjust, adulterers, or even as this publican. I fast twice in the week, I give tithes of all that I possess."},{"refcode_short":"PH048 46.2","refcode_long":"Living by Principle, p. 46.2 (Ellen Gould White)","content":"There are many whose religion consists in activities. They want to be engaged in, and have the credit of doing, some great work, while the little graces that go to make up a lovely Christian character are entirely overlooked. The busy, bustling service, which gives the impression that one is doing some wonderful work, is not acceptable to God. It is a Jehu spirit, which says, “Come, see my zeal for the Lord.” It is gratifying to self; it feeds a self-complacent feeling; but all the while the soul may be defiled with the plague-spot of unsubdued, uncontrolled selfishness.—Signs of the Times, November 20, 1884."},{"refcode_short":"PH048 46.3","refcode_long":"Living by Principle, p. 46.3 (Ellen Gould White)","content":"2 Kings 10:16, 18, 28, 31: And he said, Come with me, and see my zeal for the Lord. So they made him ride in his chariot.... And Jehu gathered all the people together, and said unto them, Ahab served Baal a little; but Jehu shall serve him much.... Thus Jehu destroyed Baal out of Israel.... But Jehu took no heed to walk in the law of the Lord God of Israel with all his heart: for he departed not from the sins of Jeroboam, which made Israel to sin."},{"refcode_short":"PH048 46.4","refcode_long":"Living by Principle, p. 46.4 (Ellen Gould White)","content":"The young are often urged to speak or pray in meeting; they are urged to die to self. At every step of the Christian way they are urged. Such religion is worth nothing. Let the heart be changed, and it will not be such drudgery to serve God.—Signs of the Times, May 1, 1884."},{"refcode_short":"PH048 47.1","refcode_long":"Living by Principle, p. 47.1 (Ellen Gould White)","content":"Psalm 40:2, 3: He brought me up also out of an horrible pit, out of the miry clay, and set my feet upon a rock, and established my goings. And he hath put a new song in my mouth, even praise unto our God: many shall see it, and fear, and shall trust in the Lord."},{"refcode_short":"PH048 47.2","refcode_long":"Living by Principle, p. 47.2 (Ellen Gould White)","content":"There are many who will be lost because they depend on legal religion, or mere repentance for sin. But repentance for sin alone cannot work the salvation of any soul. Man cannot be saved by his own works. Without Christ it is impossible for him to render perfect obedience to the law of God.—Signs of the Times, December 30, 1889."},{"refcode_short":"PH048 47.3","refcode_long":"Living by Principle, p. 47.3 (Ellen Gould White)","content":"John 5:44, 39: How can ye believe, which receive honor one of another, and seek not the honor that cometh from God only? Search the Scriptures: for in them ye think ye have eternal life: and they are they which testify of me."},{"refcode_short":"PH048 47.4","refcode_long":"Living by Principle, p. 47.4 (Ellen Gould White)","content":"There is no greater evidence that those who have received great light do not appreciate that light, than is given by their refusal to let their light shine upon those who are in darkness, and devoting their time and energies in celebrating forms and ceremonies. Thoughts of the inner work, the necessary purity of heart, are not entertained.—The Review and Herald, July 16, 1895."},{"refcode_short":"PH048 47.5","refcode_long":"Living by Principle, p. 47.5 (Ellen Gould White)","content":"Matthew 25:42-45: For I was an hungered, and ye gave me no meat: I was thirsty, and ye gave me no drink: I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not. Then shall they also answer him, saying, Lord, when saw we thee an hungered, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee? Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me."},{"refcode_short":"PH048 48.1","refcode_long":"Living by Principle, p. 48.1 (Ellen Gould White)","content":"The scheme of salvation is not to be worked out under the laws and rules specified by men. There must be no fixed rules; our work is a progressive work, and there must be room left for methods to be improved upon. But under the guidance of the Holy Spirit, unity must and will be preserved.—The Review and Herald, July 23, 1895."},{"refcode_short":"PH048 48.2","refcode_long":"Living by Principle, p. 48.2 (Ellen Gould White)","content":"Proverbs 4:18: The path of the just is as the shining light, that shineth more and more unto the perfect day."},{"refcode_short":"PH048 48.3","refcode_long":"Living by Principle, p. 48.3 (Ellen Gould White)","content":"Circumstances cannot work reforms. Christianity proposes a reformation in the heart. What Christ works within, will be worked out under the dictation of a converted intellect. The plan of beginning outside and trying to work inward has always failed, and always will fail. God's plan with you is to begin at the very seat of all difficulties, the heart, and then from out of the heart will issue the principles of righteousness; the reformation will be outward as well as inward.—Special Testimonies, Series A 9:54."}]