[{"refcode_short":"PH045 1","refcode_long":"Knowing and Obeying the Lord, p. 1 (Ellen Gould White)","content":"Knowing and Obeying the Lord"},{"refcode_short":"PH045 1.1","refcode_long":"Knowing and Obeying the Lord, p. 1.1 (Ellen Gould White)","content":"How can any one who is in fellowship with Christ's sufferings, refuse to obey His will and do His work? Yet there are people who know the terms of salvation, which are plainly revealed in the word of God. They listen to the message which the Lord sends through His delegated servants, but, although they assent to the truth, they will not obey. They have not genuine faith to appropriate God's promises to themselves. They do not regard Him as their personal Saviour, in whom they may trust as a child trusts its loving parents. They do not regard God as a loving heavenly Father, who has provided for them a perfect Saviour, a never-failing Friend, an infallible Guide and Teacher."},{"refcode_short":"PH045 2.1","refcode_long":"Knowing and Obeying the Lord, p. 2.1 (Ellen Gould White)","content":"It is surprising that they can read all the promises in the word of God, the gracious calls to the heavenly feast, and yet refuse to accept them. Holding themselves aloof from the Source of their strength and efficiency, they are as sapless branches. Not having become united with the Living Vine, can we suppose that they will have spiritual eyesight to discern the exalted privilege of those who serve God, and the unfavorable position those are placed in who fail to follow Him?"},{"refcode_short":"PH045 2.2","refcode_long":"Knowing and Obeying the Lord, p. 2.2 (Ellen Gould White)","content":"So many have not the real faith that works by love and purifies the soul; therefore they choose to labor for the approbation of men rather than of God. No real heavenly brightness is brought into their religious life, and the future is devoid of the assurance which leads them to trust and hope. Many are living in transgression and rebellion against God. They choose to indulge their carnal impulses rather than to yoke up with Christ, lift the cross, and follow Jesus. There is a cross to lift, and self-denial to practise, in all the ways of practical godliness. It is through care and helpfulness toward others that we learn the precious lessons God designs for us. The great sacrifice of love made by the only-begotten Son of God, won the victory on our behalf. When will the people of God become pure, and true, and Christlike? When will they come out from the world and be separate? When will they open the door of their hearts and welcome the heavenly Guest?"},{"refcode_short":"PH045 3.1","refcode_long":"Knowing and Obeying the Lord, p. 3.1 (Ellen Gould White)","content":"We can not overestimate the value of simple faith and unquestioning obedience. It is by following the path of obedience in humble faith that the character attains perfection. Adam was required to render strict obedience to God's commandments, and no lower standard is presented to those who desire salvation today. Christ has promised us sufficient power to reach this high standard. He says: “Whatsoever ye shall ask in My name, that will I do, that the Father may be glorified in the Son. If ye shall ask anything in My name, I will do it. If ye love Me, keep My commandments. And I will pray the Father, and He shall give you another Comforter, that He may abide with you forever; even the Spirit of truth; whom the world can not receive.” [John 14:13-17.]"},{"refcode_short":"PH045 3.2","refcode_long":"Knowing and Obeying the Lord, p. 3.2 (Ellen Gould White)","content":"Why can not the world receive the truth? “Because it seeth Him not, neither knoweth Him.” [John 14:17.]"}]