[{"refcode_short":"PH040 1","refcode_long":"Instruction Concerning Education, p. 1 (Ellen Gould White)","content":"Instruction Concerning Education"},{"refcode_short":"PH040 1.1","refcode_long":"Instruction Concerning Education, p. 1.1 (Ellen Gould White)","content":"I was shown that our College was designed of God to accomplish the great and good work of saving souls. It is only when brought under the full control of the Spirit of God that the talents of an individual are rendered useful to the fullest extent. The precepts and principles of religion are the first steps in the acquisition of knowledge, and lie at the very foundation of true education. Knowledge and science must be vitalized by the Spirit of God, in order to serve the noblest purposes. The Christian alone can make the right use of knowledge. Science, in order to be fully appreciated, must be viewed from a religious standpoint. Then all will worship the God of science. The heart which is ennobled by the grace of God can best comprehend the real value of education. The attributes of God as seen in his created works, can be appreciated only as we have a knowledge of the Creator. The teachers must be acquainted, not only with the theory of truth, but must have an experimental knowledge of the way of holiness, in order to lead the youth to the fountains of truth, to the Lamb of God that taketh away the sins of the world. Knowledge is power only when united with true piety. A soul emptied of self will be noble. Christ abiding in the heart by faith, will make us wise in God's sight."},{"refcode_short":"PH040 1.2","refcode_long":"Instruction Concerning Education, p. 1.2 (Ellen Gould White)","content":"My guide said, “Elevate the standard in all school education. You must set up no lower standard. Discipline must be maintained. Teach the youth by precept and example.” There has not been too much strictness, but too much laxness of action tolerated; but the workers must not despair. Work with the Spirit of Christ, with the mind of Christ, to correct existing evils. Expect that the wrong-doers will have the sympathy of wrong-doers; but faithful shepherds of the flock have lessons to learn in order to keep on an elevated standard and yet teach that the star of hope is still shining. Work on patiently; but rebuke sin firmly, and give it no sanction."},{"refcode_short":"PH040 2.1","refcode_long":"Instruction Concerning Education, p. 2.1 (Ellen Gould White)","content":"In the common schools the religion of the Bible is not made a part of the education. One essential, and the most important element, is left out of the program. Education is a work which will tell through the ceaseless ages of eternity. The teachers should be men and women of experience that can impart light from the throne of God in all their instructions. There has been a fearful neglect of duty with the parents, and when the children are sent to school, they should have teachers who have patience and self-control."},{"refcode_short":"PH040 2.2","refcode_long":"Instruction Concerning Education, p. 2.2 (Ellen Gould White)","content":"Like Eli, the parents have not restrained their children, and when the conduct of their children is such that it testifies against their management, they think to obtain relief by sending them to college to be disciplined, and to learn better manners than the parents have taught them at home. Here the teachers are left with a task on their hands which few can appreciate. If they succeed in reforming this crude and undisciplined class, parents take the credit instead of giving it to the teacher. If the children choose the society of the evil-inclined, and go from bad to worse, then the teachers are censured, and the school is denounced as being what it should not be, when the condemnation justly belongs to the parents. They have the first and best years of the lives of their children, while they were teachable and impressible. But wicked and slothful parents have failed in their duty, and their children have become confirmed in an evil course. They were hardened like flint when sent to the College."},{"refcode_short":"PH040 3.1","refcode_long":"Instruction Concerning Education, p. 3.1 (Ellen Gould White)","content":"If the parents had studied more of Christ and less of the world, if they had cared less to imitate the customs and fashions of the present age, and devoted time and painstaking effort to mold the minds and characters of their children after the divine Model, then they could send them forth with moral integrity to be carried forward in the branches of study to qualify them for any position of trust. The teachers, if God-fearing and God-loving, could take these children a step nearer heaven, train to make their capacities a blessing and not a curse. Connected with God, these instructors will exert an influence affecting the destiny of souls in leading them to the study and obedience of the law of God, carrying their minds up to the contemplation of eternal interests, opening before them a broad, expansive field of thought, presenting before them difficult Bible problems to master, strengthening the intellect to grasp grand and ennobling themes. After all this there will be an infinity beyond."},{"refcode_short":"PH040 3.2","refcode_long":"Instruction Concerning Education, p. 3.2 (Ellen Gould White)","content":"The greatest work is before us. The peril which threatens our usefulness, and which will prove our ruin, if not seen and overcome, is selfishness,—placing a higher estimate upon our plans, our opinions, and our labors, and moving independently of our brethren. “Counsel together,” have been the words repeated by the angel again and again."},{"refcode_short":"PH040 3.3","refcode_long":"Instruction Concerning Education, p. 3.3 (Ellen Gould White)","content":"Satan may move through one man's mind to warp things out of their proper channel. He may succeed with two who view things in a similar light, but with several minds enlisted, there is greater safety against his wiles. Every plan will be more liable to be viewed from all sides, every advance will be more carefully studied, so that no enterprise will be so likely to be entered upon which will bring confusion and perplexity and defeat to the work in which we are engaged. In union there is strength: in division there is weakness and defeat. God is leading out a people, and fitting them for translation. Are we who are acting a part in this work standing as sentinels for God? Are we uniting our forces? Are we willing to become servants of all? Are we imitating the great Pattern?"},{"refcode_short":"PH040 4.1","refcode_long":"Instruction Concerning Education, p. 4.1 (Ellen Gould White)","content":"The College in Battle Creek is a place where young men and women should be trained according to God's plan of development and growth, where the younger members of the Lord's family should be impressed that they are created in the image of their Maker, and that their spirit must represent the Spirit of Christ. All should feel that it is one of God's instrumentalities to make known the knowledge of himself to man."},{"refcode_short":"PH040 4.2","refcode_long":"Instruction Concerning Education, p. 4.2 (Ellen Gould White)","content":"Cultivated intellects are now needed in every part of the work of God, for novices cannot do the work acceptably in unfolding the hidden treasure to enrich the soul. God has devised that schools shall be an instrumentality for developing workers for Jesus Christ, of whom he will not be ashamed, and this object must ever be kept in view. The height man may reach by proper culture, has not hitherto been realized."}]