[{"refcode_short":"PH055 9","refcode_long":"Our Work in Washington D. C., p. 9 (Ellen Gould White)","content":"Our Work in Washington D. C."},{"refcode_short":"PH055 9","refcode_long":"Our Work in Washington D. C., p. 9 (Ellen Gould White)","content":"An Open Letter"},{"refcode_short":"PH055 9.1","refcode_long":"Our Work in Washington D. C., p. 9.1 (Ellen Gould White)","content":"March 6, 1905."},{"refcode_short":"PH055 9.2","refcode_long":"Our Work in Washington D. C., p. 9.2 (Ellen Gould White)","content":"Just now is the time for a deep, earnest effort to be made in Washington, the capital of our nation. I feel somewhat disappointed that the gifts that are being made toward the work in Washington do not steadily increase. The remarkable developments in the work in Washington, showing the importance of our moving there, should lead the people of God to make their offerings toward the one hundred thousand dollar fund larger and larger. The present showing should be decidedly different. My brethren and sisters, do not allow the large gifts for the work in Washington to be so few. We thank the givers of the small sums. And we know that there are those who can make larger gifts. The occasion demands that the men of means among us should bestir themselves. Our reputation is at stake. Now is the time for all to act a part. Unbelievers are looking on, and forming their opinions by the representation made."},{"refcode_short":"PH055 10.1","refcode_long":"Our Work in Washington D. C., p. 10.1 (Ellen Gould White)","content":"Let our ministers arouse, and fully realize the importance of the situation. Let the work in Washington become a matter of the first interest now. Let every believer in every place feel called upon to help. Let all feel that the work in Washington belongs to them, and let them do their utmost toward its advancement."},{"refcode_short":"PH055 10.2","refcode_long":"Our Work in Washington D. C., p. 10.2 (Ellen Gould White)","content":"Come to the front, my brethren and sisters, with your gifts and offerings. Awake to the responsibilities of the hour. We plead with the Lord to work upon minds, and to lead those who have means to realize that now is their time to help liberally in a most important crisis."},{"refcode_short":"PH055 10","refcode_long":"Our Work in Washington D. C., p. 10 (Ellen Gould White)","content":"The Takoma Park Sanitarium"},{"refcode_short":"PH055 10.3","refcode_long":"Our Work in Washington D. C., p. 10.3 (Ellen Gould White)","content":"We have purchased land in Takoma Park, not for the purpose of building up commercial enterprises, but for the purpose of establishing institutions in which workers may be prepared to go out into the great harvest field. The school has made a humble beginning. A sanitarium must be established there. The ground is ready for the building. Who will now bring their hundreds and their thousands for the help of this enterprise? And let not those who can afford to give but little withhold the smaller sums."},{"refcode_short":"PH055 11.1","refcode_long":"Our Work in Washington D. C., p. 11.1 (Ellen Gould White)","content":"Our sanitariums are the right-hand of the gospel, opening doors whereby suffering humanity may be reached with the glad tidings of healing through Christ. In these institutions the sick may be taught to commit their cases to the great Physician, who will co-operate with their earnest efforts to regain health, bringing to them healing of soul as well as healing of body...."},{"refcode_short":"PH055 11.2","refcode_long":"Our Work in Washington D. C., p. 11.2 (Ellen Gould White)","content":"A sanitarium building is to be erected at Takoma Park that this work may be carried forward. Will not those who have means feel it a privilege to give something toward this work, that the needed fund may soon be raised? The Lord will certainly bless those who will cheerfully return to him his own. Doors once fast closed are now opening wide for the entrance of our workers. I call upon our people, while the way is open, to do earnest work, to rally round the standard, to answer the call that has been made for the completion of the one hundred thousand dollar fund. Come up to the help of the Lord against the mighty. This work is the Lord's, and he calls upon those who have means to place it in the treasury for the advancement of his work. Send in your offerings for the buildings to be erected at Takoma Park. We are praying that the money buried in lands and houses may now be called in, because it is the Lord's money, and he needs it. It is to our honor to send in large and small sums, so that, when the next General Conference shall assemble, we can say that the fund needed has been raised."},{"refcode_short":"PH055 12.1","refcode_long":"Our Work in Washington D. C., p. 12.1 (Ellen Gould White)","content":"We call upon those who have invested money in worldly interests to withdraw it, and place it in the Lord's cause, where it is now greatly needed. Show your gratitude to God by the liberality of your offerings. Thus you may give evidence that you appreciate the mercies of the gospel."},{"refcode_short":"PH055 12.2","refcode_long":"Our Work in Washington D. C., p. 12.2 (Ellen Gould White)","content":"To the workers in Washington, I would say: We have faith, my brethren and sisters, that if you will walk humbly with God, you will see of his salvation. It is the desire of my heart that you shall know the power of the grace of our Lord Jesus Christ. We have an all-sufficient Helper. He understands our weakness and our needs. Let there be fasting and prayer. Let self be humbled. Let the heart be cleansed from all impurity. Confess your sins, and plead with God day and night for the victory, and you will walk in the light as Christ is in the light."},{"refcode_short":"PH055 25","refcode_long":"Our Work in Washington D. C., p. 25 (Ellen Gould White)","content":"The Sanitarium Work—January 11, 1905"},{"refcode_short":"PH055 25.1","refcode_long":"Our Work in Washington D. C., p. 25.1 (Ellen Gould White)","content":"I am hoping that every stroke that is made in Takoma Park and in the city of Washington toward the upbuilding of the cause of God may tell to the glory of the Lord."},{"refcode_short":"PH055 25.2","refcode_long":"Our Work in Washington D. C., p. 25.2 (Ellen Gould White)","content":"It is in the order of God for the sanitarium work to begin right in the city at first. Thus the people will become acquainted with methods of rational treatment and with the success that attends the use of these methods."},{"refcode_short":"PH055 25.3","refcode_long":"Our Work in Washington D. C., p. 25.3 (Ellen Gould White)","content":"After the sanitarium buildings at Takoma Park are completed and occupied, the city treatment rooms will still be needed. These treatment rooms will act as a feeder for the suburban sanitarium, and many patients may be transferred from them to the sanitarium. Such a place as Washington must not be left without treatment rooms in the city proper. These two places, properly managed, will become a power of influence in medical missionary lines."},{"refcode_short":"PH055 30","refcode_long":"Our Work in Washington D. C., p. 30 (Ellen Gould White)","content":"Be Not Weary in Well Doing"},{"refcode_short":"PH055 30.1","refcode_long":"Our Work in Washington D. C., p. 30.1 (Ellen Gould White)","content":"Our churches are often appealed to for gifts and offerings to aid missionary enterprises in the home field, and to sustain foreign missionary work. Let us not become impatient because we are often asked to give a portion of the means entrusted to us, for the upbuilding of the cause of God. Just now the work in Washington demands our immediate consideration. Recent developments in Washington show that the removal of the General Conference offices to that city was a right move, and a move made none too soon."},{"refcode_short":"PH055 30.2","refcode_long":"Our Work in Washington D. C., p. 30.2 (Ellen Gould White)","content":"Our churches have shown much liberality, but they have not done all that they are able to do. Some have carried very heavy burdens, but there are others who are not willing to deny self. I appeal to every family of believers in our land to consecrate themselves to the work of soul-saving, pledging themselves to advance the Lord's work by every means within their power. Let the older ones repress the desire to gratify self, and let the children be taught to save their pennies for the Lord. Let parents take up the cross of self-sacrifice, which lies so plainly in the pathway of holiness. Let the young men and young women who are tempted to expend means to gratify self, say, “No! I will not rob the cause of God by spending money for that which is useless.”"},{"refcode_short":"PH055 37","refcode_long":"Our Work in Washington D. C., p. 37 (Ellen Gould White)","content":"A Call For Active Work"},{"refcode_short":"PH055 37","refcode_long":"Our Work in Washington D. C., p. 37 (Ellen Gould White)","content":"The Present Situation in Washington"},{"refcode_short":"PH055 37.1","refcode_long":"Our Work in Washington D. C., p. 37.1 (Ellen Gould White)","content":"Now is our time to press to the front in Washington. As we work with all our might, our trust must be in God. Sooner or later Sunday laws will be passed. But there is much for God's servants to do to warn the people. This work has been greatly retarded by their having to wait and stand against the devisings of Satan, which have been striving to find a place in our work. We are years behind."},{"refcode_short":"PH055 37.2","refcode_long":"Our Work in Washington D. C., p. 37.2 (Ellen Gould White)","content":"God's law is to be vindicated by the obedience of heart and mind, and by strong arguments."},{"refcode_short":"PH055 37.3","refcode_long":"Our Work in Washington D. C., p. 37.3 (Ellen Gould White)","content":"For a long time I have carried a heavy burden regarding the work to be done in Washington. The time has come when the liberty of the church of Christ is endangered. If the forces of the enemy gain the victory now, it will be because the churches have neglected their God-given work."},{"refcode_short":"PH055 38.1","refcode_long":"Our Work in Washington D. C., p. 38.1 (Ellen Gould White)","content":"I am glad that the Lord has at Washington able men, who can treat this Sunday movement as it should be treated. Let every minister, every evangelist, now put on the whole armor of God, and work and watch and pray. Our church-members also should humble their hearts before God, and cry aloud, and spare not."},{"refcode_short":"PH055 40.1","refcode_long":"Our Work in Washington D. C., p. 40.1 (Ellen Gould White)","content":"The work that they are doing is the Lord's work, and His angels are round about them. We certainly see the hand of the Lord in the establishment of the work in this place. The message received is that many years ago this work should have been done. The call for help that is being made now should have been made long ago."},{"refcode_short":"PH055 41.1","refcode_long":"Our Work in Washington D. C., p. 41.1 (Ellen Gould White)","content":"The means that is sent in is to be used in the most careful, economical way. God will surely bless those who will aid in carrying out the command, “Arise, and build for me a memorial in Washington.” Let all his people take an active, unselfish interest in the advancement of the work that the Lord has declared should be done."},{"refcode_short":"PH055 41.2","refcode_long":"Our Work in Washington D. C., p. 41.2 (Ellen Gould White)","content":"As the work advances, the workers will gain great blessings in seeing that the Lord answers the prayers ascending to Him. His name is to be glorified. His truth is to find standing room here. The Lord God of Israel is in the work in this place, and we acknowledge it."},{"refcode_short":"PH055 47.1","refcode_long":"Our Work in Washington D. C., p. 47.1 (Ellen Gould White)","content":"I am greatly burdened because the money needed for the completion of our school and sanitarium at Takoma Park comes in so slowly. The Lord has said that these institutions should be put in working order as soon as possible. We have no time to lose."},{"refcode_short":"PH055 47.2","refcode_long":"Our Work in Washington D. C., p. 47.2 (Ellen Gould White)","content":"I address all our church members. Not merely to a few, but to all has the Lord entrusted talents; and from each one, according to his several ability, He expects returns. The rapidly increasing wickedness in the world testifies plainly that the end of all things is at hand."},{"refcode_short":"PH055 47.3","refcode_long":"Our Work in Washington D. C., p. 47.3 (Ellen Gould White)","content":"My brethren and sisters, take hold without delay to supply the means needed for the completion of the work at Washington. If you will open your hearts to the influence of the Holy Spirit, this work can soon be accomplished. Let your piety and liberality be shown just now in the accomplishment of the work that must be done in Washington, and in the sending forth of missionaries to all parts of the world. Put your hearts into the effort, that soon the word may go forth that the needed means has been supplied, and that the work may go forward with joyful dispatch."},{"refcode_short":"PH055 47.4","refcode_long":"Our Work in Washington D. C., p. 47.4 (Ellen Gould White)","content":"The Lord has entrusted you with means to be used in this very emergency. The work being carried on at the capital of our nation concerns us all. Every believer has a part to act in helping to carry out the purposes of God for the establishment of His truth in this place. More than twenty years ago institutions should have been established in Washington. It is with deep regret that we think of how the work has been neglected. It must be neglected no longer. The erection of the necessary buildings must be carried forward without delay. Let not your zeal lessen till this work is accomplished. The training school must be fully equipped, that those who come may receive a thorough training as evangelists, medical missionaries, and teachers."},{"refcode_short":"PH055 48.1","refcode_long":"Our Work in Washington D. C., p. 48.1 (Ellen Gould White)","content":"Unmistakable evidences point to the nearness of the end. The warning is to be given in clear, certain tones."},{"refcode_short":"PH055 48.2","refcode_long":"Our Work in Washington D. C., p. 48.2 (Ellen Gould White)","content":"My brethren, study diligently what has recently appeared in the Review on this subject."},{"refcode_short":"PH055 48.3","refcode_long":"Our Work in Washington D. C., p. 48.3 (Ellen Gould White)","content":"Present this matter with clearness to our people in the churches and from house to house. Gather the people together as families, and pray with them, and, with hearts made tender by the Holy Spirit, show them the importance of leaving nothing undone that can be done at this important time. Let us be determined that the Washington fund shall be closed during the General Conference."},{"refcode_short":"PH055 48.4","refcode_long":"Our Work in Washington D. C., p. 48.4 (Ellen Gould White)","content":"Paul wrote of the churches in Macedonia: “in a great trial of affliction the abundance of their joy and their deep poverty abounded unto the riches of their liberality. For to their power, I bear record, yea, and beyond their power they were willing of themselves; praying us with much entreaty that we would receive the gift.” Shall not this be the testimony borne of our people at this time?"}]