[{"refcode_short":"PH050 2","refcode_long":"Messages to Young People, p. 2 (Ellen Gould White)","content":"Messages to Young People"},{"refcode_short":"PH050 2.1","refcode_long":"Messages to Young People, p. 2.1 (Ellen Gould White)","content":"We have an army of youth today who can do much if they are properly directed and encouraged. We want our children to believe the truth. We want them to be blessed of God. We want them to act a part in well organized plans for helping other youth. Let all be so trained that they may rightly represent the truth, giving the reason of the hope that is within them, and honoring God in any branch of the work where they are qualified to labor. The General Conference Daily Bulletin, January 29, 30, 1893."},{"refcode_short":"PH050 2","refcode_long":"Messages to Young People, p. 2 (Ellen Gould White)","content":"Walk In The Light"},{"refcode_short":"PH050 2.2","refcode_long":"Messages to Young People, p. 2.2 (Ellen Gould White)","content":"The whole earth is to be lightened with the glory of God. But how difficult for some to see and acknowledge the light and be converted, that I, Christ says, should heal them. The atmosphere of selfishness, pride, formality, and self-righteousness surrounds their souls, and it is very difficult for them to discern light as light and appreciate it. Some walk away from the light into darkness, and how much greater is the darkness that enshrouds their souls because they have had the light. Refusing to walk in the light, they stumble at most precious things. Refusing to see the truth, they stumble and know not at what they stumble. The light that has been graciously given has not been appreciated and brought into practical life, and many are not doers of the word. Every true believer should have a realization of his solemn responsibility before God, to be a missionary seeking to save those that are lost. We should see armies of consecrated workers seeking to do, not their own will or pleasure, but the will of God. They should be laborers together with God. They should work, pray, and continually look unto Jesus, who is the author and finisher of their faith. Those who surrender wholly to God will put thought and prayer and earnest, consecrated tact into their labor."},{"refcode_short":"PH050 3.1","refcode_long":"Messages to Young People, p. 3.1 (Ellen Gould White)","content":"Young men and young women, if you are true disciples of Christ, you will consecrate every talent, and be able to reach out for the unconverted, by ways and methods, that will be effective. You will be active working agencies for Christ. In every church there should be devoted workers. All should realize that they are to seek counsel of God, that by well-directed personal efforts they may save souls for whom Christ died. No sinner should come within the sphere of a Christian's influence and feel that his interest has not been enlisted on the side of Jesus, the Lamb of God, who taketh away the sin of the world. Those who profess to believe the truth should walk in the light of the precious beams of the Sun of Righteousness."},{"refcode_short":"PH050 3.2","refcode_long":"Messages to Young People, p. 3.2 (Ellen Gould White)","content":"Who of our youth will give themselves to God for the purpose of laboring for the salvation of their fellow youth? Who will put their talent out to the exchangers? Who will feel their sacred accountability and put to use every ability given them of God to win souls? Young men and young women, cannot you form companies, and, as soldiers of Christ, enlist in the work, putting all your tact and skill and talent into the Master's service, that you may save souls from ruin? Let there be companies organized in every church to do this work. It is stated that when the householder left his servants, “he gave to every man his work.” Not one was to be idle."},{"refcode_short":"PH050 3.3","refcode_long":"Messages to Young People, p. 3.3 (Ellen Gould White)","content":"I appeal to both young and old, and ask, is Jesus your personal Saviour? If you do not realize that He is yours, by all means make Him yours. Then without delay teach others what you have experienced in the Christian life. Instead of being as frail reeds blowing in the wind, show yourselves as those who have root in themselves—that you believe and that you practice the truth, and its sanctifying power is upon your life and character. Then you will be walking in the light while you have the light. Will the young men and young women who really love Jesus organize themselves as workers, not only for those who profess to be Sabbath keepers, but for those who are not of our faith; for there is no respect of persons with God? All souls are precious; they are the purchase of the blood of the Son of God. Why has there been so little interest and soul burden for sinners? Many outside of the ranks of Sabbath keepers, who have not had the light, give more promise of becoming children of God, joint heirs with Jesus, than do those who have had the light of truth, and who have not appreciated it, but have walked in the sparks of their own kindling. No one can labor successfully for souls, without true, earnest, unselfish interest. Those who do so labor will see souls converted and will themselves grow in grace and in the knowledge of our Lord and Saviour Jesus Christ. They will not have a dwarfed experience in the things of God. They will be learners in the school of Christ, and educators as well, making known to others the things which they have learned of Jesus.—The Signs of the Times, May 29, 1893."},{"refcode_short":"PH050 4","refcode_long":"Messages to Young People, p. 4 (Ellen Gould White)","content":"Students Required to be Workers With God"},{"refcode_short":"PH050 4.1","refcode_long":"Messages to Young People, p. 4.1 (Ellen Gould White)","content":"The Lord has greatly honored men, by giving Jesus Christ to recover them from Satan's claims. Will you be recovered? Will you have the precious gift of Christ? or will you refuse His service? Jesus has said, “He that gathereth not with me scattereth abroad.” He has said, “Without me ye can do nothing,” and, “My grace is sufficient for thee.” Every one who seeks to do well in his own finite strength, will find his efforts a failure; but those who accept Christ by faith, will find Him a personal Saviour. They will enlist in His army, they will become His soldiers, and fight the good fight of faith. If they are students in the school, they will feel that they are enlisted to make the school the most orderly, elevated, and praiseworthy institution in the world. They will put every jot of their influence on the side of God, on the side of Christ, and on the side of heavenly intelligences. They will feel it to be their duty to form a Christian endeavor society, that they may help every student to see the inconsistency of a course of action that God will not approve. They will draw with Christ, and do their utmost to perfect Christian character. They will take upon themselves the work of leading the lame and the weak into the safe and upward path. They will form Christian endeavor meetings to make plans that will be a blessing to the institution of learning, and do all in their power to make the school what God designed and signified that it should be. They will have in mind the value and efficiency of Christian endeavor meetings, in preparing missionaries to go forth to give the warning to the world."},{"refcode_short":"PH050 5.1","refcode_long":"Messages to Young People, p. 5.1 (Ellen Gould White)","content":"Students should have their own seasons of prayer, where they may offer fervent, simple petitions that God shall bless the president of the school with physical strength, mental clearness, moral power, and spiritual discernment, and that every teacher shall be qualified by the grace of Christ to do his work with fidelity and with fervent love. They should pray that teachers may be the agents through whom God shall work to make good prevail over evil, through a knowledge of Jesus Christ whom He hath sent. May God give the students who attend our institutions of learning, grace and courage to act up to the principles revealed in the law of God, which is an expression of His character. Never be found disparaging the schools which God has established. If you have failed at any time, falling under temptation, it is because you did not make God your strength, because you did not have the faith that works by love and purifies the soul.—The Review and Herald, January 16, 1894."},{"refcode_short":"PH050 6","refcode_long":"Messages to Young People, p. 6 (Ellen Gould White)","content":"Work For The Lord"},{"refcode_short":"PH050 6.1","refcode_long":"Messages to Young People, p. 6.1 (Ellen Gould White)","content":"“Take heed that ye despise not one of these little ones: for I say unto you, that in heaven their angels do always behold the face of my Father which is in heaven. For the Son of man is come to save that which was lost. How think ye? If a man have an hundred sheep, and one of them be gone astray, doth he not leave the ninety and nine and goeth into the mountains, and seeketh that which is gone astray? And if so be that he find it, verily I say unto you, he rejoiceth more of that sheep, than of the ninety and nine which went not astray. Even so it is not the will of your Father which is in heaven, that one of these little ones should perish.”"},{"refcode_short":"PH050 6.2","refcode_long":"Messages to Young People, p. 6.2 (Ellen Gould White)","content":"The work of all believers is to co-operate with Christ in seeking those who are lost. Christ has given this work to His followers, and the members of the church stand arraigned before God as unfaithful, unless they shall undertake this work disinterestedly and thoroughly. Many will urge that there are other duties that keep them from doing the work, and so excuse themselves from being missionaries for God."},{"refcode_short":"PH050 6.3","refcode_long":"Messages to Young People, p. 6.3 (Ellen Gould White)","content":"“And they that be wise, shall shine as the brightness of the firmament; and they that turn many to righteousness, as the stars for ever and ever.” There are many Christian youth that can do a good work if they will learn lessons in the school of Christ from the great Teacher. Even though pastors, evangelists, and teachers should neglect the seeking of the lost, let not the children and youth neglect to be doers of the word. The lesson of Christ in this scripture is to be received and believed and acted upon in living faith. Let young men and women, and children go to work in the name of Jesus. Let them unite together upon some plan and order of action. Cannot you form a band of workers, and have set times to pray together and ask the Lord to give you His grace, and put forth united action? You should consult with men who love and fear God, and who have experience in the work, that under the movings of the Spirit of God, you may form plans and develop methods by which you may work in earnest and for certain results. The Lord will help those who will use their God intrusted capabilities to His name's glory."},{"refcode_short":"PH050 7.1","refcode_long":"Messages to Young People, p. 7.1 (Ellen Gould White)","content":"Will our young men and young women who believe the truth, become living missionaries? Take the promises of God, “Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.” Ask blessings for today; hour by hour, moment by moment, live your prayers for today. You are not called upon to resist temptation for tomorrow; but we may consider the saying as significant, “In today walks tomorrow.” As you pray for strength to resist temptations today, watch unto prayer today. Ask the Holy Spirit's guidance, and abiding with Christ, watching and praying, and resisting temptation, you will become strong for the duties of tomorrow. This is the assurance that is given, “Every one that asketh, receiveth; and he that seeketh, findeth; and to him that knocketh, it shall be opened.” God has made this promise, and He has illustrated His willingness to fulfill it, by presenting the willingness of earthly parents to give good gifts unto their children. He says, “If ye then being evil, know how to give good gifts unto your children: how much more shall your heavenly Father give the Holy Spirit to them that ask Him?”"},{"refcode_short":"PH050 8.1","refcode_long":"Messages to Young People, p. 8.1 (Ellen Gould White)","content":"Will those who shall read these words consider that they are to undertake good works, trusting wholly in Jesus Christ for His grace and sufficiency? You have the pledged word of God that He will be a present help in every time of need. Place all your moral and physical powers under the control of the Holy Spirit. The Lord Jesus, who gave His own life for you, will quicken your perceptions, as He has promised, in giving you the Comforter. The light will shine into your hearts, and you will be true soldiers in the army of the Lord."},{"refcode_short":"PH050 8.2","refcode_long":"Messages to Young People, p. 8.2 (Ellen Gould White)","content":"As you labor for others, the divine power of the Spirit will work upon their souls; for they have been purchased by the blood of the only begotten Son of God. We can be successful in winning souls for whom Christ has died, only as we shall depend on the grace and power of God to do the work of convicting and converting the heart. While you are presenting to them the truth of God, unbelief and uncertainty will strive to hold the mind; but let the pledged word of God expel doubt from your hearts. Take God at His word, and work in faith. Satan will come with his suggestions to make you distrust the word of your heavenly Father; but consider, “Whatsoever is not of faith is sin.” Press your faith through the dark shadow of Satan, and lodge it upon the mercy seat, and let not one doubt be entertained. This is the only way in which you will gain an experience, and find the evidence so essential for your peace and confidence. As your experience grows, you will have increased ardor of soul, and warmer love for the service of God, because you have oneness of purpose with Jesus Christ. Your sympathies are begotten of the Holy Spirit. You wear the yoke with Christ, and are laborers together with God."},{"refcode_short":"PH050 8.3","refcode_long":"Messages to Young People, p. 8.3 (Ellen Gould White)","content":"The soul that is imbued with the love of Jesus will never lose interest for perishing souls. Such a person loves to contemplate Jesus, and by beholding Him, will become changed into His likeness. Christ is formed within, the hope of glory. His confidence increases that he is loved of God, and his love deepens and widens, as he has the assurance that he is abiding in Christ and Christ in him."},{"refcode_short":"PH050 9.1","refcode_long":"Messages to Young People, p. 9.1 (Ellen Gould White)","content":"Temptations will come to the newly converted soul. Old habits and practices will seek for the mastery; but in the name of Jesus, resist every temptation. Christ knows your trials, and will not suffer you to be tempted above that you are able to resist. Jesus partook of our human nature, and was tempted in all points like as we are. And we may look to Jesus for His tenderest sympathy and be encouraged to persevere, putting our whole trust in Him who has said, “Be of good cheer: I have overcome the world.”"},{"refcode_short":"PH050 9.2","refcode_long":"Messages to Young People, p. 9.2 (Ellen Gould White)","content":"Will you not open your heart to receive such a Saviour, and praise Him with soul and voice? We offer too little thanksgiving to God. Consider the words of Christ: “Without me ye can do nothing;” and wherever you are, and whatever you are doing, look continually to Jesus, and let the love of God dwell in you richly as you co-operate with the Holy Spirit and divine intelligences in representing Jesus Christ.—The Youth's Instructor, August 9, 1894."},{"refcode_short":"PH050 9","refcode_long":"Messages to Young People, p. 9 (Ellen Gould White)","content":"Whole Hearted Reformers"},{"refcode_short":"PH050 9.3","refcode_long":"Messages to Young People, p. 9.3 (Ellen Gould White)","content":"Let the young men and young women determine to love God supremely and to do His commandments. Under circumstances the most trying, let them remain faithful to duty—especially in their attitude toward the principles of health reform. Instead of being half-hearted reformers, let them make a whole hearted reformation, in all things practicing chastity and temperance. Let none begin to reform, and then stop. Resolve to overcome the wicked one. True victory is gained only when the repentant sinner pledges himself to unconditional obedience to God,—only when he pledges himself to honor God in every word, every business transaction, every act of his life. Those who do this may be like the youth whom John addressed in the words: “I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.” It is possible for every youth to gain spiritual strength. Those who endeavor to increase their strength will pass through severe struggles, which will test their sincerity of purpose; but by remaining faithful, they prove that their determination to do God's will is prompted by high and holy motives. In every sense of the word such youth are able to be overcomers; for Christ overcame in their behalf. Having overcome, they are brought into alliance with divine, unfailing resources."},{"refcode_short":"PH050 10.1","refcode_long":"Messages to Young People, p. 10.1 (Ellen Gould White)","content":"Young men, young women, you are a spectacle to the world, to angels, and to men. By your determined efforts to be true and righteous, laying your foundation secure in faith, you may be able to provoke the older and more experienced brethren and sisters to love and good works."}]