[{"refcode_short":"PH054 2","refcode_long":"I Will Guide Thee, p. 2 (Ellen Gould White)","content":"I Will Guide Thee"},{"refcode_short":"PH054 2","refcode_long":"I Will Guide Thee, p. 2 (Ellen Gould White)","content":"“Arise and Build”"},{"refcode_short":"PH054 2","refcode_long":"I Will Guide Thee, p. 2 (Ellen Gould White)","content":"The Work in Washington"},{"refcode_short":"PH054 2.1","refcode_long":"I Will Guide Thee, p. 2.1 (Ellen Gould White)","content":"There were many things to be considered in choosing a location for our Sanitarium in Washington, and for our training school for Christian workers. We knew that everything must be in accordance with the light given; and we praise the Lord for guiding us to Takoma Park."},{"refcode_short":"PH054 2.2","refcode_long":"I Will Guide Thee, p. 2.2 (Ellen Gould White)","content":"We fully believe that the Lord has gone before us in the purchase of land, and we shall do all in our power to carry out His will in the establishment of His work in this place. We shall need young people of the very best talent in our work in Washington. We shall need workers who will bring no cloud upon the precious truth we are proclaiming. And we shall need means to erect the buildings that will be necessary for the carrying forward of our work."},{"refcode_short":"PH054 2.3","refcode_long":"I Will Guide Thee, p. 2.3 (Ellen Gould White)","content":"We know that we are where the Lord would have us, and we greatly desire that the work shall be established at once, and in accordance with His will. The message must be proclaimed in Washington, and must go forth from that place to the"},{"refcode_short":"PH054 3","refcode_long":"I Will Guide Thee, p. 3 (Ellen Gould White)","content":"Other Cities of the South"},{"refcode_short":"PH054 3.1","refcode_long":"I Will Guide Thee, p. 3.1 (Ellen Gould White)","content":"God Himself originated the plan for the advancement of His work, and He has provided His people with a surplus of means, that when He calls for help they may respond, saying, “Lord, Thy pound—not my pound—hath gained other pounds.”"},{"refcode_short":"PH054 3.2","refcode_long":"I Will Guide Thee, p. 3.2 (Ellen Gould White)","content":"The Lord calls upon His people in every State in America to come up to his help in the establishment of his work in Washington. Those who have this work in hand are to show no lack of interest in it. And our people are to remember that for the present the work in Washington is to be"},{"refcode_short":"PH054 3","refcode_long":"I Will Guide Thee, p. 3 (Ellen Gould White)","content":"Our First Interest"},{"refcode_short":"PH054 3.3","refcode_long":"I Will Guide Thee, p. 3.3 (Ellen Gould White)","content":"There are many kinds of work to be carried forward in different places; but our first interest just now is our work at the Capital of our Nation."},{"refcode_short":"PH054 3.4","refcode_long":"I Will Guide Thee, p. 3.4 (Ellen Gould White)","content":"We are to center our minds for the present on the work that needs to be done at Washington. Daily our petitions are to ascend to Heaven for the success of this work, that it may move forward rapidly. The Lord of hosts gave special direction that the publishing work done in Battle Creek should be transferred to Washington. The directions were so plain that we could see that there must be no delay. And since we have moved forward in obedience to this word, we have had evidence that the Lord has prepared the way at every step for the establishment of important interests at Washington. Thus far He has helped us in a way that leaves no room for any one to doubt or question."},{"refcode_short":"PH054 4.1","refcode_long":"I Will Guide Thee, p. 4.1 (Ellen Gould White)","content":"Let the work in Washington move forward. Let every one act his part in self-denial and self-sacrifice. Our people are not to wait for more appeals, but are to lay right hold of the work, making those things which appear impossibilities, possibilities. Let each one ask himself, Has not the Lord entrusted me with means for the advancement of His cause? Has he not bidden his servants in Washington"},{"refcode_short":"PH054 4","refcode_long":"I Will Guide Thee, p. 4 (Ellen Gould White)","content":"Arise and Build?"},{"refcode_short":"PH054 4.2","refcode_long":"I Will Guide Thee, p. 4.2 (Ellen Gould White)","content":"Shall I, at this time of great importance, withhold my means, which God asks me to invest in raising up memorials for Him?"},{"refcode_short":"PH054 4.3","refcode_long":"I Will Guide Thee, p. 4.3 (Ellen Gould White)","content":"Let us be honest with the Lord. All the blessings that we enjoy come from Him; and if He has entrusted us with the talent of means that we may help to do His work, shall we hold back? Shall we say, No, Lord; my children would not be pleased, and therefore I shall venture to disobey God, burying His talent in the earth?"},{"refcode_short":"PH054 5","refcode_long":"I Will Guide Thee, p. 5 (Ellen Gould White)","content":"There Should be No Delay"},{"refcode_short":"PH054 5.1","refcode_long":"I Will Guide Thee, p. 5.1 (Ellen Gould White)","content":"The cause of God demands your assistance. We ask you, as the Lord's stewards, to put His means into circulation, to provide facilities by which many will have the opportunity of learning what is truth."},{"refcode_short":"PH054 5.2","refcode_long":"I Will Guide Thee, p. 5.2 (Ellen Gould White)","content":"The temptation may come to you to invest your money in land. Perhaps your friends will advise you to do this. But is there not a better way of investing your means? Have you not been bought with a price? Has not your money been entrusted to you to be traded upon for Him? Can you not see that He wants you to"},{"refcode_short":"PH054 5","refcode_long":"I Will Guide Thee, p. 5 (Ellen Gould White)","content":"Use Your Means"},{"refcode_short":"PH054 5.3","refcode_long":"I Will Guide Thee, p. 5.3 (Ellen Gould White)","content":"in helping to build meeting-houses, in helping to establish sanitariums, where the sick shall receive physical and spiritual healing, and in helping to start schools, in which the youth shall be trained for service, that workers may be sent to all parts of the world?"},{"refcode_short":"PH054 5.4","refcode_long":"I Will Guide Thee, p. 5.4 (Ellen Gould White)","content":"If they will be faithful in bringing to His treasury the means lent them, His work will make rapid advancement. Many souls will be won to the truth, and the day of Christ's coming will be hastened."},{"refcode_short":"PH054 6","refcode_long":"I Will Guide Thee, p. 6 (Ellen Gould White)","content":"Strengthen the Hands of the Builders"},{"refcode_short":"PH054 6.1","refcode_long":"I Will Guide Thee, p. 6.1 (Ellen Gould White)","content":"God will prepare the way before His faithful people, and will greatly bless them. The righteousness of Christ will go before them, and the glory of God will be their reward. There will be joy in the heavenly courts, and joy, pure, holy joy, will fill the hearts of the workers. To save perishing souls, they are willing to spend and be spent. Their hearts are filled with gratitude and thanksgiving. The consciousness of God's love purifies and ennobles their experience, enriching and strengthening them. The grace of heaven is revealed in the conquests achieved in winning souls to Christ."},{"refcode_short":"PH054 6.2","refcode_long":"I Will Guide Thee, p. 6.2 (Ellen Gould White)","content":"So God's work in this world is to be carried forward. The church here below is to serve the Lord with self-denial and self-sacrifice, and the most glorious triumphs are to be won."},{"refcode_short":"PH054 6.3","refcode_long":"I Will Guide Thee, p. 6.3 (Ellen Gould White)","content":"God's word to His workers in Washington is, “Arise and build;” and His word to His people in all the conferences is, “Strengthen the hands of the builders.” The work in Washington is to advance in straight lines, without delay or hindrance. Let it not be kept back for lack of means. The workers in Washington will advance with steadfast courage just as fast as the Lord's people will furnish them with means. Let every church in every place act its part cheerfully and willingly."},{"refcode_short":"PH054 7.1","refcode_long":"I Will Guide Thee, p. 7.1 (Ellen Gould White)","content":"I know that the people of God desire to act their part nobly in advancing His work in the world. God extends His favor to us daily, and we are to regard it as a privilege to show that we are in harmony with the work now being done at the Capital of our Nation. We have no time to lose. The bounty that God daily bestows upon us makes a direct and forcible appeal to us to respond to the goodness and love of God by placing all that we have and are upon the altar of sacrifice. We must be co-laborers with God. He calls upon us to engage in His work, to return to Him a part of that which He has bestowed upon us. He has made us his helping hand. Our self-denying benevolence, our willing offerings, are to give evidence that the truth has been doing its work upon our hearts."},{"refcode_short":"PH054 8.1","refcode_long":"I Will Guide Thee, p. 8.1 (Ellen Gould White)","content":"Let us cut away every selfish indulgence that calls for an outlay of means, large or small. The work of God is now to be established in Washington. Means will be needed to erect a Sanitarium. The building is to be"},{"refcode_short":"PH054 8","refcode_long":"I Will Guide Thee, p. 8 (Ellen Gould White)","content":"Plain and Inexpensive"},{"refcode_short":"PH054 8.2","refcode_long":"I Will Guide Thee, p. 8.2 (Ellen Gould White)","content":"We would not waste the Lord's money by unnecessary display. Look at the life of Christ. He stooped from His glory to the humiliation of poverty. He was the Majesty of heaven, yet he declared, “Foxes have holes, and the birds of the air have nests, but the son of man hath not where to lay his head.”"},{"refcode_short":"PH054 8.3","refcode_long":"I Will Guide Thee, p. 8.3 (Ellen Gould White)","content":"God has need of the means that He has lent you. He needs the money that you can spare. Let no man's hand now be slack. Please send us help, that we may carry forward the work that has for so long been neglected. God has said, “Arise and build,” and we must obey His word."}]