[{"refcode_short":"PH058 1","refcode_long":"Perils Increase Till Jesus Comes, p. 1 (Ellen Gould White)","content":"Perils Increase Till Jesus Comes"},{"refcode_short":"PH058 1","refcode_long":"Perils Increase Till Jesus Comes, p. 1 (Ellen Gould White)","content":"A Solemn Warning"},{"refcode_short":"PH058 1.1","refcode_long":"Perils Increase Till Jesus Comes, p. 1.1 (Ellen Gould White)","content":"Impenitence has taken hold upon some who once acted a prominent part in the work of God. There is on their part a settling down to a fatal hardness of heart, a confirmed resistance of the Spirit's pleading. Should death overtake them as they are now, the dreadful words would be spoken, “Weighed in the balance, and found wanting.”"},{"refcode_short":"PH058 1.2","refcode_long":"Perils Increase Till Jesus Comes, p. 1.2 (Ellen Gould White)","content":"It is possible for men to offer the Saviour outward homage, to be Christians in profession, to have a form of godliness, while the heart whose loyalty he prizes above all else, is estranged from him. Such ones have a name to live, but they are dead."},{"refcode_short":"PH058 1.3","refcode_long":"Perils Increase Till Jesus Comes, p. 1.3 (Ellen Gould White)","content":"I am in great distress and agony as I see how determined are some who have often been warned in their refusal to hear the words of entreaty. They have linked their arms in the arm of the deceiver, and are led captive by him at his will. I heard the words spoken, “So long have they been impregnated with the life and customs of the enemy that they have no desire to break away from his companionship.”"},{"refcode_short":"PH058 1.4","refcode_long":"Perils Increase Till Jesus Comes, p. 1.4 (Ellen Gould White)","content":"To the marriage supper of the Lamb will come many who have not on the wedding garment,—the robe purchased for them with His life-blood. From lips that never make a mistake come the words, “Friend, how camest thou in hither not having on the wedding garment?” Those addressed are speechless. They know that words would be useless. The truth, with its sanctifying power, has not been brought into the soul, and the tongue that once spoke so readily of the truth is now silent. The words are spoken, “Take them out of My presence. They are not worthy to taste of My supper.”"},{"refcode_short":"PH058 2.1","refcode_long":"Perils Increase Till Jesus Comes, p. 2.1 (Ellen Gould White)","content":"As they are separated from the loyal ones, Christ looks upon them with deep sorrow. They occupied high positions of trust in God's work, but they have not the life insurance policy that would have entitled them to eternal life. From the quivering lips of Christ come the mournful words of regret, “I loved them; I gave My life for them; but they persisted in rejecting My pleadings, and continued in sin. O that thou hadst known, even thou, in this thy day, the things which belong to thy peace! But now they are hid from thine eyes.”"},{"refcode_short":"PH058 2.2","refcode_long":"Perils Increase Till Jesus Comes, p. 2.2 (Ellen Gould White)","content":"Today Christ is looking with sadness upon those whose characters He must at last refuse to acknowledge. Inflated with self-sufficiency, they hope that it will be well with their souls. But at the last great day the mirror of detection reveals to them the evil that their hearts have practised, and shows to them at the same time the impossibility of reform. Every effort was made to bring them to repentance. But they refused to humble their hearts. Now the bitter lamentation is heard, “The harvest is past, the summer is ended, and my soul is not saved.”"},{"refcode_short":"PH058 2.3","refcode_long":"Perils Increase Till Jesus Comes, p. 2.3 (Ellen Gould White)","content":"Satan and his angels will appear on this earth as men, and will mingle with those of whom God's word declares, “Some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils.” The world is full of men and women whom Satan uses as his agencies. Christ has bought them with a price,—even His life-blood. But they have given themselves into Satan's control. They are blind, and have forgotten that they were purged from their sins."},{"refcode_short":"PH058 3.1","refcode_long":"Perils Increase Till Jesus Comes, p. 3.1 (Ellen Gould White)","content":"In his sermon on the mount, the Son of God mourns over lost souls. Before His eyes pass the millions of souls yet unborn who would multiply their evil works, reject His pleadings, and rob Him of the glory that He would have received had they allowed Him to impart to them the divine nature."},{"refcode_short":"PH058 3.2","refcode_long":"Perils Increase Till Jesus Comes, p. 3.2 (Ellen Gould White)","content":"Christ tells us how in the last great day ministers, elders, evangelists, physicians, teachers, will confront Him with their claims. They will plead how they have led the singers in their songs of praise, how they have waved the palm branches, how they have spoken of Him before thousands. “Lord, Lord, have we not prophesied in Thy name,” they say, “and in Thy name done many wonderful works?”"},{"refcode_short":"PH058 3.3","refcode_long":"Perils Increase Till Jesus Comes, p. 3.3 (Ellen Gould White)","content":"But Christ says, “Then will I profess unto them, I never knew you; depart from Me, ye that work iniquity. O that you had known, even in the day of your visitation, when like sweetest music, mercy's voice fell upon your ears, the things that belonged unto your peace. But you were not ready. If you had been faithful to the warnings of the word; if you had dismissed Satan, instead of linking your arm in his; if you had preserved untarnished the principles of right; if you had obeyed My commandments, broken with ungodly advisers, scorned their impious bribes, which tempted you to worldly honor; if you had lifted the cross, and followed Jesus in self-denial, I could have welcomed you into My presence. But you have not cared for My society, and now you have no power to go from the snare."},{"refcode_short":"PH058 3.4","refcode_long":"Perils Increase Till Jesus Comes, p. 3.4 (Ellen Gould White)","content":"“I offered you My saving grace, but you refused it, and chose the side of the enemy, even as the priests and rulers did. You refused to be touched by My dying agony on the cross, and mocked at My humiliation. So will I refuse to acknowledge you. I weep for your future, but you have not cared to weep for yourselves. I was pledged to bear you and care for you, even as a father beareth and loveth his own son that serveth him. But you would not harmonize with Me."},{"refcode_short":"PH058 4.1","refcode_long":"Perils Increase Till Jesus Comes, p. 4.1 (Ellen Gould White)","content":"“The precious invitation was often given, ‘Let him take hold of My strength, that he may make peace with Me, and he shall make peace with Me.’ But you would none of My counsel. You have caused many to follow your sinful ways, and now your punishment has come. You will receive as your works have been. You must lose everlasting life. You have chosen your own ways, and with such ways, such sentiments, such characters, you could not enter the gates of the Holy city.”"},{"refcode_short":"PH058 4.2","refcode_long":"Perils Increase Till Jesus Comes, p. 4.2 (Ellen Gould White)","content":"What a scene is this! I pass over the ground again and again, bowed down in an agony that no tongue can express, as I see the end of the many, many who have refused to receive their Saviour. Justice will take the throne, and the arm strong to save will show itself strong to smite and destroy the enemies of the kingdom of God. Christ will lay bare the motives and deeds of every one. Every hidden action will stand out as clearly before the doer as if proclaimed before the universe."}]