[{"refcode_short":"PH068 9","refcode_long":"Rolling Back the Reproach, p. 9 (Ellen Gould White)","content":"Rolling Back the Reproach"},{"refcode_short":"PH068 9","refcode_long":"Rolling Back the Reproach, p. 9 (Ellen Gould White)","content":"Special Testimony"},{"refcode_short":"PH068 9","refcode_long":"Rolling Back the Reproach, p. 9 (Ellen Gould White)","content":"Help to be Given to our Schools"},{"refcode_short":"PH068 9.1","refcode_long":"Rolling Back the Reproach, p. 9.1 (Ellen Gould White)","content":"I have not been able to sleep since one o'clock. I am troubled in regard to the debt on the Battle Creek College. I now ask the Review and Herald what it will do to relieve the situation."},{"refcode_short":"PH068 9.2","refcode_long":"Rolling Back the Reproach, p. 9.2 (Ellen Gould White)","content":"In the night season, I seemed to see several looking over the account books of the Review and Herald. In these books was recorded the interest money loaned to the school."},{"refcode_short":"PH068 9","refcode_long":"Rolling Back the Reproach, p. 9 (Ellen Gould White)","content":"The Matter of Interest"},{"refcode_short":"PH068 9.3","refcode_long":"Rolling Back the Reproach, p. 9.3 (Ellen Gould White)","content":"Notwithstanding the light given by God, ten thousand dollars was called for and double that amount was used in building an addition to the school. The managers of the Review and Herald had much to do in this matter. These things must be considered. The Review and Herald is not required to pay the college debt; for if this were done, calls would be made for other schools to be helped in the same way. But the interest on this debt should be made as low as possible. Interest should not be charged upon interest, neither should those who have loaned money charge a higher rate of interest than they themselves pay. One institution should have the tenderest and most kindly feelings for its sister institution. The work done in one is as much the Lord's work as the work done in the other."},{"refcode_short":"PH068 10","refcode_long":"Rolling Back the Reproach, p. 10 (Ellen Gould White)","content":"Sister White's Gift to the Schools"},{"refcode_short":"PH068 10.1","refcode_long":"Rolling Back the Reproach, p. 10.1 (Ellen Gould White)","content":"The time has come when the Lord would have all the powers of his people brought into exercise to relieve the situation of our schools. In order to help in this cause, I have proposed giving my book on the parables. I feel very anxious that the General Conference shall act unselfishly in regard to this book, which is to be published to help the schools. This is a time when the Conference should stand before the people in a better light than it has hitherto done."},{"refcode_short":"PH068 10","refcode_long":"Rolling Back the Reproach, p. 10 (Ellen Gould White)","content":"A Call to All Our People"},{"refcode_short":"PH068 10.2","refcode_long":"Rolling Back the Reproach, p. 10.2 (Ellen Gould White)","content":"We shall call upon the people to help to the utmost of their ability just now. We shall call upon them to do a work which will be pleasing to God in purchasing the book. We shall ask that every available means be used to help to circulate this book. We shall ask that the whole field be supplied with canvassers. We shall call upon our ministers, as they visit the churches, to encourage men and women to go out as canvassers, to make a decided forward movement in the path of self-denial by giving part of their earnings to help our schools to get out of debt. Surely they can do this much to help the Master."},{"refcode_short":"PH068 10.3","refcode_long":"Rolling Back the Reproach, p. 10.3 (Ellen Gould White)","content":"A general movement is needed, but this must begin with individual movements. Let each member in each family in each church make determined efforts to deny self. Let us have the whole-hearted co-operation of all in our ranks. Let us all move forward willingly and intelligently to do what we can to relieve those of our schools that are struggling under a pressure of debt. Let the officers of each church find out who among the members has been sent to school, and helped by the school. Then let the church refund the tuition money. Let those who have had success in canvassing come up to the help of the Lord. As they handle this book, let them in the name of the Lord work in faith."},{"refcode_short":"PH068 11.1","refcode_long":"Rolling Back the Reproach, p. 11.1 (Ellen Gould White)","content":"The movement I have suggested will result in reconciliation. It will unify the churches. If all will help to lift the debts on our schools, the publishing house in Battle Creek will be strengthened to do its part. Therefore it is for the interest of the school in Battle Creek to act a full part in helping to pay back the money that has been so long bound up in it."},{"refcode_short":"PH068 11.2","refcode_long":"Rolling Back the Reproach, p. 11.2 (Ellen Gould White)","content":"The schools must be helped. Let all lift harmoniously and help as much as they possibly can. Great blessings will come to those who will take hold of this matter just now. Let no discouragement be offered by our ministers, as though it were not a proper thing to do. They should take hold of this work. If they do it aright, cheerfully, hopefully, they will find it a very great blessing. The Lord does not force any man to work, but to those who will place themselves decidedly on his side, he will give a willing mind. He will bless the one who works out the spirit which He works in. God will make the movement for the help of our schools a success if it is made in a free, willing spirit, as to the Lord. Only in this way can be rolled back the reproach that has come upon our schools all over the land. If all will take hold of this work in the spirit of self-sacrifice, for Christ's sake, and for the truth's sake, it will not be long before the jubilee song of freedom can be sung through our borders."},{"refcode_short":"PH068 11.3","refcode_long":"Rolling Back the Reproach, p. 11.3 (Ellen Gould White)","content":"Let our ministers consecrate themselves to God. We need so much,—O so much!—humble men, who feel it a pleasure to do their very best. A glorious gospel work opens before the converted, faithful minister. He is to help his fellow men to a better understanding of the word. The influence exerted by the minister with whom God works is weighty and momentous. The Lord is highly pleased with the minister who works humbly and willingly. Those who are wholly consecrated to God will ever seek wisdom from on high to enable them to bear their heavy responsibilities. They will be patient, forbearing, courteous, knowing that they are Christ's representatives. They will show a deep earnestness and fervor in prayer, and in their appeals to individuals and congregations."},{"refcode_short":"PH068 12","refcode_long":"Rolling Back the Reproach, p. 12 (Ellen Gould White)","content":"Unprofitable Ministry"},{"refcode_short":"PH068 12.1","refcode_long":"Rolling Back the Reproach, p. 12.1 (Ellen Gould White)","content":"There are in the ministry young men who have been receiving wages from the Conference, yet whose labors bring nothing in, who are only consumers. I have been instructed that this need not be. It would not be if our young ministers were worked by the Spirit of God."},{"refcode_short":"PH068 12.2","refcode_long":"Rolling Back the Reproach, p. 12.2 (Ellen Gould White)","content":"Some of our ministers might better stop and consider. Let them ask themselves how much they have received from the Conference, and how much their labors have been blessed in the conversion of souls. If you are not producers as well as consumers, what is the value of your work? How can the cause of God sustain as workers those who are not sanctified by the truth? Begin at the beginning of this year to consecrate yourselves to God. Wait not. Make an entire surrender."},{"refcode_short":"PH068 12.3","refcode_long":"Rolling Back the Reproach, p. 12.3 (Ellen Gould White)","content":"Should not our ministers study this question? Many of our young ministers, if truly converted, would do much by entering the canvassing field. They would there obtain an experience in faith. Their knowledge of the Scriptures would greatly increase, because as they imparted to others the light given them, they would receive more to impart. Let them enter the canvassing fields, and see what they can do in the way of producing. By meeting people and presenting to them our publications, they will gain an experience which they could not gain by simply preaching. As they go from house to house, they can converse with those whom they meet, carrying with them the fragrance of Christ's life."},{"refcode_short":"PH068 13.1","refcode_long":"Rolling Back the Reproach, p. 13.1 (Ellen Gould White)","content":"The faithful youthful Timothy was taught by experienced men of God's appointment how to read the Word and how to explain it to others. Paul, his father in the gospel, addressed him in the words, “Thou therefore, my son, be strong in the grace that is in Christ Jesus. And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also. Thou therefore endure hardness, as a good soldier of Jesus Christ.”"},{"refcode_short":"PH068 13","refcode_long":"Rolling Back the Reproach, p. 13 (Ellen Gould White)","content":"The Canvasser"},{"refcode_short":"PH068 13.2","refcode_long":"Rolling Back the Reproach, p. 13.2 (Ellen Gould White)","content":"It is the canvasser's duty to cultivate the talents God has given him, to maintain his connection with God, to help always where he can. He has positive and constant need of the angelic ministration; for he has an important work to do, a work that he can not do in his own strength. “Now thanks be unto God which always causeth us to triumph in Christ, and maketh manifest the savor of his knowledge by us in every place. For we are unto God a sweet savor of Christ, in them that are saved and in them that perish: to the one we are the savor of death unto death; and to the other the savor of life unto life. And who is sufficient for these things?”"},{"refcode_short":"PH068 14.1","refcode_long":"Rolling Back the Reproach, p. 14.1 (Ellen Gould White)","content":"In his work the canvasser will be brought in contact with those who are in feeble health, who need the light on health reform, and with those who are dissatisfied with their religious experience, who are longing for something which they have not. To these he is to open the Word of Truth, rightly interpreting its meaning. “For we are not as many who corrupt the Word of God, but as of sincerity, but as of Christ in the sight of God speak we in Christ.”"},{"refcode_short":"PH068 14.2","refcode_long":"Rolling Back the Reproach, p. 14.2 (Ellen Gould White)","content":"Ever remember that there are those who teach for doctrine the commandments of men. They make void the law of God by their traditions, like the Pharisees whom Christ exposed, saying, “Ye do err, not knowing the Scriptures, nor the power of God.” The precious gems of truth are buried beneath a mass of error. By the sophistry of religious teachers the meaning of the plain, clear Word of God is hidden. The people are left in perplexity."},{"refcode_short":"PH068 14.3","refcode_long":"Rolling Back the Reproach, p. 14.3 (Ellen Gould White)","content":"By his work, the converted, consecrated canvasser is sowing the seeds of truth. This work must be done without delay; for we have but a short time in which to work. Speak to them in a way that will win their confidence. Pray for the sick. Ask the Lord to restore and heal suffering humanity. He has declared, “These signs shall follow them that believe.”"},{"refcode_short":"PH068 14","refcode_long":"Rolling Back the Reproach, p. 14 (Ellen Gould White)","content":"Personality of Satan"},{"refcode_short":"PH068 14.4","refcode_long":"Rolling Back the Reproach, p. 14.4 (Ellen Gould White)","content":"Men and women are wandering in the mist and fog of error. They want to know what is truth. Tell them; not in high-flown language, but with the simplicity of children of God. Satan is on your track. He is an artful opponent, and the malignant spirit which you meet in your work is inspired by him. Those whom he controls echo his words. If the veil could be rent away from their eyes, those thus worked would see Satan plying all his arts to win them from the truth. There are those who do not believe in the personality of Satan. These do not oppose his work in their hearts. They are ignorant of his devices."},{"refcode_short":"PH068 15.1","refcode_long":"Rolling Back the Reproach, p. 15.1 (Ellen Gould White)","content":"Instead of becoming like the world, we are to become more and more distinct from the world. Satan has combined and will continue to combine with the churches in making a masterly effort against the truth of God. Everything that is done by God's people to make inroads upon the world will call forth determined opposition from the powers of darkness. The enemy's last great conflict will be a most determined one. It will be the last battle between the powers of darkness and the powers of light. Every true child of God will fight bravely on the side of Christ. Those who in this great crisis allow themselves to be more on the side of the world than of God, will eventually place themselves wholly on the side of the world. Those who become confused in their understanding of the Word, who fail to see the meaning of antichrist, will surely place themselves on the side of antichrist. There is no time for us to assimilate with the world. Daniel is standing in his lot and in his place. The prophecies of Daniel and of John are to be understood; they interpret each other. They give to the world truths which everyone should understand. These prophecies are to be witnesses in the world. By their fulfillment in these last days, they will explain themselves."},{"refcode_short":"PH068 16","refcode_long":"Rolling Back the Reproach, p. 16 (Ellen Gould White)","content":"Punishment of the World"},{"refcode_short":"PH068 16.1","refcode_long":"Rolling Back the Reproach, p. 16.1 (Ellen Gould White)","content":"The Lord is about to punish the world for its iniquity. He is about to punish religious bodies for their rejection of the light and truth which has been given them. The great message, combining the first, second, and third angels’ messages, is to be given to the world. This is to be the burden of our work. Those who truly believe in Christ will openly conform to the law of Jehovah. The Sabbath is the sign between God and his people; and we are to make visible our conformity to the law of God by observing the Sabbath. It is to be the mark of distinction between God's chosen people and the world."},{"refcode_short":"PH068 16.2","refcode_long":"Rolling Back the Reproach, p. 16.2 (Ellen Gould White)","content":"It means much to be true to God. This embraces health reform. It means that our diet must be simple, that we must be temperate in all things. The many varieties of food so often seen on tables is not necessary, but highly injurious. Mind and body are to be preserved in the best condition of health. Only those who have been trained in the knowledge and fear of God should be chosen to take responsibilities. Those who have been long in the truth, yet who can not distinguish between the pure principles of righteousness and the principles of evil, whose understanding in regard to justice, mercy, and the love of God is beclouded, should be relieved of responsibilities."},{"refcode_short":"PH068 16.3","refcode_long":"Rolling Back the Reproach, p. 16.3 (Ellen Gould White)","content":"God has important lessons for his people to learn. Had these lessons been learned before, his cause would not be where it is today. One thing must be done. The truth is not to be withheld from ministers or men in positions of responsibility for fear of incurring their displeasure. There are to be connected with our institutions men who with meekness and wisdom will declare the whole counsel of God. God's wrath is kindled against those who in carnal security and pride have shown contempt for his management. They are endangering the prosperity of the cause."},{"refcode_short":"PH068 17.1","refcode_long":"Rolling Back the Reproach, p. 17.1 (Ellen Gould White)","content":"Every false way is a deception, and if sustained will in the end bring destruction. Thus the Lord permits those who maintain false plans to be destroyed. At the very time when praise and adulation is heard, sudden destruction comes. There are those who, notwithstanding they know of the reproof received by others, because of unfaithfulness, turn away from admonition. These are doubly guilty. They knew the Lord's will, and did it not. Their punishment will be proportionate to their guilt. They would not take heed to the word of the Lord. (Signed.)"},{"refcode_short":"PH068 17.2","refcode_long":"Rolling Back the Reproach, p. 17.2 (Ellen Gould White)","content":"I have had conversation with W. C. White, and made a proposition to him, that I would give the royalty on my coming book, “The Parables,” if the Review and Herald and the Pacific Press would donate their press work, and making of the books in neat, saleable style, and let all the avails be used to help relieve the debts upon our schools. This book will never grow old, and the avails shall go to the schools everywhere to help them. I thought this movement on my part would provoke others to self-denial and to benevolence and mercy, to take right hold of this matter and get out “The Parables” to do this work. Well, the Lord is, I believe, willing to help us in this work. I shall only draw upon the books to give some to the poor that can not buy. W. C. White enters into this plan with great satisfaction. Of course we have not time to get this all before you in definiteness as we will when we have time...."},{"refcode_short":"PH068 18.1","refcode_long":"Rolling Back the Reproach, p. 18.1 (Ellen Gould White)","content":"Later:"},{"refcode_short":"PH068 18.2","refcode_long":"Rolling Back the Reproach, p. 18.2 (Ellen Gould White)","content":"“How can I help the school in Battle Creek, and help to wipe out that large debt?” It came to me that the only way I could do was to make a gift of the book soon to be issued, “The Parables.” I wish this book to be used in the interests of all our schools...."},{"refcode_short":"PH068 18.3","refcode_long":"Rolling Back the Reproach, p. 18.3 (Ellen Gould White)","content":"My heart is deeply stirred in regard to the debt upon our schools all over the world. This state of things should not exist. Will you unite with me in creating something that will change this order of things? In the name of the Lord, do something, and do it now. Arouse the people to do something in regard to these school debts."},{"refcode_short":"PH068 19","refcode_long":"Rolling Back the Reproach, p. 19 (Ellen Gould White)","content":"A Work Which All Must Do"},{"refcode_short":"PH068 19.1","refcode_long":"Rolling Back the Reproach, p. 19.1 (Ellen Gould White)","content":"I can not at this time write much. I do not feel it my duty to write all that I could write in truth, for it would not be the best thing to do. I must wait and watch and pray. I feel that the Holy Spirit is working you who are on the other side of the Rocky Mountains. But I have not light now that I should visit Battle Creek, and I shall not do this without a plain Thus saith the Lord. When God sees that the work he has given me will not be refused, and rejected, and his instruction misstated and misappropriated, then I shall have a work to do in connection with those who will co-operate with me in the last great work before us. Calamities, earthquakes, floods, disasters by land and by sea, will increase. God is looking upon the world today as he looked upon it in Noah's time. He is sending his messages to people today as he sent them in the days of Noah. There is in this age of the world a repetition of the wickedness of the world before the flood. Many helped Noah build the ark who did not believe the startling message, who did not cleanse themselves from all wrong principles, who did not overcome the temptation to do and say things which were entirely contrary to the mind and will of God."},{"refcode_short":"PH068 19.2","refcode_long":"Rolling Back the Reproach, p. 19.2 (Ellen Gould White)","content":"Have faith in God. He gave me the idea of giving “Christ's Object Lessons” for the relief of the schools. He is testing his people and institutions in this thing, to see if they will work together and be of one mind in self-denial and self-sacrifice. Carry forward this work without flinching, in the name of the Lord. Let God's plan be vindicated. Let his proposition be fully carried out and heartily indorsed as the means of uniting the members of the churches in self-sacrificing effort. Thus they will be sanctified, soul, body, and spirit, as vessels unto honor, to whom God can impart his Holy Spirit. By this means they will accomplish the work God designs to have done."},{"refcode_short":"PH068 20.1","refcode_long":"Rolling Back the Reproach, p. 20.1 (Ellen Gould White)","content":"Stir up every family, every church, to do the very utmost of their power, everyone consecrating himself to God, putting the leaven of evil out of his heart, out of the home, and out of the church. Let every family make the most of this the Lord's opportunity. Let self-denial and self-sacrifice be revealed. Let the teachers in the school do as others of God's servants are doing—cut down their wages. This self-sacrifice will be required of us all. Let all place themselves where they will be sure to receive the answer to their prayers. It is the cause of God which is at stake."},{"refcode_short":"PH068 20.2","refcode_long":"Rolling Back the Reproach, p. 20.2 (Ellen Gould White)","content":"The preciousness of life is to be appreciated because this life belongs to the Master. As long as we live, we are ever to bear in mind that we are bought with a price. Christ made of himself a whole and complete sacrifice for us, to make it possible for us to receive the gift of everlasting life. “Ye are not your own; for ye are bought with a price; therefore glorify God in your body and in your spirit, which are God's.” We have enlisted under Christ's banner for life service, and great responsibilities and possibilities are within our reach. There are in the providence of God particular periods when we must arise in response to the call of God, and make use of our time, our intellect, our whole being, body, soul, and spirit, fulfilling to the utmost of our ability the requirements of God. Just now let not the opportunity be lost. Let all work together. Let children act a part. Let every member of the family do something. Educate, educate. This is an opportunity which God's people can not afford to lose. God calls. Do your best at this time to render to him your offering, to carry out his specified will; and thus make this an occasion for witnessing for him and his truth. In a world of darkness let your light shine forth. Let canvassers do their best in canvassing for the book “Christ's Object Lessons.” Their work will serve a double purpose. They will place in the homes of the people a book containing most precious light, seed sown to bring truth to souls ready to perish. In receiving this seed into their hearts, they will save their souls through belief of the truth. At the same time means will be gathered for the relief of the schools. Twofold good will thus be accomplished in this work. Let it be done heartily as unto the Lord."},{"refcode_short":"PH068 21.1","refcode_long":"Rolling Back the Reproach, p. 21.1 (Ellen Gould White)","content":"Let all think soberly; for it is a solemn thing to live. Your life is not your own. You are kept by the power of God, and Jesus Christ desires to live his life in you, perfecting your character He desires you to work to the utmost of your knowledge and power to carry out the purpose for which he gave you life. Use every capability as his."},{"refcode_short":"PH068 21.2","refcode_long":"Rolling Back the Reproach, p. 21.2 (Ellen Gould White)","content":"My brethren, after you have done all you can do in this work for the schools, by sanctified energy and much prayer, you will see the glory of God. When the trial has been fully made, there will come a blessed result. Those who have sought to do God's will, having laid out every talent to the best advantage, become wise in working for the kingdom of God. They learn lessons of the greatest consequence to them, and they will feel the highest happiness of a rational mind. This is the result that will surely come if you fulfill the purpose of God. Peace and intelligence and grace will be given. It is the design of God that we should all glorify him, regarding his service as the chief end of our existence. The work that God calls you to do he will make a blessing to you. Your heart will be more tender, your thoughts more spiritual, your service more Christlike. “If ye abide in me,” Jesus said, “and my words abide in you, ye shall ask what ye will, and it shall be done unto you.” In considering these things my spirit rejoices in God."},{"refcode_short":"PH068 22.1","refcode_long":"Rolling Back the Reproach, p. 22.1 (Ellen Gould White)","content":"I could not sleep past two o'clock this morning. During the night season I was in council. I was pleading with some families to avail themselves of God's appointed means, and get away from the cities to save their children. Some were loitering, making no determined efforts. The angels of mercy hurried Lot and his wife and daughters by taking hold of their hands. Had Lot hastened as the Lord desired him to, his wife would not have become a pillar of salt. Lot had too much of a lingering spirit. Let us not be like him. The same voice that warned Lot to leave Sodom bids us, “Come out from among them, and be ye separate, and touch not the unclean.” Those who obey this warning will find a refuge. Let every man be wide awake for himself, and try to save his family. Let him gird himself for the work. God will reveal from point to point what to do next."},{"refcode_short":"PH068 22.2","refcode_long":"Rolling Back the Reproach, p. 22.2 (Ellen Gould White)","content":"Hear the voice of God through the apostle Paul, “Work out your own salvation with fear and trembling. For it is God that worketh in you both to will and to do of his good pleasure. “Lot trod the plain with unwilling and tardy steps. He had so long associated with evil workers that he could not see his peril until his wife stood on the plain a pillar of salt forever."},{"refcode_short":"PH068 23.1","refcode_long":"Rolling Back the Reproach, p. 23.1 (Ellen Gould White)","content":"There is to be a decided work done to accomplish God's plan. Make every stroke tell for the Master in the work of canvassing for “Christ's Object Lessons.” God desires his people to be vitalized for work as they have never been before, for their good and for the upbuilding of his cause. Ministering angels will be round about the workers."},{"refcode_short":"PH068 23.2","refcode_long":"Rolling Back the Reproach, p. 23.2 (Ellen Gould White)","content":"Let our institutions make every effort to free themselves from debt. Let every family arouse. Let the ministers of our churches and the presidents of our conferences awaken. Then he will tell you what to do next."},{"refcode_short":"PH068 23.3","refcode_long":"Rolling Back the Reproach, p. 23.3 (Ellen Gould White)","content":"You will need to have patience with the tardy ones, who do not feel the necessity of doing anything promptly, thoroughly, earnestly. They have so much to say, so much unbelief to express, and so much criticising, that they lose the peace and joy and happiness in the purposes of God before they can decide to move. We must become men and women of God's opportunity. I am so glad that so much harmonious action has been shown in striving to carry out this purpose of God, and to make the most of his providences."},{"refcode_short":"PH068 23.4","refcode_long":"Rolling Back the Reproach, p. 23.4 (Ellen Gould White)","content":"November 14, 1900."},{"refcode_short":"PH068 24","refcode_long":"Rolling Back the Reproach, p. 24 (Ellen Gould White)","content":"Testimonies Referring to the Reorganization of Battle Creek College"},{"refcode_short":"PH068 24","refcode_long":"Rolling Back the Reproach, p. 24 (Ellen Gould White)","content":"Extracts"},{"refcode_short":"PH068 24.1","refcode_long":"Rolling Back the Reproach, p. 24.1 (Ellen Gould White)","content":"Let great care be exercised. The work of our schools, Sanitarium, and publishing houses should be so arranged that men who are selfish and covetous, who move under Satan's generalship, can not take advantage of circumstances to make all the trouble possible. In the past Satan has used men acting a part in the work of God. As any time he chose he has played his human instrument, causing notes of discord to be heard, to bring confusion and perplexity into the cause of God. Too much power has been given to unworthy men."},{"refcode_short":"PH068 24.2","refcode_long":"Rolling Back the Reproach, p. 24.2 (Ellen Gould White)","content":"Those under Satan's dictation become very zealous in their work. They magnify self, and work at cross purposes with God. Therefore too much caution can not be shown by men who are chosen of God and faithful, to see that in every institution God has established every part of the work is firmly bound about, that the cause shall not be hindered by the counsels of those inspired from beneath, that Satan shall not intrude through unconverted, unconsecrated men."},{"refcode_short":"PH068 24.3","refcode_long":"Rolling Back the Reproach, p. 24.3 (Ellen Gould White)","content":"The school in Battle Creek should be made secure from ruthless hands, and unconsecrated minds, from men who work to bring in elements that are in no way qualified to strengthen, purify, or ennoble the institution. Let men be chosen from responsible positions who give evidence that God is using them as represented in the words, “Ye are God's husbandry; ye are God's building.” When God by his Holy Spirit works upon the character, the building is designed by no human architect, erected by no human skill. It is a building designed and fashioned by the great Master Builder. It is garrisoned by heavenly intelligences, and its foundation can never be moved."},{"refcode_short":"PH068 25","refcode_long":"Rolling Back the Reproach, p. 25 (Ellen Gould White)","content":"Extracts"},{"refcode_short":"PH068 25.1","refcode_long":"Rolling Back the Reproach, p. 25.1 (Ellen Gould White)","content":"The time came for the Sanitarium to be placed upon a more sure foundation, and for the school to receive thorough reconstruction. Satan was working through his agents in a masterly manner. His instruments were all ready to fall into line, and to be worked by him. These called evil good and good evil. Had they not been resisted and defeated, there would have been as fearful a state of rebellion as when the spies returned who were sent to view the land of Canaan. When they returned from their work, they brought back an evil report. They acknowledged all the advantages of the promised land. They displayed the fruit they had found there, and then they magnified the difficulties, showing their unbelief in the God who was leading them. They said all they could to discourage, and they discouraged all Israel. They bore false witness. They did not remember how the Lord had helped them under every difficulty. The people broke forth into lamentations, mourning, and faultfinding."},{"refcode_short":"PH068 25.2","refcode_long":"Rolling Back the Reproach, p. 25.2 (Ellen Gould White)","content":"The men that brought up an evil report of the promised land died by the plague, while Caleb and Joshua lived; but though the Lord thus manifested his power to slay and to keep alive, the leaven of evil that had been introduced worked so effectually that the people would have stoned God's faithful witnesses. They were not transformed in character. They were prepared, as we have seen men prepared in our day, to exalt their judgment, and pervert the judgment of God."},{"refcode_short":"PH068 26.1","refcode_long":"Rolling Back the Reproach, p. 26.1 (Ellen Gould White)","content":"This history was recorded for our admonition, upon whom the ends of the world are come. Here is seen a determination to disregard the will of God. In their unbelief the people refused to go up to take the land. When they found that because of unbelief they must wander in the wilderness for another forty years, they said, We will go up now. But Moses told them that they had no permission to go up. If they had gone when the Lord said Go, the armies of the Lord's host would have gone with them; but because of their rebellion and delay, the Lord refused to give them victory. But the people said, We will go up; we will not wander in this wilderness any longer. And Moses said, “Go not up, for the Lord is not among you; that ye be not smitten among your enemies. For the Amalekites and the Canaanites are there before you, and ye shall fall by the sword; because ye are turned away from the Lord, therefore the Lord will now be with you. But they presumed to go up unto the hill top; nevertheless the ark of the covenant of the Lord, and Moses, departed not out of the camp. Then the Amalekites came down and discomfited them, even unto Hormah.”"},{"refcode_short":"PH068 26.2","refcode_long":"Rolling Back the Reproach, p. 26.2 (Ellen Gould White)","content":"Calebs have been greatly needed in different periods of the history of our work. Today we need men of thorough fidelity, men who follow the Lord fully, men who are not disposed to be silent when they ought to speak, who are as true as steel to principle, men who do not seek to make a pretentious show, but who walk humbly with God, patient, kind, obliging, courteous men, who understand that the science of prayer is to exercise faith and show works that will tell to the glory of God and the good of his people. Our institutions, whatever their character, can prosper only by the manifestation of the self-denying, self-sacrificing spirit which was manifested in their foundation. The principles of entire consecration must be maintained. Christ himself has said, “Ye can not serve God and mammon.” “He that is not with me (voicing my words) is against me.” God will have no men in his work who offer divided service. His servants are to take the position that they will not sanction any evil work. To follow Jesus requires wholehearted conversion at the start, and a repetition of this conversion every day."},{"refcode_short":"PH068 27.1","refcode_long":"Rolling Back the Reproach, p. 27.1 (Ellen Gould White)","content":"There have been times when a crisis has determined character. This has been again and again. When the time came for our institutions to receive new organization, the elements of character ruling men were revealed. Those who had not been in harmony with truth and righteousness, who did not bear the approval of God, strove to obtain the ascendency. But it was not the Lord's design that their voice, their decisions, should have influence in board or council meetings. The only way in which they can be a strength to the work and cause of God is by keeping quiet until they know whether they are on Satan's side or on Christ's."},{"refcode_short":"PH068 27.2","refcode_long":"Rolling Back the Reproach, p. 27.2 (Ellen Gould White)","content":"There are men who have put out their spiritual eyesight. They can not distinguish between the sacred and the common. Their voice is the loudest when they are in the enemy's service. It will be greatly to their credit to keep still. This is their strength. Silence is their eloquence. It means very much to every man whether he is on the Lord's side of the question or on Satan's side."},{"refcode_short":"PH068 28.1","refcode_long":"Rolling Back the Reproach, p. 28.1 (Ellen Gould White)","content":"God's people today have far greater light than had ancient Israel. They have not only the increased light which has been shining upon them, but the instruction given by God to Moses, to be given to the people. God specified the difference between the sacred and the common, and declared that this difference must be strictly observed. This lesson is given also to modern Israel. That which God has set apart as sacred must ever be respected as sacred. Christ was the foundation of the Jewish economy. When type met antitype in his death, the need for sacrificial offerings ceased. But the lessons regarding practical obedience, given by Christ from the mount of blessing, were still binding."},{"refcode_short":"PH068 28.2","refcode_long":"Rolling Back the Reproach, p. 28.2 (Ellen Gould White)","content":"The Lord has given his people great light and precious instruction. What sorrow, what shame, what agony of soul, has been felt by God's faithful servants who have stood as did Joshua and Caleb, to hear Israel cast off their leader, and choose one of their rebellious number to lead them back to Egypt. In their complaints the Israelites blasphemed God. God had signified that the defense of the land of Canaan had departed, and that now was the opportune time for them to enter it. Caleb declared the truth for that and every time: “The land, which we passed through to search it, is an exceedingly good land. If the Lord delight in us, then he will bring us into this land, and give it us: a land which floweth with milk and honey. Only rebel not ye against the Lord, neither fear ye the people of the land: for they are bread for us: their defense is departed from them, and the Lord is with us: fear them not. But all the congregation bade stone them with stones. And the glory of the Lord appeared in the tabernacle of the congregation before all the children of Israel.” The manifestation of the Lord's glory was needed to quell the mad and blasphemous utterances of the people, and to save the lives of his servants from the maddened throng."},{"refcode_short":"PH068 29.1","refcode_long":"Rolling Back the Reproach, p. 29.1 (Ellen Gould White)","content":"Has there not been seen in modern Israel manifestations similar to this? Has not the loud, boisterous voice of rebellion been heard in your council meetings and in your board meetings? ..."},{"refcode_short":"PH068 29.2","refcode_long":"Rolling Back the Reproach, p. 29.2 (Ellen Gould White)","content":"Men are to be carefully selected. They are to be men of moral perception, men who are acquainted with the work they are handling.... Surely there is need now of bold, fearless Calebs, who, under the influence of the Spirit, will use the talents of hearing and speaking with heroic courage, disregarding all personal dangers and anxieties."},{"refcode_short":"PH068 29.3","refcode_long":"Rolling Back the Reproach, p. 29.3 (Ellen Gould White)","content":"After the rebellion of the children of Israel because of the evil report of the spies, the Lord purposed to destroy them. Had they not walked and worked at cross purposes with him? When he planned for them to obtain easy access into Canaan, did they not listen to the report of the faithless spies, who under control of Satan did the very work he intended them to do? The spies broke down the courage of all Israel by the lying report, and developed a rebellion that called for the presence of God himself to adjust matters."},{"refcode_short":"PH068 29.4","refcode_long":"Rolling Back the Reproach, p. 29.4 (Ellen Gould White)","content":"Much has been said on this line [on the line of selling the Battle Creek College and having the school moved out of Battle Creek], but for years nothing has been done. Had this movement been made when the Lord indicated that it was duty, the showing would be very different from what it is at the present time. But circumstances have changed, and the movements that might have been made with advantage in the past will not at this time be advisable. All the reasons I shall not attempt to lay before you. Many things will be revealed in the future that are not discerned now...."},{"refcode_short":"PH068 30.1","refcode_long":"Rolling Back the Reproach, p. 30.1 (Ellen Gould White)","content":"Let not your desire to get out of Battle Creek lead to a work similar to the defeat of Israel through the testimony of the unfaithful spies. The Lord was holding back the armies that inhabited Canaan, but because of unbelief the children of Israel did not make the right moves at the right time; and their opportunity was lost. Then the people, determined to avert the judgment pronounced by the Lord, decided to follow their human impulses; and the result is plainly outlined...."}]