[{"refcode_short":"PH061 1","refcode_long":"Progress of Work at Loma Linda, p. 1 (Ellen Gould White)","content":"Progress of Work at Loma Linda"},{"refcode_short":"PH061 1.1","refcode_long":"Progress of Work at Loma Linda, p. 1.1 (Ellen Gould White)","content":"In a letter written November 1, 1905, Sister White said: “The matter was presented to me that many sanitariums would have to be established in Southern California, for there would be a great inflowing of people there. Many would seek that climate.”"},{"refcode_short":"PH061 1.2","refcode_long":"Progress of Work at Loma Linda, p. 1.2 (Ellen Gould White)","content":"In a letter written in February, 1905, to a brother living in Redlands, Sister White said: “I hope ... that when you find a suitable place in Redlands, which could be used as a sanitarium, offered for sale at a reasonable price, you will let us know about it. We shall need a sanitarium in Redlands. Unless we start an enterprise of this kind, other will...."},{"refcode_short":"PH061 2.1","refcode_long":"Progress of Work at Loma Linda, p. 2.1 (Ellen Gould White)","content":"“I merely mention this matter so that you may keep it in view. We shall not take any steps to establish a sanitarium in Redlands until we can be assured that we are doing the right thing.”"},{"refcode_short":"PH061 2.2","refcode_long":"Progress of Work at Loma Linda, p. 2.2 (Ellen Gould White)","content":"Two months later she wrote: “Redlands and Riverside have been presented to me as places that should be worked. These two places should not longer be neglected. I hope soon to see an earnest effort put forth in their behalf. Will you please consider the advisability of establishing a sanitarium in the vicinity of these towns, with treatment rooms in each place, to act as feeders to the institution?”"},{"refcode_short":"PH061 2.3","refcode_long":"Progress of Work at Loma Linda, p. 2.3 (Ellen Gould White)","content":"In this same letter we find this statement: “Our people in Southern California need to awaken to the magnitude of the work to be done within their borders.” And further: “I have a message to bear to the church-members in Southern California: Arouse, and avail yourselves of the opportunities open to you.”"},{"refcode_short":"PH061 2","refcode_long":"Progress of Work at Loma Linda, p. 2 (Ellen Gould White)","content":"Instruction to Secure Loma Linda"},{"refcode_short":"PH061 2.4","refcode_long":"Progress of Work at Loma Linda, p. 2.4 (Ellen Gould White)","content":"Following the telegram sent to Elder J. A. Burden from Washington, D. C., asking him to secure the property at Loma Linda “without delay,” Sister White wrote:"},{"refcode_short":"PH061 2.5","refcode_long":"Progress of Work at Loma Linda, p. 2.5 (Ellen Gould White)","content":"“Your letter has just been read. I had no sooner finished reading it than I said, ‘I will consult no one; for I have no question at all about the matter.’ I advised Willie to send you a telegram without spending time to ask the advice of the brethren. Secure the property by all means, so that it can be held, and then obtain all the money you can and make sufficient payment to hold the place. This is the very property that we ought to have. Do not delay; for it is just what is needed. As soon as it is secured, a working force can begin operations in it. I think that sufficient help can be secured to carry this matter through. I want you to be sure to lose no time in securing the right to purchase the property. We will do our utmost to help you raise the money. I know that Redlands and Riverside are to be worked, and I pray that the Lord may be gracious, and not allow any one else to get this property instead of us.”"},{"refcode_short":"PH061 3.1","refcode_long":"Progress of Work at Loma Linda, p. 3.1 (Ellen Gould White)","content":"The letter from which the foregoing paragraph is quoted was written May 14, 1905. “Be assured, my brother,” Sister White wrote in a letter dated May 28, “that I never advise anything unless I have a decided impression that it should be carried out, and unless I am firmly resolved to assist.... By all means secure the property if you can; for I believe it to be the very place the Lord desires us to have.”"},{"refcode_short":"PH061 4.1","refcode_long":"Progress of Work at Loma Linda, p. 4.1 (Ellen Gould White)","content":"In a letter written from Glendale, June 23, 1905, to a brother in the South, she wrote regarding the property:"},{"refcode_short":"PH061 4.2","refcode_long":"Progress of Work at Loma Linda, p. 4.2 (Ellen Gould White)","content":"“Until this recent visit, I had never before seen such a place with my natural eyes, but four years ago such a place was presented before me as one of those that would come into our possession if we moved wisely. It is a wonderful place in which to begin our work for Redlands and Riverside. We must make decided efforts to secure helpers who will do most faithful missionary work. If God will bless the treatments given, and Christ will let His healing power be felt, a wonderful work will be accomplished.”"},{"refcode_short":"PH061 4.3","refcode_long":"Progress of Work at Loma Linda, p. 4.3 (Ellen Gould White)","content":"On another occasion Sister White wrote: “The buildings are all ready, and work must be begun as soon as we can secure the necessary physicians and nurses. I am anxious to see the work started. For some time I have been looking for just such a place as this, with buildings all ready for occupancy, surrounded by shade-trees and orchards. When I saw Loma Linda, I said, Thank the Lord. This is the very place we have been hoping to find."},{"refcode_short":"PH061 4.4","refcode_long":"Progress of Work at Loma Linda, p. 4.4 (Ellen Gould White)","content":"“The character of the buildings, the terraced hill covered by graceful pepper trees, the profusion of flowers and shrubs, the tall shade-trees, the orchards and fields,—all combine to make this place meet fully the descriptions that I have given in the past of the place presented to me as the most perfect for sanitarium work. Everything at Loma Linda is fresh and wholesome and attractive.”"},{"refcode_short":"PH061 5.1","refcode_long":"Progress of Work at Loma Linda, p. 5.1 (Ellen Gould White)","content":"In a letter written to Elder Haskell, inviting him to labor in Southern California, she said:"},{"refcode_short":"PH061 5.2","refcode_long":"Progress of Work at Loma Linda, p. 5.2 (Ellen Gould White)","content":"“We must soon start a nurses’ training school at Loma Linda. This place will become an important center, and we need the efforts of yourself and your wife to give the right mould to the work in this new educational center.”"},{"refcode_short":"PH061 5.3","refcode_long":"Progress of Work at Loma Linda, p. 5.3 (Ellen Gould White)","content":"The following, written November 1, 1905, is also to the point:"},{"refcode_short":"PH061 5.4","refcode_long":"Progress of Work at Loma Linda, p. 5.4 (Ellen Gould White)","content":"“A school will be established as soon as possible, and the Lord will open the way.... With all the buildings in connection with the main building, we have great advantages. If we will walk humbly with God, and do according to that which He hath prospered us, we will have Christ as our friend and our helper. ‘If any man will come after Me, let him deny himself, and take up his cross, and follow Me.’ These are the terms of our discipleship. Will we comply with them?”"},{"refcode_short":"PH061 6.1","refcode_long":"Progress of Work at Loma Linda, p. 6.1 (Ellen Gould White)","content":"Sister White, in a talk given October 30, spoke thus of the educational work at Loma Linda:"},{"refcode_short":"PH061 6.2","refcode_long":"Progress of Work at Loma Linda, p. 6.2 (Ellen Gould White)","content":"“Here we have ideal advantages for a school and for a sanitarium. Here are advantages for the students and great advantages for the patients. I have been instructed that here we should have a school conducted on the principles of the ancient schools of the prophets. It may not be carried on in every respect as are schools of the world, but it is to be especially adapted for those who desire to devote their lives, not to commercial pursuits, but to unselfish service for the Master."},{"refcode_short":"PH061 6.3","refcode_long":"Progress of Work at Loma Linda, p. 6.3 (Ellen Gould White)","content":"“We want a school of the highest order,—a school where the word of God will be regarded as essential, and where obedience to its teachings will be taught. For the carrying forward of such a school, we must have carefully selected educators. Our young people are not to be wholly dependent on the schools where they are told, ‘If you wish to complete our course of instruction, you must take this study, or some other study,’—studies that perhaps would be of no practical benefit to those whose only desire is to give to the world God's message of health and peace. In the education that many receive there are not only subjects that are non-essential, but much that is decidedly objectionable. We should endeavor to give instruction that will prepare students quickly for service to their fellow-men."},{"refcode_short":"PH061 7.1","refcode_long":"Progress of Work at Loma Linda, p. 7.1 (Ellen Gould White)","content":"“We are to seek for students who will plow deep into the word of God, and who will conform the life-practice to the truths of the Word. Let the education given be such as will qualify consecrated young men and young women to go forth in harmony with the great commission, ‘Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: teaching them to observe all things whatsoever I have commanded you.’”"},{"refcode_short":"PH061 7","refcode_long":"Progress of Work at Loma Linda, p. 7 (Ellen Gould White)","content":"For the Training of Physicians"},{"refcode_short":"PH061 7.2","refcode_long":"Progress of Work at Loma Linda, p. 7.2 (Ellen Gould White)","content":"In answer to a question, “Is this school that you have spoken of simply to qualify nurses? or is it to embrace also the qualification of physicians?” Sister White replied:"},{"refcode_short":"PH061 7.3","refcode_long":"Progress of Work at Loma Linda, p. 7.3 (Ellen Gould White)","content":"“Physicians are to receive their education here. Here they are to receive such a mould that when they go out to labor, they will not seek to grasp the very highest wages, or else do nothing.”"},{"refcode_short":"PH061 7.4","refcode_long":"Progress of Work at Loma Linda, p. 7.4 (Ellen Gould White)","content":"As early as December 10, 1905, Sister White had written to Elder and Mrs. Burden, “In regard to the school, I would say, Make it all you possibly can in the education of nurses and physicians.”"},{"refcode_short":"PH061 14.1","refcode_long":"Progress of Work at Loma Linda, p. 14.1 (Ellen Gould White)","content":"Sister White addressed a letter to the physicians and manager at Loma Linda, dated February 20, 1908, in which she said:"},{"refcode_short":"PH061 14.2","refcode_long":"Progress of Work at Loma Linda, p. 14.2 (Ellen Gould White)","content":"“I dare not advise you in such large plans as you propose. You need to make the Lord your wisdom in these matters. I do not feel that you should plan for such large outlay of means unless you have some certainty that you can meet your obligations. I would caution you against gathering a large load of indebtedness. There is the food factory to be completed and set in operation. I call your attention to this enterprise, that you may not lay more plans than you will carry out."},{"refcode_short":"PH061 14.3","refcode_long":"Progress of Work at Loma Linda, p. 14.3 (Ellen Gould White)","content":"“You are men of varied talents, and you are right on the ground. The Lord will be your instructor in all matters if you will seek his counsel in faith. If He gives you light in this matter, then you can move with assurance. Now is the time for you to ask of the Lord wisdom, and submit your plans to Him. It is an excellent opportunity for you to receive an individual experience. Plan wisely; move guardedly; and the Lord will certainly be your helper."},{"refcode_short":"PH061 14.4","refcode_long":"Progress of Work at Loma Linda, p. 14.4 (Ellen Gould White)","content":"“I feel a deep interest in the work at Loma Linda. The plans you suggest seem to be essential; but you need to assure yourselves that they can be safely carried. You should not make hasty moves that will involve heavy indebtedness."},{"refcode_short":"PH061 14.5","refcode_long":"Progress of Work at Loma Linda, p. 14.5 (Ellen Gould White)","content":"“The work which you propose will require wise business men and efficient physicians. If you had the talent and means to carry such responsibilities, we should be glad to see your plans carry. But the sanitarium must be your first consideration. May the Lord give you wisdom and grace to bear these responsibilities as He would have you. This institution must have all the talent that is needed to make it a success.”"},{"refcode_short":"PH061 15.1","refcode_long":"Progress of Work at Loma Linda, p. 15.1 (Ellen Gould White)","content":"March 24, 1908, Sister White wrote further:"},{"refcode_short":"PH061 15.2","refcode_long":"Progress of Work at Loma Linda, p. 15.2 (Ellen Gould White)","content":"“I have clear instructions that wherever it is possible, schools should be established near our sanitariums, that each institution may be a help to the other. But I dare not advise that steps be taken at this time to branch out so largely in the educational work at Loma Linda that a great outlay of means will be required to erect new buildings. Our faithful workers at Loma Linda must not be overwhelmed with such great responsibilities that they will be in danger of becoming worn and discouraged."},{"refcode_short":"PH061 15.3","refcode_long":"Progress of Work at Loma Linda, p. 15.3 (Ellen Gould White)","content":"“I am charged to caution you against building extensively for the accommodation of students. It would not be wise to invest at this time so large a capital as would be required to equip a medical college that would properly qualify physicians to stand the test of the medical examinations of the different States."},{"refcode_short":"PH061 15.4","refcode_long":"Progress of Work at Loma Linda, p. 15.4 (Ellen Gould White)","content":"“A movement should not now be inaugurated that would add greatly to the investment upon the Loma Linda property. Already there is a large debt resting upon the institution, and discouragement and perplexity would follow if this indebtedness were to be greatly increased. As the work progresses, new improvement may be added from time to time as they are found necessary. An elevator should soon be installed in the main building. But there is need of strict economy. Let our brethren move cautiously and wisely, and plan no more than they can handle without being overburdened."},{"refcode_short":"PH061 16.1","refcode_long":"Progress of Work at Loma Linda, p. 16.1 (Ellen Gould White)","content":"“In the work of the school, maintain simplicity. No argument is so powerful as is success founded on simplicity. And you may have success in the education of students as medical missionaries without a medical school that can qualify physicians to compete with the physicians of the world."},{"refcode_short":"PH061 16.2","refcode_long":"Progress of Work at Loma Linda, p. 16.2 (Ellen Gould White)","content":"“Let the students be given a practical education. And the less dependent you are upon worldly methods of education, the better it will be for the students. Special instruction should be given in the art of treating the sick without the use of poisonous drugs, and in harmony with the light God has given. Students should come forth from the school without having sacrificed the principles of health reform."},{"refcode_short":"PH061 16.3","refcode_long":"Progress of Work at Loma Linda, p. 16.3 (Ellen Gould White)","content":"“The education that meets the world's standard is to be less and less valued by those who are seeking for efficiency in carrying the medical missionary work in connection with the work of the third angel's message. They are to be educated from the standpoint of conscience; and as they conscientiously and faithfully follow right methods in their treatment of the sick, these methods will come to be recognized as preferable to the methods of nursing to which many have become accustomed which demand the use of poisonous drugs."},{"refcode_short":"PH061 17.1","refcode_long":"Progress of Work at Loma Linda, p. 17.1 (Ellen Gould White)","content":"“We should not at this time seek to compete with worldly medical schools. Should we do this, our chances of success would be small. We are not now prepared to carry out successfully the work of establishing large medical institutions of learning. Moreover, should we follow the world's methods of medical practice, exacting the large fees that worldly physicians demand for their services, we should work away from Christ's plan for our ministry to the sick."},{"refcode_short":"PH061 17.2","refcode_long":"Progress of Work at Loma Linda, p. 17.2 (Ellen Gould White)","content":"“There should be at our sanitariums intelligent men and women who can instruct in Christ's methods of ministry. Under the instruction of competent, consecrated teachers, the young may become partakers of the divine nature, and learn how to escape the corruptions that are in the world through lust. I have been shown that we should have many more women who can deal especially with the diseases of women, many more lady nurses who will treat the sick in a simple way and without the use of drugs.”"},{"refcode_short":"PH061 23.1","refcode_long":"Progress of Work at Loma Linda, p. 23.1 (Ellen Gould White)","content":"“We want none of that kind of ‘higher education’ that will put us in a position where the credit must be given, not to the Lord God of Israel, but to the god of Ekron. The Lord designs that we shall stand as a distinct people, so connected with Him that He can work with us. Let our physicians realize that they are to depend wholly upon the true God."},{"refcode_short":"PH061 23.2","refcode_long":"Progress of Work at Loma Linda, p. 23.2 (Ellen Gould White)","content":"‘I felt a heavy burden this morning when I read over a letter that I found in my room, in which a plan was outlined for having medical students take some work at Loma Linda, but to get the finishing touches of their education from some worldly institution. I must state that the light that I have received is that we are to stand as a commandment-keeping people, and this will separate us from the world. The Sabbath is a great distinguishing line. As God's peculiar people, we should not feel that we must acknowledge our dependence upon the transgressors of God's law to give us influence in the world. It is God that gives us influence. He will give us advantages that are far above all the advantages we can receive from worldlings...."},{"refcode_short":"PH061 24.1","refcode_long":"Progress of Work at Loma Linda, p. 24.1 (Ellen Gould White)","content":"“If we follow on to know the Lord, we shall know that His going forth is prepared as the morning. There are some who may not be able to see that here is a test as to whether we shall put our dependence on man or upon God. Shall we by our course seem to acknowledge that there is a stronger power with the unbelievers than there is with God's own people? When we take hold upon God and trust in Him, He will work in our behalf. But we are to stand distinct and separate from the world."},{"refcode_short":"PH061 24.2","refcode_long":"Progress of Work at Loma Linda, p. 24.2 (Ellen Gould White)","content":"“I feel a decided interest in the work at Loma Linda, and I desire that it shall exert a powerful influence for the truth. Your success depends upon the blessing of God, not upon the views of men who are opposed to the law of God. When they see that God blesses us, then people will be led to give consideration to the truths we teach."},{"refcode_short":"PH061 24.3","refcode_long":"Progress of Work at Loma Linda, p. 24.3 (Ellen Gould White)","content":"“We need not tie to men in order to secure influence. We need not think that we must have their experience and their knowledge. Our God is a God of knowledge and understanding, and if we will take our position decidedly on His side, He will give us wisdom. I would that all our people might see the inconsistency of our being God's commandment-keeping people, a peculiar people zealous of good works, and yet feeling that we must copy after the world in order to make our work successful. Our God is stronger than any human influence. If we will accept Him as our educator, if we will make Him our strength and righteousness, He will work in our behalf...."},{"refcode_short":"PH061 25.1","refcode_long":"Progress of Work at Loma Linda, p. 25.1 (Ellen Gould White)","content":"“You have the Word, which tells you that God's commandment-keeping people are to have His special favor, and that they are to be sanctified through obedience to the truth. Shall we unite ourselves with those that are full of error, who have no respect for God's commandments’ and shall our students go forth to obtain the finishing touches of their education from them?”"},{"refcode_short":"PH061 25.2","refcode_long":"Progress of Work at Loma Linda, p. 25.2 (Ellen Gould White)","content":"W. C. White: “What is to be the final outcome? Will all our medical missionaries be simply nurses? Shall we have no more physicians? or shall we have a school in which we can ourselves give the finishing touches?”"},{"refcode_short":"PH061 25.3","refcode_long":"Progress of Work at Loma Linda, p. 25.3 (Ellen Gould White)","content":"E. G. White: “Whatever plan you follow, take your position that you will not unite with those that do not respect God's commandments.”"},{"refcode_short":"PH061 25.4","refcode_long":"Progress of Work at Loma Linda, p. 25.4 (Ellen Gould White)","content":"W. C. White: “Does that mean that we are not to have any more physicians, but that our people will work simply as nurses? or does it mean that we shall have a school of our own to educate physicians?”"},{"refcode_short":"PH061 25.5","refcode_long":"Progress of Work at Loma Linda, p. 25.5 (Ellen Gould White)","content":"E. G. White: “We shall have a school of our own. But we are not to be dependent upon the world. We must place our dependence upon a power that is higher than all human power. If we honor God, He will honor us.”"},{"refcode_short":"PH061 26.1","refcode_long":"Progress of Work at Loma Linda, p. 26.1 (Ellen Gould White)","content":"J. A. Burden: “The governments of earth provide that if we conduct a medical school, we must take a charter from the government. That in itself has nothing to do with how the school is conducted. It is required, however, that certain studies be taught.... Would the securing of a charter for a medical school, where our students might obtain a medical education, militate against our dependence upon God?”"},{"refcode_short":"PH061 26.2","refcode_long":"Progress of Work at Loma Linda, p. 26.2 (Ellen Gould White)","content":"E. G. White: “No, I do not see that it would. Only see that you do not exalt men above God. If you can gain force and influence that will make your work more effective without tying yourselves to worldly men, that would be right.”"},{"refcode_short":"PH061 26.3","refcode_long":"Progress of Work at Loma Linda, p. 26.3 (Ellen Gould White)","content":"J. A. Burden: “It seems clear to me that any standing we can lawfully have without compromising, is not out of harmony with God's plan.”"},{"refcode_short":"PH061 26.4","refcode_long":"Progress of Work at Loma Linda, p. 26.4 (Ellen Gould White)","content":"E. G. White: “No, it is not. I have had very distinct light, however, that there is danger of our limiting the power of the Holy One of Israel. He is the God of the universe. Our influence is dependent upon our carrying out the word of the living God. We weaken our powers by not placing our dependence upon God, and taking hold of His strength. This is our privilege.”"},{"refcode_short":"PH061 28.1","refcode_long":"Progress of Work at Loma Linda, p. 28.1 (Ellen Gould White)","content":"“I am instructed to say that in our educational work there is to be no compromise in order to meet the world's standards. God's commandment keeping people are not to unite with the world, to carry various lines of work according to worldly plans and worldly wisdom."},{"refcode_short":"PH061 28.2","refcode_long":"Progress of Work at Loma Linda, p. 28.2 (Ellen Gould White)","content":"“Our people are now being tested as to whether they will obtain their wisdom from the greatest Teacher the world ever knew, or seek to the god of Ekron. Let us determine that we will not be tied by so much as a thread to the educational policies of those who do not discern the voice of God, and who will not hearken to His commandments.... Shall we represent before the world, that our physicians must follow the pattern of the world before they can be qualified to act as successful physicians? This is the question that is now testing the faith of some of our brethren. Let not any of our brethren displease the Lord by advocating in their assemblies the idea that we need to obtain from unbelievers a higher education than that specified by the Lord."},{"refcode_short":"PH061 29.1","refcode_long":"Progress of Work at Loma Linda, p. 29.1 (Ellen Gould White)","content":"“The representation of the great Teacher is to be considered an all-sufficient revelation. Those in our ranks who qualify as physicians are to receive only such education as is in harmony with these divine truths. Some have advised that students should, after taking some work at Loma Linda, complete their medical education in worldly colleges. But this is not in harmony with the Lord's plan. God is our wisdom, our sanctification, and our righteousness. Facilities should be provided at Loma Linda, that the necessary instruction in medical lines may be given by instructors who fear the Lord, and who are in harmony with His plans for the treatment of the sick."},{"refcode_short":"PH061 29.2","refcode_long":"Progress of Work at Loma Linda, p. 29.2 (Ellen Gould White)","content":"“I have not a word to say in favor of the world's ideas of higher education in any school that we shall organize for the training of physicians. There is danger in their attaching themselves to worldly institutions, and working under the ministrations of worldly physicians. Satan is giving his orders to those whom he has led to depart from the faith. I would now advise that none of our young people attach themselves to worldly medical institutions in the hope of gaining better success or stronger influence as physicians.”"},{"refcode_short":"PH061 30.1","refcode_long":"Progress of Work at Loma Linda, p. 30.1 (Ellen Gould White)","content":"A committee consisting of Elders I. H. Evans, E. E. Andross, and H. W. Cottrell, was appointed to interview sister White. This committee submitted to her in writing the following question:"},{"refcode_short":"PH061 30.2","refcode_long":"Progress of Work at Loma Linda, p. 30.2 (Ellen Gould White)","content":"“Are we to understand, from what you have written concerning the establishment of a medical school at Loma Linda, that, according to the light you have received from the Lord, we are to establish a thoroughly equipped medical school, the graduates from which shall be able to take State Board examinations, and become registered, qualified physicians?”"},{"refcode_short":"PH061 30.3","refcode_long":"Progress of Work at Loma Linda, p. 30.3 (Ellen Gould White)","content":"In response to this question, sister White wrote:"},{"refcode_short":"PH061 30.4","refcode_long":"Progress of Work at Loma Linda, p. 30.4 (Ellen Gould White)","content":"“The light given me is, We must provide that which is essential to qualify our youth who desire to be physicians, so that they may intelligently fit themselves to be able to stand the examinations essential to prove their efficiency as physicians. They are to be prepared to stand the essential tests required by law, and to treat understandingly the cases of those who are diseased, so that the door will be closed for any sensible physician to fear that we are not giving in our school the instruction essential for the proper qualification of a physician. Continually the students who are graduated are to advance in knowledge; for practice makes perfect."}]