[{"refcode_short":"PH069 6","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 6 (Ellen Gould White)","content":"The Sanitarium Patients at Goguac Lake"},{"refcode_short":"PH069 6","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 6 (Ellen Gould White)","content":"Mrs. White's Address"},{"refcode_short":"PH069 6.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 6.1 (Ellen Gould White)","content":"We are happy to have the privilege of meeting our friends by the lake-side in this beautiful grove. Our merciful Heavenly Father has brought us once more in safety across the plains from the Pacific coast, and in return we would render him the tribute of our grateful hearts."},{"refcode_short":"PH069 6.2","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 6.2 (Ellen Gould White)","content":"Our Saviour often preferred the fields, the groves, and the lake-sides for his temples. People flocked to these places in great crowds to listen to the words of truth which fell from his divine lips. He had special reasons for choosing those natural sanctuaries; the familiar objects of nature were thus presented to the eyes of his hearers, and he used those objects to simplify his teachings, binding his truths firmly upon the minds of the people by the lessons drawn from nature to illustrate his meaning."},{"refcode_short":"PH069 6.3","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 6.3 (Ellen Gould White)","content":"Upon one occasion, early in the morning, the disciples, who were fishing, discerned their Master walking upon the beach. They immediately pulled for the shore where they could converse with him from their boats. But Jesus could not long remain hidden from the multitude who sought him unceasingly. His fame as the wonderful Healer of disease had spread far and near; and as he stood upon the beach, the people hurried thither, bringing their sick friends to lay before him, and implore him to heal them. His great heart of love was filled with divine pity for the objects of distress appealing to him for help."},{"refcode_short":"PH069 7.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 7.1 (Ellen Gould White)","content":"Whatever way he might turn, there lay the suffering and dying, supplicating his mercy, and pleading for the blessing of peace and health which they believed he could give them. Some of the sufferers feared they would be overlooked among the many who were urging their cases before the great Physician. Though they despaired of gaining his personal attention, yet they would not leave his presence, believing that if they could even approach near enough to touch him, that touch would bring healing to them. Eagerly the wasted hands of the sick were stretched out amid the crowd to touch the dress or person of Christ, and as many as reached him received in their suffering bodies an answer to the touch of faith."},{"refcode_short":"PH069 7.2","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 7.2 (Ellen Gould White)","content":"The dreary and disconsolate, whose minds had been imprisoned in the sepulcher of despair, were attracted to the presence of Jesus. Those who were mourning over the disappointed hopes of the present, and trembling in contemplation of a starless future, came to Christ, the Light of the world, as their only hope. With tender compassion he bent over the forms of the suffering, the despondent, and the dying. His lips pronounced the glad words, “Son, be of good cheer; thy sins are forgiven thee.” Hope took the place of gloom and despair in the hearts of those whom Jesus blessed; health and joy animated their countenances; the lips that had but lately uttered only words of grief and doubt, now shouted the praise of God."},{"refcode_short":"PH069 8.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 8.1 (Ellen Gould White)","content":"Disease fled from the touch of the Deliverer, and perfect health and soundness took the place of suffering and decay. Every applicant to Christ was relieved; not one mourner was left in pain; every desponding soul was tranquilized by his words of hope and forgiving love. Then the great Teacher commenced his lessons of instruction to the awe-struck, wondering crowd. But he was so jostled by the multitude, who were all eager to get within hearing of his voice, that he was finally crowded down to the brink of the lake, and had no place to set his feet. He therefore turned and beckoned to Peter, who was in his boat near the land. The disciple drew near, and the Saviour stepped into the open boat, and bade Peter thrust out a little from the shore."},{"refcode_short":"PH069 9.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 9.1 (Ellen Gould White)","content":"The Majesty of Heaven took his position, not upon David's throne, but on the seat of a fisherman's swaying boat. And here the great Teacher taught his precious truths to the multitude, binding up those sacred lessons with illustrations drawn from the occupations of men, and the familiar objects of nature around them. This gave the stamp of reality to his instruction. The illustrations there presented to the listening multitude were to be repeated through all the ages. The truths thus represented were to be immortalized and imprinted on the hearts of millions who were to come."},{"refcode_short":"PH069 9.2","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 9.2 (Ellen Gould White)","content":"It was in the clear light of morning, and the illustrations employed by the great Teacher were impressive, though simple. He made use of the lofty trees, the cultivated soil, the barren rocks, the flowers of beauty struggling through the clefts, the everlasting hills, the glowing flowers of the valley, the birds, caroling their songs in the leafy branches, the spotless lily, resting in purity upon the bosom of the water. All these objects that made up the living scene around them were made the medium by which lessons were impressed upon the minds of his hearers. They were thus brought home to the hearts of all, meeting the capacity of all who heard, and leading them gently up from the contemplation of the Creator's works in nature to nature's God."},{"refcode_short":"PH069 10.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 10.1 (Ellen Gould White)","content":"The buds and blooming flowers of this bouquet which I hold, God has touched with varied delicate tints, most beautiful to the eye. The artistic skill of earth can produce nothing that will compare with the natural beauties given us by the great Master-Artist. As we look upon the lofty trees waving with fresh, green foliage, and the earth covered with its green velvet carpet, and the flowers and shrubs springing from the earth, we should remember that all these beauties of nature have been used by Christ in teaching his grand lessons of truth. As we look upon the fields of waving grain, and listen to the merry songsters in their leafy homes, and view the boats upon the water of the lake, we should remember the words of Christ upon the lake-side, in the groves, and on the mountains, and the lessons there taught by him should be repeated to us by the similar objects of nature which surround us. Such scenes should be sacredly regarded by us, and should bring joy and gladness to our hearts."},{"refcode_short":"PH069 10.2","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 10.2 (Ellen Gould White)","content":"The deceiver of souls is constantly at work seeking to divert the minds of those who have not a knowledge of God in his created works, from the beautiful things in nature, and cause them to regard with indifference the manifold blessings with which their heavenly Father has surrounded them. Satan suggests to their minds the thought that God is a stern judge, to be regarded with utmost dread, that his severe justice is tyranny. The pitying love of God is thrust from their minds, and their hearts are set in defiance of their Maker. He who is their very best friend is regarded as watching and spying upon their actions, and registering them in his book of records, taking satisfaction in pouring out his wrath upon their offending heads."},{"refcode_short":"PH069 11.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 11.1 (Ellen Gould White)","content":"But Paul, in his Epistle to the Hebrews, has said, “Neither is there any creature that is not manifest in his sight; but all things are naked and opened unto the eyes of Him with whom we have to do.” This he presents to us as an encouragement rather than a discouragement: “Seeing then that we have a great high priest that is passed into the heavens, Jesus, the Son of God, let us hold fast our profession; for we have not an high priest which cannot be touched with the feeling of our infirmities, but was in all points tempted like as we are, yet without sin. Let us therefore come [not with cringing fear, but] boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.”"},{"refcode_short":"PH069 12.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 12.1 (Ellen Gould White)","content":"All Heaven is interested in the happiness of man. God is represented as a present help in our necessities. Christ identified himself with man; he understands his every infirmity and weakness. He is a sympathizing friend in all our afflictions, and will be our refuge when we are assailed by fierce temptation."},{"refcode_short":"PH069 12.2","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 12.2 (Ellen Gould White)","content":"Christ makes the necessities of his children his own personal interest. He regards any slight or neglect of his brethren as a slight to himself, and a benefit conferred upon the humblest of them, as if it were conferred upon himself. He says, “I was a hungered, and ye gave me meat; I was thirsty, and ye gave me drink; I was a stranger, and ye took me in.... Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.”"},{"refcode_short":"PH069 12.3","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 12.3 (Ellen Gould White)","content":"He whom Providence has blessed with plenty, but who padlocks the door of his heart, to keep back all generous impulses, that would find expression in deeds of charity and kindness, will hear from the lips of the Master the solemn words, “I was a hungered, and ye gave me no meat; I was thirsty, and ye gave me no drink; I was a stranger, and ye took me not in.... Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.”"},{"refcode_short":"PH069 13.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 13.1 (Ellen Gould White)","content":"Love of Christ cannot exist in the heart without a corresponding love for our fellowmen. Love to God and to our neighbor are the ruling principles of the true Christian's life. The redeeming love of Christ should awaken all the affection and self-sacrificing devotion of the human heart."},{"refcode_short":"PH069 13.2","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 13.2 (Ellen Gould White)","content":"God calls for earnest workers. The physical and the spiritual health suffer from inaction. The idler in the vineyard, he who lives for self-alone, is ever dissatisfied with himself and with others; the gloom and chill of discontent are mirrored upon his countenance. But he who is drawn out of, and away from, self, who, like his Master, identifies himself with suffering humanity, will be softened and refined by the exercise of sympathy for others. Courtesy, patience, and gentleness will characterize such a one, and will make his presence a continual joy and blessing. His countenance will shine with the luster of true benevolence."},{"refcode_short":"PH069 13.3","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 13.3 (Ellen Gould White)","content":"Those who labor hardest to secure their own happiness are miserable. Those who forget self in their interest for others have reflected back upon their own hearts the light and blessings they dispense to them. It is our duty to work for Christ; all that we possess is given us by him. If it were not for his advance capital of grace, we should have nothing to improve. All that we have is given us on trust. Yet when he rewards us with his approval, it is as though the merit were our own: “Well done, good and faithful servant.” It is not the greatness of the work which we do, but the love and fidelity with which we do it, that wins the approval of the Saviour. It is the use which we make of our talents which determines our woe or weal. We may have faith to remove mountains, and understand all mysteries, and give our bodies to be burned, yet without charity—that love which finds utterance in good works, that feeds the hungry, clothes the naked, and visits the afflicted—we are “as sounding brass or a tinkling cymbal.”"},{"refcode_short":"PH069 14.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 14.1 (Ellen Gould White)","content":"Let the thought encourage us that Christ pities the erring, and desires to comfort the despondent, and encourage the weak. He is fully acquainted with the peculiar trials of every life. He never misjudges our motives, nor places a wrong estimate upon our character. Men may do us injustice, we may suffer by calumny and suspicion, but the Saviour knows our inmost thought, and cannot judge our actions wrongly. We may tell him all our griefs and perplexities, and he will never abuse our confidence, nor turn a deaf ear to our complaints."},{"refcode_short":"PH069 14.2","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 14.2 (Ellen Gould White)","content":"In one of his most impressive lessons Christ says, “Behold the fowls of the air; for they sow not, neither do they reap, nor gather into barns; yet your Heavenly Father feedeth them. Are ye not much better than they? Which of you by taking thought can add one cubit to his stature?” The great Teacher is here leading out minds to understand the parental care and love which God has for his children. He directs them to observe the birds flitting from tree to tree, or skimming upon the bosom of the lake, without a flutter of distrust or fear. God's eye is upon these little creatures; he provides them food; he answers all their simple wants. Jesus inquires, “Are ye not much better than they?” Then why despond, or look into the future with sadness and foreboding?"},{"refcode_short":"PH069 15.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 15.1 (Ellen Gould White)","content":"It is not the thought and anxiety of man that provides for his wants, and that causes him to grow in youth and to develop strength; but God is silently doing his work for man, adding to his stature as he progresses to maturity, and opening his mind to knowledge."},{"refcode_short":"PH069 15.2","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 15.2 (Ellen Gould White)","content":"Again he says, “Are not two sparrows sold for a farthing? and one of them shall not fall on the ground without your Father. But the very hairs of your head are all numbered. Fear ye not therefore, ye are of more value than many sparrows.”"},{"refcode_short":"PH069 15.3","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 15.3 (Ellen Gould White)","content":"If God cares for and preserves the little birds, will he not have far greater love and care for the creatures formed in his image?"},{"refcode_short":"PH069 16.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 16.1 (Ellen Gould White)","content":"“And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin; and yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.” The courtly robes of the greatest king that ever sat upon an earthly throne, could not compare, in their artificial splendor, with the spotless beauty of the lilies fashioned by the divine hand. This is an example of the estimate which the Creator of all that is beautiful, places upon the artificial in comparison with the natural."},{"refcode_short":"PH069 16.2","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 16.2 (Ellen Gould White)","content":"God has given us these things of beauty as an expression of his love, that we may obtain correct views of his character. We are not to worship the things of nature, but in them we are to read the love of God. Nature is an open book, from the study of which we may gain a knowledge of the Creator, and be attracted to him by the things of use and beauty which he has provided with such a lavish hand to make us happy."},{"refcode_short":"PH069 16.3","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 16.3 (Ellen Gould White)","content":"“Wherefore, if God so clothe the grass of the field, which today is, and tomorrow is cast into the oven, shall he not much more clothe you, O ye of little faith! Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?”"},{"refcode_short":"PH069 17.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 17.1 (Ellen Gould White)","content":"Much unnecessary care and anxiety is felt in regard to our future, concerning what we shall eat and drink, and wherewithal we shall be clothed. The labor and worry of needless display in apparel causes much fatigue and unhappiness, and shortens our lives. Our Saviour would not only have us discern the love of God displayed in the beautiful flowers about us, but he would have us learn from them lessons of simplicity, and of perfect faith and confidence in our Heavenly Father."},{"refcode_short":"PH069 17.2","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 17.2 (Ellen Gould White)","content":"If God cares to make these inanimate things so beautiful, that will be cut down and perish in a day, how much more careful will he be to supply the needs of his obedient children, whose lives may be as enduring as eternity. How readily will he give them the adornment of his grace, the strength of wisdom, the ornament of a meek and quiet spirit. The love of God to man is incomprehensible, broad as the world, high as heaven, and as enduring as eternity."},{"refcode_short":"PH069 17.3","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 17.3 (Ellen Gould White)","content":"“The heavens declare the glory of God; and the firmament showeth his handiwork. Day unto day uttereth speech, and night unto night showeth knowledge. There is no speech nor language where their voice is not heard.” Notwithstanding that the love of God speaks to us through the lofty trees, the lovely flowers, the babbling brooks, and all the innumerable objects in nature, and in manifold blessings that brighten our lives, many turn from these expressions of God's love, which should make them cheerful and trusting, and brood over scenes of darkness, permitting their minds to dwell upon the idea that God is a stern judge of terrible exactitude."},{"refcode_short":"PH069 18.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 18.1 (Ellen Gould White)","content":"The truth is that our Heavenly Father pities and loves his children. The repentant erring ones are warmly welcomed to his favor. Peter apostatized from Christ, although he had been greatly favored by being brought in close connection with him. He had witnessed his transfiguration, and had frequently seen his divine power flashing through the disguise of humanity."},{"refcode_short":"PH069 18.2","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 18.2 (Ellen Gould White)","content":"Jesus had warned him that he would not bear the test in the hour of his Lord's humiliation and trial. Peter was greatly grieved that Jesus should doubt the truth of his ardent assertion that he would go to prison or to death for the sake of his Lord. But that very night, when the dear Saviour most needed the sympathy and support of his disciples, Peter denied him with cursing and swearing. The pitying, forgiving look of Jesus recalled the disloyal disciple to his senses, and broke his heart with an unspeakable grief and remorse."},{"refcode_short":"PH069 19.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 19.1 (Ellen Gould White)","content":"He went out into the darkness, and wandered he cared not whither. At length he found himself in Gethsemane, and falling prostrate upon the spot where Jesus had lately bowed in the hours of his agony, pressed his face upon the sod that had been moistened by the bloody sweat of his Master. There he wept bitterly, sincerely repented, and became a converted man."},{"refcode_short":"PH069 19.2","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 19.2 (Ellen Gould White)","content":"Peter's reformation was so far accepted by Christ that after his resurrection he made special mention of him, sending him a message that he should see him in Galilee. How thoughtful and considerate this act of the Saviour! He who had been tempted like as we are tempted, understood the humiliation of Peter, and mentioned his name among the first in his message, to evidence to the sorrowing disciple that his Master remembered and acknowledged him, notwithstanding his surprising apostasy."},{"refcode_short":"PH069 19.3","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 19.3 (Ellen Gould White)","content":"Soon after this, Jesus revealed himself to Peter. At the Sea of Galilee he prepared food for him and his two brethren, John and James, and called them from their occupation on the water, saying, “I will make you fishers of men.” Jesus did not cast Peter off; but as he had three times denied his Master, he tested his loyalty by three times putting to him the question, “Simon, son of Jonas, lovest thou me?” Three times the answer came, not in the old proud and boastful manner, but in subdued and earnest tones from a humble heart, and quivering lips: “Yea, Lord, thou knowest that I love thee.”"},{"refcode_short":"PH069 20.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 20.1 (Ellen Gould White)","content":"Jesus re-instated Peter in his former position of trust. He gave him the commission, “Feed my lambs,” and the twice-repeated injunction, “Feed my sheep.” The naturally impetuous and overbearing Peter, who once repulsed the mothers that came to Christ bringing their little children to receive his blessing, now that he was converted, was prepared to nurse the lambs of the Master's fold, as well as to care for the more experienced sheep. Here we see the defeat of Peter turned into a victory."},{"refcode_short":"PH069 20.2","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 20.2 (Ellen Gould White)","content":"Christ had once said to him, “When thou art converted, strengthen thy brethren.” Peter was now prepared for the important work of trust which our Lord gave him. He was no longer boastful and self-confident, having no patience with those whom he thought weaker and less zealous than himself. An abiding sense of his disgraceful fall prepared him to be compassionate toward the weak and erring. With humble gratitude he would recall and relate his experience concerning his fall, and the pitying love of his Master in forgiving his apostasy, accepting his repentance, establishing him again in his confidence, and trusting him with a more responsible work than had previously been given him."},{"refcode_short":"PH069 21.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 21.1 (Ellen Gould White)","content":"This story of Peter's apostasy and its results illustrates the manner of God's dealing with men. Peter himself leaves the fullest record of his own apostasy. This was for the warning of others, that they might avoid falling into a like sin. He knew many who should come after him would feel secure in their own strength, and the honesty of their good intentions and resolves; yet the hour of temptation would find them unarmed by watchfulness and prayer, and they would fall as he had done, because they had not made God their strength."},{"refcode_short":"PH069 21.2","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 21.2 (Ellen Gould White)","content":"But notwithstanding the degradation of their Godlike manhood to assimilate with the heartless and debased, notwithstanding they may have fallen a prey to appetite and passion, led by despicable persons whom in their secret hearts they despise; yet the disciple would teach that if they arouse to a sense of their condition, face about and leave their evil habits, calling upon God to help them to resist temptation, he will never turn from them nor reject their petition, but will comfort and sustain them by his forgiving love. “Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God.”"},{"refcode_short":"PH069 22.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 22.1 (Ellen Gould White)","content":"God gave, in his Son, the best gift that he could bestow upon man. Christ, the Majesty of Heaven, consented to leave the heavenly courts, and lay aside his robes of royalty, to come to a world all stained and marred by the curse, to take man's nature, and to reach to the very depths of human misery and woe, that by his own example of perfect character he might elevate and ennoble fallen man."},{"refcode_short":"PH069 22.2","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 22.2 (Ellen Gould White)","content":"He brings his divine power to unite with man's human efforts, that in Christ's glorious name the creature of earth may be a victor on his own account. He takes the sins of man upon himself, and imputes his righteousness to all who will lay hold of his merits by faith. The Redeemer of the world encircles the fallen race with his strong human arm, while with his divine arm he grasps the throne of the Infinite."},{"refcode_short":"PH069 22.3","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 22.3 (Ellen Gould White)","content":"Jesus offers man his divine aid, to help him in overcoming the temptations of Satan on the points of appetite and passion. Such love as this cannot be measured. The afflicted, the desponding and weary are invited to come to the Saviour with all their griefs and burdens. If they will place their hands confidingly in his, he will cling to them more firmly than they can cling to him. He will lead them safely, and preserve them from stumbling; no one ever raised a hand to Christ for help in vain."},{"refcode_short":"PH069 23.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 23.1 (Ellen Gould White)","content":"It is manifesting great ingratitude toward God to dwell upon the dark side of affairs, and let the shadows of despair shut from our souls the Sun of Righteousness. Sorrow comes and goes; it is the lot of man; we should not seek to magnify it, but rather dwell upon that which is bright and pleasant. When winter spreads its icy covering over the earth, we do not let our gladness freeze up with the flowers and brooks, and continually mourn because of the dismal days, and the chilling winds. On the other hand, we reach forward in imagination to the coming summer, with its warmth, and life, and beauty. Meanwhile we enjoy all the sunshine that comes to us, and find much comfort, in spite of the cold and snow, while we are waiting for nature to put on her fresh, bright garments of rejoicing."},{"refcode_short":"PH069 23.2","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 23.2 (Ellen Gould White)","content":"Just now a cloud has shut from our sight the bright rays of the sun, and we are left in the shadow. Should we fret and repine because of this, and forget everything else that is bright and lovely around us? No; we should forget the cloud, and remember that the sun is not blotted out, but has only veiled its face for a moment, to shine forth again in greater apparent brightness, and to be prized and enjoyed more highly than if it had never been hidden."},{"refcode_short":"PH069 24.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 24.1 (Ellen Gould White)","content":"God is not pleased to have us pass our lives in despondency and gloom, magnifying every trouble that visits us. By so doing we not only make ourselves miserable, but cloud the happiness of those around us. We should not search out, and linger over, the dark shadows in our life experience, but rather open our eyes, and arouse our senses to see and appreciate the many blessings surrounding us, which should make us not only grateful but very happy."},{"refcode_short":"PH069 24.2","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 24.2 (Ellen Gould White)","content":"It is God's will that we should be cheerful. He would have us open our hearts to the sunbeams of heaven; he would have our spirits mellowed by his love and goodness, apparent in our own lives, and in the things of nature surrounding us. Those who are brought in contact with us are affected for good or evil by our words and actions. We are unconsciously diffusing the fragrance of our character upon the moral atmosphere surrounding us, or we are poisoning that atmosphere by thoughts, words, and deeds which have a deleterious influence upon those with whom we associate. “No man liveth to himself.”"},{"refcode_short":"PH069 25.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 25.1 (Ellen Gould White)","content":"It is selfish to devote our precious time to mourning over disappointed hopes, indulging a useless grief that clouds the family circle. We should be cheerful, if only for the benefit of those who depend more or less upon us for happiness. We should be careful lest our unconscious influence unbalance others, and turn them from the work which God designed that they should do."},{"refcode_short":"PH069 25.2","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 25.2 (Ellen Gould White)","content":"It is our duty to make the best of everything, and to cultivate a habit of looking at the bright side of things. Let the cloud that shadows us pass over, while we wait patiently till the clear blue sky again appears, and the blessed sunshine is revealed."},{"refcode_short":"PH069 25.3","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 25.3 (Ellen Gould White)","content":"Many persons take a melancholy pleasure in feeling and talking as if the chief object of those with whom they are associated is to make them miserable. The sufferings of most such persons are self-created; they view everything from a false standpoint, and all things are perverted to their eyes. This is a terrible form of selfishness. Let us all forget self as much as possible, cultivate cheerfulness, seek to brighten the lives of others, and we shall then have less desire to complain of our own lot; we shall in fact lose sight of our selfish cares and gloom."},{"refcode_short":"PH069 26.1","refcode_long":"The Sanitarium Patients at Goguac Lake, p. 26.1 (Ellen Gould White)","content":"Those who have borne the greatest sorrows are frequently the ones who carry the greatest comfort to others, bringing sunshine wherever they go. Such ones have been chastened and sweetened by their afflictions; they did not lose confidence in God when trouble assailed them, but clung closer to his protecting love. Such ones are a living proof of the tender care of God, who makes the darkness as well as the light, and chastens us for our good. Christ is the light of the world; in him is no darkness. Precious light! Let us live in that light! Bid adieu to sadness and repining. Rejoice in the Lord always; and again I say, Rejoice."}]