[{"refcode_short":"PH066 3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 3 (Ellen Gould White)","content":"Health, Philanthropic, and Medical Missionary Work"},{"refcode_short":"PH066 3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 3 (Ellen Gould White)","content":"Relation of Health Institutions to the Cause"},{"refcode_short":"PH066 3.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 3.1 (Ellen Gould White)","content":"My mind is much perplexed, my soul is burdened, because I discern many things which my brethren do not see in regard to the prosperity of our institutions. The medical branch of the work is the most difficult matter now before us. I have received letters from presidents of conferences and from men of property, and have also had interviews with these brethren, in reference to establishing health institutions in different States. I could not encourage this without a careful consideration of the wants of the cause of God in every branch. I have brought before their minds the difficulties that we have had to meet in the institutions already established, the discouragement which came in because there was such a lack of men of piety, of principle, of unswerving integrity, of well-balanced minds, of unselfish interests—men who were wholly consecrated to God. Men of this character are the only ones who should have a controlling power in our institutions."},{"refcode_short":"PH066 3.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 3.2 (Ellen Gould White)","content":"I have been shown that the matter of establishing and conducting additional health institutions should come under the supervision of the General Conference. Such institutions should be established only when, after careful and prayerful consultation, it is decided to be essential for the advancement of the work of Bible hygiene and temperance, for the good of suffering humanity."},{"refcode_short":"PH066 4.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 4.1 (Ellen Gould White)","content":"The establishment of a health institution is too important a matter to be left to the independent management of a few interested individuals. If the enterprise is under the control of the General Conference, the way is open for deliberate counsel and a careful consideration of the matter and its relation to the great whole; and if it is undertaken, there will be a united force to give it influence and standing. This will contribute largely to its success. Under such management, a class of workers could be enlisted that otherwise could not be secured, and thus the enterprise would prosper when it would prove a failure in ordinary hands. And furthermore, there must be an authority to guard such institutions, so that persons who are not qualified shall not be allowed to grasp responsibilities through selfish ambition in their professional line as physicians."},{"refcode_short":"PH066 4.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 4.2 (Ellen Gould White)","content":"The Christian physician can not maintain a supreme regard for his own individuality, acting in his profession without reference to his fellow physicians, and indifferent or careless in regard to his accountability to God, or the relation he sustains to the cause at large. He should not enter upon important enterprises, such as the establishment of a sanitarium, upon his own independent judgment, pleading his desire to serve the cause of God, but in his works serving himself."},{"refcode_short":"PH066 4.3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 4.3 (Ellen Gould White)","content":"The physicians employed in our institutions should have a sacred regard for honor and loyalty. If they fail to walk uprightly and unselfishly; if they do not honor the principles that should control the followers of Christ in any and every branch of the work, then let the church take action in their case. Let the Bible rule be followed, just as the Master has taught. Be the physician great or small, if he refuses to submit to church discipline, after suitable time has been given for patient labor according to Christ's direction, he should be separated from the church as unworthy of its fellowship. The fact that the physician occupies a position of influence is the very reason why, in the case of any unchristian practise on his part, there should be careful investigation by judicious persons. Let our health institutions be purged of every evil, that the blessing of God may rest upon these his instrumentalities."},{"refcode_short":"PH066 5.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 5.1 (Ellen Gould White)","content":"[Since the above was written, the health, philanthropic, and medical missionary work has been organized by the creation of the International Medical Missionary and Benevolent Association, which has a supervision of the work.]"},{"refcode_short":"PH066 5.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 5.2 (Ellen Gould White)","content":"It is as much required of God that his followers who are in the medical profession shall reveal the spirit of Christ in harmonizing their work as that the ministers of the gospel shall harmonize in their labors for the salvation of souls. This independence to do every man as seemeth good in his own eyes is after the satanic order, but not after Christ. One sets himself up in a certain place and begins to practise; another does the same in another place; and there is no more unity one with the other than between the strands of ropes of straw. This thing I have been shown is a disgrace to Seventh-day Adventists and a dishonor to the cause of God."},{"refcode_short":"PH066 5.3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 5.3 (Ellen Gould White)","content":"There is need that men and women shall go forth in various places and act as missionaries in the capacity of Christian physicians, but they should be under the direction of the Conference."},{"refcode_short":"PH066 6.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 6.1 (Ellen Gould White)","content":"Every institution that bears the Seventh-day Adventist name is to be to the world as Joseph was in Egypt and as Daniel and his fellows were in Babylon."},{"refcode_short":"PH066 6","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 6 (Ellen Gould White)","content":"The Character of the Workers"},{"refcode_short":"PH066 6.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 6.2 (Ellen Gould White)","content":"God wants all who are connected with the Sanitarium, whether as physicians, superintendents, or those officiating in any department, to be just what the Bible requires,—exemplary Christians. All their business transactions, whether with believers or unbelievers, should be as transparent as sunlight. The fact that one is not likely to be detected in deception or fraud, or downright murder in malpractise, does not make him less guilty in the sight of God. That which God testifies of us when character is weighed in the golden scales of the sanctuary will stand fast forever, unless the sad decision, “Wanting,” is changed because of soul repentance and transformation of character, and pardon is written, and the promise fulfilled, “A new heart will I give you.” There is need of an entire change in the principles that control many physicians in regard to their example as Christians. They must meet a higher standard,—the Bible standard."},{"refcode_short":"PH066 6.3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 6.3 (Ellen Gould White)","content":"Let every one who claims to be a disciple of Christ say, “By the grace of God I will hold fast my integrity. Get thee behind me, Satan. I will not, under any consideration, enter into a confederacy with your hellish powers.” Such determination is uncommon in the market-place, uncommon in men of business; but let it not continue to be a rare thing in the medical profession; for above every other calling, this requires men of sterling integrity,—men who will not break their contracts, or be bought or sold...."},{"refcode_short":"PH066 7.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 7.1 (Ellen Gould White)","content":"With the invalid, much depends upon the influence you bring with you into the sick-room. If you are evil in heart, evil angels stand by your side to urge you in the wrong direction. If you preserve your fidelity, if you are walking in humility, constantly looking unto Jesus, he will impart to you knowledge and wisdom; his presence will give you comfort and peace and hope, and success that is truly marvelous. Christ will be at your right hand to guide you."},{"refcode_short":"PH066 7.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 7.2 (Ellen Gould White)","content":"The Christian physician is not to exercise his skill solely in studying disease and its treatment; but he is to be in the highest sense a missionary. In the sight of all heaven he is to work for Christ who has bought him with an infinite price. Let no base, groveling thoughts be entertained, but let your conversation be holy; be ready to speak a word in season. Speak of the value of the soul and of its peril out of Christ. Sow the seeds of truth, and the Lord Jesus will keep your heart and mind; his righteousness will go before you; heavenly angels will minister unto you; and the glory of the Lord will be your rereward."},{"refcode_short":"PH066 7.3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 7.3 (Ellen Gould White)","content":"The Christian physician occupies a position as responsible as that of the gospel minister, and he should have no less consecration to God. Careless words and deportment do great harm. They are a savor of death unto death. But if in your daily life you practise the pure principles of the gospel, your example will be a savor of life unto life; Christ's holy maxims will ever be upon your lips, because they are cherished as a priceless treasure in the heart."},{"refcode_short":"PH066 8.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 8.1 (Ellen Gould White)","content":"Those who deal with human minds must cultivate self-control, patience, kindness, forbearance, and Christlike love. These souls connected with them may be their companions through the ceaseless ages of eternity. There is no respect of persons with God. All with whom we stand related in any capacity should see in us Christlike attributes, not satanic. Everything should be set in order, and everything guarded against that would cast a shadow over the religious life of the workers, so that they labor in discouragement. The same principles should govern your course toward the youth who have not accepted the truth. Any wrong treatment from you, by word or action, is making their salvation more difficult."},{"refcode_short":"PH066 8.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 8.2 (Ellen Gould White)","content":"Let all in the Sanitarium, whether high or low, take heed that not one soul with whom they are connected suffers from selfish, narrow notions. Be noble, be broad, be Christlike; and this comprehends all goodness and faithfulness. Let it be impressed upon every one that the moral tone in every department of the Sanitarium must be elevated. Time must be given to personal religious culture. All must learn their lessons in the school of Christ,—learn to wear his yoke and to bear his burdens, not burdens of their own making. “Learn of me,” says Jesus, “for I am meek and lowly in heart, and ye shall find rest unto your souls.” Let those in command learn how to train others by first training themselves to do justice and love mercy. Do not excuse anything in yourselves that you would condemn in another. Never, never, seek to make the workers under you feel the hand of oppression. They are Christ's property. Be careful how you treat the purchase of his blood. You who are appointed as directors are yourselves to be under the direction of one master, even Christ. Take your orders from him. Work as he worked, in love. Give the workers cheerful, encouraging words, remembering that “all ye are brethren.”"},{"refcode_short":"PH066 9.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 9.1 (Ellen Gould White)","content":"We are reformers; we are not to accept a human standard, but to be governed by the principles of heaven. It does not become reformers to confine the work of reform to some special points which they may choose, to the neglect of others. If wealth is brought to the Sanitarium by the sacrifice of one Christlike attribute or principle, souls will be discouraged; and one soul is worth more than the whole world. Remember that Christ will deal with you just as you deal with those under your care."},{"refcode_short":"PH066 9.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 9.2 (Ellen Gould White)","content":"The soul's interest can not be trifled with. Avoid the first approach to danger. Do not see how close you can walk to the brink of a precipice. Your capital is your character. Cherish it as you would a golden treasure."},{"refcode_short":"PH066 9.3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 9.3 (Ellen Gould White)","content":"A sanctified ambition to excel in imitating the character of Christ is a safe ambition to cherish; for it is not the will of God that physicians and workers should retrograde. It is his will that they should reach the highest development of the physical, mental, and moral natures. Striving to excel in what is excellent is lawful, and promises entire success. You are called to be laborers together with God, whether you are physicians, nurses, or workers in any other branch of the Sanitarium. You should ever remember that you are in holy partnership in the great work of God. Realizing this fact, you may be enabled to act your part faithfully according to your ability, training your souls and the souls of others for the future immortal life. A cloud of witnesses is around you. The heavenly intelligences look upon you; and the evil angels are also spectators of your actions. The Prince of Life is watching to see if those who have had such great light and so much knowledge will practise what they have been taught, and help those who have been connected with them in the work to walk in the light as Christ is in the light."},{"refcode_short":"PH066 10.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 10.1 (Ellen Gould White)","content":"O physicians and workers at the Sanitarium, how much you need the divine touch! and you may obtain this by believing the word of God."},{"refcode_short":"PH066 10.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 10.2 (Ellen Gould White)","content":"Young men are to toil and sacrifice at every step. God will make them his chief helpers in the work of saving souls if they will be partakers with Christ of self-denial and self-sacrifice. O that I could arouse the physicians and workers at the Sanitarium to realize their high calling!"},{"refcode_short":"PH066 10.3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 10.3 (Ellen Gould White)","content":"Influence is a power that we exert over others, and it is the result of our thoughts and actions. We can not be neutral; we can not live without exerting an influence either for good or for evil. We create an atmosphere about our own souls that sways the souls of others. Even after we are dead we still speak, for our works follow us. What we have done has blended with the thoughts and actions of others, and become an ever-living influence. What we have been and what we have said is the seed sown, and it will bear a harvest after its kind. The time to determine what will be our influence is while we live. You can not be what you should be until you are under the guidance of the Spirit of God; then you can be physicians of the soul as well as of the body. You can not do the work that God would have you, unless you have an experimental knowledge of Christ."},{"refcode_short":"PH066 11.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 11.1 (Ellen Gould White)","content":"The people have long been afflicted with unconsecrated men, who have acted independently of the church, and have followed their own unsanctified judgment, imperilling our institutions by their unsanctified independence. But our institutions need not accept unconsecrated men and women because they know not what better to do, for consecrated physicians will be raised up to take their place in the work."},{"refcode_short":"PH066 11.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 11.2 (Ellen Gould White)","content":"God has work for every true believer in the Sanitarium. Every nurse of the sick should be a channel of light, receiving light from a divine source, and letting it shine forth to others. The workers are not to ape the customs or fashionable display brought into the Sanitarium, but to consecrate themselves to God,—to be humble, meek, and lowly in heart, pure and elevated in character. Let the atmosphere that surrounds the soul be a savor of life unto life. With some there is too great a desire to be exalted. In seeking self-exaltation they abase themselves. Let self be hid in Christ, and they will be exalted in due time. All who are engaged in the work of the Sanitarium can make themselves a blessing to others by revealing in their own character what a knowledge of the truth has done for them. Let every one feel that precious souls for whom Christ has died are perishing in ignorance and transgression of God's holy law. Let every unbeliever see that you are in God's service, that your faith is the truth that does something for you."},{"refcode_short":"PH066 12.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 12.1 (Ellen Gould White)","content":"Thus you will reveal the grace of God in your character. You need to feel that in your ministry to the sick you are representing Jesus. “Ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should show forth the praises of him who hath called you out of darkness into his marvelous light.” Bear in mind that God is your Guide, your Comforter. What a vineyard you have in which to work! What a field for action! The Lord guides and cheers the humble, meek, and lowly workers as he cheered Moses in his work. In the commonest duties of life we may ask God for wisdom for the work to be done. If the worker receives his commission from God, he will be strengthened and blessed. Dangerous temptations will assail you on every side, but ask of God, as did Moses, for his presence and guidance. The Lord said to Moses, “Certainly I will be with thee.” This same assurance is given to every humble, consecrated worker. Let every student, every helper, bear in mind that he is to be daily a living epistle of truth and righteousness. Remember that you are not your own, but are bought with a price, even the precious blood of the Son of God. To all with whom you come in contact you are to reveal that you are the trophies of the grace of Christ, his living instruments to glorify his name"},{"refcode_short":"PH066 13.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 13.1 (Ellen Gould White)","content":"There are earnest, prudent warm-hearted, God-fearing, God-loving workers at the Sanitarium, but there are many helpers who are not reliable. They are affected by the worldly spirit that pervades a large class of those who patronize the institution. They thirst for applause; they wish to be flattered; they want to invest their wages in dress. They may claim to be Christians, but they do not honor Christ. The lukewarm, selfish, covetous ones, who do not consider that they are making their record for eternity, will be no help to those worldly visitors."},{"refcode_short":"PH066 13","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 13 (Ellen Gould White)","content":"Need of Opportunity for Christian Culture"},{"refcode_short":"PH066 13.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 13.2 (Ellen Gould White)","content":"God is over all; but forgetting him, we forsake the pure snow of Lebanon for the turbid streams of the valley. No soul can prosper without time to pray, to search the Scriptures; and all should, as far as possible, have the privilege of attending public worship. All need to keep the oil of grace in their vessels with their lamps. Above all others, the workers who are thrown into the society of worldlings need to have Jesus held up before them, that they may behold the Lamb of God that taketh away the sin of the world. The godless element to which they are exposed makes it essential that personal labor should be bestowed upon them. Who could be closely related to these patients, and hear them talk, and breathe in the atmosphere that surrounds their souls, without running some risk? Counteracting influences should always be exerted, lest, through the tempting allurements of Satan, the worldly element shall steal away hearts from God. Never let the worldly class be honored and great deference be paid to them above those who love God and are seeking to do his will. Those who, from whatever cause, are obliged to work on the Sabbath, are always in peril; they feel the loss, and from doing works of necessity they fall into the habit of doing things on the Sabbath that are not necessary. The sense of its sacredness is lost, and the holy commandment is of no effect. A special effort should be made to bring about a reform in regard to Sabbath observance. The workers in the Sanitarium do not always do for themselves what is their privilege and duty. Often they feel so weary that they become demoralized. This should not be. No soul can be rich in grace only as it shall abide in the presence of God."},{"refcode_short":"PH066 14.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 14.1 (Ellen Gould White)","content":"God is the great proprietor of the Sanitarium, of the Review and Herald Office, of the Pacific Press, of our colleges. In all these institutions the managers must receive their directions from above. And wherever the temptations that come through association with the ungodly are strongest, there the greatest care must be exercised to place the workers in close connection with Christ, and the influences proceeding from him. His word must be our guide in all things; and if poverty comes because we abide by a plain, “Thus saith the Lord,” we must still abide by it, even at the loss of all things else. Better have poverty in temporal things, and abide in Christ, and be nourished by his word, which is spirit and life, “Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.” The world may smile as we repeat this to them, but it is the word of the Son of God. He says, “Whoso eateth my flesh [the word that Christ speaks us] ... hath eternal life; and I will raise him up at the last day.”"},{"refcode_short":"PH066 15.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 15.1 (Ellen Gould White)","content":"We can not always be on our knees in prayer, but the way to the mercy-seat is always open. While engaged in active labor, we may ask for help; and we are promised by One who will not deceive us, “Ye shall receive.” The Christian can and will find time to pray. Daniel was a statesman; heavy responsibilities rested upon him; yet three times a day he sought God, and the Lord gave him the Holy Spirit. So today men may resort to the sacred pavilion of the Most High and feel the assurance of his promise, “My people shall dwell in a peaceful habitation, and in sure dwellings, and in quiet resting-places.”"},{"refcode_short":"PH066 15.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 15.2 (Ellen Gould White)","content":"All who really desire it can find a place for communion with God, where no ear can hear but the One open to the cries of the helpless, distressed, and needy,—the One who notices even the fall of the little sparrows. He says, “Ye are of more value than many sparrows.”"},{"refcode_short":"PH066 15.3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 15.3 (Ellen Gould White)","content":"If the rush of work is allowed to drive us from our purpose of seeking the Lord daily, we shall make the greatest mistakes; we shall incur losses, for the Lord is not with us; we have closed the door so that he can not find access to our souls. But if we pray even when our hands are employed, the Saviour's ear is open to our petitions. If we are determined not to be separated from the source of our strength, Jesus will be just as determined to be at our right hand to help us, that we may not be put to shame before our enemies. The grace of Christ can accomplish for us that which all our efforts fail to do. Those who love and fear God may be surrounded with a multitude of cares, and yet not falter or make crooked paths for their feet. God takes care of you in the place where it is your duty to be. But be sure, as often as possible, to go where prayer is wont to be made. The Saviour says, “Thou hast a few names even in Sardis that have not defiled their garments; and they shall walk with me in white; for they are worthy.” These souls overcame by the blood of the Lamb and the word of their testimony. Amid the moral pollution that prevailed on every hand, they held fast their integrity. And why?—They were partakers of the divine nature, and thus they escaped the corruption that is in the world through lust. They became rich in faith, heirs to an inheritance of more value than the gold of Ophir. Only a life of constant dependence upon the Saviour is a life of holiness."},{"refcode_short":"PH066 16.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 16.1 (Ellen Gould White)","content":"The Sanitarium is a place which affords ample opportunity to backslide from God, to let self have the supremacy, and thus separate the soul from Christ and the holy angels...."},{"refcode_short":"PH066 17.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 17.1 (Ellen Gould White)","content":"Neither physicians nor helpers should attempt to perform their work without taking time to pray."},{"refcode_short":"PH066 17.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 17.2 (Ellen Gould White)","content":"Guard and guide those weak in the faith, lest they become connected with that class of Christians who consider getting together to have a happy time of amusement, the joy of their life. These parties of pleasure prove in the end a curse. There is work to be done. Meet in select companies to pray. Your own souls need the fortification and strength of prayer, and other souls need it, that they may be kept from yielding to temptations. If your life is fed with the bread and water of life, you will have words to speak to others that will refresh them. God bids us to care for one another, to love one another."},{"refcode_short":"PH066 17","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 17 (Ellen Gould White)","content":"Economy and Strict Honesty"},{"refcode_short":"PH066 17.3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 17.3 (Ellen Gould White)","content":"There is a lack of care and economy in every department of this institution. Much is lost that might and should be saved. Many of these losses are caused by a neglect to look after little matters. The workers have thought it their duty to attend to the larger responsibilities, but there are hundreds of leaks daily that are not thought of or cared for; and the loss in a year is by no means small. Here is one of the special defects that exist at the Sanitarium."},{"refcode_short":"PH066 17.4","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 17.4 (Ellen Gould White)","content":"The helpers at the Sanitarium should not feel at liberty to appropriate to their own use articles of food provided for the patients. The temptation is especially strong to indulge in things allowed to newcomers, who must be induced gradually to correct their pernicious habits. Employees have no right to help themselves to crackers, nuts, raisins, dates, sugar, oranges, or fruit of any kind; for, in the first place, in eating these things between meals, as is generally done, they are injuring the digestive organs, and again, those who partake of these things are taking that which is not theirs. No food should pass the lips between the regular meals. Temptation is constantly before them to taste the food which they are handling; and here is an excellent opportunity for them to gain control of their appetite. But food seems to be very abundant, and they forget that it all represents so much money value. One and another thoughtlessly indulge in the habit of tasting and helping themselves, until they fancy there is no real sin in the practise. All should beware of cherishing this view of the matter, for conscience is thus losing its sensitiveness. One may reason, “The little that I have taken does not amount to much;” but the question comes home, Did the smallness of the amount lessen the sin of the act? Again, the little which one person takes may not amount to much; but when five act on the same plan, five littles are taken. Then ten, twenty, or even more may presume in the same way, until every day, the workers may, to their own injury, appropriate many little things that they have no right to touch. Many littles make much in the end. But the greatest loss is sustained by the ones who digress; for they are violating the principles of right, and learning to look upon transgression in small matters as no transgression at all. They forget the words of Christ, “He that is faithful in that which is least is faithful also in much; and he that is unjust in the least is unjust also in much.”"},{"refcode_short":"PH066 19.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 19.1 (Ellen Gould White)","content":"When an effort is made to correct these practises, it is generally received as an evidence of stinginess on the part of the managers; and some will make no change, but go on hardening the conscience until it becomes seared as with a hot iron. They rise up against any restriction, and act and talk defiantly, as though their rights had been invaded. But God looks upon all these things as theft, and so the record is carried up to heaven."},{"refcode_short":"PH066 19.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 19.2 (Ellen Gould White)","content":"The angels in heaven have a wider and more elevated sphere of action than we; but right with them and right with us are one and the same thing."},{"refcode_short":"PH066 19.3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 19.3 (Ellen Gould White)","content":"In such an institution as the Sanitarium, where many are laboring together, some will do what they would not think it honest to do were they separately employed. They would have more respect for their reputation than to be found faulty in any of the so-called little matters. A person employed in a private family would not dare to take such liberties with his employer's property as are taken at the Sanitarium. The helpers influence one another to do unlawful acts; and they do not realize that they are, through indulgence of self, wronging one of God's instrumentalities, and crippling its powers. The fact that several are doing the same thing does not lessen their guilt. It is the act itself that is wrong, whether performed by many or by few."},{"refcode_short":"PH066 19.4","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 19.4 (Ellen Gould White)","content":"Those who are employed at our Sanitarium have in many respects the best advantages for the formation of correct habits. None will be placed beyond the reach of temptation; for in every character there are weak points that are in danger when assailed. Those who begin to be careless of their steps will find that before they are aware of it their feet will be entangled in a web from which it is impossible for them to extricate themselves. It should be a fixed principle with all to be truthful and honest. Whether they are rich or poor, whether they have friends or are left alone, come what will, they should resolve, in the strength of God, that no influence shall lead them to commit the least wrong act. One and all should realize that upon them, individually, depends in a measure the prosperity of the Sanitarium."},{"refcode_short":"PH066 20.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 20.1 (Ellen Gould White)","content":"Christ resisted Satan in our behalf. We have the example of our Saviour to strengthen our weak purposes and resolves; but notwithstanding this, some will fall by Satan's temptations, and they will not fall alone. Every soul that fails to obtain the victory carries others down through his influence. Those who fail to connect with God, and to receive wisdom and grace to refine and elevate their own lives, will be judged for the good they might have done, but failed to perform because they were content with earthliness of mind and friendship with the unsanctified."},{"refcode_short":"PH066 20.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 20.2 (Ellen Gould White)","content":"As my guide conducted me through the different apartments, the lack of economy everywhere stirred my soul with grief; for I had a full sense of the debt hanging over the institution. The petty dishonesty, the selfish neglect of duty, were marked by the recording angel. The waste permitted here and there in the course of a year amounts to a considerable sum. Much of this might be saved by the helpers; but each will say, “It does not belong to me to look after these things.” Would they pass these things so indifferently if the loss were to be sustained by themselves?—No; they would know exactly what to do, and how to do it; but it makes all the difference that it belongs to the institution. This is the fruit of selfishness, and is registered against them under the heading of selfishness."},{"refcode_short":"PH066 21.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 21.1 (Ellen Gould White)","content":"Some have labored faithfully, while others have done their work mechanically, as though they had no interest in it, except to get through as quickly as possible. Order and thoroughness were neglected because no one was near to watch them and criticize their work. Unfaithfulness was written against their names."},{"refcode_short":"PH066 21","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 21 (Ellen Gould White)","content":"Faithfulness in the Work"},{"refcode_short":"PH066 21.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 21.2 (Ellen Gould White)","content":"The helpers should take Jesus with them in every department of their labor. Whatever is done should be done with that exactness and thoroughness which will bear inspection. The heart should be in the work. Faithfulness is as essential in washing dishes, sweeping the floors, and doing chamber work, as in caring for the sick or administering baths. Some may receive the idea that their work is not ennobling; but this is just as they choose to make it. They alone are capable of degrading or elevating their employment. Would that every drone might be compelled to toil for his daily bread; for work is a blessing, not a curse. Diligent labor will keep us from many of the snares of Satan, who ever finds some mischief for idle hands to do."},{"refcode_short":"PH066 22.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 22.1 (Ellen Gould White)","content":"None of us should be ashamed of work, however small and servile it may appear. Labor is ennobling. All who toil with head or hands are working men and women; and all are doing their duty and honoring their religion as much while working in the laundry or washing dishes, as they are in going to meeting. While the hands are engaged in the most common labor, the mind may be elevated and ennobled by pure and holy thoughts. When any of the workers manifest a lack of respect for religious things, they should be separated from the work. Let none feel that the institution is dependent upon them."},{"refcode_short":"PH066 22.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 22.2 (Ellen Gould White)","content":"Helpers who have been longest at our Sanitarium should now be responsible workers, reliable in every place, faithful to duty as the compass to the pole. Had they rightly improved their opportunities, they might now have had symmetrical characters and a deep, living experience in religious things. But many of these workers have separated from God. Religion is laid aside. It is not an inwrought principle, carefully cherished wherever they go, into whatever society they are thrown, proving as an anchor to the soul. I wish all the workers carefully to consider that success in this life, and success in gaining the future life, depends largely upon faithfulness in performing the duties just where God has placed them."},{"refcode_short":"PH066 22.3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 22.3 (Ellen Gould White)","content":"The perfection of God's work is as clearly seen in the tiniest insect as in the king of beasts. The soul of the little child who believes in Christ is as precious in his sight as are the angels about his throne. “Be ye therefore perfect, even as your Father which is in heaven is perfect.” As God is perfect in his sphere, so may man be perfect in his sphere. Whatever the hand finds to do should be done with thoroughness and despatch. Faithfulness and integrity in little things, the performance of little duties, and little deeds of kindness will cheer and gladden the pathway of life; and when our work on earth is ended, every one of the little duties performed with fidelity will be treasured as a precious gem before God."},{"refcode_short":"PH066 23.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 23.1 (Ellen Gould White)","content":"If this institution is what God designed it should be, as his instrumentality it will not copy any institution in our land in its practises or moral standing. It will stand as a peculiar institution, governed and controlled after the Bible standard. No motive will be of sufficient force to move those engaged here from the straight line of duty. It will be reformatory in all its teachings and practise. There will be no uniting in closer harmony with the world in order to receive worldly patronage. If Jesus presides in the Sanitarium, there will be a greater and more distinct separation from the world. Pleasure can not entice from the way of justice. Those who are under the control of the Spirit of God will not be found seeking their own pleasure or amusement. They will answer the injunction, Come out from among them and be separate, touching not the unclean, and in no wise partaking of sin. They will aim to reach the high, pure, noble, elevated standard erected by our Lord Jesus Christ. The world, in its practises, and ways, and manners, will have no attractions to entice from duty."},{"refcode_short":"PH066 24","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 24 (Ellen Gould White)","content":"Criticizing and Faultfinding"},{"refcode_short":"PH066 24.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 24.1 (Ellen Gould White)","content":"Those visiting our institutions, and seeing where work is not done to the best advantage, should, if they have had larger experience, and know of a more successful way to manage, counsel with those who are in trust, and seek to help them to see the right way of action. Those who fail to do this neglect their duty, and are unfaithful to their God-given responsibility. Such a one, if he goes from that institution without saying anything to the proper persons, and states to parties not connected with it that he saw failures in the management there, that he saw places where expense was incurred without benefiting the institution, has failed to manifest a Christian spirit, and has been unfaithful to his brethren and to God. The Lord would have him diffuse light, if he has it to give; and if he has not a well-regulated plan to suggest, he does wrong to tell others of the mistakes which he has seen. If he fails to give the workers the benefit of his supposed superior wisdom; if he only finds fault without telling, in a right spirit, how to improve, he not only injures the reputation of the institution, but of the workers, who may be acting according to the very best light they have."},{"refcode_short":"PH066 24.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 24.2 (Ellen Gould White)","content":"These things need to be carefully considered. Let every man and woman inquire, “On whose side am I? Am I working to build up or to tear down one of God's instrumentalities?”"},{"refcode_short":"PH066 24.3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 24.3 (Ellen Gould White)","content":"One thing makes me feel very sad, and that is that there is not always harmony among the workers in our institutions. I have thought, Is it possible that there is any one who will find fault with those connected with them in the work? Is there any one who will suggest to patients or to visitors or fellow workers that there are many things which ought to be done that are not done, and many other things which are not done right? If they do this, they are not doing the work of Christians. Men who have been appointed to different positions of trust are to be respected. We do not expect to find men who are perfect in every respect. They may be seeking for perfection of character, but they are finite, and liable to err. Those who are engaged in our institutions should feel it their duty jealously to guard both the work and the workers from unjust criticism. They should not readily accept or speak words of censure against any who are connected with the work of God; for in thus doing God himself may be reproached, and the work that he is doing through instrumentalities may be greatly hindered. The wheels of progress may be blocked when God says, “Go forward.”"},{"refcode_short":"PH066 25.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 25.1 (Ellen Gould White)","content":"It is a great evil, and one which exists among our people to a great extent, to give loose rein to the thoughts, to question and criticize everything another does, making mountains out of mole-hills, and thinking their own ways are right, whereas, if they were in the same place as their brother, they might not do half as well as he does. It is just as natural for some to find fault with what another does as it is for them to breathe. They have formed the habit of criticizing others, when they themselves are the ones who should be brought severely to task and their wicked speeches and hard feelings be burned out of their souls by the purifying fire of God's love."},{"refcode_short":"PH066 26.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 26.1 (Ellen Gould White)","content":"When the converting power of God is felt upon the heart, altogether different results will be seen. A person who will allow any degree of suspicion or censure to rest upon his fellow workers, while he neither rebukes the complainers nor faithfully presents the matter before the one condemned, is doing the work of the enemy. He is watering seeds of discord and of strife, the fruit of which he will have to meet in the day of God. He is backbiting; he is taking up a reproach against his neighbor; he is doing a work that will separate very friends. He is striking directly at the reputation of his brother; and envy, jealousy, and evil surmisings are awakened, which endanger the soul's salvation. He is hedging up his brother's way, binding his influence; and God will hold him accountable for this work."},{"refcode_short":"PH066 26.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 26.2 (Ellen Gould White)","content":"This disrespect for others, this disregard for right and justice, is not a rare thing. It is found to a greater or less extent in all our institutions. If one makes a mistake, there are some who make it their business to talk about it until it grows to large proportions. Instead of this, there should be in all engaged in our institutions a sacred principle to guard the interest and reputation of every one with whom they are associated, even as they would wish their own reputation guarded. May the Lord impress this upon the minds and hearts of all our workers."},{"refcode_short":"PH066 26","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 26 (Ellen Gould White)","content":"Sentimentalism"},{"refcode_short":"PH066 26.3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 26.3 (Ellen Gould White)","content":"The guardians of the institution must ever maintain a high standard, and carefully watch over the youth entrusted to them by parents as learners or helpers in the various departments. When young men and women work together, a sympathy is created among them which frequently grows into sentimentalism. If the guardians are indifferent to this, lasting injury may be done to these souls, and the high moral tone of the institution will be compromised. If any, patients or helpers, continue their familiarity by deception after having had judicious instruction, they should not be retained in the institution, for their influence will affect those who are innocent and unsuspecting. Young girls will lose their maidenly modesty, and be led to act deceptively because their affections have become entangled.... The young should be taught to be frank, yet modest, in their associations. They should be taught to respect just rules and authority. If they refuse to do this, let them be dismissed, no matter what position they occupy, for they will demoralize others. The forwardness of young girls in placing themselves in the company of young men, lingering around where they are at work, entering into conversation with them, talking common, idle talk, is belittling to womanhood. It lowers them, even in the estimation of those who themselves indulge in such things.... Let not those who profess the religion of Christ descend to trifling conversation, to unbecoming familiarity with women of any class, whether married or single. Let them keep their proper places with all dignity. At the same time they should be sociable, kind, and courteous to all. Young ladies should be reserved and modest. They should give no occasion for their good to be evil spoken of.... Those who give evidence that their thoughts run in a low channel, whose conversation tends to corrupt rather than to elevate, should be removed at once from any connection with the institution, for they will surely demoralize others."},{"refcode_short":"PH066 28.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 28.1 (Ellen Gould White)","content":"Ever bear in mind that our health institutions are missionary fields.... Will you excuse levity and careless acts by saying that it was the result of thoughtlessness on your part? Is it not the duty of the Christian to think soberly? If Jesus is enthroned in the heart, will the thoughts be running riot? ..."},{"refcode_short":"PH066 28.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 28.2 (Ellen Gould White)","content":"Christ's followers will be temperate in eating and drinking. They will not indulge appetite at the expense of health and spiritual growth. “They married wives, they were given in marriage, until the day that Noah entered into the ark, and the flood came, and destroyed them all.” We see the same infatuation now in regard to marriage. Youth, and even men and women, who ought to be wise and discerning, act as if bewitched upon this question. A satanic power seems to take possession of them. The most indiscreet marriages are formed. God is not consulted. Human feelings, desires, and passions bear down everything before them, until the die is cast. Untold misery is the result of this state of things, and God is dishonored. The marriage vow covers every kind of lustful abomination. Shall there not be a decided change in reference to this matter?"},{"refcode_short":"PH066 28.3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 28.3 (Ellen Gould White)","content":"Moral purity, self-respect, a strong power of resistance, must be firmly and constantly cherished. There should not be one department from reserve. One act of familiarity, one indiscretion, may jeopardize the soul, by opening the door to temptation, and thus weaken the power of resistance."},{"refcode_short":"PH066 29.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 29.1 (Ellen Gould White)","content":"Courtship and marriage occupy the mind to the exclusion of higher and nobler thoughts...."},{"refcode_short":"PH066 29.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 29.2 (Ellen Gould White)","content":"As the condition of the Sanitarium was presented before me in vision, an angel of God seemed to conduct me from room to room in the different departments. The conversation I was made to hear in the rooms of the helpers was not of a character to elevate and strengthen mind or morals. The frivolous talk, the foolish jesting, the meaningless laugh, fell painfully upon my ear. The young are in danger, but they are blind to discern the tendencies and results of the course they are pursuing. Young men and girls were engaged in flirtation. They seemed to be infatuated. There is nothing noble, dignified, or sacred in these attachments; as they are prompted by Satan, the influence is such as to please him. Warnings to these persons fall unheeded. They are headstrong, self-willed, defiant. They think the warning, counsel, or reproof does not apply to them. Their course gives then no concern. They are continually separating themselves from the light and love of God. They lose all discernment of sacred and eternal things; and while they may keep up a dry form of Christian duties, they have no heart in these religious exercises. All too late these deceived souls will learn that “strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.”"},{"refcode_short":"PH066 30.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 30.1 (Ellen Gould White)","content":"The Sanitarium at Battle Creek has been built up under a pressure of difficulties. There have had to be decisive measures taken, contracts signed by those who were engaged as helpers that they would remain a certain number of years. This has been a positive necessity. After help has been secured, and by considerable painstaking efforts these have become efficient workers, wealthy patients have held out inducements of better wages to secure them as nurses for their own special benefit, at their own homes. And these helpers have often left the Sanitarium and gone with them, without taking into consideration the labor that had been put forth to qualify them as efficient workers. This had not been the case in merely one or two instances, but in many cases. Then people have come as patrons from other institutions, that are not conducted on religious principles, and in a most artful manner have led away the help by promising to give them higher wages. Physicians have apostatized from the faith and from the institution, and have left because they could not have their own way in everything. Some have been discharged; and after obtaining the sympathy of others of the helpers and patients, have led these away; and after being at great expense and trying their own ways and methods to the best of their ability, they have made a failure and closed up, incurring debts that they could not meet. This has been tried again and again. Justice and righteousness have had no part in the movements of such. “The way of the Lord” has not been chosen, but their own way. They beguiled the unwary, and made an easy conquest of those who love change. They were too much blinded to consider the right and wrong of this course, and too reckless to care. Thus it has been necessary in the Sanitarium at Battle Creek to make contracts binding those who connect with it as helpers, so that after they have been educated and trained as nurses and as bath hands, they shall not leave because others present inducements to them. Money has been advanced to some special ones that they might obtain a medical education, and be useful to the institution. Dr. Kellogg has placed hopes upon some of these, that they would relieve him of responsibilities that have rested most heavily upon him. Some have become uneasy and dissatisfied because those who have started institutions in other parts of the country have tried to flatter and induce them to come to their sanitariums, promising to do better by them. In this way the workers—some of them at least—have become uneasy, unsettled, self-sufficient, and unreliable, even if they did not disconnect with the Sanitarium, because they felt there were openings for them elsewhere. Those who were just beginning to practise have felt ready to take large responsibilities which it would be unsafe to trust in their hands, because they have not proved faithful in that which is least."},{"refcode_short":"PH066 31.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 31.1 (Ellen Gould White)","content":"Now we wish all to look at this matter from a Christian standpoint. These tests reveal the true material that goes to make up the character. There is in the decalogue a commandment that says, “Thou shalt not steal.” This commandment covers just such acts as these. Some have stolen the help that others have had the burden of bringing up and training for their own work. Any underhanded scheme, any influence brought to bear to try to secure help that others have engaged and trained is nothing less than downright stealing."},{"refcode_short":"PH066 32.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 32.1 (Ellen Gould White)","content":"There is another commandment that says, “Thou shalt not bear false witness against thy neighbor.” There has been tampering with the help that has been secured and depended upon to do a certain kind of labor; efforts have been made to demerit the plans and find fault with the management of those who are conducting the institution. The course of the management has been questioned as regards those whose services they desired to secure. Their vanity has been flattered, and insinuations made that they are not advanced as rapidly as they should be; they ought to be in more responsible positions."},{"refcode_short":"PH066 32.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 32.2 (Ellen Gould White)","content":"The very gravest difficulty that the physicians and managers of our institutions have to meet is that men and women who have been led up step by step, educated and trained to fill positions of trust, have become self-inflated, self-sufficient, and placed altogether too high an estimate upon their own capabilities. If they have been entrusted with two talents, they feel perfectly capable of handling five. If they had wisely and judiciously used the two talents, coming up with faithfulness in the little things entrusted to them, thorough in everything they undertook, then they would be qualified to handle larger responsibilities. If they could climb every step of the ladder, round after round, showing faithfulness in that which is least, it would be an evidence that they were fitted to bear heavier burdens, and would be faithful in much. But many care only to skim the surface. They do not think deep, and become master of their duties. They feel ready to grasp the highest round of the ladder without the trouble of climbing up step after step. We are pained at heart as we compare the work coming forth from their hands with God's righteous standard of faithfulness which alone God can accept. There is a painful defect, a remissness a, superficial gloss, a wanting in solidity and in intelligent knowledge and carefulness and thoroughness. God can not say to such, “Well done, good and faithful servant, thou hast been faithful over a few things, I will make thee ruler over many things.”"},{"refcode_short":"PH066 33.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 33.1 (Ellen Gould White)","content":"Men must get hold conscientiously and feel that they are doing the work of God. They must have the trust in their heart to correct all the sophistries and delusions of Satan that would throw them off the right track, so that they will not choose the way of the Lord, but follow the impulses of their own undisciplined characters. If the heart is sanctified and guided by the Holy Spirit, they will run no risks, but will be sure in all they undertake to do good work for Jesus; and in doing their work righteously they are standing securely in this life with a fast hold from above, and they will be guided into every good and holy way. They will be constant to principle. They will do their work, not to secure a great name or great wages, not for the purpose of weaving self into all their works, and of appearing to be somebody in the world, but to be right in everything in the sight of God. They will not be half as anxious to do a big work as to do whatever they have to do with fidelity, and with an eye single to the glory of God. Such men are great in the sight of God. Such names are registered in the Lamb's Book of Life as the faithful servants of the Most High God. These are the men who are “more precious in the sight of God than fine gold, even more precious than the golden wedge of Ophir.”"},{"refcode_short":"PH066 34","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 34 (Ellen Gould White)","content":"Medical Students"},{"refcode_short":"PH066 34.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 34.1 (Ellen Gould White)","content":"Let the students who go to obtain a medical education at the medical institutions of our land learn all they possibly can of the principles of life, but let them discard error, and not become bigots."},{"refcode_short":"PH066 34.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 34.2 (Ellen Gould White)","content":"Medical students, by studying the word of God diligently, are far better prepared for all other studies; for enlightenment always comes with an earnest study of the word of God. Let it be understood by medical missionaries that the better acquainted they become with the Bible history, the better qualified they will be to do their work. The students in the college at Battle Creek need to aspire to higher knowledge; and nothing can give them a knowledge of all lessons and a retentive memory like the searching of the Scriptures. Let there be genuine discipline in study. There should be a most humble, prayerful longing of the soul to know the truth. There should be faithful teachers, who will strive to make the students understand their lessons, not alone by explaining everything themselves, but by letting the students explain thoroughly every passage which they read. Let the inquiring minds of the students be respected."},{"refcode_short":"PH066 35.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 35.1 (Ellen Gould White)","content":"Students may receive their diplomas, and yet their education has but just begun. But generally the student who knows nothing of what it is to bear responsibility anywhere, that has not taken the burden of thinking, the burden of caretaking, of studying complicated cases, feels that he is a ripe scholar. It is because such know so little that they think they know so much. If they knew considerable more, they would sense their inability. The one who best knows himself will work in all humility, He feels like making no proud boasts; he bears a weight of responsibility as he sees the woes of suffering humanity, and he will not take human life into his hands to deal with even the bodies of men, without connecting with the experienced physician, regarding him as a father and himself as a child to be instructed and nourished and corrected, if in error. Our medical students should get an experience by beginning at the lower round of the ladder, and by careful, earnest, thoughtful exertion, climbing round after round, religion—Bible religion—being the mainspring of action."},{"refcode_short":"PH066 35.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 35.2 (Ellen Gould White)","content":"Is the soon coming of Christ a reality to us? Let every student seek to reach the highest point of education, and be fitted for an inheritance with the saints in light. If he is educated in such a way as to reach this, he will learn that which is to continue through eternal ages. The banner of the third angel has inscribed upon it, “The commandments of God and the faith of Jesus.” Our institutions have taken a name which sets forth the character of our faith, and of this name we are never to be ashamed. I have been shown that this name means much, and in adopting it we have followed the light given from heaven."},{"refcode_short":"PH066 36","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 36 (Ellen Gould White)","content":"The Responsibilities of the Physician"},{"refcode_short":"PH066 36.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 36.1 (Ellen Gould White)","content":"Neglect of prayer causes the Christian to become weak, to lose self-control, to give rein to impure thoughts and impulses. But in learning of Christ, in looking to Jesus, in depending upon his strength, the physician will be brought into sympathy with Christ; and in treating the sick he will seek God for wisdom. Then instead of placing his dependence upon drugs, and expecting that medicine will bring health to his patients, he will use nature's restoratives, and employ natural means whereby the sick may be aided to recovery. The Lord will hear and answer the prayer of the Christian physician, and he may reach an elevated standard if he will but lay hold upon the hand of Christ, and determine that he will not let go. Golden opportunities are open to the Christian physician; for he may exert a precious influence upon those with whom he is brought in contact. He may guide and mold and fashion the lives of his patients by holding before them heavenly principles. The physician should let men see that he does not regard his work as of a cheap order, but looks upon it as high, noble, elevated work, even that to which is attached the sacred accountability of dealing with both the souls and the bodies of those for whom Christ has paid the infinite price of his most precious blood. If the physician has the mind of Christ, he will be cheerful, hopeful, and happy, but not trifling. He will realize that heavenly angels accompany him to the sick-room, and will find words to speak readily, truthfully, to his patients, that will cheer and bless them. His faith will be full of simplicity, of childlike confidence in the Lord. He will be able to repeat to the repenting soul the gracious promises of God, and thus place the trembling hand of the afflicted ones in the hand of Christ, that they may find repose in God. Thus, through the grace imparted to him, the physician will fulfill his Heavenly Father's claims upon him. In delicate and perilous operations he may know that Jesus is by his side to counsel, to strengthen, to nerve him to act with precision and skill in his efforts to save human life. If the presence of God is not in the sick-room, Satan will be there to suggest perilous experiments, and will seek to unbalance the nerves, so that life will be destroyed rather than saved."},{"refcode_short":"PH066 37.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 37.1 (Ellen Gould White)","content":"A physician occupies a more important position because of dealing with morbid souls, diseased minds, and afflicted bodies, than does the minister of the gospel. The physician can present an elevated standard of Christian character, if he will be instant in season and out of season. He is thus a missionary for the Lord, doing the Master's work with fidelity, and will receive a reward by and by. Let the Christian keep his own counsel, and divulge no secret to unbelievers. Let him communicate no secret that will disparage God's people. Guard your thoughts; close the door to temptation. Do your work as in the sight of the Divine Watcher. Work patiently, expecting that, through the grace of Christ, you will make a success in your profession. Keep up the barriers which the Lord has erected for your safety. Keep your heart with all diligence, for out of it are the issues of life, or of death."},{"refcode_short":"PH066 38.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 38.1 (Ellen Gould White)","content":"A physician should attend strictly to his professional work. He should not allow anything to come in to divert his mind from his business, or to take his attention from those who are looking to him for relief from suffering. An assuring and hopeful word spoken in season to the sufferer will often relieve his mind and win for the physician a place in his confidence. Kindness and courtesy should be manifested; but the common, cheap talk which is so customary even among some who claim to be Christians, should not be heard in our institutions. The only way for us to become truly courteous, without affectation, without undue familiarity, is to drink in the spirit of Christ, to heed the injunction, “Be ye holy; for I am holy.” If we act upon the principles laid down in the word of God, we shall have no inclination to indulge in undue familiarity."},{"refcode_short":"PH066 38.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 38.2 (Ellen Gould White)","content":"The workers in our institutions should be living examples of what they desire those to be who are patients in the institutions. A right spirit and a holy life are a constant instruction to others. The hollow-hearted courtesy of the fashionable world is of no value in the sight of Him by whom actions are weighed. There should be no partiality and no hypocrisy. The physician should be ready for every good work. If his life is hid with Christ in God, he will be a missionary in the highest sense. When they are together, Christian physicians will conduct themselves as sons of God. They will realize that they are engaged to work in the same vineyard, and selfish barriers will be broken down. For each other they will feel a deep interest, untainted with selfishness. He who is himself a reformer can accomplish good in seeking to reform others. By precept and example he can be a savor of life unto life. Would that the curtain could be rolled back, and we could see how interestedly the angels of God are looking upon the institutions for the treatment of the sick. The work in which the physician is engaged—standing between the living and the dead—is of special importance."},{"refcode_short":"PH066 39.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 39.1 (Ellen Gould White)","content":"God has given a great work into the hands of physicians. The afflicted children of men are in a degree at their mercy. How the patient watches him who cares for his physical welfare! The actions and words, the very expressions of the physician's countenance, are matters of study. What gratitude springs up in the heart of the suffering one when his pain is relieved through the efforts of his faithful physician! The patient feels that his life is in the hands of him who thus ministers to him, and the physician or the nurse can then easily approach him on religious subjects. If the sufferer is under the control of divine influences, how gently can the Christian physician or nurse drop the precious seeds of truth into the garden of the heart. He can bring the promise of God before the soul of the helpless one. If the physician has religion, he can impart the fragrance of heavenly grace to the softened and subdued heart of the suffering one. He can direct the thoughts of his patient to the Great Physician. He can present Jesus to the sin-sick soul."},{"refcode_short":"PH066 40.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 40.1 (Ellen Gould White)","content":"How often the physician is made a confidant, and griefs and trials are laid open before him by the sick. At such a time what precious opportunities are afforded to speak words of comfort and consolation in the fear and love of God, and to impart Christian counsel. Deep love for souls for whom Christ died should imbue the physician. In the fear of God I tell you that none but a Christian physician can rightly discharge the duties of this sacred profession, and there must be a decided transformation of character in the physicians employed at the Sanitarium."},{"refcode_short":"PH066 40.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 40.2 (Ellen Gould White)","content":"This health institution has not been brought into favor simply because of the talent, skill, or wisdom of one man. It is because God has had faithful instrumentalities that have consented to be led by the Holy Spirit, and many influences have combined to bring about the prosperity of the Sanitarium. The time that has been spent in communing with God, in seeking his help before undertaking to relieve those who were in a critical condition, has brought angels to the side of the doctor and his assistants. You have succeeded according as you have trusted in God. He has been by your side just as verily as Christ was by the side of those who were suffering when he walked among them on earth."},{"refcode_short":"PH066 40.3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 40.3 (Ellen Gould White)","content":"Physicians should be ambassadors for Christ in their specific work, and instead of giving prominence to a special theory of medicine which they advocate, by a godly life and conversation they should make prominent the fact that they are Christians. Not one of the schools of medicine highly lauded in the world is approved in the courts above, nor do they bear the heavenly superscription and endorsement. You are not justified in advocating one school above the others, as though it were the only one worthy of respect. Those who vindicate one school of medicine and bitterly condemn another are actuated by a zeal that is not according to knowledge. With what pharisaic pride some men look down upon others who have not received a diploma from the so-called standard school. All this proves that they can not see afar off, and have not been purged from their old sins. They need to humble themselves at the cross of Calvary. This spirit will never be acknowledged in heaven, nor will men who cherish it hear the “Well done.” Some have been as zealous in exalting what their particular school advocated as though the Lord had specified that that method was the only one to be allowed. The use of drugs has resulted in far more harm than good; and should our physicians who claim to believe the truth almost entirely dispense with medicine, and faithfully practise along the lines of the principles of hygiene, using nature's remedies, far greater success would attend their efforts."},{"refcode_short":"PH066 41.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 41.1 (Ellen Gould White)","content":"The duties and qualifications of a physician are not small. The students need daily to lift responsibilities, that they may become burden-bearers. They may be inclined to undertake the duties of medical practitioners when they know nothing of their inability as far as experience is concerned. There is only one power that can make these students what they ought to be, and keep them steadfast. It is the grace of God and the power of the truth, exerting a saving influence upon the life and upon the character. The students, who intend to deal with suffering humanity, will find no graduating place this side of heaven."},{"refcode_short":"PH066 42","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 42 (Ellen Gould White)","content":"Sabbath Work"},{"refcode_short":"PH066 42.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 42.1 (Ellen Gould White)","content":"Physicians need to cultivate a spirit of self-denial and self-sacrifice. It may be necessary to devote even the hours of the holy Sabbath to the relief of suffering humanity. But the fee for such labor should be put into the treasury of the Lord, to be used for the worthy poor who need medical skill but can not afford to pay for it."},{"refcode_short":"PH066 42","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 42 (Ellen Gould White)","content":"Health Reform at the Sanitarium"},{"refcode_short":"PH066 42.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 42.2 (Ellen Gould White)","content":"The managers and helpers in all our health institutions should have the true missionary spirit as a daily, abiding principle; for they are in a field which requires the highest kind of missionary work. Do not let your patients return to their homes poorly instructed; but educate them in the principles of health.... A responsibility to spread the knowledge of the principles of hygiene rests upon all who have enjoyed the benefits of health-reform. This responsibility should be felt by every man and woman who claims to be a Seventh-day Adventist, and to a still greater degree by those who are connected with our health institutions."},{"refcode_short":"PH066 43.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 43.1 (Ellen Gould White)","content":"Among the greatest dangers to our health institutions is the influence of physicians, superintendents, and helpers who profess to believe the present truth, but who have never taken their stand fully upon health reform. Some have no conscientious scruples in regard to their eating, drinking, and dressing. How can the physician or any one else present the matter as it is when he himself is indulging in the use of harmful things? God's blessing will rest upon every effort made to awaken an interest in health reform; for it is needed everywhere. There must be a revival in regard to this matter; for God purposes to accomplish much through this agency. Drug medication, as it is generally practised, is a curse. Educate away from drugs. Use them less and less, and depend more upon hygienic agencies; then nature will respond to God's physician's—pure air, pure water, proper exercise, a clear conscience. Those who persist in the use of tea, coffee, and flesh meats will feel the need of drugs, but many might recover without one grain of medicine if they would obey the laws of health. Drugs need seldom be used."},{"refcode_short":"PH066 43.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 43.2 (Ellen Gould White)","content":"If the heart is purified through obedience to the truth, there will be no selfish preferences, no corrupt motives: there will be no partiality. Love-sick sentimentalism, whose blighting influence has been felt in all our institutions, will not be developed. Strict guard should be kept that this curse shall not poison or corrupt our health institutions."},{"refcode_short":"PH066 44.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 44.1 (Ellen Gould White)","content":"If those connected with the Sanitarium are not in every respect correct representatives of the truths of health reform, decided reformation must make them what they should be, or they must be separated from the institution."},{"refcode_short":"PH066 44.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 44.2 (Ellen Gould White)","content":"Then what is the special work in all our institutions for health? Instead of educating the appetite to indulgence, which is the great cause of disease, knowledge must be imparted in regard to self-denial of appetite and control of the passions. The knowledge of salvation, the knowledge of sin, and of redemption from its fearful woes, its bondage, and its defilement must be plainly stated to all,—high or low, rich or poor,—in carefully prepared lectures."},{"refcode_short":"PH066 44.3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 44.3 (Ellen Gould White)","content":"Passion grows with every indulgence. If evil thoughts and evil practises are in the ascendency, the heart and mind become polluted. Are these things to go on, and the victims be unwarned? Are the youth to be unchecked by any message of enlightenment from Heaven? Are there to be no faithful ones who will present before all who are brought into these institutions, righteous habits in contrast with the defiling practises of this age? Are no lessons to be taught to the very ones who so much need them? Those who are intelligent in regard to these evils should be the ones to fill important positions at our health institutions. All who have knowledge in these things, who know the perils of this time, should feel a burden for the souls and bodies for whom Christ has died, and they should carry the burden day and night."},{"refcode_short":"PH066 45.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 45.1 (Ellen Gould White)","content":"Nothing but the truth of God can either make man savingly wise or keep him so. If there is an immortal life to be obtained; if a pure and holy character must be developed in order to gain entrance to the presence of the Lord and the society of the heavenly angels, then why do not teachers, physicians, and preachers act this in their example and by their teaching? Why are they not more zealous for the Master? Why do they not have more burning love for the souls for whom Christ died? If man is earnestly seeking for glory, honor, and immortality, his mind must naturally come into harmony with God's mind. The true disciple in the school of Christ, whose mind is in harmony with the mind of God, will be not only constantly learning, but also teaching,—constantly reflecting light, teaching upward and away from the common prevailing errors of this perverse and adulterous generation. Physicians, teachers, superintendents,—any one in office, and any helper, who shall neglect his solemn obligation in this matter, and persist in following selfish plans and ideas in precept and example, is a false guide,—a sign-board pointing in the wrong direction."},{"refcode_short":"PH066 46","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 46 (Ellen Gould White)","content":"The Sanitarium as a Missionary Field"},{"refcode_short":"PH066 46.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 46.1 (Ellen Gould White)","content":"Let the Christian physician remember that he has pledged himself to represent Christ to others in practise, in character. If he does not strictly guard himself, if he allows the barriers to be broken down, Satan will overcome him with his specious temptations. There will be a blemish in his character which will tell in its evil workings upon other minds, and leave a molding influence upon others characters."},{"refcode_short":"PH066 46.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 46.2 (Ellen Gould White)","content":"The Lord will work with your efforts as you appropriate your gifts to his glory. You are to be missionaries in the highest sense of the word, knowing how to speak a word in season to him that is weary. You are to educate yourselves in such a way that you will have an appreciation of the spiritual necessities of those around you."},{"refcode_short":"PH066 46.3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 46.3 (Ellen Gould White)","content":"The world looks favorably on some of our methods and ideas; but we must not let the flattery of the world seduce us. We must not depend upon human favor or patronage for success. Like a mighty cleaver, the truth has taken us out of the quarry of the world to be the peculiar people of God, and we can not afford to assimilate with the world. We must not compromise one principle of the truth, or yield one position, to gain the favor of the world. O for a life consistent with our faith! No portion of the Lord's vineyard has greater possibilities for doing good than the Sanitarium. He has promised that if we follow Christ our Saviour, we shall walk in the light as he is in the light. He desires to show to the world those who will diffuse the light shining from the cross of Calvary. Above everything else in the institution, the spirit of mercy, compassion, human tenderness,—the gentleness of Christ,—is to be manifested. Worldly policy must not prevail, outward appearances must not be permitted to blind the judgment. The poor must receive special attention, because they have not the good things of this life. If the spirit of Christ is cherished and made manifest in the actions, impressions for good will be made upon those who have received a false education concerning life and its great responsibilities."},{"refcode_short":"PH066 47.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 47.1 (Ellen Gould White)","content":"The Sanitarium is to be a missionary institution in the fullest sense of the word; and its character in this respect must be preserved or it will not bear upon it the superscription of God. To keep it thus will require godliness of life and character in every worker. The success of this institution must be viewed in the light of God's word. True success will bear the heavenly credentials. The workers for God will rejoice in the Lord, and at the same time be dissatisfied with their own efforts. The moment of rejoicing in the Lord because of success will be the moment of self-abasement because of what has been left undone through neglect and unfaithfulness."},{"refcode_short":"PH066 47.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 47.2 (Ellen Gould White)","content":"Men who accept a position in any of our health institutions should do so with as full a realization of its responsibilities as possible. The Lord has promised to be a present help in every time of need, and there is no excuse for not doing more real missionary work at the Sanitarium. Far better attention should be paid to obtaining a fitness for every duty. Workers should seek to improve, that they may do their work in the best manner possible, and with fidelity, so as to meet the approval of God. Opportunities for doing good have always been far in advance of the workers, for they have failed to see and improve them because the enemy of right doing has had a controlling power over their minds."},{"refcode_short":"PH066 48.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 48.1 (Ellen Gould White)","content":"It is a mistake to think that points of doctrine must first be presented to one who is in error. The first thing to be presented is the Lamb of God, who taketh away the sins of the world. By the bedside of the sick, the physician has abundant opportunity to call attention to the Saviour of mankind; and shall these precious opportunities be lost? Shall he hide his talents, and fail to bring salvation to the lost one?"},{"refcode_short":"PH066 48.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 48.2 (Ellen Gould White)","content":"As the subject of vital godliness is made essential for salvation, the peculiarities of our faith will appear, distinguishing us from the world and yet no tirade should be made against the doctrines held by others. In our associations with worldly people, the spirit of Christ shown in true modesty, and the true Christian principles lived by those who know the truth, will be a recommendation to our faith. The Sanitarium is indeed a broad missionary field."},{"refcode_short":"PH066 48.3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 48.3 (Ellen Gould White)","content":"I want to say that the third angel's message is the gospel, and that the health reform is the entering wedge for the truth. There are to be no abrupt declarations of any phase of our faith. Preach the truth as it is in Jesus, and bring all the brightness and special radiance from the bright beams of the Sun of Righteousness into the gospel. Those who speak of practical godliness should dwell upon the lessons of Christ. All should have the guidance of the Holy Spirit; and let none be satisfied without it. Let your words express your confidence and love for God. The most simple testimonies borne in a humble spirit, expressing the love of God will touch hearts. Even unbelievers will see that the doctors and nurses and workers are all combined to represent the truth in character."},{"refcode_short":"PH066 49.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 49.1 (Ellen Gould White)","content":"When the Lord specified that there should be a health and temperance institution at Battle Creek, he also specified what should be its object. It was not to be fashioned after the character of any other institution in the world. It was to stand as a Seventh-day Adventist institution, one that should give character to God's cause in the world. It was also to be an asylum for those who should accept the truth, to which they might resort when sick. It was to be a place where the truth should be made to shine out—not where it should be placed under a bushel. The truth should be the all-important thing in the institution. The Lord designed that it should be a place where he would be honored in word and in deed, where his law should be magnified, where the true faith of the Bible should ever be made prominent before the patrons."},{"refcode_short":"PH066 50","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 50 (Ellen Gould White)","content":"Medical Missionaries"},{"refcode_short":"PH066 50.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 50.1 (Ellen Gould White)","content":"God has said that if the men connected with this institution would walk humbly and obediently, in purity of life, doing the will of God, it would live and prosper; and from it would be sent forth missionaries to bless others with the light that God has given them. These will, in the spirit of Jesus, demolish the idols in high places; they will unveil superstition, and plant truth, purity, and holiness where now are cherished only error, self-indulgence, intemperance, and iniquity,"},{"refcode_short":"PH066 50.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 50.2 (Ellen Gould White)","content":"Let forces be set at work to clear new ground, to establish new living interests wherever an opening can be found. Let men learn how to make brief, earnest prayers. Let them learn to speak of the world's Redeemer, to lift up the Man of Calvary higher and still higher. Transplant trees out of your thickly planted nursery. God is not glorified in having such immense advantages centered in one place. We need wise nurserymen who will transplant trees in different localities, and give them advantages whereby they may grow. It is a positive duty to go into regions beyond. Rally workers, who possess true missionary zeal, and let them go forth to diffuse light and knowledge far and near. Let them take the living principles of health reform into communities that to a large degree are ignorant of what they should do. Let men and women teach these principles to classes that can not have the advantage of the large Sanitarium at Battle Creek. It is a fact that the truth of heaven has come to the notice of thousands through the influence of the Sanitarium; yet there is a work to be done that has been neglected, We are encouraged as we see the work that is being done in Chicago, and in a few other places. But the large responsibility that is now centered in Battle Creek should have been distributed years ago."},{"refcode_short":"PH066 51.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 51.1 (Ellen Gould White)","content":"The medical missionary field is open before us. We are beginning to comprehend better the light given years ago—that health reform principles would be as an entering wedge, to be followed by a religious influence. To voice the words of John, “Behold the Lamb of God that taketh away the sin of the world.” Would that all might be so taught as to work intelligently as medical missionaries; for this would serve as credentials to them in finding access to homes and families where they could sow the seeds of truth. We want to feel as Christ felt,—that we can not abandon the souls who are in need of what we can do for them; we can not leave the helpless, suffering little ones to the evils of orphanage, and ignorance, and want, and sin, and crime. The Lord would have us to be health reformers in the true sense of the term."},{"refcode_short":"PH066 52","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 52 (Ellen Gould White)","content":"Prayer for the Sick"},{"refcode_short":"PH066 52.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 52.1 (Ellen Gould White)","content":"This is a very delicate question, and to many minds, I fear, will not be satisfactorily settled. I have tried to act upon the light the Lord has given me, in the fear of God."},{"refcode_short":"PH066 52.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 52.2 (Ellen Gould White)","content":"I have been troubled over these things, and years ago took the position that if I had any duty to pray for the sick, I would come before the Lord with a petition of this kind: “Lord we can not read the heart of this sick one; but thou knowest whether it is for the good of his soul, and for the glory of thy name to raise him to health. In thy great goodness, compassionate this case, and let healthy action take place in the system. The work must be entirely thine own. We have done all that human skill can do; now, Lord, we lay this case at thy feet; work thou as only God can work; and if it be for thy glory, arrest the progress of disease and heal this sufferer.”"},{"refcode_short":"PH066 52.3","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 52.3 (Ellen Gould White)","content":"After I have prayed earnestly for the sick, what then? Do I cease to do all that I can for their recovery?—No, I work all the more earnestly, that the Lord may bless the means which his own hand has provided, entreating that he may give a sanctified wisdom to co-operate with God in the recovery of the sick."},{"refcode_short":"PH066 52.4","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 52.4 (Ellen Gould White)","content":"In praying for the sick, it is essential to have faith; for it is in accordance with the word of God. “The fervent and effectual prayer of a righteous man availeth much.” So we can not discard praying for the sick, and we should feel very sad if we could not have the privilege of approaching God, to lay before him all our weaknesses and our infirmities, to tell the compassionate Saviour all about these things, believing that he hears our petitions. Sometimes answers to our prayers come immediately: sometimes we have to wait patiently, and continue earnestly to plead for the things that we need, our cases being illustrated by the case of the importunate solicitor for bread. “Which of you shall have a friend, and shall go unto him at midnight,” etc. This lesson means more than we can imagine. We are to keep on asking, even if we do not realize the immediate response to our prayers. “I say unto you, Ask and it shall be given unto you; seek, and ye shall find; knock, and it shall be opened unto you. For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.”"},{"refcode_short":"PH066 53.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 53.1 (Ellen Gould White)","content":"We need grace, we need divine enlightenment, that through the Spirit we may know how to ask for such things as we need. If our petitions are indited by the Lord, they will be answered."},{"refcode_short":"PH066 53.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 53.2 (Ellen Gould White)","content":"There are precious promises in the Scriptures to those who wait upon the Lord. We all desire an immediate answer to our prayers, and are tempted to become discouraged if our prayer is not immediately answered. Now my experience has taught me that this is a great mistake. The delay is for our special benefit. We have a chance to see whether our faith is true and sincere, or changeable like the waves of the sea. We must bind ourselves upon the altar with the strong cords of faith and love, and let patience have her perfect work. Faith strengthens through continual exercise. This waiting does not mean that because we ask the Lord to heal there is nothing for us to do. On the contrary, we are to make the very best use of the means which the Lord in his goodness has provided for us in our necessities."},{"refcode_short":"PH066 54.1","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 54.1 (Ellen Gould White)","content":"I have seen so much of carrying matters to extremes, in praying for the sick, that I have felt that this part of our experience requires much solid, sanctified thinking, lest we shall make movements that we may call faith, but which are really nothing less than presumption. Persons worn down with affliction need to be counseled wisely, that they may move discreetly; and while they place themselves before God to be prayed for that they may be healed, they are not to take the position that methods of restoration to health in accordance with nature's laws are to be neglected."},{"refcode_short":"PH066 54.2","refcode_long":"Health, Philanthropic, and Medical Missionary Work, p. 54.2 (Ellen Gould White)","content":"If they take the position that in praying for healing they must not use the simple remedies provided by God to alleviate pain and to aid nature in her work, lest it be a denial of faith, they are taking an unwise position. This is not a denial of faith; it is in strict harmony with the plans of God. When Hezekiah was sick, the prophet of God brought him the message that he should die. He cried unto the Lord, and the Lord heard his servant, and worked a miracle in his behalf, sending him a message that fifteen years should be added to his life. Now one word from God, one touch of the divine finger, would have cured Hezekiah instantly, but special directions were given to take a fig and lay it upon the affected part, and Hezekiah was raised to life. In everything we need to move along the line of God's providence."}]