[{"refcode_short":"PH067 1","refcode_long":"The Removal to Washington, p. 1 (Ellen Gould White)","content":"The Removal to Washington"},{"refcode_short":"PH067 1","refcode_long":"The Removal to Washington, p. 1 (Ellen Gould White)","content":"The Removal to Washington"},{"refcode_short":"PH067 1.1","refcode_long":"The Removal to Washington, p. 1.1 (Ellen Gould White)","content":"The Removal to Washington. “In 1855 the brethren in Michigan opened the way for the office of publication to be removed to Battle Creek.... The cause had apparently come to a halt, orders for publications were very few and small.... Those were days of sadness.... From the time we moved to Battle Creek, the Lord began to turn our captivity.... New life was given to the cause, and success attended the labors of our preachers. The publications were called for, and proved to be just what the cause demanded."},{"refcode_short":"PH067 2.1","refcode_long":"The Removal to Washington, p. 2.1 (Ellen Gould White)","content":"“I saw that special efforts should be made in the West with tents; for the angels of God are preparing minds there to receive the truth. This is why God has moved on some in the East to move to the West. Their gifts can accomplish more in the West than in the East. The burden of the work is in the West, and it is of the greatest importance that the servants of God should move in his opening providence."},{"refcode_short":"PH067 2.2","refcode_long":"The Removal to Washington, p. 2.2 (Ellen Gould White)","content":"“I saw that when the message shall increase greatly in power, then the providence of God will open and prepare the way in the East for much more to be accomplished than can be at the present time. God will then send some of his servants in power to visit places where little or nothing can now be done; and some who are now indifferent, will be aroused, and will take hold of the truth.”"},{"refcode_short":"PH067 3.1","refcode_long":"The Removal to Washington, p. 3.1 (Ellen Gould White)","content":"“The evils of centering so many responsibilities in Battle Creek have not been small. The dangers are great. There are unconsecrated elements that only wait for circumstances to put all their influence on the side of wrong. I can never feel exactly safe in regard to Battle Creek.”"},{"refcode_short":"PH067 4.1","refcode_long":"The Removal to Washington, p. 4.1 (Ellen Gould White)","content":"“Years ago the large responsibility that is centered in Battle Creek should have been distributed. The people are encouraged to center in Battle Creek, and they pay their tithe and give their influence to the building up of a modern Jerusalem that is not after God's order. In this work other places are cut off from facilities which they should have. Enlarge ye, spread, yes; but not in one place. Go out and establish centers of influence in places where nothing, or next to nothing, has been done. Break up your consolidated mass; diffuse the saving beams of light, and shed light into the darkened corners of the earth. A work needs to be done something like that which is described as an eagle stirring up her nest. ‘Moab hath been at ease from his youth, and he hath settled on his lees, and hath not been emptied from vessel to vessel, neither hath he gone into captivity; therefore his taste remained in him, and his scent is not changed.’ This is true of many Christians who are coming into Battle Creek. Many have a spasmodic zeal, but it is like a meteor that flashes across the heavens, and goes out.”"},{"refcode_short":"PH067 4.2","refcode_long":"The Removal to Washington, p. 4.2 (Ellen Gould White)","content":"“Why have not the men and women who have so frequently gathered to the large assemblies in Battle Creek put into practice the truth which they have heard? ... The work that has been done for them has not been prized as it should have been, or they would have gone forth into the darkened places of the earth, and shed abroad the light which God has shed upon them.... Many have gone into the grave in error, simply because those who professed the truth have failed to communicate the precious knowledge they have received. If the light that has shone in super-abundance in Battle Creek had been diffused, we would have seen many raised up to become laborers together with God.”"},{"refcode_short":"PH067 5.1","refcode_long":"The Removal to Washington, p. 5.1 (Ellen Gould White)","content":"“God expects practical work in getting out of Battle Creek. Too many are there now, and too many interests are being piled up in Battle Creek. Were those interests divided and located in other cities, where the light and knowledge might bless other localities, it would be in God's order. The Lord does not want a second Jerusalem in Battle Creek. There will have to be strong reformations and transformations and transferring of facilities and institutions if the will of God is done. Short-sighted mortals can not discern that crowding so much into Battle Creek is taking away from other localities opportunities and privileges which they so much need, and which God designs they should have.”"},{"refcode_short":"PH067 6.1","refcode_long":"The Removal to Washington, p. 6.1 (Ellen Gould White)","content":"“In one year, two of our largest institutions have been destroyed by fire.... When the Battle Creek Sanitarium was destroyed, Christ gave himself to defend the lives of men and women. In this destruction God was appealing to his people to return to him. And in the destruction of the Review and Herald Office, and the saving of life, he makes a second appeal to them. He desires them to see that the miracle-working power of the Infinite has been exercised to save life, that every worker may have opportunity to repent and be converted. God says, ‘If they turn to me, I will restore to them the joy of my salvation. But if they continue to walk in their own way, I will come still closer; and affliction shall come upon the families who claim to believe the truth, but who do not practice the truth, who do not make the Lord God of Israel their fear and their dread.’”"},{"refcode_short":"PH067 6.2","refcode_long":"The Removal to Washington, p. 6.2 (Ellen Gould White)","content":"“For years the warning has been given to our people, Get out of Battle Creek. But because of the many interests established there, it was convenient to remain, and men could not see why they should move.”"},{"refcode_short":"PH067 7.1","refcode_long":"The Removal to Washington, p. 7.1 (Ellen Gould White)","content":"“Will those who have collected in Battle Creek hear the voice speaking to them, and understand that they are to scatter out into different places, where they can spread abroad a knowledge of the truth, and where they can gain an experience different from the experience that they have been gaining?”"},{"refcode_short":"PH067 7.2","refcode_long":"The Removal to Washington, p. 7.2 (Ellen Gould White)","content":"“In reply to the question that has been asked in regard to settling somewhere else, I answer, Yes. Let the General Conference offices and the publishing work be moved from Battle Creek. I know not where the place will be, whether on the Atlantic Coast or elsewhere. But this I will say, Never lay a stone or a brick in Battle Creek to rebuild the Review Office there. God has a better place for it. He wants you to work with a different influence, and connected with altogether different associations from what you have had of late in Battle Creek.”"},{"refcode_short":"PH067 8.1","refcode_long":"The Removal to Washington, p. 8.1 (Ellen Gould White)","content":"“I have no special light, except what you have already received, in reference to New York and the other large cities that have not been worked. Decided efforts should be made in Washington, D. C. It is a sad thing that the record stands as it does, showing so little accomplished there. It will be best to consider what can be done for this city, and see what ways of working will be the best."},{"refcode_short":"PH067 8.2","refcode_long":"The Removal to Washington, p. 8.2 (Ellen Gould White)","content":"“In the past, decided testimony has been borne in regard to the need of making decided efforts to bring the truth before the people of Washington. I shall find what I have written on this point, if I can, and send it to you."},{"refcode_short":"PH067 9.1","refcode_long":"The Removal to Washington, p. 9.1 (Ellen Gould White)","content":"“May the Lord help us to move understandingly and prayerfully. I am sure that he is willing that we should know, and that right early, where we should locate our publishing house. I am satisfied that our only safe course is to be ready to move just when the cloud moves. Let us pray that he will direct us. He has signified, by his providence, that he would have us leave Battle Creek. In the large Tabernacle there, many meetings, many ministerial institutes have been held. Light and power have been centered there when they should have been scattered far and near, in the many cities yet unworked. Small centers should have been made in many places, to represent the truth. Thus much good would have been accomplished. New members would have been added to the ranks of believers. With an increase of numbers would have come an increase of tithe, providing means to carry the message to other places."},{"refcode_short":"PH067 9.2","refcode_long":"The Removal to Washington, p. 9.2 (Ellen Gould White)","content":"“New York needs to be worked, but whether our publishing house should be established there, I can not say. I should not regard the light I have received as definite enough to favor the movement."},{"refcode_short":"PH067 9.3","refcode_long":"The Removal to Washington, p. 9.3 (Ellen Gould White)","content":"“Let us all lift our hearts to God in prayer, having faith that he will guide us. What more can we do? Let him indicate the place where the publishing house should be established. We are to have no will of our own, but are to seek the Lord, and follow where he leads the way.”"},{"refcode_short":"PH067 10.1","refcode_long":"The Removal to Washington, p. 10.1 (Ellen Gould White)","content":"“During the past night many things have been presented to me regarding our present dangers, and some things about our publishing work have been brought most distinctly to my mind."},{"refcode_short":"PH067 10.2","refcode_long":"The Removal to Washington, p. 10.2 (Ellen Gould White)","content":"“As our brethren search for a location for the Review and Herald Publishing House, they are earnestly to seek the Lord. They are to move with great caution, watchfulness, and prayer, and with a constant sense of their own weakness. We must not depend upon human judgment. We must seek for the wisdom that God gives."},{"refcode_short":"PH067 11.1","refcode_long":"The Removal to Washington, p. 11.1 (Ellen Gould White)","content":"“God understands our situation. He alone knows where the Review and Herald Publishing House should be established. ‘The meek will he guide in judgment: and the meek will he teach his way.’"},{"refcode_short":"PH067 11.2","refcode_long":"The Removal to Washington, p. 11.2 (Ellen Gould White)","content":"“In regard to establishing the institution in New York, I must say, Be guarded. I am not in favor of it being near New York. I can not give all my reasons, but I am sure that any place within thirty miles of that city would be too near. Study the surroundings of other places. I am sure that the advantages of Washington, D. C., should be closely investigated."},{"refcode_short":"PH067 11.3","refcode_long":"The Removal to Washington, p. 11.3 (Ellen Gould White)","content":"“The workers connected with the publishing house must be closely guarded. Our young men and young women must not be placed where they will be in danger of being ensnared by Satan."},{"refcode_short":"PH067 11.4","refcode_long":"The Removal to Washington, p. 11.4 (Ellen Gould White)","content":"“We should not establish this institution in a city, nor in the suburbs of a city. It should be established in a rural district, where it can be surrounded by land. In the arrangements made for its establishment, the climate must be considered. The institution should be placed where the atmosphere is most conducive to health. This point should be given an important place in our considerations; for wherever the office of publication is established, preparation must also be made to fit up a small sanitarium and to establish a small agricultural school. We must, therefore, find a place that has sufficient land for these purposes. We must not settle in a congested center."},{"refcode_short":"PH067 12.1","refcode_long":"The Removal to Washington, p. 12.1 (Ellen Gould White)","content":"“My brethren, open up the work intelligently. Let every point be carefully and prayerfully considered. After much prayer and frequent consultation together, act in accordance with the best judgment of all. Let each worker sustain the other. Do not fail or become discouraged. Keep your perceptive faculties keen and clear by learning constantly of Christ, the Teacher who can not err. Avoid all that would endanger your eternal interests. The foe, keen and wary, stands ready to take the helm if he is given opportunity. He watches his chance to seduce souls to their ruin."},{"refcode_short":"PH067 12.2","refcode_long":"The Removal to Washington, p. 12.2 (Ellen Gould White)","content":"“I have seen heavenly angels watching with intense interest the movements of the people of God. I have seen Satan presenting false securities, while a hand was stretched out, pointing the other way. One reckless movement, one imprudent step, and the surging waves of some strong temptation would have to be met.”"},{"refcode_short":"PH067 15.1","refcode_long":"The Removal to Washington, p. 15.1 (Ellen Gould White)","content":"“We have been praying for light regarding the location of our work in the East, and light has come to us in a very decided way. Positive light has been given me that there will be offered to us for sale places upon which much money has been expended by men who had money to use freely. The owners of these places die, or their attention is called to some other object, and their property is offered for sale at a very low price."},{"refcode_short":"PH067 15.2","refcode_long":"The Removal to Washington, p. 15.2 (Ellen Gould White)","content":"“In regard to Washington, I will say that twenty years ago memorials for God should have been established in that city, or rather, in its suburbs. It was in the providence of God that our people were offered the church that they recently purchased there. I am glad that this church is so nearly paid for."},{"refcode_short":"PH067 15.3","refcode_long":"The Removal to Washington, p. 15.3 (Ellen Gould White)","content":"“We are many years behind in giving the message of warning in the city that is the capital of our nation. Time and time again the Lord has presented Washington to me as a place that has been strangely neglected. There should be a sanitarium in Washington. The people in the nation's capital should know what we are doing. Let the work stand high upon its eternal foundation as gospel medical missionary work. Why should not this work be carried forward in Washington? Why should not the leaders of the American people have the privilege of learning the Lord's will?"},{"refcode_short":"PH067 16.1","refcode_long":"The Removal to Washington, p. 16.1 (Ellen Gould White)","content":"“If there is one place above another where a sanitarium should be established, and where gospel work should be done, it is Washington. We can not estimate how great an influence would have gone forth from Washington in favor of the truth had a sanitarium been established there twenty years ago. Above all places, this place should now be worked. Satan is working there against Jehovah with all his might."},{"refcode_short":"PH067 16.2","refcode_long":"The Removal to Washington, p. 16.2 (Ellen Gould White)","content":"“I present this to you as a matter that is stirring me mightily. One thing is certain: we shall not be clear unless we at once do something in Washington to represent our work. I shall not be able to rest until I see the truth going forth as a lamp that burneth."},{"refcode_short":"PH067 16.3","refcode_long":"The Removal to Washington, p. 16.3 (Ellen Gould White)","content":"“I dare not now write all the words that have been given me on this subject. In the future I may feel free to write them."},{"refcode_short":"PH067 16.4","refcode_long":"The Removal to Washington, p. 16.4 (Ellen Gould White)","content":"“From the light given me, I know that, for the present, the headquarters of the Review and Herald should be near Washington. If there is on our books and papers the imprint of Washington, D. C., it will be seen that we are not afraid to let our light shine. Let the publishing house be established near Washington. Thus we shall show that we are trying to do what God has bidden us to do proclaim the last message of mercy to a perishing world. We should begin our work there in a limited way at first, and increase as the Lord may favor us."},{"refcode_short":"PH067 16.5","refcode_long":"The Removal to Washington, p. 16.5 (Ellen Gould White)","content":"“The Lord is good. He is going before us. The Lord has been striving with me, and I say to you, We must make decided moves, and quickly bring things into order that God may see a different representation, lest his wrath come upon us, and we be not able to escape. The Lord calls for sanctified minutemen. He has no use for men who try to serve God and Baal. Let us pray much, and let us refuse to say one word that will irritate a fellow worker. We are to provoke one another to love and to good works, not to anger."},{"refcode_short":"PH067 17.1","refcode_long":"The Removal to Washington, p. 17.1 (Ellen Gould White)","content":"“Let us take hold of the arm of infinite power. Let us walk humbly before God, but let us be giants in meeting discouragement and difficulty. We must have increased faith. Let us praise God. He is our strength, our shield, and our defense, our front guard and our rearward.”"},{"refcode_short":"PH067 17.2","refcode_long":"The Removal to Washington, p. 17.2 (Ellen Gould White)","content":"“Our people far and near need to ask themselves how the Lord regards their neglect of important centers in America. There are many places in this country in which the truth has never been proclaimed. Many years ago there should have been a sanitarium in Washington, D.C. But men have chosen their way in many things, and the places to which the truth should have found entrance, by the establishment of medical missionary work, have been neglected."},{"refcode_short":"PH067 17.3","refcode_long":"The Removal to Washington, p. 17.3 (Ellen Gould White)","content":"“The Lord has opened this matter to me decidedly. The publishing work that has been carried on in Battle Creek should for the present be carried on near Washington. If after a time the Lord says, Move away from Washington, we are to move. We are pilgrims and strangers in this earth, seeking a better country, even a heavenly. When the Lord tells us to move, we are to obey, however inconvenient and inconsistent such a command may seem to us to be.”"},{"refcode_short":"PH067 25","refcode_long":"The Removal to Washington, p. 25 (Ellen Gould White)","content":"Our Work at the Nation's Capital"},{"refcode_short":"PH067 25.1","refcode_long":"The Removal to Washington, p. 25.1 (Ellen Gould White)","content":"For some time I have been strongly impressed that decided efforts should be put forth to proclaim the testing truths of the third angel's message in the city of Washington, the capital of the American nation. It is a sad thing that our record stands as it does, showing so little accomplished in this city. If there is any place in the world that should have the full rays of present truth, it is Washington, the city that is the very heart of this nation."},{"refcode_short":"PH067 25.2","refcode_long":"The Removal to Washington, p. 25.2 (Ellen Gould White)","content":"O, how much we lose by failing to do as Christ has instructed us to do! In the first chapter of Acts are recorded special directions that Christ gave to his disciples in regard to proclaiming the gospel. “When they therefore were come together, they asked of him, saying, Lord, wilt thou at this time restore again the kingdom to Israel? And he said unto them, It is not for you to know the times or the seasons, which the Father hath put in his own power. But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judea, and in Samaria, and unto the uttermost part of the earth."},{"refcode_short":"PH067 26.1","refcode_long":"The Removal to Washington, p. 26.1 (Ellen Gould White)","content":"“And when he had spoken these things, while they beheld, he was taken up; and a cloud received him out of their sight. And while they looked steadfastly toward heaven as he went up, behold, two men stood by them in white apparel; which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.”"},{"refcode_short":"PH067 26.2","refcode_long":"The Removal to Washington, p. 26.2 (Ellen Gould White)","content":"After this the disciples were filled with holy boldness; for had they not the assurance that Jesus would be with them always? They knew they had a Friend at court."},{"refcode_short":"PH067 26.3","refcode_long":"The Removal to Washington, p. 26.3 (Ellen Gould White)","content":"“Then returned they unto Jerusalem from the mount called Olivet, which is from Jerusalem a Sabbath-day's journey. And when they were come in, they went up into an upper room, where abode both Peter, and James, and John, and Andrew, Philip, and Thomas, Bartholomew, and Matthew, James the son of Alphaeus, and Simon Zelotes, and Judas the brother of James. These all continued with one accord in prayer and supplication, with the women, and Mary the mother of Jesus, and with his brethren.”"},{"refcode_short":"PH067 27.1","refcode_long":"The Removal to Washington, p. 27.1 (Ellen Gould White)","content":"“When the day of Pentecost was fully come, they were all with one accord in one place. And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting. And there appeared unto them cloven tongues like as of fire, and it sat upon each of them. And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance."},{"refcode_short":"PH067 27.2","refcode_long":"The Removal to Washington, p. 27.2 (Ellen Gould White)","content":"“And there were dwelling at Jerusalem. Jews, devout men, out of every nation under heaven ... Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judea, and Cappadocia, in Pontus, and Asia, Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes, Cretes and Arabians.”"},{"refcode_short":"PH067 27.3","refcode_long":"The Removal to Washington, p. 27.3 (Ellen Gould White)","content":"In the days of the apostles, Jerusalem was a great center of influence, and in this place light from heaven was to shine in its most powerful rays upon the Lord's witnesses who were to bear the gospel message."},{"refcode_short":"PH067 27.4","refcode_long":"The Removal to Washington, p. 27.4 (Ellen Gould White)","content":"Read the whole of the second chapter of Acts, and see if you are not convinced that there has been a decided failure to understand that one of our first duties is to make at the nation's capital a special representation of the truth for this time. Why did we so long pass by Washington, neglecting to establish one signal memorial in this city? Let us determine that we will no longer be unfaithful stewards of this part of the Lord's vineyard."},{"refcode_short":"PH067 28.1","refcode_long":"The Removal to Washington, p. 28.1 (Ellen Gould White)","content":"Our brethren in Washington have been favored in finding properties suitable to use in carrying on various lines of our work. This is a fulfillment of the light given me, that in different sections of the country we should be able to secure, at low prices, properties that could be utilized for our institutional work. In Washington a few months ago a meeting-house, in good condition, and admirably adapted to the needs of our work, was offered for sale at a price much below its first cost, and was purchased by our people there. I am glad that this church is so nearly paid for."},{"refcode_short":"PH067 28.2","refcode_long":"The Removal to Washington, p. 28.2 (Ellen Gould White)","content":"Again and again the Lord has presented Washington to me as a place that has been strangely neglected. In looking through my diaries. I have found some things that I wrote more than twelve years ago in regard to the work in Washington, and the necessity of establishing there some memorial for God. The following was written March 12, 1891:"},{"refcode_short":"PH067 28.3","refcode_long":"The Removal to Washington, p. 28.3 (Ellen Gould White)","content":"“Nearly the entire day I have been entertaining visitors who desired counsel. Brother Robinson, superintendent of the New York and Washington district, came in company with Brother Wright to consult with me in regard to the advisability of building a church in Washington, D. C., combining a church, a mission home, and a reading-room in one building, to cost probably twenty-five thousand dollars. They proposed to invite our brethren all over the field to give one hundred dollars each toward this enterprise."},{"refcode_short":"PH067 29.1","refcode_long":"The Removal to Washington, p. 29.1 (Ellen Gould White)","content":"“When we were in Washington during the week of prayer, I had made a similar suggestion to Elder Washburn, saying that as the situation appeared to me, important interests should be established in this city. I could see no better way of letting the light shine forth from the very seat of government, the capital of the nation. It seems strange that some memorial of present truth has not been established there before. I advised that a meeting-house be built."},{"refcode_short":"PH067 29.2","refcode_long":"The Removal to Washington, p. 29.2 (Ellen Gould White)","content":"“The brethren of the Washington City church are poor, and while they will do all that they can, they are not able to carry the whole burden. The church must be located in a desirable part of the city. The purchase of a suitable lot and the erection of a plain but large, well-ventilated, and skillfully constructed building—something that will stand as an object lesson of neatness and thoroughness—will require a considerable sum."},{"refcode_short":"PH067 30.1","refcode_long":"The Removal to Washington, p. 30.1 (Ellen Gould White)","content":"“Other visitors came in, and I closed this interview in regard to the work in Washington.”"},{"refcode_short":"PH067 30.2","refcode_long":"The Removal to Washington, p. 30.2 (Ellen Gould White)","content":"In my diary of 1889—fourteen years ago-I find precious matter in regard to entering new fields. I will quote a few paragraphs:—"},{"refcode_short":"PH067 30.3","refcode_long":"The Removal to Washington, p. 30.3 (Ellen Gould White)","content":"“True missionary workers will not colonize. God's people are to be pilgrims and strangers on the earth. The investment of large sums of money in one place is not in the order of God. Plants are to be made in many places. Schools and sanitariums are to be established in places where there is now nothing to represent the truth. These interests are not to be established for the purpose of making money, but for the purpose of spreading the truth...."},{"refcode_short":"PH067 30.4","refcode_long":"The Removal to Washington, p. 30.4 (Ellen Gould White)","content":"“The principles of present truth are to become more widespread. There are those who are reasoning from a wrong point of view. Because it is more convenient to have the work centered in one place, they are in favor of crowding everything together in one locality. Great evil is the result. Places that should be helped are left destitute."},{"refcode_short":"PH067 31.1","refcode_long":"The Removal to Washington, p. 31.1 (Ellen Gould White)","content":"“What can I say to our people that will lead them to follow the course that will be for their present and future good? Will not those in Battle Creek heed the light given them by God? Will they not deny self, lift the cross, and follow Jesus? Will they not obey the call of their Leader to leave Battle Creek, and build up interests in other places? ..."},{"refcode_short":"PH067 31.2","refcode_long":"The Removal to Washington, p. 31.2 (Ellen Gould White)","content":"“It is not God's plan for our people to crowd into Battle Creek. God says: ‘Go work today in my vineyard. Get away from the places where you are not, needed. Plant the standard of truth in towns and cities that have not heard the message. Prepare the way for my coming. Those in the highways and hedges are to hear the call.’"},{"refcode_short":"PH067 31.3","refcode_long":"The Removal to Washington, p. 31.3 (Ellen Gould White)","content":"“God will make the wilderness a sacred place, as his people, filled with the missionary spirit, go forth to make centers for his work, to establish sanitariums where the sick and afflicted can be cared for, and schools, where the youth can be educated in right lines...."},{"refcode_short":"PH067 31.4","refcode_long":"The Removal to Washington, p. 31.4 (Ellen Gould White)","content":"“There is a great work to be done. All around us are souls perishing in sin. Are we doing what we can to save them? The commission given to the disciples is given to us, and to us also is promised the power promised to them,—the power that they received on the day of Pentecost, when, like a rushing, mighty wind, the Holy Ghost came down and filled the room in which they were sitting. Under the influence of this power they went everywhere, preaching the word, and thousands were converted.” -"},{"refcode_short":"PH067 32.1","refcode_long":"The Removal to Washington, p. 32.1 (Ellen Gould White)","content":"What a work might have been accomplished, if we had done our duty years ago! Can we stand clear in the sight of God, if we now fail of understanding our duty? The Lord calls on us to awake to a realization of the opportunities presented before us to let our light shine in the city of Washington, by establishing there memorials that will hasten forward the proclamation of the third angel's message to every nation, kindred, tongue, and people."},{"refcode_short":"PH067 32.2","refcode_long":"The Removal to Washington, p. 32.2 (Ellen Gould White)","content":"Let us take hold of the arm of infinite power. Let us walk humbly before God, but let us be giants in meeting discouragement and difficulty. We must have increased faith. Let us praise God. He is our strength, our shield, and our defense, our front-guard and our rearward."}]