[{"refcode_short":"PH070 2","refcode_long":"The Selection of Articles for our Papers, p. 2 (Ellen Gould White)","content":"The Selection of Articles for our Papers"},{"refcode_short":"PH070 2","refcode_long":"The Selection of Articles for our Papers, p. 2 (Ellen Gould White)","content":"The Selection of Articles for our Papers"},{"refcode_short":"PH070 2.1","refcode_long":"The Selection of Articles for our Papers, p. 2.1 (Ellen Gould White)","content":"Our power and efficiency as Seventh-day Adventists is largely dependent on the literature which comes from our presses. An indiscriminate class of articles should not be published in our periodicals. Cheap, worthless stories should find no place in them. There are articles of romance and fiction which contain no seeds that will bear good fruit. I would say to our editors, Be careful in the selection of the matter which is to go to the world. Show the greatest caution and discernment. Be careful that the Review and Herald, and the Signs of the Times are kept free from worthless matter. Precious matter from what has already been printed can be found for our papers."},{"refcode_short":"PH070 2.2","refcode_long":"The Selection of Articles for our Papers, p. 2.2 (Ellen Gould White)","content":"The tastes of some who write for our papers need to be educated and refined. The editors of the Review and Herald and the Signs of the Times should refuse to fill the columns of these papers with articles manufactured by minds which reveal themselves in their productions. Articles in any way coarse should be refused as matter unworthy of notice,—the production of those who know nothing of pure, elevated, and sanctified communion with God. Let no rough, uncouth presentation find place in our papers. The articles which go to thousands of readers should show purity, elevation, and sanctification of soul, body, and spirit on the part of the writer. The pen should be used as a means of sowing seed unto eternal life. This is a “Thus saith the Lord.”"},{"refcode_short":"PH070 3.1","refcode_long":"The Selection of Articles for our Papers, p. 3.1 (Ellen Gould White)","content":"The articles published in our papers should contain pure provender, thoroughly winnowed from chaff. We are living in a most solemn time. Let our editors call for articles giving living experience. Let the ministers regard it as a part of their duty to send short articles of experience to our papers. It will be food for those who are laboring in isolated places, in foreign countries, and the islands of the sea, to hear in this way from the friends with whom they have been associated. These experiences may be to the readers as a love-feast, because the writers have been eating the bread which came down from heaven."},{"refcode_short":"PH070 3.2","refcode_long":"The Selection of Articles for our Papers, p. 3.2 (Ellen Gould White)","content":"We do not need romance, for in the daily life we meet with real experiences, which, if told in short articles and in simple words, would be helpful to many. Let our workers try this. We want truth, solid truth, from solid, consecrated men, women, and youth. You who love God, whose minds are stored with precious bits of experience, and with the living realities of eternal life, kindle the flame of love and light in the hearts of God's people. Help them to deal with the problems of life."},{"refcode_short":"PH070 3.3","refcode_long":"The Selection of Articles for our Papers, p. 3.3 (Ellen Gould White)","content":"Speech and pen are to be under the control of the Holy Spirit. If this is not the case with the writers for our periodicals, they might better lay aside the pen, and take up work of another order. God calls us into the mount to talk with Him, and when by faith we behold Him who is invisible, our words will not be cheap and common. The space in our papers is too precious to be filled up with articles that are not the best. Crowd in subjects weighty with eternal interests. Put not the crib too high for the minds of the common people. Let the articles be written with Christlike simplicity, and let them be free from all chaff and stubble, for this will be consumed as worthless. God calls for consecrated pens. The articles published in our papers should be full of practical, elevating, ennobling thoughts, which will help and teach and strengthen the mind that reads them. God help our editors to choose wisely."},{"refcode_short":"PH070 4","refcode_long":"The Selection of Articles for our Papers, p. 4 (Ellen Gould White)","content":"Words of Counsel in Regard to the Publication and Sale of Books"},{"refcode_short":"PH070 4.1","refcode_long":"The Selection of Articles for our Papers, p. 4.1 (Ellen Gould White)","content":"Letters have come to me with inquiries regarding the publication of books, asking whether there was not danger of placing before the people many things which do not relate to the truths so important to us as a people. I have been instructed that the common stories put into book form are not essential to our well-being. The world is flooded with this class of literature, and the fact that such books find a ready sale is by no means evidence that they are the books which should be circulated. The passion for stories is bringing into existence many thousands of worthless books, which are as hay, wood, and stubble. These books are written by those whose minds have been educated to run in a channel of romance. Everything that the imaginative mind can think of is woven into the book, and presented to the world as mental food. But very often it has no food value. “What is the chaff to the wheat?” We do not need novels; for we are dealing with the stern realities of life."},{"refcode_short":"PH070 5.1","refcode_long":"The Selection of Articles for our Papers, p. 5.1 (Ellen Gould White)","content":"Cheap, worthless romances are not to be advertised or sold by our publishing houses. Many of the books now offered for sale are not after God's order. There might have been a time when the sale of these books would have been more seemly, but we are now altogether too near the close of this earth's history to keep before the attention of the people a class of books which do not contain the message which our people need. Draw their attention to books treating on practical faith and godliness. Cleanse and sanctify the camp. There is an abundance of books which will give light to the world."},{"refcode_short":"PH070 5.2","refcode_long":"The Selection of Articles for our Papers, p. 5.2 (Ellen Gould White)","content":"I can not understand why our papers should contain so many notices of books unessential for this time. Plenty of such books can be obtained in all bookstores. Why not draw the minds of the people to subjects relating to the words of eternal life? Why not make an effort to obtain communications, simple, real, and true, from our workers in all parts of the world? God calls for this class of reading. We have no time to devote to commonplace things, no time to waste on books which only devote to commonplace things, no time to waste on books which only amuse."},{"refcode_short":"PH070 5.3","refcode_long":"The Selection of Articles for our Papers, p. 5.3 (Ellen Gould White)","content":"The matter published in our papers should be such as will help those who read it. The space in these papers should be devoted to the publication of living, earnest matter, which concerns the salvation of the soul. Will our brethren consider this matter, and keep hay, wood, and stubble out of our papers?"},{"refcode_short":"PH070 5.4","refcode_long":"The Selection of Articles for our Papers, p. 5.4 (Ellen Gould White)","content":"The work of ministers and writers is to prepare a people to meet God. The standard of truth has been lowered in the dust. Family religion, family holiness, is now to be honored as never before. As a sanctifier, reprover, and comforter, the Holy Spirit is to do the work essential for this time. If ever a people needed to walk before God as did Enoch, Seventh-day Adventists need to now, showing their sincerity by pure words, clean words, words full of sympathy, tenderness and love. But it is not to end here. There are times when words of reproof and sharp rebuke are called for. Those who are out of the right way need more than soft words to bring them back. Moral renovation must take place in every heart, else souls will perish in their sins. If we brought the instruction contained in the twelfth chapter of Romans into the practical life, we would be true believers. Those whose faith is spurious will show by their daily exhibition of character that they are not true Christians. Those who have put on Christ are transformed by the renewing of their minds. By their own experience they prove what is the good and acceptable and perfect will of God."}]