[{"refcode_short":"PH079 1","refcode_long":"Special Instruction Regarding Royalties, p. 1 (Ellen Gould White)","content":"Special Instruction Regarding Royalties"},{"refcode_short":"PH079 1","refcode_long":"Special Instruction Regarding Royalties, p. 1 (Ellen Gould White)","content":"Special Instruction Regarding Royalties"},{"refcode_short":"PH079 1.1","refcode_long":"Special Instruction Regarding Royalties, p. 1.1 (Ellen Gould White)","content":"I have read the letter which came in the last mail from Dr. Kellogg and Elder Moon and Brother Sisley. The mail came yesterday (Sabbath noon), but we do not go for it until after the Sabbath, so we could not read the letters until this morning. I rose at half past three o'clock, and perused all my mail. I had placed my diary in the hands of my copyists, that they might copy from it two articles. You can see by these what I wrote in 1890 and '91. This matter has been copied without much correction, just as I wrote it. There is much more of the same tenor, which I have talked over and over again to our people in Battle Creek."},{"refcode_short":"PH079 1.2","refcode_long":"Special Instruction Regarding Royalties, p. 1.2 (Ellen Gould White)","content":"I was sorry that we could not get the mail from America before the letters had to be sent. But the mailboat arrived in Sydney late, and my mail came one day after our mail went to Sydney. I felt very sorry about this happening so."},{"refcode_short":"PH079 1.3","refcode_long":"Special Instruction Regarding Royalties, p. 1.3 (Ellen Gould White)","content":"I received your statement in reference to the royalties on books. I have not had light that there was to be a restitution of royalties according to the ideas of the writers of books. Nothing of the kind has been presented to me. There are many books written, and the publishing house would be bankrupt should those who have had books published all put in their plea. There is, and ever will be, a flood of books issued if a large remuneration is given to authors. The little story books written are not a great tax on the writers, neither are books of this character of vital consequence to the world. A difference must be made in the books written. They can not be classed together. But I will say nothing more about this. Fearing something will come in to interrupt me, I write out the most important matter first. Light has not been given me embracing that which your minds are taking in,—going back over the ground and paying additional royalties on all the books that have been published. I answer that this is not wisdom."},{"refcode_short":"PH079 2.1","refcode_long":"Special Instruction Regarding Royalties, p. 2.1 (Ellen Gould White)","content":"I have read the letter written, which contains the arguments that have been in existence for a long time, voiced by —————. There may be plenty of suppositions, but when we consider these arguments in a candid manner, when we know what gave birth to these propositions, they are weighed in the balance and found wanting. The wisdom of those who have advocated these wise sayings has been found to be foolishness. There is a long train of evils, of selfish, dishonest scheming, of underhand work in dealing with authors. Dishonest methods have been practised. Hard hearts have devised injustice, unfaithfulness, untrustfulness, giving their word, and then breaking it, so that nothing could be relied on. This has created sedition and light-mindedness, causing the people to lose respect and reverence for the servants of God. If this is an evidence that men have the mind of Christ, then we shall have to learn anew what constitutes true Christianity."},{"refcode_short":"PH079 3.1","refcode_long":"Special Instruction Regarding Royalties, p. 3.1 (Ellen Gould White)","content":"Shall we follow the judgment of men who have had the rebuke of God upon them for years. Their history is a declaration as to how much weight should be given to their sentiments. The inwardness of the actions of these—what shall I call them—false prophets, has been shown; with many words they have set things forth in a false light. The Lord has declared that their counsel should not stand. Their intriguing, their gathering together men whom they thought would voice their methods, was an offense in God's sight. They were themselves deceived, and their deception has been deepening. They were deceived by their own manufactured logic. They have been separating farther and farther from God, and soon, I was instructed, would realize that they were weighed in their own balances, by the very principles they forwarded and advocated with the greatest assurance. The Lord would give them an opportunity to come under the rules and sentiments they acted a part in creating. They would know by experience how it would feel to have their own principles brought to bear upon them. These men, from the first to the last of their experience, have done an injury to the work and cause of God by perverting justice and judgment, and making crooked paths with their own wandering feet, to their great loss and confusion."},{"refcode_short":"PH079 3.2","refcode_long":"Special Instruction Regarding Royalties, p. 3.2 (Ellen Gould White)","content":"I present this matter just as the Lord presented it to me when in Europe, and those who have taken a part in that question had not wisdom from God. Every man is accountable to God for the use he makes of his talents. We have no confidence in the principles devised by men who can betray the cause of God and work at cross purposes with him. Their unsanctified dispositions will work contrary to God, and their principles have nearly ruined the cause of God, and have brought in a condition of things that the General Conference is laboring hard to undo. If those men who, by their course of action, by working at cross purposes with God, have done the cause of God an injury, will lay down their supposed wise reasonings and listen to the messages of mercy sent them, they will find pardon. But if they continue to hinder the work of God as they have done, the Lord will say, He is joined to his idols, let him alone."},{"refcode_short":"PH079 4.1","refcode_long":"Special Instruction Regarding Royalties, p. 4.1 (Ellen Gould White)","content":"In the past, publishers have placed themselves as God, to dictate, to control, to manage as they pleased, and to lord it over God's heritage. They have done a deceptive work in dealing with authors. I have been taken into private councils, and have heard the plans laid down. Men have managed to make an author believe that his work is naught, and that they do not want to have anything to do with the book. The author has no means. He feels that his hands are tied. Men talk and think over the whole process, and succeed in bringing him to their terms, to take the royalty that they offer on the book."},{"refcode_short":"PH079 4.2","refcode_long":"Special Instruction Regarding Royalties, p. 4.2 (Ellen Gould White)","content":"The dealing with—————was not true and righteous in all its points. Justice was not done to him. The effort made to grind down—————at first, and to obtain possession of books, has made a most miserable showing, driving him to an opposite extreme. Men's brains have been bought and sold."},{"refcode_short":"PH079 4.3","refcode_long":"Special Instruction Regarding Royalties, p. 4.3 (Ellen Gould White)","content":"The dealing in regard to “Gospel Primer” was unjust. Another book, “His Glorious Appearing,” was crowded in to kill the sale of the Primer. The way in which “The Gospel Primer” was handled has left a record on the books of heaven which those concerned in the matter will not be pleased to meet in the judgment. The young men who were handling the books did not understand the diplomacy and scheming, but some knowingly took part in these wrong practises, diverting from the Southern field a book specially prepared for that field. The profits from this book should have gone into that field. Not a penny should have been charged for the publication of the book for that field. This donation would have been small enough for the Office to make to the Southern field."},{"refcode_short":"PH079 5.1","refcode_long":"Special Instruction Regarding Royalties, p. 5.1 (Ellen Gould White)","content":"The scheming and inventions of men whose wisdom had departed from them, led to crooked transaction, of which business men should be ashamed. But I will state no more. This is the principle which has controlled again and again in different ways."},{"refcode_short":"PH079 5.2","refcode_long":"Special Instruction Regarding Royalties, p. 5.2 (Ellen Gould White)","content":"God commanded that certain warnings and the presentation of events to take place should be placed without delay before the people. Had the very book God appointed to stand in its lot and place been handled as earnestly as “Bible Readings,” men would have co-operated with the angels of God to make the very impression essential for that time. But men not standing in living connection with God could not discern the necessity for the present truth for that time. All my entreaty and urging were of none effect. False statement after false statement was made. And why? The President of the Conference might, if he had been moved by the Spirit of God, have helped to change the whole matter. But I had to press my claims, and should have pressed them still more strongly. The light given me was never to make large donations to any phase of the work, never again to place myself in an embarrassing position, as I had for years."},{"refcode_short":"PH079 6.1","refcode_long":"Special Instruction Regarding Royalties, p. 6.1 (Ellen Gould White)","content":"I have been broken off to have a talk with Brother Martin. I furnish him with papers and tracts to do missionary work. He is not a minister, but a farmer of considerable intelligence. He sells fruit, and thus becomes acquainted with the people. Many souls have been converted through his zealous influence. I have just told him he needed the Review and Herald, and that he must take it. He put his hand in the pocket and handed me the money. I am going to send in all the names I can get; for every family ought to have our church paper. Please send the Review to F. Martin, Kellyville, New South Wales, Australia, and charge the same to my account."},{"refcode_short":"PH079 6.2","refcode_long":"Special Instruction Regarding Royalties, p. 6.2 (Ellen Gould White)","content":"After the publishers refused to handle my books, I had to draw from the Review and Herald for means to live on. They humiliated me in the dust by telling me they could not honor my order, for I had overdrawn."},{"refcode_short":"PH079 6.3","refcode_long":"Special Instruction Regarding Royalties, p. 6.3 (Ellen Gould White)","content":"Then light came to me in the night season that the Lord would not have me passing out means in large sums. I had donated one thousand dollars to erect the mission building in Illinois. I would be solicited to do this from every quarter, but the Lord would not have me dependent upon any of our institutions. He had a message for me to bear which would cut like a two-edged sword, right and left. He would have me so situated that I would be free from financial embarrassment. I must not trust in man, nor make flesh my arm. The enemy would exercise his ingenuity through the men who should uphold and sustain me wherever I was called to go, that I might lead out in the work that God in his wisdom would have done. Then, if my brethren did not awake to the situation, I was to make no delay in taking the books into my own hands, and the Lord would prepare the way before me. He would not have the work delayed."},{"refcode_short":"PH079 7.1","refcode_long":"Special Instruction Regarding Royalties, p. 7.1 (Ellen Gould White)","content":"Calls were made for me to go here and there, and I made earnest efforts. At last the spell was broken, and the books were circulated. The light given was that “Thoughts on Daniel and the Revelation,” “Great Controversy,” and “Patriarchs and Prophets,” would make their way. They contained the very message the people must have, the special light God had given his people. The angels of God would prepare the way for these books in the hearts of the people."},{"refcode_short":"PH079 7.2","refcode_long":"Special Instruction Regarding Royalties, p. 7.2 (Ellen Gould White)","content":"Do you think any amount of money could recompense me for the loss I and many have sustained through the devising of men who worked in such a way and on such principles? This work has been done after the manner of men who were not worked by the Holy Spirit. Money taken in such ways, brought in through such methods, would not be to the glory of God's name. It would be a blot upon the work. Men could not see that in these devisings they were closing the door to great light, which would have shone in the place of lesser light. The methods followed were all contrary to the principles of justice and honor."},{"refcode_short":"PH079 7.3","refcode_long":"Special Instruction Regarding Royalties, p. 7.3 (Ellen Gould White)","content":"To define every particular of the scheming and conniving of these men would fill a volume. When men are converted, there will be a clearing up that can never be done by any mere investigation you may endeavor to make. It would be useless now to try to arrive at exact justice in all past transactions. By doing this, you would place yourself in a hopeless puzzle. Some have received all the royalty they should on their books. The Lord does not require the Review and Herald Office to do the intricate work of apportioning to each author a sum on back royalties. By doing this, you would make a worse error than has been made. This proceeding would awaken in some a selfishness that would prove a great injury to them. I might name many persons, but I forbear."},{"refcode_short":"PH079 8.1","refcode_long":"Special Instruction Regarding Royalties, p. 8.1 (Ellen Gould White)","content":"Come now to your senses, and do not create a second error. Let us consider these matters. Those who handle the books should have a fair remuneration for their work. But let me tell you that should such a move be made as you propose, all authors would feel themselves at liberty to put in claims in accordance with the estimate they place upon their books. There would be a representation of selfishness that would astonish you. Now brethren, your dearth of means at the present time is the result of just such selfishness. It has been introduced into the work when it should not have obtained a breath of life, but been strangled to death at the beginning. God abhors the practices that have been followed. Do not now open a door to let Satan in where he can work with human minds. Do not give those who have made books an opportunity to destroy themselves. The most selfish, irrespective of the present dearth of means, will consider themselves of such consequence that they will draw away from the publishing house the last penny that they can obtain, and God would be ashamed to call them his brethren."},{"refcode_short":"PH079 9.1","refcode_long":"Special Instruction Regarding Royalties, p. 9.1 (Ellen Gould White)","content":"Let us not open a door whereby Satan shall find easy access. We want large, sound souls. The windows of the soul must always open heavenward. We must see that the danger is great in the work of reconsidering past royalties and making restitution. Some who have received all the real value of their books will think them of much greater value than they are. Their windows are opened earthward and not heavenward. Throw open the windows heavenward, and let the sunshine of Christ's righteousness in, and the windows of the soul now opened earthward will close of themselves."},{"refcode_short":"PH079 9.2","refcode_long":"Special Instruction Regarding Royalties, p. 9.2 (Ellen Gould White)","content":"No one can have been hurt financially more than I was hurt when “The Great Controversy” lay for nearly two years dead in the Office. Just work was not done in this matter. The book “Bible Readings” was crowded in before “Great Controversy,” which was already printed, and which should have been placed in the canvasser's hands first, because it was first, and contained important matter which the people needed to have as soon as possible. It seemed that I was mocked because of my intense earnestness in regard to that book, and what it might have done had it not been dropped as it was, and through unsanctified influences and selfish, unprincipled methods shut away from the people. This was a dishonest transaction toward me, and it was unfaithful stewardship toward God."},{"refcode_short":"PH079 9.3","refcode_long":"Special Instruction Regarding Royalties, p. 9.3 (Ellen Gould White)","content":"But I would not now take any restitution money. I accepted the lowest royalty on my books, under a most solemn promise that they would be pushed forward vigorously. This promise was not kept. There was fraud in the management. But I want no restitution; I want no increase of royalty for any books of mine sold in the past. God forbid, when the pressure is strong and means limited, that I should draw one penny from the resources for the carrying forward of the work."},{"refcode_short":"PH079 10.1","refcode_long":"Special Instruction Regarding Royalties, p. 10.1 (Ellen Gould White)","content":"I have felt it my duty in a number of cases to forgive debts that have been incurred by my brethren, and I have now a heart to forgive all the debts that have been incurred against me by the publishing institution from first to last. I call upon my brethren, all who have had books, small or large, published, to stand with me in this matter. Those who put too large an estimate on their own productions can not rightly estimate souls. These are the very ones who will draw, whether or not they are entitled to anything. Let the sponge be passed over the board containing the figures, and let all say, Amen. Let each appropriate his share as an offering to sustain the work of God."},{"refcode_short":"PH079 10.2","refcode_long":"Special Instruction Regarding Royalties, p. 10.2 (Ellen Gould White)","content":"I know that Brother Smith feels as I do in this matter. We will stand together, Brother Smith. Of all the books that have come forth from the press, those mentioned are of the greatest consequence in the past and at the present time. I know that “Thoughts on Daniel and the Revelation” has done a great work in this country. I know also that the light given me by God in the books I have published has done a good work, and I praise the Lord for this. Other books have stood in their lot and place."},{"refcode_short":"PH079 10.3","refcode_long":"Special Instruction Regarding Royalties, p. 10.3 (Ellen Gould White)","content":"It is too late in the day, after so much light has been given, to have controversy over this subject of royalties. I have reason to thank God that he has given me strength of intellect to write out the truth and get it before the people, and that I can use the means the Lord in his providence has permitted to pass into my hands in establishing his work in new places, aiding in the building of churches and the educating of students. I could use thousands of pounds in advancing the work in these new fields, which are all ripe for the harvest."},{"refcode_short":"PH079 11.1","refcode_long":"Special Instruction Regarding Royalties, p. 11.1 (Ellen Gould White)","content":"I wish to say to authors, that I can not see that they have any liberty to either give away or sell their right to books they have written. When you do this, a door of temptation is opened before the publishers to repeat the history of the past. They will obtain for a small sum books that are not of vital importance. They will be tempted to say to the authors, “It is naught, it is naught.” They will make some little changes, and then exalt these books to the highest in their notices. They will deceive the people, and while doing this will treat valuable books indifferently, as they have done Brother Smith's work."},{"refcode_short":"PH079 11.2","refcode_long":"Special Instruction Regarding Royalties, p. 11.2 (Ellen Gould White)","content":"The publishing house should receive their share of the profits from the books published. This should be proportionate to the work they do in getting out notices, etc. But let the publishers be careful not to claim that they are the ones who do the greatest amount of work in preparing these books for the market. Let the authors take a reasonable sum for their work, but they are not to sell their right to any institution. This will not be a blessing to the institution."},{"refcode_short":"PH079 11.3","refcode_long":"Special Instruction Regarding Royalties, p. 11.3 (Ellen Gould White)","content":"Unless care is taken, the market will be flooded with books of a cheap order, and the people will be deprived of the light and truth which it is essential they should have to prepare the way of the Lord. This has been done and will be done again, unless right principles control in the publishing work. Let those who have brain power to write books remember that they have power to manage the royalty they receive. They should lead out in some lines of benevolence in the cause and work of God. They are not to allow the means to be taken from them by making other minds of stewards of their productions. To every man and woman the Lord has given his work, and the responsibility of the use of God's gifts rests with the one who has been entrusted with means. There are ways in which each one entrusted with talents can use these talents. They should have keen perception to know where means are needed, and be able to give something to relieve the need."},{"refcode_short":"PH079 12.1","refcode_long":"Special Instruction Regarding Royalties, p. 12.1 (Ellen Gould White)","content":"I have used the royalty on the foreign books to create a fund for the education of students. In the past I have allowed all the books sold in Europe to be used in Europe under the management of some one. This fund is now being used for the translation of my books into other languages. In the future I shall use these royalties in the work of entering new fields. The work in Europe was much farther advanced than the work in Australia. But when I had been in Melbourne a few months, Brother Lewis Johnson wrote me that they had in Europe a thousand dollars belonging to me as royalty. I wrote that I needed it to invest in the establishment of a school here in Australia. He wrote back pleading for a portion of this money: for they wished to educate promising young men for the ministry. I answered, If you need it so much, I will not withdraw it. Since then they have had all the royalties on the sale of foreign books, until about one year ago. Then I told them to use this money in translating my books into other languages, that the truth which the Lord has signified should go to every place, might be placed before the people."},{"refcode_short":"PH079 13.1","refcode_long":"Special Instruction Regarding Royalties, p. 13.1 (Ellen Gould White)","content":"Let others judge me if they will, and yet I testify before God that I am free from the charges that they make against me. I had set my heart on using the money sent from California in the building of the hospital so very much needed in Cooranbong. But when I learned of the need of a meeting-house in Brisbane, I immediately sent them one hundred pounds. It was decided at the sanitarium in Sydney that they must have temporary bath-rooms before they could work to advantage. I put means in the hands of the Union Conference, to be held until we know whether John Wessels is coming to Australia. If he is not, I must let them have that money to keep the work moving in different lines. We know not how our hospital will be built or furnished, but the Lord knows all about our necessities. Our part of the work is to go forward. Outside interests have taken all the means, so that my workers have been paid only a part of their wages for the past year. Patiently they have waited, understanding the situation. We are praying, waiting, trusting, and believing."},{"refcode_short":"PH079 13.2","refcode_long":"Special Instruction Regarding Royalties, p. 13.2 (Ellen Gould White)","content":"We are all in possession of talents, and we are not to give to another person our entrusted capabilities. We are to trade upon them, that we may gain other talents to use in the advancement of the Lord's work. For me to give up my stewardship of means for some one else to use would be unfaithfulness on my part. There are some persons in Battle Creek who pay a faithful tithe, and there are others who do not. Should any one put it out of their power to do this by selling their capabilities, and letting another become steward for him? It is our duty to improve our talents. The Lord would have every person manage his own business and handle his own talents. He does not desire his people to give away the only means they have to invest in his cause for their individual selves."},{"refcode_short":"PH079 14.1","refcode_long":"Special Instruction Regarding Royalties, p. 14.1 (Ellen Gould White)","content":"Some think that only a portion of their means is the Lord's, but this is a mistake. All is the Lord's. All should feel their accountability to appropriate the means as the different necessities of the work shall demand. There are poor to be helped. If you put out of your power the talents lent you of God to do this work, you are held responsible for the work you should have done. You place man as God, and he feels fully authorized to use the purchased talents just as he pleases, when he might listen to the calls for help. You put it out of your power to do the work you fell impressed to do."},{"refcode_short":"PH079 14.2","refcode_long":"Special Instruction Regarding Royalties, p. 14.2 (Ellen Gould White)","content":"All that we have, every dollar, belongs to God. Wise trading is to be done, and every man and woman is to pray and work and study and plan, all the time acquiring a more correct knowledge of how to work. This is the plan of God. There are men acting a part in the work of God who would help in an emergency, but they have placed thousands in the hands of other men to use for them. They have given over their stewardship to another. Did the Lord plan it thus?—No. He would have used them to lift up the standard of truth in places that should open."},{"refcode_short":"PH079 15.1","refcode_long":"Special Instruction Regarding Royalties, p. 15.1 (Ellen Gould White)","content":"The Lord will plan for us if we will let him do this. It is his money, not ours, and he expects that every one will ask wisdom from him in regard to the use he makes of his means. Places that have so great need of workers and facilities as Europe and London are a world in themselves, and yet, while thousands upon thousands of dollars have been invested in buildings in Battle Creek. London has scarcely been touched. England has needed many more men and much more means, but the supposed wise men have managed in a remarkable manner to reveal that their wisdom was foolishness, while they were so filled with conceit that the Lord could do nothing for them. They were working at cross purposes with God, pursuing a course in the management of their business transactions that made them feel independent, and they have taken money for their supposed capabilities, which they did not earn. The Lord does not want men to pile up buildings as they have done in Battle Creek. There is a large field to be worked, and a variety of talents in money and intelligence and experience are to be transferred to England."},{"refcode_short":"PH079 15.2","refcode_long":"Special Instruction Regarding Royalties, p. 15.2 (Ellen Gould White)","content":"God marks the neglect of portions of his vineyard, and he writes against the names of many of his workers, Unfaithful stewards. God would have had the facilities that have been continually increasing in America divided and subdivided. He has invested men with power, but they have worked at cross purposes with him. They have disregarded his warnings, and walked in the sparks of their own kindling. These will be called to account for the warnings and light which they have received, but have not heeded."},{"refcode_short":"PH079 15.3","refcode_long":"Special Instruction Regarding Royalties, p. 15.3 (Ellen Gould White)","content":"We wish to lay out before you now the fields that are unworked. We wish you to see that men can not be trusted unless they have a living connection with God. The Southern field was presented to me, and I presented the light given me to the people. They were aroused. They set to work to raise means for that field. But where is that means now? What has become of it? It has been diverted from its rightful place. Money was raised for the special purpose, so it was stated, of helping the Southern field, and was then used for a different purpose. This reveals the great blindness and presumption on the part of responsible men. Had they been workers in the Southern field, how different would have been their treatment of this matter. But it made every difference who were the ones to be disappointed and cramped for means. I feel my heart burn with righteous indignation when men thus plan and maneuver to divert everything into lines which serve their own purposes, to make less conspicuous the gap their mismanagement has made. The principles of righteousness have been departing from the Conference. Brethren, for Christ's sake, begin to work on a right basis!"},{"refcode_short":"PH079 16.1","refcode_long":"Special Instruction Regarding Royalties, p. 16.1 (Ellen Gould White)","content":"Let men be estimated as men, and not as gods. God has given men the ability to use and increase their talents, and they are to cherish a sense of their moral responsibilities. It may be asked, What shall be done in reference to the work now? Work on correct principles. Let men and women who have a burden to produce books, work to bless the cause of God by the use of their pens. Let them work, and if they have an income from their work, let them make use of that income to do their part in uplifting the standard of truth where God shall direct. Let them seek counsel from God. Let them believe the promise of Christ that he will send the Comforter to teach them all things and bring all things to their remembrance. Let them not allow themselves to be drawn into any snare."},{"refcode_short":"PH079 17.1","refcode_long":"Special Instruction Regarding Royalties, p. 17.1 (Ellen Gould White)","content":"God is our counselor. We have let men take the place of God. The Lord will let his light shine into the chambers of the mind and into the soul-temple, if men when they lack wisdom will go to their closets in prayer, and ask God, who giveth to all men liberally and upbraideth not. The promise is, “It shall be given him, but let him ask in faith, nothing wavering; for he that wavereth is like a wave of the sea, driven with the wind and tossed.”"},{"refcode_short":"PH079 17.2","refcode_long":"Special Instruction Regarding Royalties, p. 17.2 (Ellen Gould White)","content":"He who would have all from Christ must give all to Christ. Where there is a complete surrender of the being to God, there will be a far deeper meaning in the words of John, chapter one. They speak, “As many as received him, to them gave he power to become the sons of God.” When these words are understood, there will be a knowledge of God and his will that will have a controlling power over the whole man. When the talent is considered as a gift from God, to be doubled by use, and returned to the Giver in consecrated service, there will be a sacred regard for every human instrumentality. Masterly overbearing and a dishonest use of the talents God has given to any of his heritage will be seen in all their cruelty. Only when every human agent realizes that he helps to compose the web of humanity, and must act his part for God; when he understands that it is not only his privilege, but his duty to trade with his talents, to improve his capabilities, to acquire means and souls, will he be blessed by God. Men are to regard their talents as a trust. God rewards every man according to his work. Then let all stand in a right position. Let them use every jot of ability. Let them acquire spiritual and temporal talents, that they may invest them for God. God has entrusted talents to human beings, that they may co-operate with him in the use of their powers. All their money, all their influence, is to be regarded as the Lord's, who graciously condescends to use them in carrying forward his work."},{"refcode_short":"PH079 18.1","refcode_long":"Special Instruction Regarding Royalties, p. 18.1 (Ellen Gould White)","content":"God calls upon us to awake. Every living Christian is to act his part as a faithful steward. The methods of God are sensible and right, and we are to trade on our pence and our pounds, returning our freewill offerings to him to sustain his work, to enlighten the world in darkness, to bring souls to Jesus Christ. Large and small sums should flow into the treasury of the Lord. What shall we do who have misapplied our means? Shall not those in responsible places restore all they have received unjustly? This means was the Lord's, and should have been used by the stewards upon whom it was bestowed. No man, whatever his position of trust, is to consider himself capable of being conscience for any man. If those in responsible positions deal truly with God, they will render to God his due. But when men become conscience for others, by buying their talents and appropriating them according to finite judgment, they take upon themselves a responsibility which the Lord has not placed upon them."},{"refcode_short":"PH079 18.2","refcode_long":"Special Instruction Regarding Royalties, p. 18.2 (Ellen Gould White)","content":"There is to be an understanding between every child of God and his Redeemer. Christ calls upon every human being to understand and know the only true God and Jesus Christ whom he has sent. Practical work is to be done by every believing child of God. Each is to answer to God for his own individuality, for the use he makes of the Lord's entrusted talents."},{"refcode_short":"PH079 19.1","refcode_long":"Special Instruction Regarding Royalties, p. 19.1 (Ellen Gould White)","content":"I would say to my fellow laborers. The Lord would have us obtain new experiences, a growth in grace and in the knowledge of God, by using for the Master the gifts we have. We are dependent upon Christ for spiritual food and vitality. It is only by feeding upon Christ that we can have sanctification and power, that we can know Christ and be a faithful co-worker with God. Let no man become your substitute. Christ is your substitute. Go to Him who has taken you under his charge. “Ye are not your own; for ye are bought with a price.” All you have in mental, physical, and spiritual capacities comes from God, and you are to render to him perfect service in every line, holding fast the Lord Jesus Christ. This is our availing power for the purity of the soul. This will cleanse and purify us, day by day and hour by hour."},{"refcode_short":"PH079 19.2","refcode_long":"Special Instruction Regarding Royalties, p. 19.2 (Ellen Gould White)","content":"Let an abiding Christ live in the soul, and we shall show far greater wisdom than we have done. We shall know more of God and of Jesus Christ, and of the Holy Spirit which opens the door for us to advance. We need to manifest the Spirit of Christ. If we have not received all we should have had, shall we now say, “Pay me that thou owest?” It is the Lord's, and we will say, “Return to God his own. As for me, I dare not now receive that which I might have had.” Say, “Take these means, which we ought to have received, and let them be used in helping in foreign missionary work.” The great doors of necessity stand wide open. I call upon each and all to appropriate all that you feel clear to restore to the great work which is in need of being done in our world. I would not receive an additional penny on any back royalties, and I ask my brethren and sisters to stand with me, and heal this wound by transferring the extra royalties they think they might have had to work in God in the place where the need is greatest. We are to make every effort to keep our principles of management correct. Let Jesus be seen, walking on the tempestuous billows, and saying, “Peace, be still.” “It is I, be not afraid.”"},{"refcode_short":"PH079 20.1","refcode_long":"Special Instruction Regarding Royalties, p. 20.1 (Ellen Gould White)","content":"When the sacred work of God shall be purified from all the rubbish which has been accumulating for years, the name of God will be glorified in your midst. When the Holy Spirit controls human agents, there will be none of the underhand business which has been practised. Honesty, truthfulness, and a willingness that all should understand the methods of working, will be seen. The characters of the workers will be built up with pure, solid timbers. Straightforwardness in deal will be seen in all God's commandment-keeping people. Every thread of the web will be originated by the Lord, and each worker will draw his thread into the web to help compose the pattern. The pattern will come from the great loom perfect in its design."},{"refcode_short":"PH079 20.2","refcode_long":"Special Instruction Regarding Royalties, p. 20.2 (Ellen Gould White)","content":"Three thousand years ago, David asked the question, “Wherewithal shall a young man cleanse his way? By taking heed thereto according to thy word.” Souls already impure need to be cleansed, purified, and sanctified. Then the testimony can be borne, “God who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ.” In this world we are to shine in good works. The Lord requires his people who handle sacred things to be alone with God, to reflect the principles of heaven in every business transaction, to reflect the light of God's character, God's love, as Christ reflected it. Looking unto Jesus, all our lives will be aglow with that wondrous light. Every part of us is to be light; then whichever way we turn, light will be reflected from us to others. Christ is the way, the truth, the life. In him is no darkness at all; therefore, if we are in Christ, there will be no darkness in us."},{"refcode_short":"PH079 21.1","refcode_long":"Special Instruction Regarding Royalties, p. 21.1 (Ellen Gould White)","content":"The fruit of the Spirit-what is it? Gloom and sadness, and mourning, and tears? No, no; the fruit of the Spirit is love, joy, peace, long-suffering, gentleness, goodness, faith, meekness, temperance. These graces will be seen in every stone that helps to compose the temple of God. All the stones are not of the same dimension or shape, but every stone has its place in the temple. In the temple there is not one misshapen stone. Each is perfect, and in the diversity there is unity, making a complete whole. One thing is sure, every stone is a living stone, a stone that emits light. Now is the time for the stones taken from the quarry of the world to be brought into the workshop of God, and hewed, squared, and polished, that they may shine."},{"refcode_short":"PH079 21.2","refcode_long":"Special Instruction Regarding Royalties, p. 21.2 (Ellen Gould White)","content":"Christians, is Christ revealed in us? We must labor to have sound bodies and strong minds, that are not easily enfeebled, minds that look beyond self to the cause and result of every movement made. Then we are in a fair way to endure hardness as good soldiers. We need minds that can see difficulties and go through with them with the wisdom that comes from God; that can wrestle with hard problems and conquer them. The hardest problem is to crucify self, to endure hardness in spiritual experience, training the soul by severe discipline. This will not, perhaps, bring the very best satisfaction at the first, but the after-effect will be peace and happiness."},{"refcode_short":"PH079 22.1","refcode_long":"Special Instruction Regarding Royalties, p. 22.1 (Ellen Gould White)","content":"Temptations will come to every soul to pursue a course which will make him a spiritual weakling. Let those who have the cause and work of God at heart say, I will do nothing to place the publishing institution in embarrassment in order to satisfy personal demands; for such an example will open the door to increased selfishness, and lessen the means which should be used in the lifting the standard in foreign countries. Christ is our strength. He can enable us to stand uncorrupted, true, pure, holy, under temptation. In his strength alone we can endure hardness as good soldiers. With Christ enthroned in our hearts we are enabled to reach the highest standard, and in heaven our names appear as overcomers, because we are complete in him."}]