[{"refcode_short":"PH078 3","refcode_long":"Sowing Beside All Waters, p. 3 (Ellen Gould White)","content":"Sowing Beside All Waters"},{"refcode_short":"PH078 3","refcode_long":"Sowing Beside All Waters, p. 3 (Ellen Gould White)","content":"A Missionary Church"},{"refcode_short":"PH078 3","refcode_long":"Sowing Beside All Waters, p. 3 (Ellen Gould White)","content":"All to Act a Part"},{"refcode_short":"PH078 3.1","refcode_long":"Sowing Beside All Waters, p. 3.1 (Ellen Gould White)","content":"A few in different towns who really believe the truth, will exert an influence and excite inquiry in regard to their faith; and if their lives are exemplary, their light will shine, and they will have a gathering influence.... The great work now to be accomplished is to bring up the people of God to engage in the work, and exert a holy influence. They should act the part of laborers. With wisdom, caution, and love, they should labor for the salvation of neighbors and friends. There is too distant a feeling manifested. The cross is not laid right hold of, and borne as it should be. All should feel that they are their brother's keeper; that they are in a great degree responsible for the souls of those around them."},{"refcode_short":"PH078 4.1","refcode_long":"Sowing Beside All Waters, p. 4.1 (Ellen Gould White)","content":"The brethren err when they leave this work all to the ministers. The harvest is great, and the laborers are few. Those who are of good repute, whose lives are in accordance with their faith, can be workmen. They can converse with others, and urge upon them the importance of the truth. They must not wait for the ministers, and neglect a plain duty which God has left for them to perform. [Testimonies for the Church 1:368, 369.]"},{"refcode_short":"PH078 4","refcode_long":"Sowing Beside All Waters, p. 4 (Ellen Gould White)","content":"Families as Missionaries"},{"refcode_short":"PH078 4.2","refcode_long":"Sowing Beside All Waters, p. 4.2 (Ellen Gould White)","content":"In the vision given me June 12, 1868, I was shown that a great work might be accomplished in bringing souls to the knowledge of the truth, were proper exertions made. In every town, city, and village, there are persons who would embrace the truth if it were brought before them in a judicious manner. Missionaries are needed among us, self-sacrificing missionaries, who, like our great Exemplar, would not please themselves, but live to do others good."},{"refcode_short":"PH078 4.3","refcode_long":"Sowing Beside All Waters, p. 4.3 (Ellen Gould White)","content":"I was shown that as a people we are deficient. Our works are not in accordance with our faith. Our faith testifies that we are living under the proclamation of the most solemn and important message that was ever given to mortals. Yet in full view of this fact, our efforts, our zeal, our spirit of self-sacrifice, do not compare with the character of the work...."},{"refcode_short":"PH078 5.1","refcode_long":"Sowing Beside All Waters, p. 5.1 (Ellen Gould White)","content":"Brethren who wish to change their location, who have the glory of God in view, and feel that individual responsibility rests upon them to do others good, to benefit and save souls for whom Christ withheld not His precious life, should move into towns and villages where there is but little or no light, and where they can be of real service, and bless others with their labor and experience. Missionaries are wanted to go into towns and villages and raise the standard of truth, that God may have His witnesses scattered all over the land, that the light of truth may penetrate where it has not yet reached, and the standard of truth be raised where it is not yet known. The brethren should not flock together because it is more agreeable to them, but should seek to fulfill their high calling to do others good, to be instrumental in the salvation of at least one soul. But more may be saved than one...."},{"refcode_short":"PH078 5.2","refcode_long":"Sowing Beside All Waters, p. 5.2 (Ellen Gould White)","content":"In view of what Christ has done for us, and what He has suffered for sinners, we should, out of pure, disinterested love for souls, imitate His example by sacrificing our own pleasure and convenience for their good. The joy set before Christ, which sustained Him in all His sufferings, was the salvation of poor sinners. This should be our joy, and the spur of our ambition in the cause of our Master. In so doing we please God, and manifest our love and devotion to Him as His servants. [Testimonies for the Church 2:113-115.]"},{"refcode_short":"PH078 5","refcode_long":"Sowing Beside All Waters, p. 5 (Ellen Gould White)","content":"Witnesses for Christ"},{"refcode_short":"PH078 5.3","refcode_long":"Sowing Beside All Waters, p. 5.3 (Ellen Gould White)","content":"I have been shown that the disciples of Christ are His representatives upon the earth; and God designs that they shall be lights in the moral darkness of this world, dotted all over the country, in the towns, villages, and cities, “a spectacle unto the world, to angels, and to men.” If they obey the teachings of Christ in His sermon on the mount, they will be seeking continually for perfection of Christian character, and will be truly the light of the world,—channels through which God will communicate His divine will, the truth of heavenly origin, to those who sit in darkness, and who have no knowledge of the way of life and salvation."},{"refcode_short":"PH078 6.1","refcode_long":"Sowing Beside All Waters, p. 6.1 (Ellen Gould White)","content":"God cannot display the knowledge of His will and the wonders of His grace among the unbelieving world, unless He has witnesses scattered all over the earth. [This was written three years before the first missionary was sent by the Seventh-day Adventist denomination to a foreign land.] It is His plan that those who are partakers of this great salvation through Jesus Christ, should be His missionaries, bodies of light throughout the world, to be as signs to the people, living epistles, known and read of all men, their faith and works testifying to the near approach of the coming Saviour, and showing that they have not received the grace of God in vain. The people must be warned to prepare for the coming judgment. To those who have been listening only to fables, God will give an opportunity to hear the sure word of prophecy, whereunto they do well that they take heed, as unto a light that shineth in a dark place...."},{"refcode_short":"PH078 6.2","refcode_long":"Sowing Beside All Waters, p. 6.2 (Ellen Gould White)","content":"Every follower of Jesus has a work to do as a missionary for Christ, in the family, in the neighborhood, in the town or city where he lives. All who are consecrated to God are channels of light. God makes them instruments of righteousness to communicate to others the light of truth, the riches of His grace. Unbelievers may appear indifferent and careless; yet God is impressing and convicting their hearts that there is a reality in the truth...."},{"refcode_short":"PH078 7.1","refcode_long":"Sowing Beside All Waters, p. 7.1 (Ellen Gould White)","content":"God designs that His people shall be the light of the world, the salt of the earth. The plan of gathering together in large numbers, to compose a large church, has contracted their influence, and narrowed down their sphere of usefulness, and is literally putting their light under a bushel. [At the time this was published, there were 185 churches in North America, with a membership of less than five thousand.] It is God's design that the knowledge of the truth should come to all, that none may remain in darkness, ignorant of its principles; but that all should be tested upon it, and decided for or against it, that all may be warned, and left without excuse. The plan of colonizing, or moving from different localities where there is but little strength or influence, and concentrating the influence of many in one locality, is removing the light from places where God would have it shine."},{"refcode_short":"PH078 7.2","refcode_long":"Sowing Beside All Waters, p. 7.2 (Ellen Gould White)","content":"The followers of Christ scattered throughout the world do not have a high sense of their responsibility, and the obligation resting upon them to let their light shine forth to others. If there are but one or two in a place, they can, although few in number, so conduct themselves before the world as to have an influence which will impress the unbeliever with the sincerity of their faith. The followers of Jesus are not meeting the mind and will of God, if they are content to remain in ignorance of His word. All should become Bible students. Christ commanded His followers, “Search the Scriptures; for in them ye think ye have eternal life: and they are they which testify of me.” Peter exhorts us, “But sanctify the Lord God in your hearts; and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear.” ..."},{"refcode_short":"PH078 8.1","refcode_long":"Sowing Beside All Waters, p. 8.1 (Ellen Gould White)","content":"The true followers of Christ will appreciate the great salvation which He has wrought for them; and wherever Her leads the way, they will follow. They will consider it a privilege to bear whatever burdens Christ may lay upon them. [Testimonies for the Church 2:631-634 (first published in 1871).]"},{"refcode_short":"PH078 8","refcode_long":"Sowing Beside All Waters, p. 8 (Ellen Gould White)","content":"Missionaries for God"},{"refcode_short":"PH078 8.2","refcode_long":"Sowing Beside All Waters, p. 8.2 (Ellen Gould White)","content":"While in Vermont, December 10, 1871, I was shown some things in regard to New York...."},{"refcode_short":"PH078 8.3","refcode_long":"Sowing Beside All Waters, p. 8.3 (Ellen Gould White)","content":"The advancement of the church in ----- in spiritual things, is not in proportion to the light which has shone upon their pathway. God has committed to each talents to be improved by putting them out to the exchangers, that when the Master comes He may receive His own with usury...."},{"refcode_short":"PH078 8.4","refcode_long":"Sowing Beside All Waters, p. 8.4 (Ellen Gould White)","content":"There is more talent in the church, and more material to make good workmen, than can be employed to advantage in that locality. The entire church are not growing in spirituality. They are not favorably situated to develop strength by calling into exercise the talents that God has given them. There is not room for all to work. One gets in the way of another. There is a lack of spiritual strength...."},{"refcode_short":"PH078 9.1","refcode_long":"Sowing Beside All Waters, p. 9.1 (Ellen Gould White)","content":"If the talent and influence of several of its members should be exercised in other churches, where they would be drawn out to help where help is really needed, they would be obtaining an experience of the highest value in spiritual things, and by thus bearing responsibilities and burdens in the work of God, would be a blessing to others. While engaged in helping others, they would be following the example of Christ. He came not to be ministered unto, but to ministers to others. He pleased not Himself. He made Himself of no reputation, but took upon Himself the form of a servant, and spent His life in doing good. He could have spent His days on earth in ease and plenty, and have appropriated to Himself the enjoyments of this life. But He lived not to enjoy, He lived to do good and to save others from suffering, and His example is for us to follow...."},{"refcode_short":"PH078 9.2","refcode_long":"Sowing Beside All Waters, p. 9.2 (Ellen Gould White)","content":"God calls for missionaries. There are men of ability in the church at -----, who will grow in capacity and power as they exercise their talents in the work and cause of God. If these brethren will educate themselves to make the cause of God their first interest, and will sacrifice their pleasure and inclination for the truth's sake, the blessing of God will rest upon them. These brethren, who love the truth, and who have been for years rejoicing because of increasing light upon the Scriptures, should let their light shine forth to those who are in darkness. God will be to them wisdom and power, and will glorify Himself in working with and by those who wholly follow Him. “If any man serve Me, him will My Father honor.” The wisdom and power of God will be given to the willing and faithful."},{"refcode_short":"PH078 10.1","refcode_long":"Sowing Beside All Waters, p. 10.1 (Ellen Gould White)","content":"The brethren in ----- have been willing to give of their means for the various enterprises, but they have withheld themselves. They have not said, Here am I, Lord; send me. It is not the strength of human instruments, but the power and wisdom of Him who employs them and works with them, that makes men successful in doing the work that is necessary to be done. By offering our goods to the Possessor of heaven and earth while we withhold ourselves, we cannot meet His approbation nor secure His blessing. There must be in the hearts of the brethren and sisters in ----- a principle to lay all, even themselves, upon the altar of God...."},{"refcode_short":"PH078 10.2","refcode_long":"Sowing Beside All Waters, p. 10.2 (Ellen Gould White)","content":"We wish that all the Lord's servants were laborers. The work of warning souls should not be confined to ministers alone, but brethren who have the truth in their hearts, and who have exerted a good influence at home, should feel that a responsibility rests upon them to devote a part of their time to going out among their neighbors and into adjoining towns to be missionaries for God. They should carry our publications, [This was written and published in the year when, in harmony with a resolution passed at the tenth annual session of the General Conference, plans were perfected for “the formation of tract and missionary societies” in the various state conferences. See year book for 1905, p. 171.] and engage in conversation, and, in the spirit of Christ, pray with and for those whom they visit. This is the work that will arouse a spirit of investigation and reformation...."},{"refcode_short":"PH078 10.3","refcode_long":"Sowing Beside All Waters, p. 10.3 (Ellen Gould White)","content":"There is work for every one in the vineyard of the Lord. None should be idle. Angels of God are all astir, ascending to heaven, and descending to earth again with messages of mercy and warning. These heavenly messengers are moving upon minds and hearts. There are men and women everywhere whose hearts are susceptible of being inspired with the truth. If those who have a knowledge of the truth would now work in unison with the Spirit of God, we would see a great work accomplished."},{"refcode_short":"PH078 11.1","refcode_long":"Sowing Beside All Waters, p. 11.1 (Ellen Gould White)","content":"New fields are open in which all can test their calling by experimental effort in bringing souls out from darkness and error, and establishing them upon the platform of eternal truth.... The work of fitting a people in these last days for the coming of Christ, is a most sacred, solemn work, and calls for devoted, unselfish laborers. Those who have humility, faith, energy, perseverance, and decision, will find plenty to do in their Master's vineyard. There are responsible duties to be performed, which require earnestness and the exertion of all their energies. It is willing service that God accepts. If the truth we profess is of such infinite importance as to decide the destiny of souls, how careful should we be in its presentation. [Testimonies for the Church 3:48, 53, 54 56, 57, 51, 64 (first published in 1872).]"},{"refcode_short":"PH078 11","refcode_long":"Sowing Beside All Waters, p. 11 (Ellen Gould White)","content":"A Memorable Year of Advance"},{"refcode_short":"PH078 12.1","refcode_long":"Sowing Beside All Waters, p. 12.1 (Ellen Gould White)","content":"I deeply feel the necessity of our making more thorough and earnest efforts to bring the truth before the world.In the last vision given me, I was shown that we were not doing one-twentieth part of the work we should for the salvation of souls. We labor for them indifferently, as though it was not a question of every great importance whether they received or rejected the truth. General efforts are made, but we fail to work to the point by personal effort. We do not approach men and women in a manner that impresses them that we have a personal interest for them, and that we feel deeply in earnest for their salvation, and do not mean to give them up. We hold too much at a distance those who do not believe the truth. We call them and wait for them to come to us to inquire for the truth. Many will not be inclined to do this, for they are in darkness and error, and cannot discern the truth and its vital importance. Satan holds them with his firm power, and if we would help them, we must show a personal interest and love for their souls, and take hold of them in earnest. We must work in prayer and love, with faith and unwearied patience, hoping all things and believing all things, having the wisdom of the serpent and the meekness of the dove, in order to win souls to Christ...."},{"refcode_short":"PH078 13.1","refcode_long":"Sowing Beside All Waters, p. 13.1 (Ellen Gould White)","content":"As a people, we are not deficient in talent. There are men and women among us whose labors God would accept if they would offer them to Him, but there are so very few who have the spirit of sacrifice.... Money is good as far as it goes, but unless accompanied by personal effort, will go but a little way toward converting souls to the truth. Not only does God call for your money, brethren, but He calls for you...."},{"refcode_short":"PH078 13.2","refcode_long":"Sowing Beside All Waters, p. 13.2 (Ellen Gould White)","content":"There are young men and women and those of middle age who have had experience in the truth, but do not advance in the divine life and increase in the knowledge of our Lord and Saviour Jesus Christ, and they do not know the cause. One cause of their lack of spiritual strength, and of their not being full-grown men and women in Christ is, they are not workers with Christ. If they would work for Jesus, their sympathies would be brought in close union with Christ, and they would grow in Him their living head, and have a better understanding of the nature of His work and of His sacrifice for man; and would place that estimate upon souls proportionate to the value of the price Christ has paid for man. There are a large number who, if they would come near enough to God by entire consecration, would hear His voice saying, Go labor in My vineyard, and ye shall receive your wages by and by...."},{"refcode_short":"PH078 14.1","refcode_long":"Sowing Beside All Waters, p. 14.1 (Ellen Gould White)","content":"If we would follow the opening providence of God, we should be quick to discern every opening and make the most of every advantage within our reach, to let the light extend and spread to other nations. God, in His providence, has sent men to our very doors and thrust them, as it were, into our arms, that they might learn the truth more perfectly, and be qualified to do a work we could not do in getting the light before men of other tongues. [At the time this was written, there were only about one-fourth as many foreign-born men and women in the United States as there were in 1911.]..."},{"refcode_short":"PH078 14.2","refcode_long":"Sowing Beside All Waters, p. 14.2 (Ellen Gould White)","content":"There has been a slothful neglect and a criminal unbelief among us as a people which has kept us back from doing the work God has left us to do in letting our light shine forth to those of other nations. There is a fearfulness to venture out and to run risks in this great work, fearing that the expenditure of means would not bring returns...."},{"refcode_short":"PH078 14.3","refcode_long":"Sowing Beside All Waters, p. 14.3 (Ellen Gould White)","content":"God will have men who will venture anything and everything to save souls. Those who will not move until they can see every step of the way clearly before them, will not be of advantage at this time to forward the truth of God. There must be workers now who will push ahead in the dark as well as in the light, and who will hold up bravely under discouragements and disappointed hopes, and yet work on with faith, with tears and patient hope, sowing beside all waters, trusting the Lord to bring the increase. God calls for men of nerve, of hope, faith, and endurance, to work to the point. [The True Missionary, January, 1874.]"},{"refcode_short":"PH078 15.1","refcode_long":"Sowing Beside All Waters, p. 15.1 (Ellen Gould White)","content":"As we accept the truth, we virtually pledge ourselves to be workers with Christ, and to be consecrated to His service, and no longer live to do our will and serve ourselves, but to be faithful servants of the Master to whom we have yielded ourselves servants to obey. The commission of Christ to His disciples was, to go and preach the gospel to every creature. We have a world-wide message."},{"refcode_short":"PH078 15.2","refcode_long":"Sowing Beside All Waters, p. 15.2 (Ellen Gould White)","content":"After men and women have received the truth, ... they should be instructed that in order to grow spiritually strong, they must be earnest workers to lead others to the truth, as they were led...."},{"refcode_short":"PH078 15.3","refcode_long":"Sowing Beside All Waters, p. 15.3 (Ellen Gould White)","content":"I entreat you, my brethren and sisters, to be self-reliant in the strength of Jesus.... When tempted to become unbelieving and discouraged, you will find the very best cure for this in talking faith to others, and in presenting the truth to those who are in darkness. Extend your efforts to your neighbors, and to those who have not the privileges of meetings. Sow the seeds of truth beside all waters, and encourage the hearts of the servants of God when they visit you by showing that you have not been idle, but through your instrumentality one or more has been brought from darkness to light...."},{"refcode_short":"PH078 15.4","refcode_long":"Sowing Beside All Waters, p. 15.4 (Ellen Gould White)","content":"A great work is before us. We need the help of every one. The cause will need not only money, but earnest workers.... God will require personal service at the hands of every one to whom He entrusts His truth. Not one is excused. Some may feel that if they give of their substance they are excused from personal efforts. But God forbid that they should deceive themselves in this. Gifts of means do not meet the requirement of God, for the duty is but half done. He will accept nothing short of yourselves. You must work to save souls. All will not be called to go to foreign missions, but you may be missionaries at home, in your own families and in your neighborhoods...."},{"refcode_short":"PH078 16.1","refcode_long":"Sowing Beside All Waters, p. 16.1 (Ellen Gould White)","content":"Christ called fishermen from their nets to do His work, and they left them and followed Him. He called Matthew, a publican, from his business to follow Him, and he obeyed the invitation joyfully. He may call men from their farms, from their merchandise, and from their various trades, and send them forth to warn the world."},{"refcode_short":"PH078 16.2","refcode_long":"Sowing Beside All Waters, p. 16.2 (Ellen Gould White)","content":"With the love of Christ in the heart, Christians will work. All who have made a profession of Christ have virtually pledged themselves to preach the gospel of salvation to sinners. Some may never be required to stand in the pulpit; but there are many ways to preach Christ. By deeds, by a godly, consistent life, and by letting our light shine forth to others, we may preach Christ. In acts of self-denial for others’ good, and showing a love for precious souls that is paramount to love for riches or earthly enjoyment, we may preach Christ."},{"refcode_short":"PH078 16.3","refcode_long":"Sowing Beside All Waters, p. 16.3 (Ellen Gould White)","content":"In doing the works of Christ, the Christian worker will become strong in spiritual strength. God is a present help in every time of need. Those who work for the salvation of souls feel their inefficiency and lack of heavenly wisdom, and in their emergency they flee to their tower of strength, and God meets their necessities, and they are obtaining a valuable experience. They are gaining spiritual strength, and growing in the knowledge of the truth. They are not spiritual dwarfs, or bodies of death; but are shining lights, gathering daily strength from God, and conferring blessings upon others. [The True Missionary, February, 1874 (written in January, 1874).]"},{"refcode_short":"PH078 17","refcode_long":"Sowing Beside All Waters, p. 17 (Ellen Gould White)","content":"Annexing New Territory"},{"refcode_short":"PH078 17.1","refcode_long":"Sowing Beside All Waters, p. 17.1 (Ellen Gould White)","content":"We are to be interested in everything which concerns the human brotherhood. By our baptismal vows we are bound in covenant relation with God to make persevering, self-denying, self-sacrificing efforts to promote, in the hardest parts of the field, the work of soul-saving...."},{"refcode_short":"PH078 17.2","refcode_long":"Sowing Beside All Waters, p. 17.2 (Ellen Gould White)","content":"God says to those who profess to believe in Him, Go forth into all parts of the world, and diffuse the light of My truth, that men and women may be led to Christ. Let us awake to our duty, and do all that we can to help forward the Lord's work. Let superficial excuses be blown to the four winds. Let decided action commence on the part of all who can help. Let them co-operate with the angels sent from the heavenly courts to minister to those who shall be heirs of salvation. Forget not the words, “We are laborers together with God.” No longer grieve the Spirit of God by delaying. [Manuscript, 1901.]"},{"refcode_short":"PH078 18","refcode_long":"Sowing Beside All Waters, p. 18 (Ellen Gould White)","content":"Home Mission Fields"},{"refcode_short":"PH078 18.1","refcode_long":"Sowing Beside All Waters, p. 18.1 (Ellen Gould White)","content":"Wherever the people of God are placed, in the crowded cities, in the villages, or among the country byways, there is a home mission field, for which a responsibility is laid upon them by their Lord's commission. They are to take up the duty which lies nearest. First of all is the work in the family; next they should seek to win their neighbors to Christ, and to bring before them the great truths for this time."},{"refcode_short":"PH078 18.2","refcode_long":"Sowing Beside All Waters, p. 18.2 (Ellen Gould White)","content":"This work places upon us a responsibility to recommend by our daily life the faith which we profess. The piety of its believers is the standard by which worldlings judge of the truth. In all your associations with unbelievers, be careful to give them no occasion to misjudge your faith, or to reproach the cause of truth which you advocate. Many hedge up the way by their own course of action. There is some indiscretion on their part. They are easily provoked. Little difficulties arise in trade or in some other temporal matter, which lead them to think themselves misjudged or wronged by their neighbors. These things are allowed to create coldness or ill-feeling, and thus to close the door of access to those who might be reached by the truth. We should never allow matters of temporal interest to quench our love for souls."},{"refcode_short":"PH078 18.3","refcode_long":"Sowing Beside All Waters, p. 18.3 (Ellen Gould White)","content":"Brethren, be kind and courteous on all occasions. Never be sharp, critical, or exacting in your deal. If there is any advantage to be gained, give it to your neighbor, whom you are required to love as you love yourself. With the patience and love of Jesus, watch for opportunities to do him a kindness. Let him see that the religion which we profess does not close up nor freeze over the avenues of the soul, making us unsympathizing and exacting. Let a well-ordered life and a godly conversation testify to your sincerity and piety; and when you have thus gained his confidence, the way is opened for you to reach the heart by introducing the truth."},{"refcode_short":"PH078 19.1","refcode_long":"Sowing Beside All Waters, p. 19.1 (Ellen Gould White)","content":"If these matters, which may appear of minor consequence, are neglected, you may present the most convincing arguments in favor of the truth, but they will have no weight. If your family government is not according to the Bible rule, if your children are not brought up with habits of order and industry, if they are selfish, proud, disobedient, unthankful, unholy, be sure that your unbelieving neighbor will see and remark upon your neglect. “They would better spend their labor at home,” he will say, “teaching piety and good behavior to their children, instead of trying to convert me.” Very many have been caused to stumble by the inconsistencies of professed Christians, and have been led to reject the precious truths of the Bible...."},{"refcode_short":"PH078 19.2","refcode_long":"Sowing Beside All Waters, p. 19.2 (Ellen Gould White)","content":"It is the acts of faith and sacrifice in the so-called little things of life, the Spirit of Christ manifested at home, in the field, in the workshop, as well as in the church, that make us living epistles known and read of all. Men may combat and defy our logic, they may resist our appeals; but a life of holy purpose, of disinterested love, is an argument in favor of the truth that they cannot gainsay. Far more can be accomplished by humble, devoted, virtuous lives than can be gained by preaching when a godly example is lacking...."},{"refcode_short":"PH078 20.1","refcode_long":"Sowing Beside All Waters, p. 20.1 (Ellen Gould White)","content":"Until the judgment it will never be known how much might have been done, how many plans might have been devised, to save souls by bringing them to the knowledge of the truth. But self-indulgence, unwillingness to sacrifice, and a lack of true spiritual discernment, have led many to overlook the open doors which they might have entered to do a good work for the Master. Love of ease has caused them to shun the wearing of Christ's yoke, the lifting of His burden."},{"refcode_short":"PH078 20.2","refcode_long":"Sowing Beside All Waters, p. 20.2 (Ellen Gould White)","content":"Many, many are approaching the day of God doing nothing, shunning responsibilities, and as the result they are religious dwarfs. So far as work for God is concerned, the pages of their life history present a mournful blank. They are trees in the garden of God, but only cumberers of the ground, darkening with their unproductive boughs the ground which fruit-bearing trees might have occupied."},{"refcode_short":"PH078 20.3","refcode_long":"Sowing Beside All Waters, p. 20.3 (Ellen Gould White)","content":"Those who neglect their duty in the home and among their neighbors, are, by their unfaithfulness, separating themselves from God...."},{"refcode_short":"PH078 20.4","refcode_long":"Sowing Beside All Waters, p. 20.4 (Ellen Gould White)","content":"In the day of God how many will confront us and say, “I am lost! I am lost! and you never warned me; you never entreated me to come to Jesus. Had I believed as you did, I would have followed every judgment-bound soul with prayers and tears and warnings.”"},{"refcode_short":"PH078 20.5","refcode_long":"Sowing Beside All Waters, p. 20.5 (Ellen Gould White)","content":"In that day the Master will demand of His professed people, “What have you done to save the souls of your neighbors? There were many who were connected with you in worldly business, who lived close beside you, whom you might have warned. Why are they among the unsaved?”"},{"refcode_short":"PH078 21.1","refcode_long":"Sowing Beside All Waters, p. 21.1 (Ellen Gould White)","content":"Brethren and sisters, what excuse can you render to God for this neglect of souls? I would present this matter to you as it has been presented to me, and in the light from the life of the Master, from the cross of Calvary, I urge you to arouse. I entreat you to take upon your own hearts the burden of your fellow-men."},{"refcode_short":"PH078 21.2","refcode_long":"Sowing Beside All Waters, p. 21.2 (Ellen Gould White)","content":"No one who professes to love Jesus can long retain the favor of God if he feels no interest for sinners around him. Those who seek merely to save their own souls, and are indifferent to the condition and destiny of their fellow-men, will fail to put forth sufficient effort to secure their own salvation. In hiding their talents in the earth, they are throwing away their opportunities to obtain a star-gemmed crown."},{"refcode_short":"PH078 21.3","refcode_long":"Sowing Beside All Waters, p. 21.3 (Ellen Gould White)","content":"I write plainly, that every effort may be made on the part of all to remove the frown of God from them by sincere repentance. Whatever the neglect of duty, of parents to children, or of neighbor to neighbor, let it now be understood and repented of. If we have sinned against the Lord, we shall never have peace and restoration to His favor without full confession and reformation in regard to the very things in which we have been remiss. Not until we have used every means in our power to repair the evil, can God approve and bless us. The path of confession is humiliating, but it is the only way by which we can receive strength to overcome. All the dropped stitches may never be picked up so that our work shall be as perfect and God-pleasing as it should have been; but every effort should be made to do this so far as it is impossible to accomplish it."},{"refcode_short":"PH078 22.1","refcode_long":"Sowing Beside All Waters, p. 22.1 (Ellen Gould White)","content":"Brethren, the Lord calls upon you to redeem the time. Draw nigh to God. Take on your neck the yoke of Christ; stretch out your hands to lift His burden. Stir up the gift that is within you. You who have had opportunities and privileges to become acquainted with the reasons of our faith, use this knowledge in giving light to others. And do not rest satisfied with the little knowledge you already have. Search the Scriptures. Let no moment be unimproved. Dig for the precious gems of truth as for hid treasures, and pray for wisdom that you may present the truth to others in a clear, connected manner."},{"refcode_short":"PH078 22.2","refcode_long":"Sowing Beside All Waters, p. 22.2 (Ellen Gould White)","content":"Many who have been left to darkness and ruin, might have been helped, had their neighbors, common men and women, come to them with the love of Christ glowing in their hearts, and put forth personal efforts for them. Many are waiting to be addressed thus personally. Humble, earnest conversation with such persons, and prayer for them, heart being brought close to heart, would in most cases be wholly successful. [The Review and Herald, May 22, 1888.]"},{"refcode_short":"PH078 22","refcode_long":"Sowing Beside All Waters, p. 22 (Ellen Gould White)","content":"Helpful Supervision by Men in Positions of Trust"},{"refcode_short":"PH078 22.3","refcode_long":"Sowing Beside All Waters, p. 22.3 (Ellen Gould White)","content":"[Note that in the preceding article, the laymen of the Seventh-day Adventist church are urged to do a large and important, though humble, work as home missionaries. In the article that follows, which appeared in the Review one week later, men in positions of trust are exhorted to supervise the various activities of laymen, so that all work undertaken may be done in such a way as to bring honor and blessing to the cause of God in the earth.]"},{"refcode_short":"PH078 22.4","refcode_long":"Sowing Beside All Waters, p. 22.4 (Ellen Gould White)","content":"The message of God for this time must go to every nation, kindred, tongue, and people. The Bible is to be opened to the understanding of men, women, and children in every part of the world; but there is so great an indifference to the teaching of the holy word of God, that those who accept the responsibility of enlightening others, must themselves be enlightened, so that they may be able to present the truth with clearness, and in such a manner that it will be recommended to the best judgment of honest minds."},{"refcode_short":"PH078 23.1","refcode_long":"Sowing Beside All Waters, p. 23.1 (Ellen Gould White)","content":"There are many workers in the cause who are not properly equipped for this great work, and when they are given some measure of success, they are in danger of becoming elated and self-sufficient. They work in their own strength, and do not discern their danger, and therefore do not avoid the perils that are in their pathway. Erroneous ideas will be brought into the work, and presented as a part of the truth to the people, but everything that God has not connected with the truth will only serve to weaken the message and lessen the force of its claims...."},{"refcode_short":"PH078 23.2","refcode_long":"Sowing Beside All Waters, p. 23.2 (Ellen Gould White)","content":"The work of Christ was to free the truth from the rubbish of error and superstition, that men might behold the true character of God, and serve Him in spirit and in truth. Those who proclaim the truth for today have a similar work to do. The truth must be lifted from the obscurity of men's traditions and errors, that the world may behold the marvelous light of the gospel of the Son of God. There are those who turn away from this great and all-important work, to follow their own way. They have independent ideas and will not receive counsel. They choose to follow their own course.... Instead of leading the people to the firm platform of truth, they lead them to place their feet on the sandy foundations of error. They induce men to wear a yoke that is not the yoke of the meek and lowly Jesus."},{"refcode_short":"PH078 24.1","refcode_long":"Sowing Beside All Waters, p. 24.1 (Ellen Gould White)","content":"We cannot exercise too great care in sending laborers into the cause of God. If one is left to engage in the work without thorough discipline, he is left to shape his own course. He is left with insufficient experience, with too limited knowledge of the truth, and the old errors which have not been thoroughly uprooted, will bear a part in his teaching and influence. His trumpet will not give a certain sound. The doctrine of truth will be mingled with error...."},{"refcode_short":"PH078 24.2","refcode_long":"Sowing Beside All Waters, p. 24.2 (Ellen Gould White)","content":"Those who would labor in word and doctrine, should be firmly established in the truth before they are authorized to go out into the field to teach others. The truth, pure and unadulterated, must be presented to the people...."},{"refcode_short":"PH078 24.3","refcode_long":"Sowing Beside All Waters, p. 24.3 (Ellen Gould White)","content":"God has a special work for the men of experience to do. They are to guard the cause of God. [Notice how fully the general interests of the cause are safeguarded in the paragraphs that follow. Notice, also, that upon the men in responsibility is placed the burden of leadership and helpful guidance.] They are to see that the work of God is not committed to men who feel it their privilege to move out on their own independent judgment, to preach whatever they please, and to be responsible to no one for their instructions or work. Let this spirit of self-sufficiency once rule in our midst, and there will be no harmony of action, no unity of spirit, no safety for the work, and no healthful growth in the cause. There will be false teachers, evil workers, who will, by insinuating error, draw away souls from the truth. Christ prayed that His followers might be one as He and the Father were one. Those who desire to see this prayer answered, should seek to discourage the slightest tendency to division, and try to keep the spirit of unity and love among brethren."},{"refcode_short":"PH078 25.1","refcode_long":"Sowing Beside All Waters, p. 25.1 (Ellen Gould White)","content":"God calls for laborers; but He wants those who are willing to submit their wills to His, and who will teach the truth as it is in Jesus. One worker who has been trained and educated for the work, who is controlled by the Spirit of Christ, will accomplish far more than ten laborers who go out deficient in knowledge, and weak in the faith. One who works in harmony with the counsel of God, and in unity with the brethren, will be more efficient to do good than ten will be who do not realize the necessity of depending upon God, and of acting in harmony with the general plan of the work..."},{"refcode_short":"PH078 25.2","refcode_long":"Sowing Beside All Waters, p. 25.2 (Ellen Gould White)","content":"Let those who contemplate giving themselves to the work, place themselves in connection with those who have had a good experience in the ways of God, and a knowledge of His cause. Let all seek a clear understanding of the Scriptures of truth. See to it that the living Saviour is your Saviour, and that you are following in His footsteps. Cultivate piety and humility of mind. Combat intellectual laziness and spiritual lethargy. Be ready for every work that you can do for the Master. Instead of catching up every new and fanciful interpretation of the Bible, cling to the message. Let not every influence affect you; but seek to develop a character that is consistent, meek, teachable, and yet firm and cheerful; and with all this, be sober and watch unto prayer. Walk in a perfect way. Let the high, sacred truth you profess be constantly elevating your character, ennobling and refining you, and fitting you for the heavenly courts. The learners in Christ's school must show that they are not unappreciative scholars. Let the sanctifying grace of God strengthen, soften, and subdue your entire nature. You must yourself be what you wish others to be. Christ prayed concerning His disciples, “I sanctify Myself, that they also might be sanctified.” Bring into your life the piety, the Christian courtesy, the respect for one another that you wish to see reflected in those who embrace the truth through your instrumentality.” [The Review and Herald, May 29, 1888.]"},{"refcode_short":"PH078 26","refcode_long":"Sowing Beside All Waters, p. 26 (Ellen Gould White)","content":"The Value of Wise Planning on the Part of Church Elders and Leaders"},{"refcode_short":"PH078 26.1","refcode_long":"Sowing Beside All Waters, p. 26.1 (Ellen Gould White)","content":"Greater and wiser efforts must be put forth to help the churches in our land. The elders and those who have leading places in the church should give more thought to their plans for conducting the work. They should arrange matters so that every member of the church shall have a part to act, that none may lead an aimless life, but that all may accomplish what they can according to their several ability...."},{"refcode_short":"PH078 26.2","refcode_long":"Sowing Beside All Waters, p. 26.2 (Ellen Gould White)","content":"It is very essential that such an education should be given to the members of the church that they will become unselfish, devoted, efficient workers for God; and it is only through such a course that the church can be prevented from becoming fruitless and dead...."},{"refcode_short":"PH078 27.1","refcode_long":"Sowing Beside All Waters, p. 27.1 (Ellen Gould White)","content":"Let every member of the church become an active worker,—a living stone, emitting light in God's temple. Those who bear responsibilities in the church should devise ways in which an opportunity will be given to every member of the church to act some part in the work. This has not been done in the past, and there are but few who realize how much has been lost on this account. Plans have not been formed whereby the talent of all could be employed in the service of the cause. The enemy is not slow in employing those who are idlers in the church, and he uses the unappreciated talent of the members of the church for his own work."},{"refcode_short":"PH078 27.2","refcode_long":"Sowing Beside All Waters, p. 27.2 (Ellen Gould White)","content":"A greater work than has ever been done must be done for the young. They must be won with sympathy and love; all barriers must be broken down between them and those who would help them. The most good is not accomplished by long speeches and many words of exhortation or reproof. The greatest tact must be manifested, for human minds must be dealt with carefully, and the Lord will work with those who are fully consecrated to His service. Jesus is drawing the youth, and we must all work with Him, putting no forbidding aspects upon our holy religion. We must partake of the divine nature ourselves, and then present Christ to others as the friend of sinners in such a way as to attract souls to leave the ranks of the evil one, and no longer work as agents to destroy souls."},{"refcode_short":"PH078 27.3","refcode_long":"Sowing Beside All Waters, p. 27.3 (Ellen Gould White)","content":"We must seek to press the youth, with all their fresh vigor and ability, into the ranks of Christ, enlisting them as valiant soldiers in the great fight for truth. We have sadly neglected our duty toward the young, for we have not gathered them in, and induced them to put out their talents to the exchangers. A different mould should be placed upon the work. There should be less sermonizing and more personal labor. Fresh manna must be gathered from the word of God, and every man must have his portion in due season. A great work can be done by dropping a word privately to your young friends, and to those you meet in your daily walks. [The Review and Herald, September 2, 1890.]"},{"refcode_short":"PH078 28","refcode_long":"Sowing Beside All Waters, p. 28 (Ellen Gould White)","content":"“Go Work Today”"},{"refcode_short":"PH078 28.1","refcode_long":"Sowing Beside All Waters, p. 28.1 (Ellen Gould White)","content":"Christ is saying to ... idlers in the market-place, “Go work today in My vineyard.” Angels who minister to those who shall be heirs of salvation, are saying to every true saint, There is work for you to do. “Go, stand and speak ... to the people all the words of this life.” If those addressed would obey this injunction, the Lord would prepare the way before them, putting them in possession of means whereby they could go. If they did no more they could diffuse the knowledge which they already have, and present Jesus as the only Mediator...."},{"refcode_short":"PH078 28.2","refcode_long":"Sowing Beside All Waters, p. 28.2 (Ellen Gould White)","content":"The tidings of every successful effort on their part to dispel the darkness, and to diffuse the light and the knowledge of God and Jesus Christ whom He has sent, is borne upward. The act is presented before all the heavenly intelligences, and thrills through all the principalities and powers, enlisting the sympathy of all heavenly beings. [Unpublished Manuscript, 1891.]"},{"refcode_short":"PH078 29","refcode_long":"Sowing Beside All Waters, p. 29 (Ellen Gould White)","content":"Self-Supporting Laymen in Foreign Fields"},{"refcode_short":"PH078 29.1","refcode_long":"Sowing Beside All Waters, p. 29.1 (Ellen Gould White)","content":"There is a great work yet to be accomplished in all the fields from which we have heard reports. All through these countries there is precious talent that God will use; and we must be wide awake to secure it...."},{"refcode_short":"PH078 29.2","refcode_long":"Sowing Beside All Waters, p. 29.2 (Ellen Gould White)","content":"The work of the minister is not simply to preach, but it is to visit families at their homes, to pray with them, and open to them the Scriptures. He who conducts the work outside the pulpit in a proper manner will accomplish tenfold more than he who confines his labor to the desk. When Christ was teaching on earth, He watched the countenances of His hearers, and the kindling eye, the animated expression, told Him in a moment when one assented to the truth. Even so should the teachers of the people now study the countenances of their hearers...."},{"refcode_short":"PH078 29.3","refcode_long":"Sowing Beside All Waters, p. 29.3 (Ellen Gould White)","content":"It is not always pleasant for our brethren to live where the people need help most; but their labors would often be productive of far more good if they would do so. They ought to come close to the people, sit with them at their tables, and lodge in their, humble homes. The laborers may have to take their families to places not at all desirable; but they should remember that Jesus did not remain in the most desirable places. He came down to earth that He might help those who needed help. [“Historical Sketches of S.D.A. Foreign Missions,” pp. 147, 148.]"},{"refcode_short":"PH078 30.1","refcode_long":"Sowing Beside All Waters, p. 30.1 (Ellen Gould White)","content":"There is a mighty power in the truth. It is God's plan that all who embrace it shall become missionaries. Not only men, but women and even children can engage in this work. None are excused. All have an influence, and that influence should be wholly for the Master. Jesus has bought the race with His blood. We are His; and we have no right to say, “I will not do this or that;” but we should inquire, “Lord, what wilt Thou have me to do?” and do it with a cheerful, willing heart...."},{"refcode_short":"PH078 30.2","refcode_long":"Sowing Beside All Waters, p. 30.2 (Ellen Gould White)","content":"O that every one ... would kindle his taper from the divine altar! If Christ has given you light, let it shine to others. “Thou shalt love the Lord thy God with all thy heart, and with all thy soul and with all thy strength, and with all thy mind; and thy neighbor as thyself.” Will you not begin from this time to work upon the Bible plan, and live to do your neighbor good, to be a blessing to those around you? ..."},{"refcode_short":"PH078 30.3","refcode_long":"Sowing Beside All Waters, p. 30.3 (Ellen Gould White)","content":"If we walk in the light, our wisdom will increase day by day. We should know more of the truth tomorrow than we know today. We cannot afford to be dwarfs in Bible knowledge, or in the religious life; but we should grow up unto the full stature of men and women in Christ Jesus. Heaven is full of light and strength, and we can draw from it if we will. God is waiting to pour His blessing upon us as soon as we draw nigh to Him and by living faith grasp His promises. [“Historical Sketches of S. D. A. Foreign Missions,” pp. 151, 152.]"},{"refcode_short":"PH078 31.1","refcode_long":"Sowing Beside All Waters, p. 31.1 (Ellen Gould White)","content":"I am deeply exercised in regard to our present position, realizing how far down we are in prophetic history, so near the close of time, and so much work undone that must be accomplished to prepare a people to stand in the great day of the Lord. The end of all things is at hand. Our time to work is short, and there is a world to be warned. There is need of more thorough missionary work. The calls are urgent for more laborers, but where are the light-bearers to the world? God has sent the truth to our doors, but are we doing all in our power to send it to the dark corners of the earth?"},{"refcode_short":"PH078 31.2","refcode_long":"Sowing Beside All Waters, p. 31.2 (Ellen Gould White)","content":"As we look over the vast field here in Europe, we can truly say, “The harvest is great, but the laborers are few.” ..."},{"refcode_short":"PH078 31.3","refcode_long":"Sowing Beside All Waters, p. 31.3 (Ellen Gould White)","content":"Among our people in America, ... there is a great lack of the missionary spirit among those who can labor in the German, the French, and other languages. How can you who have received the truth, feel so little burden for those of your own tongue in other countries? Is your interest selfishly shut up to your own family or to your own church? God pity your narrowness! You should have that undying zeal, that far-reaching love, that encircles the world. There are hundreds of millions of men, women, and children who have never heard the truth, and multitudes are constantly going down to the grave without any sense of their accountability to God. How can you who repeat the Lord's prayer, “Thy kingdom come, Thy will be done in earth as it is in heaven,” sit at ease in your homes without helping to carry the torch of truth to others? How can you lift up your hands before God and ask His blessing upon yourselves and your families, when you are doing so little to help others? ..."},{"refcode_short":"PH078 32.1","refcode_long":"Sowing Beside All Waters, p. 32.1 (Ellen Gould White)","content":"Our ideas are altogether too narrow. God calls for continual advancement in the work of diffusing light. We must study improved ways and means of reaching the people. We need to hear with ears of faith the mighty Captain of the Lord's host saying, “Go forward.” We must act, and God will not fail us. He will do His part, when we in faith do ours. Brethren and sisters who have been long in the truth, you have not done the work God calls upon you to do. Where is your love for souls? ..."},{"refcode_short":"PH078 32.2","refcode_long":"Sowing Beside All Waters, p. 32.2 (Ellen Gould White)","content":"Seventh-day Adventists are making progress, doubling their numbers, establishing missions, and unfurling the banner of truth in the dark places of the earth; and yet the work moves far more slowly than God would have it. The members of the church are not individually aroused to put forth the earnest effort they are capable of making, and every branch of the work is crippled by the lack of fervent piety, and devoted, humble, God-fearing laborers. Where are the soldiers of the cross of Christ? Let the God-fearing, the honest, the single-hearted, who look steadfastly to the glory of God, prepare themselves for the battle against error...."},{"refcode_short":"PH078 32.3","refcode_long":"Sowing Beside All Waters, p. 32.3 (Ellen Gould White)","content":"The interest and labors of the church must be extended more earnestly and decidedly to both home and foreign missions. Those who have been successful in using their talents to secure earthly treasures should now employ these capabilities to advance God's cause and build up His kingdom. Their tact and ability sanctified to God, will be accepted, and He will make it effective in the grand work of turning men from error to truth. There should be deep heart-searching with our young men and women to see if they have not a work to do for the Master. There is a work to be accomplished which money cannot do. Destitute fields must be supplied with earnest laborers, with those whose hearts are warm with the love of Christ and with love for souls."},{"refcode_short":"PH078 33.1","refcode_long":"Sowing Beside All Waters, p. 33.1 (Ellen Gould White)","content":"All who enter the missionary field will have hardships and trials to endure; they will find hard work, and plenty of it; but those of the right stamp of character will persevere under difficulties, discouragements, and privations, holding firmly to the arm of the Lord. They will show a zeal that will not flag, a faith that will not yield, a resolution that will not weaken. They are doing no more than God requires, when they dedicate themselves, soul, body, and spirit, to His service, becoming partakers with Christ in His sufferings. If they share His self-denial and cross-bearing, they will be partakers also in His joy,—the joy of seeing souls saved through their instrumentality in the kingdom of glory. [“Historical Sketches of S. D. A. Foreign Missions,” pp. 287-290.]"},{"refcode_short":"PH078 33.2","refcode_long":"Sowing Beside All Waters, p. 33.2 (Ellen Gould White)","content":"Within six months of the time when Sister White reached Australia, she penned the following lines in her diary:"},{"refcode_short":"PH078 34.1","refcode_long":"Sowing Beside All Waters, p. 34.1 (Ellen Gould White)","content":"During the day I wrote something in regard to missionary work. I felt deeply as I wrote, and my heart went up in prayer to God to set things in order in this country, and to raise up men who have wisdom to recognize the talent that God has given to many who have accepted the truth. These can be fitted for a place in the work, but they need to be educated and disciplined, that they may know how to use their talents for the spread of the truth and the upbuilding of God's kingdom in the earth. [Manuscript, June 18, 1892.]"},{"refcode_short":"PH078 34.2","refcode_long":"Sowing Beside All Waters, p. 34.2 (Ellen Gould White)","content":"I feel deeply over the little burden many carry for the missionary work in the foreign fields and in the home missions. There are thousands of places to be entered where the standard of truth has never been raised, where the proclamation of the truth has never been heard in America. And there are thousands who might enter the harvest-field who are now religiously idle, and as a result, go crippling their way to heaven, expressing their doubt whether they are Christians. Their need is a vital union with Jesus Christ. Then it can be said of them, “Ye are laborers together with God.” I want to say to many, You are waiting for some one to carry you to the vineyard and set you to work or to bring the vineyard to you, that you will experience no inconvenience in labor. You will wait in vain. If you will lift up your eyes you will see the harvest ripe, ready for the sickle, whichever way you may look; you will find work close by and far off...."},{"refcode_short":"PH078 35.1","refcode_long":"Sowing Beside All Waters, p. 35.1 (Ellen Gould White)","content":"“Ye have not,” said Christ, “chosen Me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain: that whatsoever ye shall ask of the Father in My name, He may give it you.” ..."},{"refcode_short":"PH078 35.2","refcode_long":"Sowing Beside All Waters, p. 35.2 (Ellen Gould White)","content":"What, then, is the duty of every enlightened soul? ..."},{"refcode_short":"PH078 35.3","refcode_long":"Sowing Beside All Waters, p. 35.3 (Ellen Gould White)","content":"Let those who truly love God step out from where there are large churches of Sabbath-keepers, and the cause they knew not be searched out. There is work to be done by every branch that has a vital union with the living Vine. “Herein is My Father glorified, that ye bear much fruit.” ..."},{"refcode_short":"PH078 35.4","refcode_long":"Sowing Beside All Waters, p. 35.4 (Ellen Gould White)","content":"O that those whom the Lord has blessed with the treasures of truth would awake and say from the heart, “Lord, what wilt Thou have me to do?” Light is increasing to enlighten every soul who will diffuse the light to others. God will have His witnesses. We want men and women to settle in Australia who have a solid, Christlike influence. The burden of this work should not rest upon the conference wholly. Many can come to this missionary field and improve in health, ... and at the same time they can be educating others, and can have a moulding influence. O that many may be uprooted from where they are, to become workers with Jesus Christ."},{"refcode_short":"PH078 36.1","refcode_long":"Sowing Beside All Waters, p. 36.1 (Ellen Gould White)","content":"What can be done to make every believer feel that the heavenly intelligences are working for the consecration of the human living agents to carry the truth of God where it is not known?"},{"refcode_short":"PH078 36.2","refcode_long":"Sowing Beside All Waters, p. 36.2 (Ellen Gould White)","content":"Unbelief, like the pall of death, is surrounding our churches, because they do not exercise the talents God has given them, by imparting the light to those who know not the precious truth. The Lord calls for the pardoned soul, those who rejoice in the light, to make known the truth to others. The living agents are needed to communicate the light of truth, and the result will be, those who are now ignorant of the truth will, through the grace of Christ, become precious in the sight of the Lord, and will exert an influence to the glory of God. [General Conference Daily Bulletin, February 4, 1893, 131-133 (published in February, 1893).]"},{"refcode_short":"PH078 36.3","refcode_long":"Sowing Beside All Waters, p. 36.3 (Ellen Gould White)","content":"Where are the missionaries? Has not the truth for this time power to stir the souls of those who claim to believe it? When there is a call to labor, why should there be so many voices to say, “I pray thee have me excused”? In Australia the standard of truth is to be established and exalted. There is great need of workers, and there are many ways in which they can labor. There is work for those in the higher as well as in the more humble positions. But we want none to come out to this field who have not a high sense of what it means to be a missionary. [Mss., 1892 and 1893.]"},{"refcode_short":"PH078 37","refcode_long":"Sowing Beside All Waters, p. 37 (Ellen Gould White)","content":"Missionary Families"},{"refcode_short":"PH078 37.1","refcode_long":"Sowing Beside All Waters, p. 37.1 (Ellen Gould White)","content":"There are many families who could be a great blessing if they would take their belongings and settle in some town or country location where the standard of present truth has never been raised. Many should move into regions beyond and become just what Christ has said that those who believe in Him should be...."},{"refcode_short":"PH078 37.2","refcode_long":"Sowing Beside All Waters, p. 37.2 (Ellen Gould White)","content":"The world needs the influence of every believer, as salt which has not lost its savor...."},{"refcode_short":"PH078 37.3","refcode_long":"Sowing Beside All Waters, p. 37.3 (Ellen Gould White)","content":"When the church understands its position in the world, the missionary power of Christianity will be multiplied according to her light and knowledge.... A working church will be a living church.... While many are listeners, there are others who may go forth from our churches, not in their own strength, but in the strength of the Lord of Israel. Those who will not disseminate the light that God gives them, will not have increased light. God will not give idlers His rich grace to feed upon. He that will not work, neither shall he eat...."},{"refcode_short":"PH078 37.4","refcode_long":"Sowing Beside All Waters, p. 37.4 (Ellen Gould White)","content":"I entreat our ministering brethren to “preach the word” in short discourses that can be easily understood. Carry your message with you in house-to-house labor, and roll upon men and women the responsibility, not only of hearing the word, but of practising it, and of communicating it to others. In harmony with Jesus’ instruction, the early disciples went everywhere telling of Christ and His resurrection from the dead...."},{"refcode_short":"PH078 37.5","refcode_long":"Sowing Beside All Waters, p. 37.5 (Ellen Gould White)","content":"There is not only danger that those in positions of trust will fail to encourage individuals in trading upon their talents, but there is also danger that those who do little or nothing themselves for Christ, will also seek to discourage some on who is trying to work in the Lord's vineyard. Keep your hands off. Educate every one who is drawing from Christ the streams of salvation. It is not necessary that the word of God should be disseminated only by a few ordained ministers. The truth must be sown beside all waters.... O if the people of God would but realize how great is their accountability, they would deny self, they would lift the cross, they would go everywhere seeking to save souls that are perishing. God has given this promise for our encouragement: “He that goeth forth and weepeth, bearing precious seed, shall doubtless come again with rejoicing, bringing his sheaves with him.” [Manuscript, 1894.]"},{"refcode_short":"PH078 38.1","refcode_long":"Sowing Beside All Waters, p. 38.1 (Ellen Gould White)","content":"Whole families might be missionaries, engaging in personal labor, toiling for the Master with busy hands and active brains, devising methods for the success of His work. [Manuscript, 1896.]"},{"refcode_short":"PH078 38.2","refcode_long":"Sowing Beside All Waters, p. 38.2 (Ellen Gould White)","content":"When the hearts of the believers are warm with love for God, they will do a continual work for Jesus. They will manifest the meekness of Christ, and display a steadfast purpose that will not fail nor be discouraged...."},{"refcode_short":"PH078 38.3","refcode_long":"Sowing Beside All Waters, p. 38.3 (Ellen Gould White)","content":"Those who will work out their own salvation with fear and trembling, will realize that it is God that worketh in them, to will and to do of his own pleasure. There should be thousands fully awake and in earnest in the work of God, who should be bright and shining lights. There should be thousands who know the time in which we are living, and who wait not to be urged, but who are constrained by the power of God to diffuse light, to open to others the truth that is so distinctly revealed in the word of God. There is no time to lose. Men and women should be ministering in unenlightened communities in regions beyond. After they have awakened an interest, they should find the living preacher who is skilful in the presentation of the truth, and qualified to instruct families in the word of God."},{"refcode_short":"PH078 39.1","refcode_long":"Sowing Beside All Waters, p. 39.1 (Ellen Gould White)","content":"Women who have the cause of God at heart can do a good work in the districts in which they reside. Christ speaks of women who helped Him in presenting the truth before others, and Paul also speaks of women who labored with him in the gospel. But how very limited is the work done by those who could do a large work if they would!"},{"refcode_short":"PH078 39.2","refcode_long":"Sowing Beside All Waters, p. 39.2 (Ellen Gould White)","content":"There are families that have means which they could use for God's glory in going to distant lands to let their light shine forth in good works to those who need help. Why do not men and women engage in the missionary work, following the example of Christ?"},{"refcode_short":"PH078 39.3","refcode_long":"Sowing Beside All Waters, p. 39.3 (Ellen Gould White)","content":"But we can say nothing more than to repeat what has been said. Instruction has been given, but how few have acted upon it! How few have been sufficiently interested to go without the camp bearing the reproach of Christ! God calls for personal effort from those that know the truth. He calls for Christian families to go into communities that are in darkness and error, to go into foreign fields, to become acquainted with a new class of society, and to work wisely and perseveringly for the cause of the Master. To answer this call, self-sacrifice must be experienced, While many are waiting to have every obstacle removed, souls are dying without hope and without God in the world. Many, very many, for the sake of worldly advantage, for the sake of acquiring knowledge of the sciences, will venture into pestilential regions, and will go into countries where they think they can obtain commercial advantage; but where are the men and women who will change their location, and move their families into regions that are in need of the light of the truth, in order that their example may tell upon those who shall see in them the representatives of Christ?"},{"refcode_short":"PH078 40.1","refcode_long":"Sowing Beside All Waters, p. 40.1 (Ellen Gould White)","content":"The Macedonian cry is coming from every quarter of the world, and men are saying, “Come over, ... and help us,” and why is there not a decided response? Thousands ought to be constrained by the Spirit of Christ to follow the example of Him who has given His life for the life of the world. Why decline to make decided, self-denying efforts, in order to instruct those who know not the truth for this time? The chief Missionary came to our world, and He has gone before us to show us the way in which we should work. No one can mark out a precise line for those who would be witnesses for Christ. Those who have means are doubly responsible; for this means has been entrusted to them of God, and they are to feel their accountability to forward the work of God in its various branches. The fact that the truth binds souls by its golden links to the throne of God, should inspire men to work all their God-given energy, to trade upon their Lord's goods in regions beyond, disseminating the knowledge of Christ far hence among the Gentiles. [The Review and Herald, July 21, 1896.]"},{"refcode_short":"PH078 41.1","refcode_long":"Sowing Beside All Waters, p. 41.1 (Ellen Gould White)","content":"If families would locate in the dark places of the earth, places where the people are enshrouded in spiritual gloom, and let the light of Christ's life shine out through them, a great work might be accomplished. Let them begin their work in a quiet, unobtrusive way, not drawing on the funds of the conference until the interest becomes so extensive that they cannot manage it without ministerial help. [Testimonies for the Church 6:442.]"},{"refcode_short":"PH078 41.2","refcode_long":"Sowing Beside All Waters, p. 41.2 (Ellen Gould White)","content":"In humble dependence upon God, families are to settle in the waste places of His vineyard. Consecrated men and women are needed to stand as fruit-bearing trees of righteousness in the desert places of the earth. As the reward of their self-sacrificing efforts to sow the seeds of truth they will reap a rich harvest. As they visit family after family, opening the Scriptures to those in spiritual darkness, many hearts will be touched."},{"refcode_short":"PH078 41.3","refcode_long":"Sowing Beside All Waters, p. 41.3 (Ellen Gould White)","content":"In fields where the conditions are so objectionable and disheartening that many workers refuse to go to them, most remarkable changes for the better may be brought about by the efforts of self-sacrificing lay-members. These humble workers will accomplish much, because they put forth patient, persevering effort, not relying upon human power, but upon God, who gives them His favor. The amount of good that these workers accomplish will never be known in this world."},{"refcode_short":"PH078 41.4","refcode_long":"Sowing Beside All Waters, p. 41.4 (Ellen Gould White)","content":"Self-supporting missionaries are often very successful. Beginning in a small, humble way, their work enlarges as they move forward under the guidance of the Spirit of God. Let two or more start out together in evangelistic work. They may not receive any particular encouragement from those at the head of the work that they will be given financial support; nevertheless, let them go forward, praying, singing, teaching, living the truth. They may take up the work of canvassing, and in this way introduce the truth into many families. As they move forward in their work, they gain a blessed experience. They are humbled by a sense of their helplessness, but the Lord goes before them, and among the wealthy and the poor they find favor and help. Even the poverty of these devoted missionaries is a means of finding access to the people. As they pass on their way, they are helped in many ways by those to whom they bring spiritual food. They bear the message God gives them, and their efforts are crowned with success. Many will be brought to a knowledge of the truth who, but for these humble teachers, would never have been won to Christ."},{"refcode_short":"PH078 42.1","refcode_long":"Sowing Beside All Waters, p. 42.1 (Ellen Gould White)","content":"God calls for workers to enter the whitening harvest-field. Shall we wait because the treasury is exhausted, because there is scarcely sufficient to sustain the workers now in the field? Go forth in faith, and God will be with you...."},{"refcode_short":"PH078 42.2","refcode_long":"Sowing Beside All Waters, p. 42.2 (Ellen Gould White)","content":"Nothing is so successful as success. Let this be secured by persevering effort, and the work will move forward. New field will be opened. Many souls will be brought to a knowledge of the truth. What is needed is increased faith in God. [Testimonies for the Church 7:22-24.]"},{"refcode_short":"PH078 43","refcode_long":"Sowing Beside All Waters, p. 43 (Ellen Gould White)","content":"Calls for Labor Among the Negro Race in the South"},{"refcode_short":"PH078 43","refcode_long":"Sowing Beside All Waters, p. 43 (Ellen Gould White)","content":"Our Duty to the Colored People"},{"refcode_short":"PH078 43.1","refcode_long":"Sowing Beside All Waters, p. 43.1 (Ellen Gould White)","content":"Those who have a religious experience that opens their hearts to Jesus, will not cherish pride, but will feel that they are under obligation to God to be missionaries as was Jesus. They will seek to save that which is lost. They will not, in Pharisaical pride and haughtiness, withdraw themselves from any class of humanity, but will feel with the apostle Paul, “I am debtor both to the Greeks, and to the barbarians; both to the wise, and to the unwise.” ..."},{"refcode_short":"PH078 43.2","refcode_long":"Sowing Beside All Waters, p. 43.2 (Ellen Gould White)","content":"God cares no less for the souls of the African race that may be won to serve Him than He cared for Israel. He requires far more of His people than they have given Him in missionary work among the people of the South of all classes, and especially the colored race. Are we not under even greater obligation to labor for the colored people than for those who have been more highly favored? ... The truth must be carried to them. They have souls to save as well as we...."},{"refcode_short":"PH078 43.3","refcode_long":"Sowing Beside All Waters, p. 43.3 (Ellen Gould White)","content":"Sin rests upon us as a church because we have not made greater effort for the salvation of souls among the colored people...."},{"refcode_short":"PH078 44.1","refcode_long":"Sowing Beside All Waters, p. 44.1 (Ellen Gould White)","content":"Let us do what we can to send to this class laborers who will work in Christ's name, who will not fail nor be discouraged. We should educate colored men to be missionaries among their own people. We should recognize talent where it exists among that people, and those who have ability should be placed where they may receive an education...."},{"refcode_short":"PH078 44.2","refcode_long":"Sowing Beside All Waters, p. 44.2 (Ellen Gould White)","content":"There is a large work to be done in educating this ignorant and downtrodden class. We must do more unselfish missionary work than we have done in the Southern States, not picking out merely the most favorable fields. God has children among the colored people all over the land. They need to be enlightened. There are unpromising ones, it is true, and you will find similar degradation among the white people; but even among the lower classes there are souls who will embrace the truth. Some will not be steadfast. Feelings and habits that have been confirmed by lifelong practice will be hard to correct; it will not be easy to implant ideas of purity and holiness, refinement and elevation. But God regards the capacity of every man; He marks the surroundings, and sees how these have formed the character, and He pities these souls."},{"refcode_short":"PH078 44.3","refcode_long":"Sowing Beside All Waters, p. 44.3 (Ellen Gould White)","content":"God will accept many more workers from the humble walks of life if they will fully consecrate themselves to His service. Men and women should be coming up to carry the truth into all the highways and byways of life. Not all can go through a long course of education, but if they are consecrated to God, and learn of Him, many can without this do much to bless others. Thousands would be accepted if they would give themselves to God. Not all who labor in this line should depend upon the conferences for support. Let those who can do so, give their time, and what ability they have; let them be messengers of God's grace, their hearts throbbing in unison with Christ's great heart of love, their ears open to hear the Macedonian cry."},{"refcode_short":"PH078 45.1","refcode_long":"Sowing Beside All Waters, p. 45.1 (Ellen Gould White)","content":"The whole church needs to be imbued with the missionary spirit; then there will be many to work unselfishly in various ways as they can, without being salaried. There is altogether too much dependence on machinery, on mechanical working. Machinery is good in its place, but do not allow it to become too complicated. I tell you that in many cases it has retarded the work, and kept out laborers who in their line could have accomplished far more than has been done by the minister who depends on sermonizing more than on ministry. Young men need to catch the missionary spirit, to be thoroughly imbued with the spirit of the message. “Put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfill the lusts thereof.” Work in any capacity, work where God leads you, in the line best suited to your talents, and best adapted to reach classes that have hitherto been sadly neglected. This kind of labor will develop intellectual and moral power, and adaptability to the work. [Manuscript, March 20, 1891. Published in booklet, The Southern Work, 1-18.]"},{"refcode_short":"PH078 54","refcode_long":"Sowing Beside All Waters, p. 54 (Ellen Gould White)","content":"An Appeal for the Southern Field"},{"refcode_short":"PH078 54.1","refcode_long":"Sowing Beside All Waters, p. 54.1 (Ellen Gould White)","content":"I would appeal to you in behalf of the Southern field. If we consulted our own ease and pleasure, we would not desire to enter this field; but we are not to consult our own ease...."},{"refcode_short":"PH078 54.2","refcode_long":"Sowing Beside All Waters, p. 54.2 (Ellen Gould White)","content":"The Southern field is beset with difficulties, and should I present the field to you as it has been presented to me, many of you would draw back, and say, “No, I cannot enter such a field.” But the condition of the colored race is no more disheartening than was the condition of the world when Christ left Heaven to work for fallen man...."},{"refcode_short":"PH078 54.3","refcode_long":"Sowing Beside All Waters, p. 54.3 (Ellen Gould White)","content":"Since the slaves gained their freedom at terrible loss of life both to the North and to the South, they have been greatly neglected by those who professed to know God, and as a result thousands of them have failed to gain spiritual freedom. But shall this indifference continue? Shall not decided efforts be made to save them? Sin has degraded and corrupted the human family, but Christ did not leave men to perish in their degradation...."},{"refcode_short":"PH078 54.4","refcode_long":"Sowing Beside All Waters, p. 54.4 (Ellen Gould White)","content":"Why should not Seventh-day Adventists become true laborers together with God in seeking to save the souls of the colored race? Instead of a few, why should not many go forth to labor in this long-neglected field? Where are the families who will become missionaries, and who will engage in labor in this field? Where are the men who have means and experience so that they can go forth to these people, and work for them just where they are? There are men who can educate them in agricultural lines, who can teach the colored people to sow seed and plant orchards. There are others who can teach them to read, and can give them an object-lesson from their own life and example. Show them what you yourself can do to gain a livelihood, and it will be an education to them. Are we not called upon to do this very work? Are there not many who need to learn to love God supremely and their fellow-men as themselves? In the Southern field are many thousands of people who have souls to save or to lose. Are there not many among those who claim to believe the truth who will go forth into this field to do the work for which Christ gave up His ease, His riches, and His life?"},{"refcode_short":"PH078 55.1","refcode_long":"Sowing Beside All Waters, p. 55.1 (Ellen Gould White)","content":"Christ gave up all in order that He might bring salvation to every people, nation, and tongue. He bridged the gulf that sin had made, in order that through His merits man might be reconciled to God. Why is there not an army of workers enlisted under the blood-stained banner of Prince Immanuel, ready to go forth to enlighten those who are ignorant and depraved? Why do we not go forth to bring souls out of darkness into light? Why do we not teach the perishing to believe in Christ as their personal Saviour, and aid them to see Christ by faith, and wash in the fountain that has been opened to cleanse away the sins of the world? [The Review and Herald, November 26, 1895.] ..."},{"refcode_short":"PH078 55.2","refcode_long":"Sowing Beside All Waters, p. 55.2 (Ellen Gould White)","content":"Are there not men, women, and youth who will go forth to establish schools, and thus become teachers to instruct the colored people so that they may be enabled to read the word of God? We must teach them to read God's word, or they will become the ready dupes of false shepherds that misinterpret the Scriptures, and that manufacture doctrines and teach traditions which will lead them into the paths of perdition. There are preachers and teachers among the colored people who are addicted to licentious habits; and how can they understand the binding claims of the law of God, when the standard of righteousness is not revealed and exalted before their eyes by the precept and example of their teachers? We must go among them, and show them how to honor and obey God's law, in order that they may be prepared to have a part in the new earth...."},{"refcode_short":"PH078 56.1","refcode_long":"Sowing Beside All Waters, p. 56.1 (Ellen Gould White)","content":"Many of the colored people are among the lowly who will receive the word of God; and shall not this long-neglected work of enlightening the colored people be entered into perseveringly, and be carried forward all the more diligently because it has been so long neglected? We must do a work for the colored race that has not yet been done. “God so loved the world, that He gave His only begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.” ..."},{"refcode_short":"PH078 56.2","refcode_long":"Sowing Beside All Waters, p. 56.2 (Ellen Gould White)","content":"God cares for the colored people, and if we would co-operate with Him for the salvation of their souls, we must care for them, too, and become laborers together with Him. We need to repent before God, because we have neglected missionary work in the most abandoned part of God's moral vineyard.... We should rouse up to the interest that true Christians ought to feel for those who are depressed and morally degraded...."},{"refcode_short":"PH078 56.3","refcode_long":"Sowing Beside All Waters, p. 56.3 (Ellen Gould White)","content":"Christ said, “They that be whole need not a physician, but they that are sick.” We cannot leave souls for whom Christ died, to be the prey of Satan's temptations. We cannot abandon this great flock to their ignorance, want, suffering, and corruption. This would not be doing the will of God. We cannot heap advantages upon ourselves and upon those who are not in need, and pass by those who are in utter want, and be approved of God. This neglect is charged against those who have had great light, who have had marvelous opportunities, and who yet leave so large a portion of God's moral vineyard unworked. For years Satan has been sowing his tares among the colored people, and the field cannot be worked as easily now as it could have been worked years ago. But there should be no delay now. Reproach is brought upon Jesus Christ when those who profess to be carrying the last message of mercy to the world pass this field by. Christ did not pass by the needy and suffering. He united works of mercy with the message of salvation He came to bearto men. He engaged in a constant, untiring ministry, and worked for the perishing and sorrowful. He prefaced His message of love by deeds of ministry and beneficence, leaving us an example that we should follow in His steps. [The Review and Herald, December 3, 1895.]"},{"refcode_short":"PH078 57.1","refcode_long":"Sowing Beside All Waters, p. 57.1 (Ellen Gould White)","content":"We need men who will become leaders in home and foreign missionary enterprises. We need men whose sympathies are not congealed, but whose hearts go out to the perishing that are nigh and afar off. The ice that binds about souls that are frozen up with selfishness, needs to be melted away, so that every brother shall realize that he is his brother's keeper. Then every one will go forth to help his neighbor to see the truth, and to serve God in an acceptable service. Then those who profess the name of Christ will aid others in the formation of a Christlike character. If every one would work in Christ's lines, much would be done to change the condition that now exists among the poor and distressed. Pure religion and undefiled would gleam forth as a bright and shining light...."},{"refcode_short":"PH078 58.1","refcode_long":"Sowing Beside All Waters, p. 58.1 (Ellen Gould White)","content":"True religion will induce its advocates to go forth into the highways and byways of life. It will lead them to help the suffering, and enable them to be faithful shepherds, going forth into the wilderness to seek and to save the lost, to lead back the perishing sheep and lambs. [The Review and Herald, December 10, 1895.]"},{"refcode_short":"PH078 58.2","refcode_long":"Sowing Beside All Waters, p. 58.2 (Ellen Gould White)","content":"The neglect of the colored race by the American nation is charged against them. Those who claim to be Christians have a work to do in teaching them to read, and to follow various trades and engage in different business enterprises. Many among this race have noble traits of character and keen perception of mind...."},{"refcode_short":"PH078 58.3","refcode_long":"Sowing Beside All Waters, p. 58.3 (Ellen Gould White)","content":"After their deliverance from captivity, ... we should have sent missionaries into this field to teach the ignorant. We should have issued books in so simple a style that a child might have understood them, for many of them are only children in understanding. Pictures and object-lessons should have been used to present to the mind valuable ideas. Children and youth should have been educated in such a way that they could have been instructors and missionaries to their parents. [The Review and Herald, December 17, 1895.]"},{"refcode_short":"PH078 59.1","refcode_long":"Sowing Beside All Waters, p. 59.1 (Ellen Gould White)","content":"Let missionaries who are truly converted and who feel the burden of the work, seek wisdom from God, and with all the tact they can command, let them go into this field. Medical missionaries can find a field in which to relieve the distress of those who are failing under bodily ailments. They should have means so that they may clothe the naked and feed the hungry. Christian help work will do more than the preaching of sermons. There is a great need that a class of workers should go to this field who will do this kind of work. Let them meet together and relate their experiences, pray together, and hold their services, ... in quietness, in meekness, and lowliness.... Let the workers be Christlike, that they may by precept and example exert an elevating influence. Let them furnish themselves with the most appropriate, simple lessons from the life of Christ to present to the people.... Let them present the sufferings and the sacrifice of Christ, let them hold up His righteousness and reveal His grace; let them manifest His purity and holiness of character. Workers in the Southern field will need to teach the people line upon line, precept upon precept, here a little and there a little...."},{"refcode_short":"PH078 59.2","refcode_long":"Sowing Beside All Waters, p. 59.2 (Ellen Gould White)","content":"Deeds of sympathy will be needed as well as words that will touch the heart, and leave an uneffaceable impression upon the mind. Small schools should be established in many localities, and teachers who are tender and sympathetic, who can, like the Master, be touched by suffering, should be engaged to educate old and young. Let the word of God be taught in the simplest manner. Let the pupils be led to study the lessons of Christ; for the study of the Bible will do more to enlarge the mind and strengthen the intellect, than will any other study. Nothing will so awaken the dormant energies, and give vigor to the faculties, as coming in contact with the word of God."},{"refcode_short":"PH078 60.1","refcode_long":"Sowing Beside All Waters, p. 60.1 (Ellen Gould White)","content":"There is much talent among the colored people. Their minds must be aroused, their intellects quickened into activity, that they may grasp the precious truths of the plan of salvation. [The Review and Herald, December 24, 1895.]"},{"refcode_short":"PH078 60.2","refcode_long":"Sowing Beside All Waters, p. 60.2 (Ellen Gould White)","content":"Those who love Christ will do the works of Christ. They will go forth to seek and to save that which was lost. They will not shun those who are despised, and turn aside from the colored race. They will teach them how to read and how to perform manual labor, educating them to till the soil and to follow trades of various kinds. They will put forth painstaking efforts to develop the capabilities of the people. [The Review and Herald, January 14, 1896.]"},{"refcode_short":"PH078 60.3","refcode_long":"Sowing Beside All Waters, p. 60.3 (Ellen Gould White)","content":"As a people claiming to be proclaiming the last message of mercy to the world, we cannot consistently neglect the Southern field, for it is a portion of God's moral vineyard...."},{"refcode_short":"PH078 60.4","refcode_long":"Sowing Beside All Waters, p. 60.4 (Ellen Gould White)","content":"We are not to wait for great men to undertake the work. We are to encourage those who have a burden to go to this field.... Let those in responsible positions give their sympathy to such workers, and furnish them with facilities whereby they may do the work required. Let not men in our institutions feel that it is their prerogative to tie the hands of workers at every step. Let those who have a mind to work do with their might whatsoever their hands find to do. Let those who take no part in the trying experience of teaching the colored people, unite their petitions with those of the workers, and plead that the Holy Spirit may move upon the hearts of the workers, and aid them in doing successful work for the Master. The Lord God of Sabbath will hear earnest prayer. He will lead those who feel their dependence upon Him, and will so guide the workers that many souls shall come to a knowledge of the truth. [The Review and Herald, January 21, 1896.]"},{"refcode_short":"PH078 61.1","refcode_long":"Sowing Beside All Waters, p. 61.1 (Ellen Gould White)","content":"Those who work in the Southern field will need to have a sanctified judgment, in order to discriminate in applying help where it will do the greatest amount of good. They should help those who will be a help to others, as well as those who may not be able to carry on very decided missionary operations. I know that it will be impossible for workers to remain in this field in a barehanded condition, and do the work that is required to be done in the Southern States. I will be necessary that a fund shall be created, so that the workers may have means with which to help those who are in poverty and distress; and this practical ministry will open their hearts to respond to the truth...."},{"refcode_short":"PH078 61.2","refcode_long":"Sowing Beside All Waters, p. 61.2 (Ellen Gould White)","content":"We are to lift up our eyes, and look upon the fields that are white already for the harvest. For years we have passed by the Southern field, and have looked upon the colored race, feebly deploring their condition; but our eyes have been fastened upon more promising fields. But now God's people should lift up their eyes, and look upon this destitute field that has not been worked. The missionary spirit must prevail, if we form characters after the pattern, Christ Jesus...."},{"refcode_short":"PH078 62.1","refcode_long":"Sowing Beside All Waters, p. 62.1 (Ellen Gould White)","content":"Here is a field in America that is nigh at hand. One is to sow the seed, another to reap the harvest, another to bind it up. There is a variety of work, which must be done now while the angels continue to hold the four winds. Many who desire to do missionary work may labor in this field. There is no time to be lost. As men, women, and children among the colored people receive the truth, they should be instructed by those who are imbued with the Spirit of God, and educated and directed in such a way that they may help others."},{"refcode_short":"PH078 62.2","refcode_long":"Sowing Beside All Waters, p. 62.2 (Ellen Gould White)","content":"The Southern field is right in the shadow of your own doors. It is as land that has had a touch of the plow here and there, and then has been left by the plowman, who has been attracted to some easier or more promising field; but these who work the Southern field must make up their minds to practise self-denial. Those who would aid in this work must also practise self-denial, in order that facilities may be provided whereby the field may be worked. God calls for missionaries, and asks us to take up our neglected duties. Let farmers, financiers, builders, and those who are skilled in various arts and crafts, go to this field to improve lands, and to build humble cottages for themselves and their neighbors. [The Review and Herald, January 28, 1896.]"},{"refcode_short":"PH078 62.3","refcode_long":"Sowing Beside All Waters, p. 62.3 (Ellen Gould White)","content":"It is essential ... that families should settle in the South, and as missionary workers they can, by precept and example, be a living power...."},{"refcode_short":"PH078 62.4","refcode_long":"Sowing Beside All Waters, p. 62.4 (Ellen Gould White)","content":"The most successful methods are to encourage families who have a missionary spirit, to settle in the Southern States, and work with the people. [Manuscript, November 20, 1895. Published in booklet, The Southern Work, 72-75, under heading, “Proper Methods of Work in the Southern Field.”]"},{"refcode_short":"PH078 63.1","refcode_long":"Sowing Beside All Waters, p. 63.1 (Ellen Gould White)","content":"The Southern field is a hard field, a very unsightly field, because it has been so long uncultivated. All who take hold of the work in the cause of God and suffering humanity will have to be one in their designs and plans. They will have plenty of trials and discouragements to meet, but they must not allow these to hinder of dishearten or handicap them in their work. In love for Christ, who died to save this poor, downtrodden people, in love for the souls of the perishing thousands, they are to labor for this worse than heathen country."},{"refcode_short":"PH078 63.2","refcode_long":"Sowing Beside All Waters, p. 63.2 (Ellen Gould White)","content":"Brethren, you have a work to do which you have left undone. A long-neglected field stands out in plain view before God to shame the people who have light and advanced truth, but who have done so little to remove the stones and the rubbish that have been accumulating for so long a time. Those who have enjoyed every privilege and blessing have passed by on the other side. As a Christian people, God has called you to prepare the way of the Lord in this unpromising field...."},{"refcode_short":"PH078 63.3","refcode_long":"Sowing Beside All Waters, p. 63.3 (Ellen Gould White)","content":"In His providence, God is saying, as He has been saying for years past: Here is a field for you to work. Those who are wise in agricultural lines, in tilling the soil, those who can construct simple, plain buildings, may help. They can do good work, and at the same time show in their characters the high morality which it is the privilege of this people to attain to. Teach them the truth in simple object-lessons. Make everything upon which they lay their hands a lesson in character-building."},{"refcode_short":"PH078 64.1","refcode_long":"Sowing Beside All Waters, p. 64.1 (Ellen Gould White)","content":"The South is calling to God for temporal and spiritual food, but it has been so long neglected that hearts have become hard as stone. God's people need now to arouse and redeem their sinful neglect and indifference of the past. These obligations now rest heavily upon the churches, and God will graciously pour out His Spirit upon those who will take up their God-given work. [Manuscript, March 2, 1897. Published in booklet, The Southern Work, 79-82, under heading, “The Southern Field.”]"},{"refcode_short":"PH078 64","refcode_long":"Sowing Beside All Waters, p. 64 (Ellen Gould White)","content":"Development and Organization"},{"refcode_short":"PH078 65.1","refcode_long":"Sowing Beside All Waters, p. 65.1 (Ellen Gould White)","content":"Let the work in the Southern field go forward. Let no one say, Money is not needed in this field.... Let God's people begin at once to redeem their neglect. Let the gospel message ring through our churches, summoning them to universal action.... A good work has been done, and it has been done in the face of the most trying circumstances. The Lord calls upon us to come up to His help in this needy field. [The General Conference Bulletin, April 14, 1903.]"},{"refcode_short":"PH078 66.1","refcode_long":"Sowing Beside All Waters, p. 66.1 (Ellen Gould White)","content":"Toward the close of 1903, Sister White wrote: Some may say that the work in the Southern States is already receiving from the General Conference more than its share of attention, more than its proportion of men and means. But if the South were not a neglected, needy field, if there were not a pressing necessity for more work to be done there in many different lines, why should the Lord keep the question constantly before His people as He has done for so many years? We must redeem the time. Without delay this long-neglected field must be worked...."},{"refcode_short":"PH078 66.2","refcode_long":"Sowing Beside All Waters, p. 66.2 (Ellen Gould White)","content":"The Lord has been working with and for the tried laborers in the South. Many are preparing to put their shoulders to the wheel to help advance the work. The cloud of darkness and despondency is rolling back, and the sunshine of God's favor is shining upon the workers. The Lord is gracious. He will not leave our work in the South in its present condition. The ones living in this great field will yet have the privilege of hearing the last message of mercy, warning them to prepare for the great day of God, which is right upon us. Now, just now, is our time to proclaim the third angel's message to the millions living in the Southern States, who know not that the Saviour's coming is near at hand. [The Southern Missionary, January 1, 1904.]"},{"refcode_short":"PH078 68","refcode_long":"Sowing Beside All Waters, p. 68 (Ellen Gould White)","content":"The Southern Highlanders"},{"refcode_short":"PH078 68.1","refcode_long":"Sowing Beside All Waters, p. 68.1 (Ellen Gould White)","content":"A work that God approves has been done in the South. God has wrought with the workers. But there is much more to be done. Every movement made in this field must be made intelligently. There are men who can do acceptable service in the South. But it is impossible for those who have not visited this field, who have not gained an experience in working for those in the South, to understand what this work demands. The work will not be done by those who wait for all difficulties to be removed...."},{"refcode_short":"PH078 68.2","refcode_long":"Sowing Beside All Waters, p. 68.2 (Ellen Gould White)","content":"In the fear of the Lord, go to work for this neglected, unworked field. As you strive to do something, you will receive help from on high. You are not alone. Christ declares, “Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.” [MS., 1902.]"},{"refcode_short":"PH078 68.3","refcode_long":"Sowing Beside All Waters, p. 68.3 (Ellen Gould White)","content":"If there are any people in the world who cannot help themselves, it is the people of the South, a portion of the whites as well as the colored race. The necessity for work among the poor whites is just as great as the necessity for work among the colored people. [From an address before the General Conference of 1901.]"},{"refcode_short":"PH078 68","refcode_long":"Sowing Beside All Waters, p. 68 (Ellen Gould White)","content":"The Value of a Layman's Work in a Needy Community"},{"refcode_short":"PH078 68.4","refcode_long":"Sowing Beside All Waters, p. 68.4 (Ellen Gould White)","content":"In speaking of talented men, we usually think of those who have remarkable gifts, which enable them to do large things. Too often we think that only a favored few—men of superior genius and intellectual capabilities—can be called talented. But in Christ's parable of the talents are included all responsible human agents, from the humblest and poorest in this world's goods to those who are entrusted with talents of means and of intellect...."},{"refcode_short":"PH078 69.1","refcode_long":"Sowing Beside All Waters, p. 69.1 (Ellen Gould White)","content":"The Lord give talents proportionate to the several capabilities of His children. To every man is given his work. Those who do their duty to the best of their ability, using their talents aright, in a much needed work, show what hundreds of others could do if they only would."},{"refcode_short":"PH078 69.2","refcode_long":"Sowing Beside All Waters, p. 69.2 (Ellen Gould White)","content":"God has been pleased with the work that Brother ----- has done in arousing an interest in the community in which he settled after going South. [Reference is here made to the efforts of one of the first of Seventh-day Adventist laborers to undertake mission work among the “poor whites” in the South.] The Lord has accepted his efforts to trade upon his talents. As he has built his plain, unpretentious buildings, heavenly angels have been his helpers. It is this kind of work that makes a good impression on the minds of unbelievers. “Let your light so shine before men,” the Saviour says, “that they may see your good works, and glorify your Father which is in heaven.”"},{"refcode_short":"PH078 69.3","refcode_long":"Sowing Beside All Waters, p. 69.3 (Ellen Gould White)","content":"The Lord has graciously fitted Brother ----- to do a certain work. Not all men can do the work that he by his Christian experience is able to do. He can do excellent work in opening new fields, beginning in a humble way, and meeting the people where they are, coarse and rough though some of them may be. Working with Christ, he can adapt himself to the situation, winning the hearts of many. He is able to reach after souls and to draw them into the fold. In many places he can find opportunity to read and comment upon the Bible to children and to older people. He can labor for the conversion of souls. The Lord desires him to present the important points of truth to the people, in object-lessons, here a little and there a little. He is to remember that the Lord Jesus is the one who moves upon the heart. If he walks humbly with God, the Lord will continue to use him, giving him health and strength to do his appointed work."},{"refcode_short":"PH078 70.1","refcode_long":"Sowing Beside All Waters, p. 70.1 (Ellen Gould White)","content":"Our brother is to prepare the way in new fields for others to work. He should be given every possible encouragement to go forward and in his humble way reveal his loyalty to principle and his integrity to God. Let the truth fall from his lips in simple prayers and talks. In his unpretentious way he can reach a class that ministers generally cannot touch."},{"refcode_short":"PH078 70.2","refcode_long":"Sowing Beside All Waters, p. 70.2 (Ellen Gould White)","content":"Brother ----- is not to think that he has ability to do the most difficult work, the greatest service. Let him do a small work, and see it grow under his hand. In the past, the Lord has blessed him in doing his appointed work, and He will still bless him if he continues to work in the same line. Let him keep at the work by which, through faithfulness, he has attained success."},{"refcode_short":"PH078 70.3","refcode_long":"Sowing Beside All Waters, p. 70.3 (Ellen Gould White)","content":"So long as Brother ----- puts his trust in God alone, he will be given victory after victory. Angels of God will go before him. Let him encourage others to unite with him in pioneer work, planning with them to open new fields successfully and to erect humble church and school buildings. In teaching others to do what he has done, he will be engaged in an educational work of the highest value."},{"refcode_short":"PH078 71.1","refcode_long":"Sowing Beside All Waters, p. 71.1 (Ellen Gould White)","content":"No line of work will be of more telling advantage to the Southern field than will be the establishment of small schools. Let our people in the South wake up to the importance of this matter. True, it is not an easy work. But we should not neglect to take up this work because it is fraught with perplexity."},{"refcode_short":"PH078 71.2","refcode_long":"Sowing Beside All Waters, p. 71.2 (Ellen Gould White)","content":"Through faithful performance of duty, trading on the farthings entrusted to him, every worker may secure the recognition of heaven. He who diligently uses his talent aright in doing the work that needs to be done, need never feel that in order to be appreciated, he must do a higher work, for which he is not so well fitted...."},{"refcode_short":"PH078 71.3","refcode_long":"Sowing Beside All Waters, p. 71.3 (Ellen Gould White)","content":"Steady progress in a good work, the frequent repetition of one kind of faithful service, is of more value in God's sight than the doing of one great work, and wins for His children a good report, giving character to their efforts. Those who are true and faithful to their divinely appointed duties, are not fitful, but steadfast in purpose, pressing their way through evil as well as good reports. They are instant in season and out of season."},{"refcode_short":"PH078 71.4","refcode_long":"Sowing Beside All Waters, p. 71.4 (Ellen Gould White)","content":"The church of God is made up of many vessels, both large and small. The Lord works through the men and women who are willing to be used. He will bless them in doing the work that has brought blessing to many in the past,—the work of seeking to save souls ready to perish."},{"refcode_short":"PH078 71.5","refcode_long":"Sowing Beside All Waters, p. 71.5 (Ellen Gould White)","content":"In all the Lord's arrangements, there is nothing more beautiful than His plan of giving to men and women a diversity of gifts. The church is His garden, adorned with a variety of trees, plants, and flowers. He does not expect the hyssop to assume the proportions of the cedar, nor the olive to reach the height of the stately palm. Many have received but a limited religious and intellectual training, but God has a work for this class to do, if they will labor in humility, trusting in Him. [From letters written in 1902 to a worker among the “poor whites” in the South.]"},{"refcode_short":"PH078 72","refcode_long":"Sowing Beside All Waters, p. 72 (Ellen Gould White)","content":"Humble Men Laboring in Simplicity"},{"refcode_short":"PH078 72.1","refcode_long":"Sowing Beside All Waters, p. 72.1 (Ellen Gould White)","content":"There are men who will spend and be spent to win souls to Christ. In obedience to the great commission, many will go forth to work for the Master. Under the ministration of angels, common men will be moved by the Spirit of God to warn people in the highways and byways. They are to be strengthened and encouraged, and as fast as possible prepared for labor, that success may crown their efforts...."},{"refcode_short":"PH078 72.2","refcode_long":"Sowing Beside All Waters, p. 72.2 (Ellen Gould White)","content":"These workers are trees of the Lord's planting. In a peculiar sense they bear fruit equal to the fruit borne by the apostles. They receive a reward in this life, and a glorious reward awaits them in the future life."},{"refcode_short":"PH078 72.3","refcode_long":"Sowing Beside All Waters, p. 72.3 (Ellen Gould White)","content":"Humble men, who do not trust in their great gifts, but who work in simplicity, trusting always in God, will share in the joy of the Saviour. Their persevering prayers will bring souls to the cross. Then go forth, brethren. Do your best humbly and sincerely, and God will work with you."},{"refcode_short":"PH078 72","refcode_long":"Sowing Beside All Waters, p. 72 (Ellen Gould White)","content":"Establishing Training-Schools Near Nashville, Tenn"},{"refcode_short":"PH078 72.4","refcode_long":"Sowing Beside All Waters, p. 72.4 (Ellen Gould White)","content":"We should enter at once upon the establishment, in suitable places near Nashville, of a school for white people and a school for colored people. The workers in Nashville will gain influence from these working centers. The teachers in these schools can help the work in Nashville."},{"refcode_short":"PH078 73.1","refcode_long":"Sowing Beside All Waters, p. 73.1 (Ellen Gould White)","content":"I have been instructed that the land on which our schools shall be established should be near enough to Nashville that there may be a connection between the schools and the workers in Nashville. [From a letter written in 1904 to the president of the General Conference.]"},{"refcode_short":"PH078 73.2","refcode_long":"Sowing Beside All Waters, p. 73.2 (Ellen Gould White)","content":"The uneducated people of the South need the knowledge of the gospel just as verily as do the heathen in far-off lands. God requires us to study how we may reach the neglected classes of the white and the colored people in the South, and with all the skill we can gain, to work for the souls of these men and women."},{"refcode_short":"PH078 73.3","refcode_long":"Sowing Beside All Waters, p. 73.3 (Ellen Gould White)","content":"In connection with the work in Nashville, I wish to speak of the school work that Brethren Sutherland and Magan are planning to do. [This was written in 1904.] I was surprised when, in speaking of the work they wished to do in the South, they spoke of establishing a school in some place a long way from Nashville. From the light given me, I knew that this would not be the right thing to do, and I told them so. The work that these brethren can do, because of the experience gained at Berrien Springs, is to be carried on within easy access of Nashville; for Nashville has not yet been worked as it should be. And it will be a great blessing to the workers in the school to be near enough to Nashville to be able to counsel with the workers there."},{"refcode_short":"PH078 74.1","refcode_long":"Sowing Beside All Waters, p. 74.1 (Ellen Gould White)","content":"In searching for a place for the school, the brethren found a farm of four hundred acres for sale, about nine miles from Nashville. The size of the farm, its situation, the distance that it is from Nashville, and the moderate sum for which it could be purchased, seemed to point it out as the very place for the school work. We advised that this place be purchased. I knew that all the land would ultimately be needed. For the work of the students, and to provide homes for the teachers, such land can be used advantageously. And as our work advances, a portion of this tract may be required for a country sanitarium...."},{"refcode_short":"PH078 74.2","refcode_long":"Sowing Beside All Waters, p. 74.2 (Ellen Gould White)","content":"The plan upon which our brethren propose to work is to select some of the best and most substantial young men and women from Berrien Springs and other places in the North, who believe that God has called them to the work in the South, and give them a brief training as teachers. Thorough instruction will be given in Bible study, physiology, and the history of our message; and special instruction in agriculture will be given. It is hoped that many of these students will eventually connect with schools in various places in the South. In connection with these schools there will be land that will be cultivated by teachers and students, and the proceeds from this work will be used for the support of the schools...."},{"refcode_short":"PH078 74.3","refcode_long":"Sowing Beside All Waters, p. 74.3 (Ellen Gould White)","content":"As these brethren go to the South to take hold of pioneer work in a difficult field, we ask our people to make their work as effective as possible by assisting them in the establishment of the new school near Nashville.... Brethren and sisters, the poverty and the needs of the Southern field call urgently for your assistance. There is a great work to be done in that field, and we ask you to act your part. [The Review and Herald, August 18, 1904.]"},{"refcode_short":"PH078 75","refcode_long":"Sowing Beside All Waters, p. 75 (Ellen Gould White)","content":"“Go Work Today”"},{"refcode_short":"PH078 75.1","refcode_long":"Sowing Beside All Waters, p. 75.1 (Ellen Gould White)","content":"The standard of truth is to be lifted in new territories in the South. School buildings, humble but neat, are to be erected in various places. Churches are to be established. Some of the school buildings may be erected by the students themselves, under the instruction of men who understand this line of work. If the work of instruction is faithfully done, every stroke can be made to tell in the education of the students. And the buildings will be an object-lesson to those living in the community, as well as a channel through which souls will be converted to the truth...."},{"refcode_short":"PH078 75.2","refcode_long":"Sowing Beside All Waters, p. 75.2 (Ellen Gould White)","content":"In the restrictions that have been placed on some who desired to do a definite work, many have found an excuse why they should not engage in active missionary work. I am bidden to bear my testimony against unnecessary restrictions being laid on those who desire to act a part in the work of the Lord...."},{"refcode_short":"PH078 75.3","refcode_long":"Sowing Beside All Waters, p. 75.3 (Ellen Gould White)","content":"My brethren, stand out of the way of your fellow-beings. Do not, by any act of yours, hinder the work that God would have done for the people of the South, in bringing to them the light of the truth. Time is passing rapidly, and the truth has yet to go to thousands in this field. Do not hinder, but pray and work, that God may use His human agencies as He designs...."},{"refcode_short":"PH078 75.4","refcode_long":"Sowing Beside All Waters, p. 75.4 (Ellen Gould White)","content":"There are among our church-members faithful souls who feel a burden for those who know not the truth for this time. But one will say to such, The conference will not support you if you go here or there. To such I would say, Pray to God for guidance as to where you shall go; follow the directions of the Holy Spirit, and go, whether the conference will pay your expenses or not. “Go work today in My vineyard,” Christ commands. When you have done your work in one place, go to another. Angels of God will go with you if you follow the leadings of the Spirit."},{"refcode_short":"PH078 76.1","refcode_long":"Sowing Beside All Waters, p. 76.1 (Ellen Gould White)","content":"To our brethren and sisters in America, the call must go to awake. There is missionary work to be done in this country, as verily as in any heathen land. When you have made your donation for the work in foreign fields, do not stop, thinking you have done all your duty. You are to be a light in the world. “Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.”"},{"refcode_short":"PH078 76.2","refcode_long":"Sowing Beside All Waters, p. 76.2 (Ellen Gould White)","content":"There is no time to spend in frivolity. Deny self, and dress and live simply. Remember that there is a message to be borne to those who are in darkness, a work to be done for the Master. The Lord will bless all who will take part in the work of preparing a people to meet Him in peace. We should be terribly in earnest. Lay your plans before God. Tell Him that you desire to serve Him; give up your desires to Him, and He will teach you His way. [Unpublished letter, September 23, 1907.]"},{"refcode_short":"PH078 76","refcode_long":"Sowing Beside All Waters, p. 76 (Ellen Gould White)","content":"A Visit to Highland Schools"},{"refcode_short":"PH078 76.3","refcode_long":"Sowing Beside All Waters, p. 76.3 (Ellen Gould White)","content":"On my way to Washington I had some experience in going not only to the highways, but also to the hedges. I saw something of the work that is being done in the mission schools near Nashville. Little companies of workers are going out into the mountains and laboring for those who have not heard the message, and here and there little companies of believers are being raised up. Who would dare to put their hand on such workers and say, You must not labor thus; it costs too much? Can it compare with the sacrifice that Christ made in order to save perishing souls? My brethren and sisters, I ask you in the name of Jesus of Nazareth to take your light from under the bushel, and let it shine forth that others may be profited. [From an address at the General Conference of 1909, published in The General Conference Bulletin, May 17, 1909.]"},{"refcode_short":"PH078 77","refcode_long":"Sowing Beside All Waters, p. 77 (Ellen Gould White)","content":"Words of Encouragement to Self-Supporting Workers"},{"refcode_short":"PH078 77.1","refcode_long":"Sowing Beside All Waters, p. 77.1 (Ellen Gould White)","content":"Christ meant much when He said, God out into the highways and the hedges. You must not neglect the highways. You must bring the truth before those in the highways. Neither are you to neglect those that are in the hedges. In addition to the work that must be done in the great cities, there is a work to be performed for those that are scattered all through the regions round about. And how can we reach them? One important means of accomplishing this work, is found in the establishment of small schools in needy communities. Even if there are but a few persons in a place, some means of reaching them should be devised. Once let the missionary spirit take hold of men and women, young and old, and we shall see many going into the highways and the hedges, and compelling the honest in heart to come in...."},{"refcode_short":"PH078 78.1","refcode_long":"Sowing Beside All Waters, p. 78.1 (Ellen Gould White)","content":"Nearly five years ago, when we were searching for a site on which to locate a training-school near-Nashville, we visited this plantation that was afterward secured; and I remember that when we first saw the place, we planned to go over it in carriages, some in one direction, and some in another, and we looked to God to impress our minds as to whether this were the place He wished us to choose for a training-center. For a time, the prospect looked forbidding; nevertheless, the plantation was secured, and the work was begun. The Lord would have the influence of this school widely extended by means of the establishment of small mission schools in needy settlements in the hills, where consecrated teachers may open the Scriptures to hungry souls, and let the light of life shine forth to those that are in darkness."},{"refcode_short":"PH078 78.2","refcode_long":"Sowing Beside All Waters, p. 78.2 (Ellen Gould White)","content":"This is the very work that Christ did. He traveled from place to place, and labored for souls. And who was He? The One equal with the Father. The Lord Jesus has set us an example. As you engage in school work in these needy communities, do not let any man come in to discourage you by saying, “Why do you spend your time in this way? Why not do a larger and more important work in a broader field?” Some, it is true, must plan to look forward to the time when they will do a large work in response to general calls...."},{"refcode_short":"PH078 78.3","refcode_long":"Sowing Beside All Waters, p. 78.3 (Ellen Gould White)","content":"We feel an earnest interest in these schools. There is a wide field before us in the establishment of family mission schools. Let those who feel the burden of souls resting upon them, go out and do house-to-house work, and teach the people precept upon precept, here a little and there a little, gradually leading them into the full light of Bible truth. This is what we had to do in the early days of the message. As earnest efforts are put forth, the Lord will let His blessing rest upon the workers, and upon those who are seeking for an understanding of the truth as it is in the word of God."},{"refcode_short":"PH078 79.1","refcode_long":"Sowing Beside All Waters, p. 79.1 (Ellen Gould White)","content":"There are precious truths, glorious truths, in God's word, and it is our privilege to bring these truths before the people. In those parts of the field where many can not attend meetings far away from their homes, we can bring the truth to them personally, and can work with them in simplicity...."},{"refcode_short":"PH078 79.2","refcode_long":"Sowing Beside All Waters, p. 79.2 (Ellen Gould White)","content":"As you go out into the highways and the hedges, let no minister of the gospel say to you, Why do ye so? We have for our example the ministry of Christ on this earth. We are to remove our lights from under the coverings that hide them from others, and let them shine forth amid the moral darkness."},{"refcode_short":"PH078 79.3","refcode_long":"Sowing Beside All Waters, p. 79.3 (Ellen Gould White)","content":"“Ye are laborers together with God.” Those who expect to wear at last a crown of life, must in this life be light-bearers...."},{"refcode_short":"PH078 79.4","refcode_long":"Sowing Beside All Waters, p. 79.4 (Ellen Gould White)","content":"I am glad that our people are established here at Madison. I am glad to meet these workers here, who are offering themselves to go to different places. God's work is to advance steadily; His truth is to triumph. To every believer we would say: Let no one stand in the way. Say not, “We cannot afford to work in a sparsely settled field, and largely in a self-supporting way, when out in the world are great fields where we might reach multitudes.” And let none say, “We cannot afford to sustain you in an effort to work in those out-of-the-way places.” What! Cannot afford it! You cannot afford not to work in these isolated places; and if you neglect such fields, the time will come when you will wish that you had afforded it. There is a world to be saved. Let some of our consecrated teachers go out into the highways and the hedges, and compel the honest in heart to come in,—not by physical force; oh, no! but with the weight of evidence as presented in God's word."},{"refcode_short":"PH078 80.1","refcode_long":"Sowing Beside All Waters, p. 80.1 (Ellen Gould White)","content":"Let no living soul—man, woman, or child—selfishly rest satisfied with a knowledge of the truth. There are honest-hearted men and women out in the hills that must be given the message of warning. There are those who cannot have the privilege of listening to the truth as it is often presented in large assemblies; these must be reached by personal effort."}]