[{"refcode_short":"PH087 1","refcode_long":"Special Testimony to Battle Creek Church, p. 1 (Ellen Gould White)","content":"Special Testimony to Battle Creek Church"},{"refcode_short":"PH087 1","refcode_long":"Special Testimony to Battle Creek Church, p. 1 (Ellen Gould White)","content":"Will a Man Rob God?"},{"refcode_short":"PH087 1.1","refcode_long":"Special Testimony to Battle Creek Church, p. 1.1 (Ellen Gould White)","content":"“Whosoever will come after me, let him deny himself, and take up his cross, and follow me.” Those who will do this willingly, because it is the right thing to do, dispensing with everything unnecessary; those who will study the life of Christ, and pray with heart, and soul, and voice, in the family circle, when walking the streets, when engaged in business, always bearing in mind the exhortations the Lord has given, “Pray without ceasing.” “Continuing instant in prayer,” “Watch unto prayer,” will have a divine Companion with them who will lead them in paths of safety. Let not your thoughts be diverted from the point; but saying, “I will follow thee, my Saviour,” make your words true."},{"refcode_short":"PH087 1.2","refcode_long":"Special Testimony to Battle Creek Church, p. 1.2 (Ellen Gould White)","content":"It is a solemn thing to be entrusted with talents. It is a wonderful responsibility. I have some very decided statements to make to all who claim to follow the Lord, to be faithful and obedient to his word. The word of the Lord has come to me upon the subject of systematic benevolence. The tithing question is a matter that is so plainly stated in God's word that not one living soul need to misunderstand it. The Lord has given me talents to use to his name's glory; but he makes one reserve."},{"refcode_short":"PH087 2.1","refcode_long":"Special Testimony to Battle Creek Church, p. 2.1 (Ellen Gould White)","content":"To Adam and Eve in the garden of Eden he said, “Of every tree of the garden thou mayest freely eat: but of the tree of the knowledge of good and evil, thou shalt not eat of it.” Here was the test that was to prove the loyalty of Adam and Eve. But they did the very thing the Lord had forbidden, and as a result the flood-gates of woe were opened to our world."},{"refcode_short":"PH087 2.2","refcode_long":"Special Testimony to Battle Creek Church, p. 2.2 (Ellen Gould White)","content":"God has given to man abundantly. He says, “I will lend you those goods of mine to trade upon; but I will require you to return to me the tenth of all your increase.” Through Moses directions had been given how the Lord's talents of means should be appropriated; and again in Malachi this instruction is repeated. With all the blessings that the Lord bestows upon man, he tells him how they are to be used; and in obedience to his will there is safety and security. But when men set up their own ideas and plans, and do what God has forbidden with the talents he has entrusted to them, he counts them as “disobedient, unthankful, unholy.”"},{"refcode_short":"PH087 2.3","refcode_long":"Special Testimony to Battle Creek Church, p. 2.3 (Ellen Gould White)","content":"The Old Testament needs to become our study-book more than it has been. We need to learn and obey the directions there given by the Lord when speaking to Moses in the pillar of cloud. The Most High ruleth in the heavens. His resources are without limit. His goodness and his love are manifested over all the works of his hands. The whole course of his providence attests his character and his merciful designs. “The eyes of all wait upon thee; and thou givest them their meat in due season. Thou openest thine hand, and satisfieth the desire of every living thing.”"},{"refcode_short":"PH087 3.1","refcode_long":"Special Testimony to Battle Creek Church, p. 3.1 (Ellen Gould White)","content":"And why is it that these blessings are so continually given, notwithstanding the perversity and ingratitude of the human hearts that are blessed with these earthly treasures? The answer is easy of comprehension, and all may understand it. It is through the incarnation of the Son of God. He was rich in majesty, in honor, and in glory; but for the sake of saving the heritage of God, he became poor “that ye through his poverty might be rich.” The saving power of the Holy Spirit was sent to guide men into all truth. Light, life, and immortality were brought to light through the infinite sacrifice of the only begotten Son of God. And this self-denial and self-sacrifice is to be represented to the world in the character of all who are true Christian,—not professors merely, but those who are following the requirements of Jesus Christ. God desires that we shall be Christlike, that we shall bear his image, imitate his example, and like him, live the law of God in our daily life."},{"refcode_short":"PH087 3.2","refcode_long":"Special Testimony to Battle Creek Church, p. 3.2 (Ellen Gould White)","content":"Selfishness, worldly policy, and worldly principles are not consistent with Christian character. No man can live to please himself, and still enjoy the approval of God. Worldly conformity and worldly attachments are expressly forbidden in the word of God. The warning voice is lifted, “Be not conformed to this world: but be ye transformed by the renewing of your mind.” The mighty power of the Holy Spirit is to work, producing a new character, a new birth, “that ye may prove what is that good, and acceptable, and perfect will of God.”"},{"refcode_short":"PH087 3.3","refcode_long":"Special Testimony to Battle Creek Church, p. 3.3 (Ellen Gould White)","content":"Conformity to the world can be prevented by the truth, by feeding on the word of God, by its principles circulating through the entire life current, and working out that word in the character. Christ exhorts us by the apostle John to “love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.” This is plain language, but it is God's measure of every man's character. “For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.” “They that will be rich [those who are resolved by every possible way to obtain money and enjoy it in the world] fall into temptation and a snare and into many foolish and hurtful lusts, which drown men in destruction and perdition. For the love of money is the root of all evil; which while some covet after, they have erred from the faith, and pierced themselves through with many sorrows.” How true this is! It can be traced in the experience of every church."},{"refcode_short":"PH087 4.1","refcode_long":"Special Testimony to Battle Creek Church, p. 4.1 (Ellen Gould White)","content":"It is the selfishness, the unsanctified thoughts and works, that have grieved the Lord, and have turned away his blessing from his people. The third chapter of Malachi is one of weighty importance to all who live upon the earth; for here is plainly revealed the will and purpose of God, and the turning away of those who claim to be the people of the Lord into false and forbidden paths. Will you take your Bible and read this carefully and solemnly, under the influence of the Holy Spirit of God? Make an application to yourself of these decisive words. Verse 5 it applicable to many: “I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers, and against those that oppress the hireling in his wages, the widow, and the fatherless, and that turn aside the stranger from his right, and fear not me, saith the Lord of Hosts.” There is a work of restoration to be done before God will accept the repentance, or heal the wounds that sin has made. “For I am the Lord, I change not; therefore ye sons of Jacob are not consumed [in your evil doings]. Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me, and I will return unto you, saith the Lord of Hosts. But ye said, Wherein shall we return?”"},{"refcode_short":"PH087 5.1","refcode_long":"Special Testimony to Battle Creek Church, p. 5.1 (Ellen Gould White)","content":"How many are asking this question at this point in their experience, as if they were altogether innocent of any wrong-doing? The answer comes, “Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings.” You have withheld from me the portion that I had reserved that I might advance my work, that the gospel of my kingdom might be sent to all parts of the world, as a witness to all nations. You have lived to please yourselves; you have manifested selfishness; you have taken my reserved talents to use for your own advantage. You would not deny self, take up your cross, and follow me, your Lord. It is not because you could not do this, but because you would not. You have not chosen the humble, self-denying life of which your Redeemer has given you an example. You preferred to run the risk, to venture the salvation of your souls in practising a system of robbery toward God, robbing me of treasure that I had reserved to carry forward my work in the world, that it might be a praise in all parts of the earth. At the center of the work you have put your hands into my treasury, and the funds which should have been to you a sacred trust, you have consumed in incidental expenses which self-denial and self-sacrifice, a limiting of some of your selfish indulgences, would have provided for. But self, self, self has been indulged, and my treasury has been robbed of the funds brought to it in order that there might be meat in my house to sustain my servants in opening the Scriptures to those who are nigh and afar off."},{"refcode_short":"PH087 6.1","refcode_long":"Special Testimony to Battle Creek Church, p. 6.1 (Ellen Gould White)","content":"In Battle Creek much money has been expended which would have brought honor and glory to God had it been invested in foreign missions. O, how we have needed money in this mission, and still the interests are centering in Battle Creek! We need some of the facilities you have there; but no one feels a burden to spare some of your abundance. O that the Lord would open blind eyes to discern what you have been doing! The Lord's treasures have been selfishly invested according to the devising of men, to make a grand appearance, “to give character to the work.”"},{"refcode_short":"PH087 6.2","refcode_long":"Special Testimony to Battle Creek Church, p. 6.2 (Ellen Gould White)","content":"“Then he answered and spake unto me, saying, This is the word of the Lord unto Zerubbabel, saying, Not by might, nor by power, but by my Spirit, saith the Lord of Hosts.” In giving character to the work, the Spirit of God will accomplish more than any expensive buildings. Difficulties have been accumulating for years. Pride has budded."},{"refcode_short":"PH087 6.3","refcode_long":"Special Testimony to Battle Creek Church, p. 6.3 (Ellen Gould White)","content":"I was shown that it is wrong to use the tithe for defraying the incidental expenses of the church. In this there has been a departure from correct methods. It would be far better to dress less expensively, cut down your indulgences, practise self-denial, and meet these outgoings. By so doing you will have a clear conscience. But you are robbing God every time that you put your hands into the treasury for funds to meet the running expenses of the church."},{"refcode_short":"PH087 7.1","refcode_long":"Special Testimony to Battle Creek Church, p. 7.1 (Ellen Gould White)","content":"Ministers who could do a most precious work are kept out of the field because there is no money to sustain them. Those who dare to reduce the means to be used for supporting the ministry, may see the sure result in the warnings given by Malachi."},{"refcode_short":"PH087 7.2","refcode_long":"Special Testimony to Battle Creek Church, p. 7.2 (Ellen Gould White)","content":"What is the example given at the center of the work? Let those who profess to be followers of the meek and lowly Jesus, dispose of some of their idols, such as bicycles, and various other things. Then there will be no need of robbing the treasury of God for church expenses. Christ for our sakes became poor, that we through his poverty might be rich. But the professed followers of Christ do not follow his example. Let every one study how to help forward the work of God in home missions and in foreign countries. The Lord has a serious account to settle with those who have done exactly opposite to that which he has counseled them to do. The money they have bound up in Battle Creek is needed in missionary fields, to supply even the most meager facilities. The work cannot be advanced because there is no money to work the fields."},{"refcode_short":"PH087 7.3","refcode_long":"Special Testimony to Battle Creek Church, p. 7.3 (Ellen Gould White)","content":"Will you in Battle Creek, who have spread yourselves contrary to the expressed will of God, in your buildings, and in your selfish acceptance of wages, allow the treasury to be robbed that the laborers shall not be sustained in home and foreign ministerial work? God looks with disfavor upon your selfish appropriation of the means that is consecrated for a special purpose. You have followed this plan that you might have a better opportunity to indulge self, and make little self-denial for Christ's sake. This is something you need to adjust quickly. Make no delay. Will a man rob God? Will he steal God's means to settle outgoing expenses when the ministry needs every dollar?"},{"refcode_short":"PH087 8.1","refcode_long":"Special Testimony to Battle Creek Church, p. 8.1 (Ellen Gould White)","content":"This matter should open the eyes of all our people, to see how easy it is to depart from justice, truth, and the keeping of the way of the Lord, when there is a desire to follow a certain course, and God does not lead the way. What do these infringements mean to those who give their consent to this robbery of God's treasure? Let the prophet speak: “Ye are cursed with a curse: for ye have robbed me, even this whole nation.” Read now the words of the prophet to the close of the chapter, and then let there be a short time of silence, five or ten minutes, of close examination of the hearts of all who read. There has been altogether too little heed given to the warnings, reproofs, and counsels from the Lord. It is a solemn record that many will have to meet in that great day when every man shall be judged according to his works."},{"refcode_short":"PH087 8.2","refcode_long":"Special Testimony to Battle Creek Church, p. 8.2 (Ellen Gould White)","content":"From the light which God has given me it would be for our advantage to study the directions given to Israel. (Read Malachi 4.) Verse 4 especially has a meaning which all have not comprehended. Let it be carefully considered."},{"refcode_short":"PH087 8.3","refcode_long":"Special Testimony to Battle Creek Church, p. 8.3 (Ellen Gould White)","content":"The Lord has of late given me special testimonies to bear in regard to the warnings and promises he has given through Malachi. After I had spoken with great plainness to the church in Sydney, and was putting on my wraps in the dressing-room, the question was asked me, “Sister White, do you think my father should pay tithes? He has met with great loss recently, and he says that as soon as he cancels his debt, he will pay tithes.” I asked, “How do you regard our obligations to God, who gives us life and breath, and all the blessings we enjoy? Would you have our indebtedness to God continually increasing? Would you rob him of the portion which he has never given us to use for any other purpose than to advance his work, to sustain his servants in the ministry? For the answer to your question the prophet Malachi asks, ‘Will a man rob God? ...But ye say, Wherein have we robbed thee?’—as though there was a willingness to misunderstand this subject. The answer comes: ‘In tithes and offerings. Ye are cursed with a curse: for ye have robbed me, even this whole nation.’ After such a statement, would I dare say to you, You need not pay tithes as long as you are in debt? Shall I tell you to be sure to pay all you owe any man, although you rob God to do so?”"},{"refcode_short":"PH087 9.1","refcode_long":"Special Testimony to Battle Creek Church, p. 9.1 (Ellen Gould White)","content":"If all would take the Scripture just as it reads, and open their hearts to understand the word of the Lord, they would not say, “I cannot see the tithing question. I cannot see that in my circumstances I should pay tithes.” “Will a man rob God?” The consequence of doing so is plainly stated, and I would not risk the consequence. All who will take a whole-hearted, decided position to obey God; who will not take the Lord's reserved funds—his own money—to settle their debts; who will render to the Lord the portion that he claims as his own, will receive the blessing of God which is promised to all who obey him."}]