[{"refcode_short":"PH085 1","refcode_long":"Special Testimony for the Battle Creek Church, p. 1 (Ellen Gould White)","content":"Special Testimony for the Battle Creek Church"},{"refcode_short":"PH085 1","refcode_long":"Special Testimony for the Battle Creek Church, p. 1 (Ellen Gould White)","content":"Special Testimony for the Battle Creek Church"},{"refcode_short":"PH085 1.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 1.1 (Ellen Gould White)","content":"It has been, some length of time since I have taken my pen to write, with the exception of penning urgent letters which could not be delayed. I have had a discouraging weight upon my spirits for months, which has nearly crushed me. That which discourages me the most, is, the fear that all I may write will do no more good than our earnest, anxious, wearing labor, the past winter and spring, in Battle Creek. The hopeless view I have taken of matters and things at Battle Creek, has kept my pen, nearly still, and my voice nearly silent. My hands have been weakened, and my heart depressed, to see nothing gained by the protracted effort there. I am nearly hopeless in regard to our efforts’ being successful to awaken the sensibilities of our Sabbath-keeping people to see the elevated position God requires them to occupy. They do not view religious things from an elevated standpoint. This is just your condition."},{"refcode_short":"PH085 1.2","refcode_long":"Special Testimony for the Battle Creek Church, p. 1.2 (Ellen Gould White)","content":"The Lord has given me a view of some of the corruptions existing everywhere. Wickedness, crime, and sensuality, exist even in high places. Even in the churches professing to keep God's commandments, there are sinners and hypocrites. It is sin, not trial and sufferings, which separates God from his people, and renders the soul incapable of enjoying and glorifying him. It is sin that is destroying souls. Sin and vice exist in Sabbath-keeping families. Moral pollution has done more to degenerate the race than every other evil. It is practiced to an alarming extent, and brings on disease of almost every description. Even very small children, infants, being born with natural irritability of the sexual organs, find relief momentarily in handling them, which only increases the irritation, and leads to a repetition of the act, until a habit is established which increases with their growth. These children are generally puny and dwarfed, and are prescribed for by physicians, and they are drugged."},{"refcode_short":"PH085 2.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 2.1 (Ellen Gould White)","content":"But the evil is not removed. The cause still exists. Parents do not generally suspect that their children understand anything about this vice. Parents are the real sinners in very many cases. They have abused their marriage privileges, and indulged their animal passions, which have strengthened with indulgence. And as the baser passions have strengthened, the moral and intellectual have become weak. The spiritual has been over-borne by the brutish. Children are born with the animal largely developed. The parents have given to their children their own stamp of character. The unnatural action of the sensitive organs produces irritation. They are easily excited and momentary relief is experienced in exercising them. But the evil is constantly increasing. The drain upon the system is sensibly felt. The brain force is weakened. The memory becomes deficient. And children born to these parents will almost invariably take naturally to the disgusting habits of secret vice. The marriage covenant is sacred. But what an amount of crime and lust it covers. Those who feel at liberty because married, to degrade their bodies by beastly indulgence or the animal passions will have their degraded course perpetuated in their children. The sins of the parents will be visited upon their children, because the parents have given them the stamp of their own lustful propensities."},{"refcode_short":"PH085 3.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 3.1 (Ellen Gould White)","content":"Those who have become fully established in this soul-and-body-destroying vice, can seldom rest until their burden or secret evil is imparted to those with whom they associate. Curiosity is at once aroused, and the knowledge of vice is passed from youth to youth, from child to child, until there is scarcely one to be found ignorant of the practice of this degrading sin."},{"refcode_short":"PH085 3.2","refcode_long":"Special Testimony for the Battle Creek Church, p. 3.2 (Ellen Gould White)","content":"Your children have learned and practiced self-abuse until the draught upon the brain has been so great, especially in the case of your eldest son, that their minds have been seriously injured. The brilliancy of youthful intellect is dimmed. The moral and intellectual powers have become weakened, while the baser parts of their nature have been gaining the ascendency."},{"refcode_short":"PH085 4.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 4.1 (Ellen Gould White)","content":"As this is the case with your son, he turns with loathing from religious and devotional things. He has been losing his power of self-restraint. He has less and less reverence for sacred things, and less respect for any thing of a spiritual character. You have charged this to your surroundings. You have not known the real cause. Your son can be said to bear the impress of the satanic, instead of the divine. He loves sin and evil, rather than true goodness, purity, and righteousness. It is a deplorable picture."},{"refcode_short":"PH085 4.2","refcode_long":"Special Testimony for the Battle Creek Church, p. 4.2 (Ellen Gould White)","content":"The effect of such debasing habits upon the minds of all is not the same. There are some children, who have the moral powers largely developed, who, by associating with children that practice self-abuse, become initiated into this vice. The effects upon such will be too frequently to make them melancholy, irritable, and jealous, yet such may not lose their respect for religious worship, and may not show special infidelity in regard to spiritual things. They suffer keenly at times, with feelings of remorse. They feel degraded in their own eyes, and lose their self-respect."},{"refcode_short":"PH085 4.3","refcode_long":"Special Testimony for the Battle Creek Church, p. 4.3 (Ellen Gould White)","content":"Brother and sister, you are not clear before God. You have failed to do your duty at home, in your own family. You have not controlled your children. You have greatly failed to know and do the will of God, and the blessing of God has not rested upon your family. Bro. Tabor, you have been selfish. You have had large self-esteem. You have thought you possessed a good degree of humility, but you have not understood yourself. Your ways are not right before God. Your influence and example have not been in accordance with your profession. You have much fault to find with others. You see the deviations in them, but are blind to the same in yourself."},{"refcode_short":"PH085 5.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 5.1 (Ellen Gould White)","content":"Sr. Tabor has been far from God. Her heart has not been subdued by grace. Her love of the world, and of the things that are in the world, has closed her heart to the love of God. The love of dress, of appearance, has kept her from good, and led her to place her mind and affections upon these frivolous things. Unbelief has been gaining strength in her heart, and she has had less and less love for the truth, and could see but little attraction in the simplicity of true godliness."},{"refcode_short":"PH085 5.2","refcode_long":"Special Testimony for the Battle Creek Church, p. 5.2 (Ellen Gould White)","content":"She has not encouraged a growth of the Christian graces. She has not had love for humility or devotion. She has taken the errors of those who professed to be devoted to the truth, and made their lack of spirituality, their errors, and their sins, an excuse for her world-loving disposition. She has watched the course of those who were connected with the Office, and who were forward to take upon them the burdens of the church; and would offset her failures to their wrongs, saying that she was no worse than they. Such an individual in good standing did this or that, and she had as good a right as they. Bro. W., S., or some other one, did not live the health reform any better than she. They purchased and ate meat, and they were in high standing in the church, and she was excusable, of course, with such an example, if she did the same. This is not the only case of shielding neglect to follow the light the Lord has given, behind some others. This is to the shame of men and women of intelligent minds, that they have no standard higher than the low standard of imperfect human beings. The course of those around them, however imperfect, is considered by them a sufficient excuse for them to follow in the same course. Many will be swayed by the influence of Bro. A., or Bro. W., or Bro. S., or others. If these depart from the counsel of God, their example is at once gladly seized by the unconsecrated. They now are free from restraint. They now have an excuse. And their unconsecrated hearts glory in the opportunity of indulging their desires, and taking a step nearer the fellowship with the spirit of the world, to enjoy its pleasures, or to gratify the appetite. They place upon their tables those things which are not the most healthful, and which they have been taught to abstain from, that they may preserve to themselves a better condition of health."},{"refcode_short":"PH085 7.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 7.1 (Ellen Gould White)","content":"There has been a war in the hearts of some, from the commencement of the introduction of health reform. They have felt the same rebellion as did the children of Israel when their appetites were restricted in their journeying from Egypt to Canaan. Professed followers of Christ, who have consulted their own pleasure, and their own interest, their own ease, their own appetites, all through their lives, are not prepared to change their course of action, and live for the glory of God, imitating the self-sacrificing life of their unerring Pattern. A holy and perfect example is given for Christians to follow and imitate. The words and works of Christ's followers are the channel through which the pure principles of truth and holiness are conveyed to the world. They are the salt of the earth, the light of the world."},{"refcode_short":"PH085 7.2","refcode_long":"Special Testimony for the Battle Creek Church, p. 7.2 (Ellen Gould White)","content":"Sister Taber, you cannot realize the many blessings you have lost by making the failings of others a balm to soothe your conscience for a neglect of your duty. You have been measuring yourself by others. Their crooked paths, their failings, have been your text-book. But their errors and follies and sins, do not make your disobedience to God less sinful."},{"refcode_short":"PH085 8.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 8.1 (Ellen Gould White)","content":"We regret that those who should be a strength to you in your efforts to overcome your love of self, your pride of heart, your vanity, and love of the approbation of worldlings, have only been a hindrance, by their own lack of spirituality and true godliness. We cannot tell you how much we regret that those who should be self-denying Christians are so far from coming up to the standard. Those who should be steadfast, abounding in the work of God, are weakened by Satan, because they remain at such a distance from God. They obtain not the power of his grace, through which they might overcome the infirmities of their nature, and, by obtaining signal victories in God, show those of weaker faith the way, and the truth, and the life. It has been that which has caused us the greatest discouragement, to see those in B. C. who have had years of experience in the cause and work of God, shorn of their strength, by their own unfaithfulness. They are outgeneraled by the enemy in nearly every attack. God would have made these persons strong, like faithful sentinels at their post, to guard the fort, had they walked in the light he had given them, and remained steadfast to duty, seeking to know and do the whole will of God. Satan will, I have no doubt, through his delusions, deceive these delinquent souls, and make them believe they are, after all, about right. They have committed no grievous, outbreaking sins, and they must, after all, be on the true foundation, and God will accept their works. They do not see that they have especial sins to repent of. And they see no sins which call for especial humiliation, humble confession, and rending of heart."},{"refcode_short":"PH085 9.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 9.1 (Ellen Gould White)","content":"The delusion upon such is strong, indeed, when they are so deceived, and mistake the form of godliness for the power thereof, and flatter themselves that they are rich and have need of nothing. The curse of Meroz rests upon them: “Curse ye Meroz, curse ye bitterly the inhabitants thereof, because they came not up to the help of the Lord, to the help of the Lord against the mighty.”"},{"refcode_short":"PH085 9.2","refcode_long":"Special Testimony for the Battle Creek Church, p. 9.2 (Ellen Gould White)","content":"My sister, excuse not your defects because others are wrong. You will not dare plead in the day of God as an excuse for your lack of forming a character for Heaven, that others did not manifest devotion and spirituality. The same lack which you discovered in others was in yourself. And the fact that others were sinners makes your sins none the less grievous. Both they, and you, if you continue in your present state of unfitness, will be separated from Christ, and be punished, with Satan and his angels, with everlasting destruction from the presence of the Lord and from the glory of his power."},{"refcode_short":"PH085 9.3","refcode_long":"Special Testimony for the Battle Creek Church, p. 9.3 (Ellen Gould White)","content":"The Lord made ample provisions for you, that if you would seek him, and follow the light he would give you, you should not fall by the way. The word of God was given to you as a lamp to your feet, a light to your path. If you stumble it is because you have not consulted your guide, the word of God, and made that precious word the rule of your life. God has not given you, as a pattern, the life of any human being, however good, and apparently blameless his life may be. To do as others do, and act as others act, if followed, will leave you with a vast multitude at last outside the holy city, who have done just as you have done, followed a pattern the Lord did not leave them, and are lost, just as you will be lost."},{"refcode_short":"PH085 10.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 10.1 (Ellen Gould White)","content":"That which others have done, or may do in the future, will not lessen your responsibility or guilt. A pattern has been given you; a faultless life, characterized by self-denial and disinterested benevolence. If you disregard this correct, this perfect, pattern, and take an incorrect one, which has been clearly represented in the word of God, that you should shun, the failure of your life, the imperfection of your course of action, will receive their merited reward."},{"refcode_short":"PH085 10.2","refcode_long":"Special Testimony for the Battle Creek Church, p. 10.2 (Ellen Gould White)","content":"One of the greatest reasons of the declension on the part of the church at B. C., is their measuring themselves by themselves and comparing themselves among themselves. There are but few who have the living principle in the soul, and who serve God with an eye single to his glory. Many at B. C. will not consent to be saved in God's appointed way. They will not take the trouble to work out their own salvation with fear and trembling. The latter they do not experience; and, rather than to be at the trouble of obtaining an individual experience through individual effort, they will run the risk of leaning upon others, and trusting in their experience. They cannot consent to watch and pray, to live for God, and him only. It is more pleasant to live in obedience to self. The church at B. C. are filled with their own backslidings, and they need not dream of prosperity until those who name the name of Christ are careful to depart from all iniquity; until they learn to refuse the evil and choose the good. We are required to watch and pray without ceasing; for the snare is set in our path, and we find some device of Satan in that time and manner we least expect. If at that particular time we are not watching unto prayer, we are taken by the enemy, and meet with decided loss. What a responsibility has rested upon you, as parents! How little have you felt the weight of this burden! Your pride of heart, love of show, and the indulgence of your appetite, have occupied your minds. These things have been first with you. The incoming of the foe has not been perceived. He has planted his standard in your house, and stamped his detestable image upon the characters of your children. You were so blinded by the god of this world that you could not discern the advantage Satan, had gained, nor his workings right in your family. You have been so deadened to spiritual and divine things, that you could not discern the workings of Satan."},{"refcode_short":"PH085 12.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 12.1 (Ellen Gould White)","content":"You have brought children into the world who have had no voice in regard to their existence. You have made yourselves responsible in a great measure for their future happiness, their eternal well-being. You have a burden upon you, whether you are sensible of it or not, to train these children for God. To watch with jealous care the first approach of the wily foe, and be prepared to raise a standard against him. Build a fortification of prayer and faith about your children, and exercise diligent watching thereunto. You are not secure a moment against the attacks of Satan. You have no time to rest from watchful, earnest labor. You should not sleep a moment at your post. This is a most important warfare. Eternal consequences are involved. It is life or death with you and your family. Your only safety is to break your hearts before God, and seek the kingdom of Heaven as little children. You cannot be overcomers in this warfare if you continue to pursue the course you have done. You are not very near the kingdom of Heaven."},{"refcode_short":"PH085 12.2","refcode_long":"Special Testimony for the Battle Creek Church, p. 12.2 (Ellen Gould White)","content":"There are some who have not professed Christ, who are nearer the kingdom of God than very many professed Sabbath-keepers in Battle Creek. You have not kept yourselves in the love of God, and taught your children the fear of the Lord. You have not taught them the truth diligently, when you rise up, and when you sit down, when you go out, and when you come in. You have not restrained them. You look to other children, and solace yourselves by saying, “My children are no worse than they.” This may be true; but does the neglect of others to do their duty, lessen the force of the requirements God has especially enjoined upon you as parents? God has made you responsible to bring these children up for him, and their salvation depends in a large degree upon the education they receive in their childhood. This responsibility others cannot take. It is yours, solely yours, as parents. You may bring to your aid all the helps you can to assist you in the work; but after you have done this, and brought to your aid all the help you can employ to aid you in this solemn and important work, there is a power above every human agency, to work with you, in, through, and by, means it is your privilege to use. God will come to your aid, and upon his power you can rely. This power is infinite. Human agencies may not prove successful; but God can make the human agencies fruitful by working in them, and by them."},{"refcode_short":"PH085 14.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 14.1 (Ellen Gould White)","content":"You have a work to do to set your house in order. Pure and sinless angels cannot delight to come into your dwelling, where there is so much sin and iniquity practiced. You are asleep at your post. Things of minor importance have occupied your minds, and the things of weightier importance have not engaged your attention. It should be the first business of your life to seek the kingdom of Heaven and the righteousness of God; then you have the promise that all things shall be added. Here is where you have failed in your family. Had you been agonizing that you and yours might enter in at the strait gate, you would have earnestly gathered every ray of light that the Lord has permitted to shine upon your pathway, and would have cherished and walked in it. You have not regarded the light that has been graciously given you. You have had a spirit of rising up against the light the Lord has given upon health reform. You have seen no importance in it, why you should receive it. You have not felt willing to restrict your appetite. You could not see the wisdom of God in giving light in regard to the restriction of appetite. All that you could discern was the inconvenience attending the denial of the taste. The Lord has let his light shine upon us in these last days, that the gloom and darkness which have been gathering in past generations, because of sinful indulgences, might be dispelled in some degree, and the train of evils which have been the result of intemperate eating and drinking to gratify appetite, might be lessened."},{"refcode_short":"PH085 15.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 15.1 (Ellen Gould White)","content":"The Lord, in his wisdom, designed to bring his people into a position where they would separate from the world in spirit and practice, then their children would not so readily be led away into idolatry, and become tainted with the prevailing corruptions of this age. It is God's purpose that believing parents and their children should stand forth as living representatives of Christ, candidates for everlasting life. All who are partakers of the divine nature will escape the corruption that is in the world through lust. It is impossible for those who indulge the gratification of appetite to attain to Christian perfection. You cannot arouse the moral sensibilities of your children while you are not careful in the selection of their food. The tables that parents usually prepare for their children are a snare to them. The diet is not simple, and it is not prepared in a healthful manner. The food is frequently rich and fever-producing having a tendency to irritate and excite the tender organs of the stomach. The animal passions are strengthened, while the moral and intellectual are weakened. The lower order of passions bears sway, while the moral and intellectual are servants to the baser passions. You should study to prepare a simple yet nutritious diet. Rich cakes, rich pies, prepared with spices, of any kind, and flesh-meats, are not the most healthful and nourishing diet. Eggs should not be placed upon your table. They are an injury to your children. Fruits and grains, prepared in the most simple form, are the most healthful, and will impart the greatest amount of nourishment, and, at the same time, the intellect will be unimpaired."},{"refcode_short":"PH085 16.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 16.1 (Ellen Gould White)","content":"Regularity in eating is very important for health of body and serenity of mind. Your children should be allowed to eat only at regular meal time. They should not be allowed to digress from this established rule. When you, Sr. Tabor, absent yourself from home, you cannot control these important matters. Already has your eldest son enervated his entire system, and laid the foundation for permanent disease. Your second child is fast following in his tracks, and not one of your children is safe from this evil."},{"refcode_short":"PH085 16.2","refcode_long":"Special Testimony for the Battle Creek Church, p. 16.2 (Ellen Gould White)","content":"You may be unable to obtain the truth, in regard to the habits of your children, from them. Those who practice secret vice will lie and deceive. Your children may deceive you, for you are not in a condition where you can know if they attempt to lead you astray. You have been blinded by the enemy so long that you have scarcely a ray of light to discern darkness. There is a great, a solemn, and important work for you to do at once, to set your own hearts and house in order. Your only safe course is, to take right hold of this work. Do not deceive yourselves into the belief that, after all, this matter is placed before you in an exaggerated light. I have not colored the picture. I have stated facts which will bear the test of the Judgment. Awake!. awake! I beseech you, before it shall be too late for wrongs to be righted, and you and your children perish in the general ruin. Take hold of the solemn work, and bring to your aid every ray of light you can gather that has shone upon your pathway, and that you have not cherished, and, together with the aid of the light now shining, commence an investigation of your life and character as if before the tribunal of God. “Abstain from fleshly lusts which war against the soul,” is the exhortation of the apostle. Vice and corruption are abounding on every hand, and unless there is more than human strength to rely upon to stand against so powerful a current of evil, you will be overcome, and borne down with the current to perdition. Without holiness no man shall see God."},{"refcode_short":"PH085 17.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 17.1 (Ellen Gould White)","content":"The Lord is proving and testing his people. Angels of God are watching the development of character, and weighing moral worth. Probation is almost ended, and you are unready. Oh! that the word of warning might burn into your soul. Get ready! get ready! Work while the day lasts, for the night cometh when no man can work. The mandate will go forth, He that is holy, let him be holy still, and he that is filthy, let him be filthy still. The destiny of all will be decided. A few, yes, only a few, of the vast number who people the earth, will be saved unto life eternal, while the masses who have not perfected their souls in obeying the truth, will be appointed for the second death. O Saviour, save the purchase of thy blood, is the cry of my anguished heart. I am in terrible fear for you, and for many who profess to believe the truth in Battle Creek. Oh! search, search diligently your own hearts, and make thorough work for the Judgment."},{"refcode_short":"PH085 18.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 18.1 (Ellen Gould White)","content":"I am pained at heart, when I call to mind how many children of Sabbath-keeping parents are ruining soul and body with this vice. There is a family near you who reveal their evil habits in their bodies as well as their minds. S. B. Warrens’ children are on the direct road to perdition. They are debased. They have instructed very many in this vice. The eldest boy is dwarfed, physically and mentally, through indulging in the practice of this degrading vice. What little intellect he has left is of a low order. If he continues in this vicious practice he will eventually become idiotic. Every indulgence of children who have attained their growth, is a terrible evil, and will produce its terrible results, enervating the system, and weakening the intellect. But in those who indulge this corrupting vice before attaining their growth, the evil effects are more plainly marked, and recovery from the effects of such sinful indulgence more nearly hopeless. The frame is weak and stunted; the muscles are flabby; the eyes become small, and appear at times swollen; the memory is treacherous, the inability to concentrate the thoughts upon study increases; the memory becomes sieve-like. To the parents of these children, I would say, you have brought children into the world which are only a curse to society. Your children are unruly, passionate, quarrelsome, and vicious. Their influence upon others is corrupting. These children bear the stamp of the baser passions of the father. The stamp of his character is placed upon his children. His hasty, violent temper is reflected in his children. These parents should have long ago removed to the country, separating themselves and children from the society of those they could not benefit, but only harm."},{"refcode_short":"PH085 19.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 19.1 (Ellen Gould White)","content":"Steady industry upon a farm would have proved a blessing to these children, and constant employment, as their strength could bear, would have given them less opportunity to corrupt their own bodies by self-abuse, and would have prevented them from instructing a large number in this hellish practice. Labor is a great blessing to all children, especially to that class whose minds are naturally inclined to vice and depravity. These children have communicated more knowledge of vice in B. C. than all the united efforts of ministers and people professing godliness can counteract. Many, who have learned of your children will go to perdition rather than control their passions and cease the indulgence of this sin. One corrupt mind can sow more corrupt seed in a short period of time than many in a whole life time can root out. Your children are a by-word in the mouths of blasphemers of the truth. These are the children of Sabbath-keepers. They are worse than the children of worldlings in general. They possess less refinement and self-respect. Bro. Warren has been no honor to the cause of God. His impetuous temper, and general influence, have not had a tendency to elevate, but to bring down to a low level. He has brought the cause of God into disrepute by his lack of judgment and refinement. It would have been far better for the cause of truth had this family removed long ago to a less important post, where their influence would have been less felt, because they would be more secluded. These children have lived in the light of truth, and have had privileges that but few children have had, yet all this time they have not been benefited. They have been growing more and more hardened in depravity. A removal would be better for the family, for steady employment upon land would be a blessing to father and children if they would profit by the advantages of farming life. Their removal would be a blessing to the church and to society."},{"refcode_short":"PH085 21.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 21.1 (Ellen Gould White)","content":"I saw that the family of Bro. Daigneau need a great work done for them. Samuel and Charlie have gone to great lengths in this crime of self-abuse; especially is this true of Charlie, who has gone so far in the practice of this sin that his intellect is affected, his eye sight is weakened, and disease is fastening itself upon him. Satan has almost full control of this poor boy's mind. His parents are not awake to see the evil and its results. His mind is debased, his conscience is hardened, his moral sensibilities are benumbed, and he will be a ready victim to be led into sin and crime by evil associates. Bro. and Sr. D., arouse yourselves, I beg of you. You have not received the light of health reform, and acted upon it. If you had restricted your appetites you would have been saved much extra labor and expense; and what is of vastly more consequence, you would have preserved to yourselves a better condition of health, and a greater degree of physical and intellectual strength to appreciate eternal truths; you would have a clearer brain to weigh the evidences of truth, and be better prepared to give to others a reason of the hope that is in you. Your food is not of that simple, healthful quality to make the best kind of blood. Foul blood will surely becloud the moral and intellectual, and arouse and strengthen the baser passions of your nature. Neither of you can afford a feverish diet, for it is at the expense of the health of the body, and the prosperity of your own souls, and the souls of your children."},{"refcode_short":"PH085 22.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 22.1 (Ellen Gould White)","content":"You place upon your table food which taxes the digestive organs, and excites the animal passions, and weakens the moral and intellectual. Rich food and flesh-meats are no benefit to you. Could you view just the nature of the meat you eat, the animals, when living, from which the flesh is taken when dead, you would turn with loathing from your flesh-meats. The animals whose flesh you eat, are frequently so diseased, that, if left alone, they would die of themselves; but, while the breath of life is in them, they are killed and brought to market. You take directly into your system humors and poison of the worst kind, and yet you realize it not. You love the indulgence of appetite. You have a lesson to learn: Whatsoever you eat or drink, or whatsoever you do, to do all to the glory of God."},{"refcode_short":"PH085 22.2","refcode_long":"Special Testimony for the Battle Creek Church, p. 22.2 (Ellen Gould White)","content":"I entreat of you, for Christ's sake, to set your house and hearts in order. Let the truth of heavenly origin elevate and sanctify you, soul, body, and spirit. Abstain from fleshly lusts which war against the soul. Bro. D., your eating has an influence to strengthen the baser passions. You do not control your body, as it is your duty to do in order to perfect holiness in the fear of God. Temperance in eating must be practiced by you before you can be a patient man. Remember you have given to your children, in a great degree, the stamp of your own character. You should guard yourself, and not be harsh, or severe, or impatient. Deal with them decidedly, yet patiently, lovingly, pityingly, as Jesus has dealt with you. Be careful how you censure. Bear with your children, yet restrain them. This has been too much neglected by you. You have not corrected them in the right manner, not having perfect control of your own spirit. A great work must be done for you, my dear brother and sister."},{"refcode_short":"PH085 23.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 23.1 (Ellen Gould White)","content":"Bro. D., if you had gone on from strength to strength, following in the light the Lord has given, he would now have chosen you as an instrument of righteousness. You have talents; you have ability; you can work for God's glory; but you have not, Bro. D., made an entire surrender of yourself to God. Oh! that, even now, you would seek the righteousness of Christ, seek meekness, that you may be hid in the day of the Lord's fierce anger! Bro. and Sr. Daigneau, you should take hold unitedly and perseveringly to right the wrong of your mismanagement of your children. Sr. D. has been too indulgent; yet unitedly and in love, you can do much, even now, to bind your children to your hearts, and instruct them in the good and right way."},{"refcode_short":"PH085 24.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 24.1 (Ellen Gould White)","content":"Bro. and Sr. Barker have a work to do in setting their own hearts and house in order. They should cultivate harmonious action. The transforming influence of the Spirit of God can do a great work for you both, and will unite your hearts and efforts in the work of reform in your own family. All repining, murmuring, and a hasty irritability, should be done with. Its effects are to weaken you both, and to destroy the influence you must have if you succeed in training your children for Heaven. Satan now has the field. He has the control of the minds of your children. These poor children are his captives. They practice self-abuse. Their minds take a low turn. Their moral sensibilities seem paralyzed. They have practiced this vice, and gloried in their iniquities. Such boys are capable of poisoning an entire neighborhood or community, and their pernicious influence will endanger all who are brought in contact with them in school capacity. Your children are corrupt, body and mind."},{"refcode_short":"PH085 24.2","refcode_long":"Special Testimony for the Battle Creek Church, p. 24.2 (Ellen Gould White)","content":"Vice has placed its marks upon your eldest children. They are tainted, deeply tainted, with sin. The animal propensities predominate, while the moral and intellectual are very weak. The lower, baser passions have gained strength by exercise, while conscience has become hardened and seared. This is the influence which vice will have upon the mental powers. Those who give themselves up to work the ruin of their own bodies and minds; do not stop here. Eventually they will be found ready for crime in almost any form, for their consciences are seared. Parents have not been half aroused to realize their responsibility in becoming parents. They are remiss in their duty. They do not teach their children the sinfulness of these dangerous, virtue-destroying habits. Until parents arouse, there is no hope for their children."},{"refcode_short":"PH085 25.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 25.1 (Ellen Gould White)","content":"I might mention the cases of many others, but will forbear, except in a few instances."},{"refcode_short":"PH085 25.2","refcode_long":"Special Testimony for the Battle Creek Church, p. 25.2 (Ellen Gould White)","content":"George Warren is a dangerous associate. He is a subject of this vice. His influence is bad. The grace of God has no influence upon his heart. He has a good intellect, and his father has trusted much to this to balance him. But mental power alone is not a guaranty of virtuous superiority. The absence of religious principles makes George Warren base and corrupt at heart, and sly in his doings of wrong. His influence is pernicious everywhere. He is infidel in his principles, and glories in his skepticism. When with those of his own age, or those younger than himself, he talks knowingly of religious things, and jests at sacred things. He sneers at truth, and the Bible; pretends knowledge, which has its influence to corrupt minds and lead young men to feel ashamed of the truth."},{"refcode_short":"PH085 26.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 26.1 (Ellen Gould White)","content":"The company of such companions should be wholly avoided; for this is the only sure course of safety. Young girls are enamored with the society of George Warren; even some who profess to be Christians prefer such society."},{"refcode_short":"PH085 26.2","refcode_long":"Special Testimony for the Battle Creek Church, p. 26.2 (Ellen Gould White)","content":"The young Hayward is a boy who can be moulded if surrounded by correct influences. This boy needs right example. If the young who profess Christ would honor him in their lives they could exert an influence to counteract the pernicious influence of such youth as George Warren. But the youth generally have no more religion than those who have never named the name of Christ. They do not depart from iniquity. A smart, intelligent boy, like George Warren, can have a powerful influence for evil. If this intelligence were controlled by rectitude and virtue, it would be powerful for good; but if it is swayed by depravity, its evil cannot be estimated upon his associates, and it will assuredly sink him in perdition."},{"refcode_short":"PH085 26.3","refcode_long":"Special Testimony for the Battle Creek Church, p. 26.3 (Ellen Gould White)","content":"A good intellect corrupted makes a very bad heart. A brilliant intellect sanctified by the Spirit of God exerts a hidden power, diffuses light and purity upon all with whom the happy possessor associates."},{"refcode_short":"PH085 27.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 27.1 (Ellen Gould White)","content":"If a boy of mental abilities, as George Warren; would surrender his heart to Christ, this would be his salvation. His intellect would, by the means of pure religion, be brought into a healthy channel. His mental and moral powers would grow vigorously and harmoniously. The conscience illuminated with divine grace, would be quick and pure, controlling the will and desires, leading to frankness and uprightness in every act of life. Without the principles of religion this boy will be cunning, artful, sly, in an evil course, and will poison all he associates with. I warn all the youth to beware of this young man, if he continues to slight religion and the Bible. You cannot be too guarded in his society."},{"refcode_short":"PH085 27.2","refcode_long":"Special Testimony for the Battle Creek Church, p. 27.2 (Ellen Gould White)","content":"Byron Sperry is being corrupted by associating with those boys who have not the right influence. The Hayward boy and George Warren are not profitable associates for Byron. Byron is easily influenced in the wrong direction. Battle Creek is not the best place for him. Byron's habits are not pure; self-abuse is practiced by him, and this crime, indulged by him, and loving the company of evil associates, will weaken his desires which help to form a correct and virtuous character, and secure Heaven at last. The youth, who desire immortality, must stop where they are, and not allow an impure thought or an impure act. Impure thoughts lead to impure actions. If Christ is the theme of contemplation the thoughts will be widely separated from every subject which will lead to impure acts. The mind will strengthen by exercise in dwelling upon elevating subjects. It will become healthy and vigorous if trained to run in the channel of purity and holiness. The mind, if trained to dwell upon spiritual themes, will, by cultivation, naturally take that turn. But this attraction of the thoughts to heavenly things cannot be without the exercise of faith in God, and an earnest, humble reliance upon him for strength, and that grace which is sufficient for every emergency."},{"refcode_short":"PH085 28.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 28.1 (Ellen Gould White)","content":"Purity of life and a character moulded after the divine Pattern are not obtained without earnest effort and fixed principles. A wavering, vacillating mind will not succeed in attaining Christian perfection. Such will be weighed in the balances and found wanting. Satan is seeking for his prey like a roaring lion. He will try his wiles upon every unsuspecting youth, and there is no safety any where only in Christ. It is through his grace alone that Satan can be successfully repulsed. Satan tells the youth there is time enough yet; that they may indulge in sin and vice this once, and never again; but that one indulgence will poison your whole life."},{"refcode_short":"PH085 29.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 29.1 (Ellen Gould White)","content":"Do not venture on forbidden ground once. Let the earnest, heart-felt cry of the youth be raised to Heaven in this perilous day of evil, when the allurements to vice and corruption are on every hand. “Wherewithal shall a young man cleanse his way?” May his ears be opened and his heart inclined to obey the instruction given in the answer, “By taking heed thereto, according to Thy word.” The only safety for the youth in this age of pollution is to make God their trust. Without divine help they will he unable to resist human passions and appetites. In Christ is the very help needed; but how few will come to him for that help. Said Jesus, when upon the earth, “Ye will not come to me, that ye might have life.” In Christ all can conquer. You can say with the apostle, “Nay in all these things we are more than conquerors through Him that hath loved us.” Again, “But I keep under my body, and bring it unto subjection.”"},{"refcode_short":"PH085 29.2","refcode_long":"Special Testimony for the Battle Creek Church, p. 29.2 (Ellen Gould White)","content":"I have written out quite fully the case of Bro. Tabor and family, because this one, illustrates the true state of very many families, and God would have these families take this as though written especially for their benefit. There are many more cases I might designate, but I have named enough already. The young girls are not as a general thing clear of the crime of self-abuse. They practice it, and as the result their constitutions are being ruined. Some, just entering womanhood, are in danger of paralysis upon the brain. Already the moral and intellectual powers are weakened and benumbed, while the animal passions are gaining the ascendency and corrupting body and soul. The youth, whether male or female, cannot be Christians unless they cease this hellish, soul-and-body-destroying, vice entirely."},{"refcode_short":"PH085 30.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 30.1 (Ellen Gould White)","content":"Many of the young are eager after books. They read everything they can obtain. Exciting love stories, and impure pictures, have a corrupting influence. Novels are eagerly perused by the youth, and their imagination becomes defiled. Photographs are circulated in the cars for sale with females in a state of nudity. These disgusting pictures are found in the daguerrean saloons, and hung in pictures upon the walls of those who deal in engravings. This is an age when corruption is teeming. The lust of the eye and corrupt passions are aroused by beholding and by reading. The heart is corrupted through the imagination. The mind takes pleasure in contemplating scenes which awaken the lower and baser passions. These evil images, seen through defiled imagination, corrupt the morals, and prepare the deluded, infatuated beings, to give loose rein to lustful passions, and then follow sins and crimes, dragging beings formed in the image of God down to a level with the beasts, and sinking them at last in perdition. Avoid reading and seeing things which will suggest to your imagination impure thoughts. Cultivate the moral and intellectual powers. Let not these noble powers become enfeebled and perverted by much reading of even story books. I know of strong minds that have been unbalanced, and partially benumbed, or paralyzed, by intemperance in reading."},{"refcode_short":"PH085 31.1","refcode_long":"Special Testimony for the Battle Creek Church, p. 31.1 (Ellen Gould White)","content":"I appeal to parents to control the reading matter for their children. Much reading does them only harm. Especially do not permit upon your table the magazines and newspapers wherein are found love stories. It is impossible for the youth to possess a healthy tone of mind, and correct religious principles, unless they enjoy the perusal of the word of God. This book contains the most interesting history, points out the way of salvation through Christ, and is their guide to a higher and better life. They would all pronounce it the most interesting book they ever perused, if their imagination had not become perverted by exciting stories of a fictitious character. You who are looking for your Lord to come the second time to change your mortal bodies, and fashion them like unto his most glorious body, must come up upon a higher plane of action. You must work from a higher standpoint than you have hitherto done, or you will not be of that number that shall receive the finishing touch of immortality."}]