[{"refcode_short":"PH086 1","refcode_long":"Special Testimony to Battle Creek Church, p. 1 (Ellen Gould White)","content":"Special Testimony to Battle Creek Church"},{"refcode_short":"PH086 1","refcode_long":"Special Testimony to Battle Creek Church, p. 1 (Ellen Gould White)","content":"Forgetfulness"},{"refcode_short":"PH086 1.1","refcode_long":"Special Testimony to Battle Creek Church, p. 1.1 (Ellen Gould White)","content":"Why did ancient Israel so easily forget God's dealings? The people did not retain in their memory his works of greatness and power or his words of warning. Had they remembered his wondrous dealings with them, they would not have received the reproof, “And forgettest the Lord thy Maker, that hath stretched forth the heavens and laid the foundations of the earth; and hast feared continually every day because of the fury of the oppressor, as if he were ready to destroy? and where is the fury of the oppressor?” But the children of Israel forgot God, whose they were by creation and by redemption. After seeing all his wonderful works, they tempted him."},{"refcode_short":"PH086 1.2","refcode_long":"Special Testimony to Battle Creek Church, p. 1.2 (Ellen Gould White)","content":"I would call the attention of all who claim to be children of God, to the one hundred and fifth, one hundred and sixth, and one hundred and seventh psalms. Please read these psalms carefully. From them we may gather the necessity of appreciating the goodness, mercy, and love of our God."},{"refcode_short":"PH086 1.3","refcode_long":"Special Testimony to Battle Creek Church, p. 1.3 (Ellen Gould White)","content":"The warning comes sounding down along the line to our time:“Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God. But exhort one another daily, while it is called Today; lest any of you be hardened through the deceitfulness of sin. For we are made partakers of Christ, if we hold the beginning of our confidence steadfast unto the end; while it is said, Today if ye will hear his voice, harden not your hearts, as in the provocation. For some when they had heard, did provoke: howbeit not all that came out of Egypt by Moses.” To the ancient people of God were committed the sacred oracles. But God's revealed word was misinterpreted and misapplied. The people despised the word of the Holy One of Israel."},{"refcode_short":"PH086 2.1","refcode_long":"Special Testimony to Battle Creek Church, p. 2.1 (Ellen Gould White)","content":"“Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter! Woe unto them that are wise in their own eyes, and prudent in their own sight! Woe unto them that are mighty to drink wine, and men of strength to mingle strong drink; which justify the wicked for reward, and take away the righteousness of the righteous from him! Therefore as the fire devoureth the stubble, and the flame consumeth the chaff, so their root shall be as rottenness, and their blossom shall go up as dust; because they have cast away the law of the Lord of Hosts, and despised the word of the Holy One of Israel.” Please read psalms 91, 92, 95, and 96."},{"refcode_short":"PH086 2.2","refcode_long":"Special Testimony to Battle Creek Church, p. 2.2 (Ellen Gould White)","content":"“Like as a father pitieth his children, so the Lord pitieth them that fear him. For he knoweth our frame; he remembereth that we are dust. As for man, his days are as grass: as a flower of the field so he flourisheth. For the wind passeth over it, and it is gone; and the place thereof shall know it no more. But the mercy of the Lord is from everlasting to everlasting upon them that fear him, and his righteousness unto children's children.” This testifies of the influence a father and mother may have over their children. “To such as keep his covenant, and to those that remember his commandments to do them. The Lord hath prepared his throne in the heavens; and his kingdom ruleth over all.”"},{"refcode_short":"PH086 3.1","refcode_long":"Special Testimony to Battle Creek Church, p. 3.1 (Ellen Gould White)","content":"“Blessed are the undefiled in the way, who walk in the law of the Lord. Blessed are they that keep his testimonies, and that seek him with the whole heart. They also do no iniquity; they walk in his ways. Thou hast commanded us to keep thy precepts diligently. O that my ways were directed to keep thy statutes. Then shall I not be ashamed, when I have respect unto all thy commandments. I will praise thee with uprightness of heart, when I shall have learned thy righteous judgments. I will keep thy statutes: O forsake me not utterly.”"},{"refcode_short":"PH086 3.2","refcode_long":"Special Testimony to Battle Creek Church, p. 3.2 (Ellen Gould White)","content":"“Wherewithal shall a young man cleanse his way? by taking heed thereto according to thy word. With my whole heart have I sought thee: O let me not wander from thy commandments. Thy word have I hid in mine heart, that I might not sin against thee.” “Deal bountifully with they servant, that I may live, and keep thy word. Open thou mine eyes, that I may behold wondrous things out of thy law. I am a stranger in the earth: hide not thy commandments from me. My soul breaketh for the longing that it hath unto thy judgments at all times. Thou hast rebuked the proud that are cursed, which do err from thy commandments. Remove from me reproach and contempt; for I have kept thy testimonies. Princes did also sit and speak against me; but thy servant did meditate in thy statutes. Thy testimonies also are my delight, and my counselors. My soul cleaveth unto the dust, quicken thou me according to thy word. I have declared my ways, and thou heardest me: teach me thy statutes.”"},{"refcode_short":"PH086 4.1","refcode_long":"Special Testimony to Battle Creek Church, p. 4.1 (Ellen Gould White)","content":"“Give me understanding, and I shall keep thy law; yea, I shall observe it with my whole heart. Make me to go in the path of thy commandments; for therein do I delight. Incline my heart unto thy testimonies, and not to covetousness. Turn away mine eyes from beholding vanity, and quicken thou me in thy way. Stablish thy word unto thy servant, who is devoted to thy fear. Turn away my reproach which I fear: for thy judgments are good. Behold, I have longed after thy precepts: quicken me in thy righteousness.”"},{"refcode_short":"PH086 4.2","refcode_long":"Special Testimony to Battle Creek Church, p. 4.2 (Ellen Gould White)","content":"“O how love I thy law! It is my meditation all the day. Thou through thy commandments hast made me wiser than mine enemies: for they are ever with me. I have more understanding than all my teachers: for thy testimonies are my meditation. I understand more than the ancients, because I keep thy precepts. I have refrained my feet from every evil way, that I might keep thy word. I have not departed from thy judgments: for thou hast taught me. How sweet are thy words unto my taste! yea, sweeter than honey to my mouth. Through thy precepts I get understanding: therefore I hate every false way.” “I have longed for thy salvation, O Lord; and thy law is my delight. Let my soul live, and it shall praise thee; and let thy judgments help me.”"},{"refcode_short":"PH086 4.3","refcode_long":"Special Testimony to Battle Creek Church, p. 4.3 (Ellen Gould White)","content":"Christ prayed for his disciples, “Father, the hour is come; glorify thy Son, that thy Son also may glorify thee; as thou hast given him power over all fresh, that he should give eternal life to as many as thou hast given him. And this is life eternal that they might know thee, the only true God, and Jesus Christ whom thou hast sent.”"},{"refcode_short":"PH086 5.1","refcode_long":"Special Testimony to Battle Creek Church, p. 5.1 (Ellen Gould White)","content":"Can we not see the necessity of the apostle's words, “Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God”?"},{"refcode_short":"PH086 5.2","refcode_long":"Special Testimony to Battle Creek Church, p. 5.2 (Ellen Gould White)","content":"I have a message for our people in America. We are a people whom the Lord has made the repository of sacred truth. To us he has opened the living oracles, that we may arise and shine; because our light has come, and the glory of the Lord is risen upon us."},{"refcode_short":"PH086 5.3","refcode_long":"Special Testimony to Battle Creek Church, p. 5.3 (Ellen Gould White)","content":"Christ came to our world, but the world could not endure his purity. He has gone to his Father, but he has sent his Holy Spirit to represent him in the world till he shall come again. This is the message we are to bear, “Behold he cometh with clouds, and every eye shall see him, and they also which pierced him, and all kindreds of the earth shall wail because of him.”"},{"refcode_short":"PH086 5.4","refcode_long":"Special Testimony to Battle Creek Church, p. 5.4 (Ellen Gould White)","content":"What are we doing? Are we voicing the message of the third angel? “The third angel followed them [the first and second angels,] saying with a loud voice, If any man worship the beast and his image, and receive his mark in his forehead, or in his hand, the same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels and in the presence of the Lamb: and the smoke of their torment ascendeth up forever and ever: and they have no rest day nor night, who worship the beast and his image, and whosoever receiveth the mark of his name. Here is the patience of the saints: here are they that keep the commandments of God, and have the faith of Jesus.”"},{"refcode_short":"PH086 6.1","refcode_long":"Special Testimony to Battle Creek Church, p. 6.1 (Ellen Gould White)","content":"This is the message given by God to be sounded forth in the loud cry of the third angel. The sign or seal of God is the observance of the seventh-day Sabbath, and the Lord's memorial of his work of creation. “The Lord spake unto Moses saying, Speak thou also unto the children of Israel, saying, Verily my Sabbaths ye shall keep: for it is a sign between me and you throughout your generations; that ye may know that I am Lord that doth sanctify you.” Here the Sabbath is clearly defined as a sign between God and his people."},{"refcode_short":"PH086 6.2","refcode_long":"Special Testimony to Battle Creek Church, p. 6.2 (Ellen Gould White)","content":"The mark of the beast is the opposite of this, the observance of the first day of the week. This mark distinguishes those who acknowledge the supremacy of the papal authority, seen in the man of sin thinking to change times and laws, and those who acknowledge the authority of God: The worshipers of the beast are those that receive his mark in their foreheads and in their hands."},{"refcode_short":"PH086 6.3","refcode_long":"Special Testimony to Battle Creek Church, p. 6.3 (Ellen Gould White)","content":"The faith of Jesus and the testimony of Jesus are blended. They are to be clearly presented to the world. But in God's word we are shown the consequences of proclaiming this message. “The dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.” A refusal to obey the commandments of God, and a determination to cherish hatred against those who proclaim these commandments, leads to the most determined war on the part of the dragon, whose whole energies are brought to bear against the commandment-keeping people of God. “He causeth all, both small and great ...to receive a mark in their right hand, or in their foreheads.” Not only are men not to work with their hands on Sunday, but with their minds are they to acknowledge Sunday as the Sabbath. “And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name.”"},{"refcode_short":"PH086 7.1","refcode_long":"Special Testimony to Battle Creek Church, p. 7.1 (Ellen Gould White)","content":"“And after these things I saw another angel come down from heaven, having great power; and the earth was lightened with his glory. And he cried mightily with a strong voice, saying, Babylon the great is fallen, is fallen, and is become the habitation of devils, and the hold of every foul spirit, and a cage of every unclean and hateful bird. For all the nations have drunk of the wine of the wrath of her fornication, and the kings of the earth have committed fornication with her, and the merchants of the earth are waxed rich through the abundance of her delicacies. And I heard another voice from heaven. Saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues. For her sins have reached unto heaven, and God hath remembered her iniquities. Reward her even as she rewarded you, and double unto her double according to her works: in the cup which she hath filled, fill to her double.”"},{"refcode_short":"PH086 7.2","refcode_long":"Special Testimony to Battle Creek Church, p. 7.2 (Ellen Gould White)","content":"The Lord has been greatly dishonored by his people catching up the issues that arise in this time of test and trial. His people are to keep free from politics. They are to stand as a separate and peculiar people; the name of God our Ruler is to be in their foreheads, showing to all that he is their Sovereign."},{"refcode_short":"PH086 7.3","refcode_long":"Special Testimony to Battle Creek Church, p. 7.3 (Ellen Gould White)","content":"If those who know the truth will have faith and zeal corresponding to their knowledge, if they desire to manifest their piety, and reveal what the truth has done for them, showing that the salt has not lost its savor, they will communicate the saving and sanctifying power of the truth to all with whom they associate. There will then be less controversy and a deeper interest in the things of God."},{"refcode_short":"PH086 8.1","refcode_long":"Special Testimony to Battle Creek Church, p. 8.1 (Ellen Gould White)","content":"The man in whose heart the truth is cherished will bring from his treasure-house things new and old. In his words and deportment he will reveal the likeness of Christ. Lift him up, the Man of Calvary, higher and still higher. Christ is uplifted by the right use of the faculty of speech. Thus the Holy Spirit makes an impression upon minds. The righteousness of Christ is the salvation of all who accept him as their personal Saviour. Why did Christ die?—To bring life and immortality to light. Through the merits of Christ men are invited to repent, believe and obey the commandments of God. Christ died on the cross that he might pardon all transgression and sin, and bring man back to his loyalty to the commandments of God. By his death he showed the immutability of the law of God. He illustrated this truth by laying the foundation in his own death, erecting a cross as its center and glory. In his redemptive plan he embraces man, placing him once more on vantage ground with God, that his moral capacity might be recognized as amenable to God, who is the Supreme Ruler."},{"refcode_short":"PH086 8.2","refcode_long":"Special Testimony to Battle Creek Church, p. 8.2 (Ellen Gould White)","content":"Men are to become the subjects of Christ's kingdom. Through the divine power imputed to them, they are to return to their allegiance. By laws and resources God has ordained a heavenly communication with man's spiritual life, that in its action is as mysterious as the science and operation of the wind. (John 3:7, 8.) Christ declared, “My kingdom is not of this world.” While it imprints its influence upon earthly governments, it cannot take the slightest imprint from them without marring the divine similitude. So spiritual is the character of God's work upon the human heart that receives it, that it makes every one a new creature, without destroying or weakening any capability God has given to man. It purifies every attribute fit for connection with the divine nature. That which is born of the Spirit is spirit, and when man is born from above, a heavenly peace pervades the soul."},{"refcode_short":"PH086 9.1","refcode_long":"Special Testimony to Battle Creek Church, p. 9.1 (Ellen Gould White)","content":"Christ's subjects are those who keep his commandments. These only are counted as his subjects. If after the light has come, the disobedient continue in transgression, they are subjects of the kingdom of the prince of this world. That which is born of the flesh is flesh; that which is born of the Spirit is spirit."},{"refcode_short":"PH086 9.2","refcode_long":"Special Testimony to Battle Creek Church, p. 9.2 (Ellen Gould White)","content":"But the heavenly principles that distinguish those who are one with Christ from those who are one with the world have become almost indistinguishable. The professed people of Christ are no longer a separate and peculiar people. The line of demarcation is indistinct. People are subordinating themselves to the world, to its practises, its customs, its selfishness. The church has gone over to the world in transgression of the law, when the world should have come over to the church in obedience to the law. Daily the church is becoming converted to the world. Professing Christians are slaves of mammon. Their indulgence of appetite, and extravagant expenditure of money for selfish gratification, greatly dishonors God."},{"refcode_short":"PH086 10.1","refcode_long":"Special Testimony to Battle Creek Church, p. 10.1 (Ellen Gould White)","content":"Contrary to worldly kingdoms, Christ does not find his subjects,—he makes them. Those who stand under the blood-stained banner of Prince Immanuel are the subjects of a kingdom not recognized by worldly kingdoms, whose subjects have wandered from their allegiance to God, from their obedience to the law of his kingdom. These are accounted as dead in trespasses and sins. They are destitute of the Spirit of God, which worketh in the children of obedience."},{"refcode_short":"PH086 10.2","refcode_long":"Special Testimony to Battle Creek Church, p. 10.2 (Ellen Gould White)","content":"I am come, Christ said, to set up a new kingdom. Except a man be born of the Spirit, he cannot be enrolled as a subject of my kingdom. “If ye love me, keep my commandments. And I will pray the Father, and he shall give you another Comforter, that he may abide with you forever; even the Spirit of truth, whom the world cannot receive, because it seeth him not, neither knoweth him; but ye know him; for he dwelleth with you, and shall be in you.... He that hath [the light on] my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him. Judas saith unto him, not Iscariot, Lord, how is it that thou wilt manifest thyself unto us, and not unto the world? Jesus answered and said unto him, If a man love me, he will keep my words; and my Father will love him, and we will come unto him, and make our abode with him.”"},{"refcode_short":"PH086 10.3","refcode_long":"Special Testimony to Battle Creek Church, p. 10.3 (Ellen Gould White)","content":"God's commandment-keeping people stand under the broad shield of Omnipotence; the commandment-breakers, under the ensign of the man of sin, who thought to change times and laws. But he could not do this; he only claimed to do it, opening his mouth “in blasphemy against God, to blaspheme his name, and his tabernacle, and them that dwell in heaven.”"},{"refcode_short":"PH086 11.1","refcode_long":"Special Testimony to Battle Creek Church, p. 11.1 (Ellen Gould White)","content":"On which side are we ranging ourselves? On the side of the dragon, who was wroth with the woman, and who went to make war with the remnant of her seed, which keep the commandments of God and have the testimony of Jesus Christ? “I saw three unclean spirits like frogs,” John writes, “come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet. For they are the spirits of devils, working miracles, which go forth unto the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.”"},{"refcode_short":"PH086 11.2","refcode_long":"Special Testimony to Battle Creek Church, p. 11.2 (Ellen Gould White)","content":"On which side are you standing? On the side of those that worship the beast and his image? Are you connected with those who have lost the spiritual principles that distinguish them as men, and allied them to God, and who have become secondary subordinates, united with the great apostate? Christ died to make it possible for you to be allied with angels, heirs of God and joint heirs with Christ. If you are obedient to all his commandments, you will reign as kings and priests unto God. Will you choose the degrading captivity of disobedience and transgression? Will you link yourselves with those who make void God's law?"},{"refcode_short":"PH086 11.3","refcode_long":"Special Testimony to Battle Creek Church, p. 11.3 (Ellen Gould White)","content":"The law that controls God's kingdom gives no encouragement to those who continue in transgression and sin. “Whosoever committeth sin transgresseth also the law; for sin is the transgression of the law. And ye know that He was manifested to take away our sins; and in him is no sin. Whosoever abideth in him sinneth not; whosoever sinneth hath not seen him, neither known him. Little children, let no man deceive you: he that doeth righteousness is righteous, even as he is righteous. He that committeth sin is of the devil; for the devil sinneth from the beginning.”"},{"refcode_short":"PH086 12.1","refcode_long":"Special Testimony to Battle Creek Church, p. 12.1 (Ellen Gould White)","content":"“Behold all souls are mine; as the soul of the father, so also the soul of the son is mine: the soul that sinneth it shall die. But if a man be just, and do that which is lawful and right.... and hath not oppressed any, but hath restored to the debtor his pledge, hath spoiled none by violence, hath given his bread to the hungry, and hath covered the naked with a garment; he that hath not given forth upon usury, neither hath taken any increase, that hath withdrawn his hand from iniquity, hath executed true judgment between man and man, hath walked in my statutes, and hath kept my judgments, to deal truly; he is just, he shall surely live, saith the Lord God.”"},{"refcode_short":"PH086 12.2","refcode_long":"Special Testimony to Battle Creek Church, p. 12.2 (Ellen Gould White)","content":"Old Testament history agrees perfectly with the New. After light has come to us through the Scripture, we are inexcusable if we do not walk in the light; for an unseen influence is drawing the soul to obedience, that it may bear witness to the truth. “He that committeth sin is of the devil; for the devil sinneth from the beginning. For this purpose the Son of God was manifested, that he might destroy the works of the devil. Whosoever is born of God doth not commit sin; for his seed remaineth in him: and he cannot sin, because he is born of God.... And whatsoever we ask, we receive of him, because we keep his commandments, and do those things that are pleasing in his sight. And this is his commandment, that we should believe on the name of his Son Jesus Christ, and love one another as he gave us commandment. And he that keepeth his commandments dwelleth in him, and he in him. And hereby we know that he abideth in us, by the Spirit which he hath given us.”"},{"refcode_short":"PH086 13.1","refcode_long":"Special Testimony to Battle Creek Church, p. 13.1 (Ellen Gould White)","content":"E. G. White"},{"refcode_short":"PH086 13.2","refcode_long":"Special Testimony to Battle Creek Church, p. 13.2 (Ellen Gould White)","content":"January 11, 1897."},{"refcode_short":"PH086 13","refcode_long":"Special Testimony to Battle Creek Church, p. 13 (Ellen Gould White)","content":"True Education in Our Churches"},{"refcode_short":"PH086 13.3","refcode_long":"Special Testimony to Battle Creek Church, p. 13.3 (Ellen Gould White)","content":"“The law of the Lord is perfect, converting the soul.” “Blessed are the undefiled in the way, who walk in the law of the Lord. Blessed are they that keep his testimonies, and that seek him with the whole heart. They also do no iniquity: they walk in his ways. Thou hast commanded us to keep thy precepts diligently. O that my ways were directed to keep thy statutes! Then shall I not be ashamed, when I have respect unto all thy commandments.”"},{"refcode_short":"PH086 13.4","refcode_long":"Special Testimony to Battle Creek Church, p. 13.4 (Ellen Gould White)","content":"Let us take this for our lesson. Study every word attentively. Upright principles and pure sentiments, cultivated and practised, form a character after the divine similitude. A conscience void of offense toward God and man; a heart that feels the tenderest sympathy for human beings, especially that they may be won for Christ, will have the attributes that Christ had. All such will be imbued with his Spirit. They will have a reservoir of persuasion, and a storehouse of simple eloquence."},{"refcode_short":"PH086 13.5","refcode_long":"Special Testimony to Battle Creek Church, p. 13.5 (Ellen Gould White)","content":"As Christians, we are now to labor most earnestly to bring souls to Jesus Christ. There must be no cheap chapters of experience woven into our Christian life. All true experience costs every soul that obtains it an effort, because of Satan's temptations. God sees how the soul hungers for the knowledge of God, for salvation through Christ, and the promise is, “Blessed are they which do hunger and thirst after righteousness; for they shall be filled.”"},{"refcode_short":"PH086 14.1","refcode_long":"Special Testimony to Battle Creek Church, p. 14.1 (Ellen Gould White)","content":"God has commanded all men to obey his law. He sees not as man sees. His standard is elevated, pure, and holy: yet all may reach that standard. The Lord sees the soul-want, the conscious soul-hunger. He regards the disposition of the mind, from whence our actions proceed. He sees whether above everything else, respect and faith are evidenced toward God. The true seeker, who is striving to be like Jesus in word, life, and character, will contemplate his Redeemer, and by beholding, become changed into his image, because he longs and prays for the same disposition and mind that was in Christ Jesus. He is not restrained from evil through fear of shame, or through fear of loss; for he knows that all he enjoys comes from God, and he would improve his blessings, that he may represent Christ in Christ. He is not hungry to stand the highest, to obtain praise from human beings. This is not his eager interest. By making a wise improvement of what he now has, he seeks to obtain more and still more ability that he may give to God greater service. He longs after God. The history of his Redeemer, the immeasurable sacrifice that he made, becomes full of meaning to him. Christ, the Majesty of heaven, became poor, that we through his poverty might become rich; not rich merely in endowments, but rich in attainments."},{"refcode_short":"PH086 15.1","refcode_long":"Special Testimony to Battle Creek Church, p. 15.1 (Ellen Gould White)","content":"These are the riches that Christ earnestly longs that his followers shall possess. As the true seeker after the truth reads the word, and opens his mind to receive the word, he longs after truth with his whole heart. The love, the pity, the tenderness, the courtesy, the Christian politeness, which will be the elements in the heavenly mansions that Christ has gone to prepare for those that love him, take possession of his soul. His purpose is steadfast. He is determined to stand on the side of righteousness. Truth has found its way into the heart, and is planted there by the Holy Spirit, who is the truth. When truth takes hold of the heart, the man gives sure evidence of this by becoming a steward of the grace of Christ."},{"refcode_short":"PH086 15.2","refcode_long":"Special Testimony to Battle Creek Church, p. 15.2 (Ellen Gould White)","content":"The heart of the true Christian is imbued with true love, with a most earnest hunger for souls. He is not at rest until he is doing all that is in his power to seek and to save that which is lost. Time and strength are spent; toilsome work is not shunned. Others must be given the truth which has brought to his own soul such gladness and peace and joy in the Holy Ghost."},{"refcode_short":"PH086 15.3","refcode_long":"Special Testimony to Battle Creek Church, p. 15.3 (Ellen Gould White)","content":"When the truly converted soul enjoys the love of God, he will feel his obligation to yoke up with Christ and work in harmony with him. The Spirit of Christ rests upon him. He reveals the Saviour's love, pity, and compassion, because he is one with Christ. He yearns to bring others to Jesus. His heart is melted with tenderness as he sees the peril of the souls that are out of Christ He watches for souls as one that must give an account. With invitations and pleadings mingled with assurances of the promises of God, he seeks to win souls to Christ; and it is registered in the books of record. He is a laborer together with God."},{"refcode_short":"PH086 16.1","refcode_long":"Special Testimony to Battle Creek Church, p. 16.1 (Ellen Gould White)","content":"Is not God the proper object of invitation? It should be the work of the Christian's life to put on Christ, and to bring himself to a more perfect likeness of Christ. The sons and daughters of God are to advance in their resemblance to Christ, our pattern. Daily they are to behold his glory, and contemplate his incomparable excellence. Tender, true, and full of compassion, they are to pull souls out of the fire, hating even the garment spotted by the flesh."},{"refcode_short":"PH086 16.2","refcode_long":"Special Testimony to Battle Creek Church, p. 16.2 (Ellen Gould White)","content":"There is a work to be done by God's people. What is true eloquence in the human life? It is a heart full of pure sentiments, a veneration for all God's commandments. But earnest work has not been done. A certain round of duties has been performed, but this is not enough. Step out of the common channel. If you cannot reach the members of the churches, do not become discouraged. Take the work into the highways, and if the self-righteousness of those for whom you labor will not be penetrated by the leaven of truth, go out of the usual round into the byways, and there do your missionary work."},{"refcode_short":"PH086 16.3","refcode_long":"Special Testimony to Battle Creek Church, p. 16.3 (Ellen Gould White)","content":"God will not leave you to work alone. Ever since the proclamation of the third angel's message, angels of God have been waiting to co-operate with the human agent who is in earnest, and determined to work. We must go deeper into the mines of truth than we have done."},{"refcode_short":"PH086 16.4","refcode_long":"Special Testimony to Battle Creek Church, p. 16.4 (Ellen Gould White)","content":"“God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” Oh, what love God hath shown for fallen man. Why do those who know the truth pass by on the other side so many who are in suffering need?"},{"refcode_short":"PH086 17.1","refcode_long":"Special Testimony to Battle Creek Church, p. 17.1 (Ellen Gould White)","content":"The whole worship of ancient Israel was a promise, in figures and symbols, of Christ; and it was not merely a promise, but an actual provision, designed by God to aid millions of people by lifting their thoughts to him who was to manifest himself to our world."},{"refcode_short":"PH086 17.2","refcode_long":"Special Testimony to Battle Creek Church, p. 17.2 (Ellen Gould White)","content":"In Christ the world beheld the invisible God. “I am in the Father,” he said, “and the Father in me.” “He that hath seen me, hath seen the Father.” “If ye had known me, ye should have known my Father also; and from henceforth ye know him, and have seen him.” In all our acts of true devotion, we fix our eye of faith upon our Advocate, who is standing between man and the eternal throne, waiting to meet our every effort, and by his Spirit assist us to a more perfect knowledge of God."},{"refcode_short":"PH086 17.3","refcode_long":"Special Testimony to Battle Creek Church, p. 17.3 (Ellen Gould White)","content":"The Lamb of God is represented before us as “in the midst of the throne” of God. He is the great ordinance by which man and God are united and commune together. Thus men are represented as sitting in heavenly places in Christ Jesus. This is the appointed place of meeting between God and humanity."},{"refcode_short":"PH086 17.4","refcode_long":"Special Testimony to Battle Creek Church, p. 17.4 (Ellen Gould White)","content":"“And for their sakes I sanctify myself, that they also might be sanctified through the truth. Neither pray I for these alone, but for them also which shall believe on me through their word; that they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me. And the glory which thou gavest me I have given them; that they may be one, even as we are one: I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them as thou hast loved me.” Christ brought human nature into a personal relation with his own divinity. Thus he has given a center for the faith of the universe to fasten upon."},{"refcode_short":"PH086 18.1","refcode_long":"Special Testimony to Battle Creek Church, p. 18.1 (Ellen Gould White)","content":"God designs that his law shall be obeyed by all who believe on Jesus Christ. Satan knew that if the human family could be induced to believe that God abolished his moral standard of character, man would not have a moral looking-glass, into which he could look and see what manner of person he was."},{"refcode_short":"PH086 18.2","refcode_long":"Special Testimony to Battle Creek Church, p. 18.2 (Ellen Gould White)","content":"“If any be a hearer of the word and not a doer, he is like unto a man beholding his natural face in a glass: for he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was. But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed. If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man's religion is vain. Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.”"},{"refcode_short":"PH086 18.3","refcode_long":"Special Testimony to Battle Creek Church, p. 18.3 (Ellen Gould White)","content":"This is the word of the living God. The law is God's great moral looking-glass. He is to compare his words, his spirit, his actions with the word of God. If we decide that in these last days we have no work assigned to us that is out of the common course of the nominal churches, we shall meet with great disappointment. The great question to be investigated, weighed, and decided is, What can I do to reach souls that are lost? God calls for a work to be done by Seventh-day Adventists that I need not define. Unless the work is first done in their own hearts, all the specific directions that might be given to point out their course of action, will be labor in vain."},{"refcode_short":"PH086 19.1","refcode_long":"Special Testimony to Battle Creek Church, p. 19.1 (Ellen Gould White)","content":"Read the second chapter of James. Practise the truth in your daily life, and you will know the work that the Lord has given you to do. Read also the fourth chapter, especially verses 5-12; and chapter five, especially verses 13-20. These chapters are a dead letter to the larger number of those who claim to be Seventh-day Adventists. I am directed to point you to these scriptures, and to the seventh chapter of Matthew. You need to study every word as for your life."},{"refcode_short":"PH086 19.2","refcode_long":"Special Testimony to Battle Creek Church, p. 19.2 (Ellen Gould White)","content":"What the church in Battle Creek needs is to be doers of the word. This will lead a large number out of Battle Creek into other places, towns, and cities, where people have not had the light and opportunities that you have had. Many souls are now hanging in the balance. They are not with Christ. They are not gathering with Christ. Their influence is divided. They scatter abroad."},{"refcode_short":"PH086 19.3","refcode_long":"Special Testimony to Battle Creek Church, p. 19.3 (Ellen Gould White)","content":"Especially give heed to these words: “Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock. And the rain descended, and the floods came, and the winds blew, and beat upon that house, and it fell not: for it was founded upon a rock. And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand. And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell, and great was the fall of it.” Many houses now supposed to stand secure will fall. The Lord declares that he will not accept divided service."},{"refcode_short":"PH086 20.1","refcode_long":"Special Testimony to Battle Creek Church, p. 20.1 (Ellen Gould White)","content":"If you will take heed to the words of warning found in the chapters that I am directed to present before you, you will change your attitude, and become children of God. Thus you may save your souls through faith in Jesus Christ. You will receive the counsel given in the fifty-eighth chapter of Isaiah. If you will follow the directions marked out, the promise will be fulfilled, “Then shall thy light break forth as the morning, and thine health shall spring forth speedily: and thy righteousness shall go before thee; the glory of the Lord shall be thy rearward. Then shalt thou call, and the Lord shall answer; thou shalt cry, and he shall say, Here I am. If thou take away from the midst of thee the yoke, the putting forth of the finger, and speaking vanity; and if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noonday. And the Lord shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones; and thou shalt be like a watered garden, and like a spring of water, whose waters fail not.”"},{"refcode_short":"PH086 20.2","refcode_long":"Special Testimony to Battle Creek Church, p. 20.2 (Ellen Gould White)","content":"Take up your appointed work. The Lord will fulfil the promise on his part. These inspired scriptures would never have been given to you if the Lord had not had confidence that you could do all that he has required. You can heed the invitation, “Take my yoke upon you, and learn of me; for I am meek and lowly in heart; and ye shall find rest unto your souls. For my yoke is easy, and my burden is light.”"},{"refcode_short":"PH086 21.1","refcode_long":"Special Testimony to Battle Creek Church, p. 21.1 (Ellen Gould White)","content":"You may rise to the heights to which the Holy Spirit calls you. True religion means living the word in your practical life. Your profession is not of any value without the practical doing of the word. “He that will come after me, let him deny himself, and take up his cross daily, and follow me.” This is the condition of discipleship. “Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my Spirit upon him, and he shall show judgment unto the Gentiles. He shall not strive, nor cry; neither shall any man hear his voice in the streets. A bruised reed shall he not break, and smoking flax shall he not quench, till he send forth judgment unto victory. And in his name shall the Gentiles trust.”"},{"refcode_short":"PH086 21.2","refcode_long":"Special Testimony to Battle Creek Church, p. 21.2 (Ellen Gould White)","content":"Thank God that a work is being done outside of the church. The church has not been properly educated to work outside of their own people. Many souls out of the church might have been enlightened, and a great deal more light brought into the church, if every church-member in every country, who claims to have the advanced light of truth, had worked with heart and soul and voice to win souls to the truth. Altogether too little work is being done by church-members for those who need the light, those who are outside of the church of Seventh-day Adventists. The Lord declares, “A bruised reed shall he not break, and smoking flax shall he not quench, till he send forth judgment unto victory. And in his name shall the Gentiles trust.” Those who co-operate with Jesus Christ will realize that all these promises are fulfilled in their own experience. The Lord has pointed out the duty of every soul. In the judgment no one will have any excuse to present for not doing his duty."},{"refcode_short":"PH086 22.1","refcode_long":"Special Testimony to Battle Creek Church, p. 22.1 (Ellen Gould White)","content":"The test of discipleship is not brought to bear as closely as it should be upon those who present themselves for baptism. It should be understood whether those who profess to be converted are simply taking the name of Seventh-day Adventists, or whether they are taking their stand on the Lord's side, to come out from the world, and be separate and touch not the unclean thing. When they give evidence that they fully understand their position, they are to be accepted. But when they show that they are following the customs and fashions and sentiments of the world, they are to be faithfully dealt with. If they feel no burden to change their course of action, they should not be retained as members of the church. The Lord wants those who compose his church to be true, faithful stewards of the grace of Christ."},{"refcode_short":"PH086 22.2","refcode_long":"Special Testimony to Battle Creek Church, p. 22.2 (Ellen Gould White)","content":"The sin of these last days is upon the professed people of God. Through selfishness, love of pleasure, and love of dress, they deny the Christ that their church-membership says that they are following. I thank God that Jesus Christ knows every impulse in the heart of the believer. Many profess to be children of God, who do not follow Christ. Their frivolity, their cheap conversation, their want of high-toned piety, their low aims, mislead others, who would pursue a different course were it not for the example of these deceptive characters; those who do not love Christ or do his will, but simply follow their own imaginations."},{"refcode_short":"PH086 22.3","refcode_long":"Special Testimony to Battle Creek Church, p. 22.3 (Ellen Gould White)","content":"Jesus is acquainted with every heart that is humble, meek, and lowly. These have trials and make mistakes, but they are broken-hearted because they grieve the Saviour, who loved them and died for them. They come humbly to his feet; they fight his battles. In meekness and lowliness of heart they seek to do good to others. They seek to advance the cause of truth, in good and earnest endeavor."},{"refcode_short":"PH086 23.1","refcode_long":"Special Testimony to Battle Creek Church, p. 23.1 (Ellen Gould White)","content":"The Lord Jesus loves those for whom he has given his life, and when worldly influences are allowed to come in between them and their Helper, when idols are chosen before Christ, when his appeals to the human soul are regarded with indifference, and there is no response, Jesus is grieved. He knows that they are meeting with great losses; for they are stumbling-blocks to sinners. They are not gathering with Christ, but scattering from him. But when through great affliction the Spirit of God touches their hearts, and they turn to him, he will hear their prayers. Christ knows the capabilities he has given to every soul to serve him for his present and eternal good. He desires that these souls shall not disappoint him. He wants them to shine in his kingdom. Those who will be the most highly honored are those who take up their cross daily, and follow Christ."},{"refcode_short":"PH086 23.2","refcode_long":"Special Testimony to Battle Creek Church, p. 23.2 (Ellen Gould White)","content":"The Lord Jesus demands that every soul make a reality of truth. Show that you believe that you are not half with Christ and half with the world. Of all such Christ says, “I would thou wert cold or hot. So then, because thou art lukewarm, and neither cold nor hot, I will spew thee out of my mouth.” He who appreciates the love of Christ, will be an earnest worker with Christ to bring other souls as sheaves to the Master. Thorough work is always done by all who are connected with Christ. They bear fruit to his glory. But indolence and carelessness and frivolity separate the soul from Christ, and Satan comes in to work his will with the poor worldly subject, We have a great truth, but through careless indifference the truth has lost its force upon us. Satan has come in with his specious temptations, and has led the professed followers of Christ away from their Leader, classing them with the foolish virgins."},{"refcode_short":"PH086 24.1","refcode_long":"Special Testimony to Battle Creek Church, p. 24.1 (Ellen Gould White)","content":"The Lord is coming, and we now need the oil of grace in our vessels with our lamps. I ask, Who will now be on the Lord's side? Before Jesus went away he promised that he would return again, and receive us unto himself, “That where I am,” he said, “ye may be also.” We are strangers and pilgrims in this world. We are to wait, watch, pray, and work. The whole mind, the whole soul, the whole heart, and the whole strength are purchased by the blood of the Son of God. We are not to feel it our duty to wear a pilgrim's dress of just such a color, just such a shape, but neat, modest apparel, that the word of inspiration teaches us we should wear. If our hearts are united with Christ's heart, we shall have a most intense desire to be clothed with his righteousness. Nothing will be put upon the person to attract attention, or to create controversy."},{"refcode_short":"PH086 24.2","refcode_long":"Special Testimony to Battle Creek Church, p. 24.2 (Ellen Gould White)","content":"Christianity. How many there are who do not know what it is. It is not something put on the outside. It is a life inwrought with the life of Jesus. It means that we are wearing the robe of Christ's righteousness. In regard to the world, Christians will say, We will not dabble in politics. They will say decidedly, We are pilgrims and strangers; our citizenship is above. They will not be seen choosing company for amusement. They will say, We have ceased to be infatuated by childish things. We are strangers and pilgrims, looking for a city which hath foundations, whose builder and maker is God."},{"refcode_short":"PH086 25.1","refcode_long":"Special Testimony to Battle Creek Church, p. 25.1 (Ellen Gould White)","content":"I am pleased that the Lord is in mercy again visiting the church. My heart trembles as I think of the many times he has come in, and his Holy Spirit has worked in the church; but after the immediate effect was over, the merciful dealings of God were forgotten. Pride, spiritual indifference, was the record made in heaven. Those who were visited by the rich mercy and grace of God dishonored their Redeemer by their unbelief."},{"refcode_short":"PH086 25.2","refcode_long":"Special Testimony to Battle Creek Church, p. 25.2 (Ellen Gould White)","content":"When Christ was upon the earth, he used every means possible to gain admission to the hearts of those whose doors should have been thrown open to receive him. He came to his vineyard seeking fruit. He dug about the vine he had planted. He pruned it and dressed it. But when he looked for grapes, behold, only wild grapes rewarded his care. The people disappointed their Saviour."},{"refcode_short":"PH086 25.3","refcode_long":"Special Testimony to Battle Creek Church, p. 25.3 (Ellen Gould White)","content":"How earnestly and untiringly Christ labored to reach the most lowly, as well as those who occupied higher positions. Hear him saying to his disciples, “Sit ye here, while I go and pray yonder.” What an example he gave them of his prayers in their behalf, that their faith should not fail, but increase."},{"refcode_short":"PH086 25.4","refcode_long":"Special Testimony to Battle Creek Church, p. 25.4 (Ellen Gould White)","content":"Christ's heart was ever touched by human woe. He walked and worked in the streets of the cities, teaching the weary, inviting them to come to him, crying. “Come unto me, all ye that labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light.” Christ employed every means to arrest the attention of the impenitent. How tender and considerate were his dealings with all. He longed to break the spell of infatuation upon those who were deceived and deluded by satanic agencies. He longed to give the sin-polluted soul pardon and peace."},{"refcode_short":"PH086 26.1","refcode_long":"Special Testimony to Battle Creek Church, p. 26.1 (Ellen Gould White)","content":"Christ was the mighty Healer of all spiritual and physical maladies. Look, O look upon the sympathetic Redeemer. With the eye of faith behold him walking in the streets of the cities, gathering the weak and weary to himself. Helpless, sinful human beings crowd about him. See the mothers with their sick and dying little ones in their arms pressing through the crowd, that they may get within reach of his notice and touch. Let the eye of faith take in the scene. Watch these mothers pressing their way to him, pale, weary, almost despairing, yet determined and persevering, bearing their burden of suffering in their arms."},{"refcode_short":"PH086 26.2","refcode_long":"Special Testimony to Battle Creek Church, p. 26.2 (Ellen Gould White)","content":"As these anxious ones are being crowded back, Christ makes his way to them step by step, until he is close by their side. Tears of gladness and hope fall freely as they catch his attention, and look into the eyes expressing such tender pity and love for the weary mother as well as the suffering child. He invites her confidence, saying, “What shall I do for you?” She sobs out her great want, “Master, that thou shouldest heal my child.” She has shown her faith in urging her way to him, though she did not know that he was making his way to her; and Christ takes the child from her arms. He speaks the word, and disease flees at his touch. The pallor of death is gone; the life-giving current flows through the veins; the muscles receive strength."},{"refcode_short":"PH086 27.1","refcode_long":"Special Testimony to Battle Creek Church, p. 27.1 (Ellen Gould White)","content":"Words of comfort and peace are spoken to the mother, and then another case just as urgent is presented. The mother asks help for herself and children; for they are all sufferers. With willingness and joy Christ exercises his life-giving power, and they give praise and honor and glory to his name who doeth wonderful things."},{"refcode_short":"PH086 27.2","refcode_long":"Special Testimony to Battle Creek Church, p. 27.2 (Ellen Gould White)","content":"No frown on Christ's countenance spurned the humble suppliant from his presence. The priests and rulers sought to discourage the suffering and needy ones, saying that he healed the sick by the power of the devil. But his way could not be hedged up. He was determined not to fail or become discouraged. Suffering privation himself, he traversed the country that was his scene of labor, scattering his blessings, and seeking to reach obdurate hearts."},{"refcode_short":"PH086 27.3","refcode_long":"Special Testimony to Battle Creek Church, p. 27.3 (Ellen Gould White)","content":"That Saviour has oft visited you in Battle Creek. Just as verily as he walked in the streets of Jerusalem, longing to breathe the breath of spiritual life into the hearts of those discouraged and ready to die, has he come to you. The cities that were so greatly blessed by his presence, his pardon, his gifts of healing, rejected him; and just as great, yea, greater evidence of unrequited love, has been given in Battle Creek. Has Christ not loaded down his church with benefits and blessings? Has he not sent his servants with messages of pardon and righteousness, to be given freely to all who will receive them?"},{"refcode_short":"PH086 28.1","refcode_long":"Special Testimony to Battle Creek Church, p. 28.1 (Ellen Gould White)","content":"Jerusalem is a representation of what the church will be if it refuses to receive and walk in the light that God has given. Jerusalem was favored of God as the depositary of sacred trusts. But her people perverted the truth, and despised all-entreaties and warnings. They would not respect the counsels. The temple courts were perverted with merchandise and robbery. Selfishness and love of mammon, envy, and strife, were cherished. Every one sought for gain from his quarter. Christ turned from them, saying, “O Jerusalem, Jerusalem,” how can I give thee up? “How often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not.”"},{"refcode_short":"PH086 28.2","refcode_long":"Special Testimony to Battle Creek Church, p. 28.2 (Ellen Gould White)","content":"So Christ sorrows and weeps over our churches, over our institutions of learning, that have failed to meet the demand of God. He comes to investigate in Battle Creek, which has been moving in the same track as Jerusalem. The publishing house has been turned into desecrated shrines, into places of unholy merchandise and traffic. It has become a place where injustice and fraud have been turned carried on, where selfishness, malice, envy, and passion have borne sway. Yet the men who have been led into this working upon wrong principles, are seemingly unconscious of their wrong course of action. When warnings and entreaties come to them, they say, Doth she not speak in parables? Words of warning and reproof have been treated as idle tales."},{"refcode_short":"PH086 28.3","refcode_long":"Special Testimony to Battle Creek Church, p. 28.3 (Ellen Gould White)","content":"When Christ looked down from the crest of Olivet, he saw this state of things existing in every church. The warnings come down to all that are following in the tread of the people of Jerusalem, who had such great light. This people is before us as a warning. By rejecting God's warnings in this our day men are repeating the sin of Jerusalem. The Lord sees what the human agent does not see and will not see,—the outcome of all the human devising in Battle Creek. He has done all that a God could do. He has flashed light before the eyes of the people, that their sins might not reach the boundary where repentance cannot be felt. But by a long process of departure from just and righteous principles, men have placed themselves where light and truth, justice and mercy are not discerned. This course has become part of their very nature."},{"refcode_short":"PH086 29.1","refcode_long":"Special Testimony to Battle Creek Church, p. 29.1 (Ellen Gould White)","content":"I call upon all who have united in a course of action that is wrong in principle to make a decided reformation, and forever after walk humbly with God. The world is soon to be judged. A righteous God must avenge the death of his Son. Today men are choosing Barabbas, and saying, Crucify Christ. They will do this in the person of his saints. They will go over the same ground as the Jewish priests and rulers did in their treatment of Christ. He, the Son of God, and an innocent man, was murdered because he told men truths that it did not please them to hear. Yet he was the Son of the infinite God."},{"refcode_short":"PH086 29.2","refcode_long":"Special Testimony to Battle Creek Church, p. 29.2 (Ellen Gould White)","content":"Those who today despise the law of Jehovah, showing no respect for his commandments, are taking sides with the great apostate. They proclaim to a sin-corrupted world that the law of God is null and void. Those who declare this as truth deceive the people, and have virtually nailed the law of Jehovah to the cross between two thieves. What a thought!"},{"refcode_short":"PH086 29.3","refcode_long":"Special Testimony to Battle Creek Church, p. 29.3 (Ellen Gould White)","content":"Before the worlds unfallen, and the heavenly universe, the world will have to give an account to the Judge of the whole earth, the very one they condemned and crucified. What a reckoning day that will be! It is the great day of God's vengeance. Christ does not then stand at Pilate's bar. Pilate and Herod, and all that mocked, scourged, rejected, and crucified him will then understand what it means to feel the wrath of the Lamb. Their deeds will appear before them in their true character."},{"refcode_short":"PH086 30.1","refcode_long":"Special Testimony to Battle Creek Church, p. 30.1 (Ellen Gould White)","content":"What a terrible deception is upon the minds of those who think that the world is growing better. Christ declares, “As it was in the days of Noe, so shall it be also in the days of the Son of man.” “For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark, and knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.” To just such a pass will the world come in rejecting the law of God."},{"refcode_short":"PH086 30.2","refcode_long":"Special Testimony to Battle Creek Church, p. 30.2 (Ellen Gould White)","content":"“And the third angel followed them, saying with a loud voice, If any man worship the beast and his image, and receive his mark in his forehead, or in his hand, the same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb: and the smoke of their torment ascendeth up for ever and ever: and they have no rest day nor night, who worship the beast and his image, and whosoever receiveth the mark of his name.”"},{"refcode_short":"PH086 30.3","refcode_long":"Special Testimony to Battle Creek Church, p. 30.3 (Ellen Gould White)","content":"John was called to behold a people distinct from those who worship the beast or his image by keeping the first day of the week. The observance of this day is the mark of the beast. John declares, “Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus.”"},{"refcode_short":"PH086 31.1","refcode_long":"Special Testimony to Battle Creek Church, p. 31.1 (Ellen Gould White)","content":"And the dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.” We are plainly shown that two parties will exist at the appearing of our Lord and Saviour Jesus Christ. In which party do we wish to be found? “Behold I come quickly,” Christ says, “and my reward is with me, to give every man according as his work shall be. I am Alpha and Omega, the beginning and the end, the first and the last. Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city.” This is the destination of commandment-keepers. Should we not all wish to be among that number who have right to the tree of life, and who enter through the gates into the city?"},{"refcode_short":"PH086 31.2","refcode_long":"Special Testimony to Battle Creek Church, p. 31.2 (Ellen Gould White)","content":"Adam and Eve and their posterity lost their right to the tree of life because of their disobedience. “And the Lord God said, Behold the man has become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live forever.” Adam and Eve transgressed the law of God. This made it necessary for them to be driven from Eden and be separated from the tree of life, to eat of which after their transgression would perpetuate sin. “Therefore the Lord God sent him forth from the garden of Eden, to till the ground from whence he was taken. So he drove out the man: and he placed at the east of the garden of Eden cherubims, and a flaming sword which turned every way, to keep the way of the tree of life.” Man was dependent upon the tree of life for immortality, and the Lord took these precautions lest men should eat of that tree and “live forever,”—become immortal sinners."},{"refcode_short":"PH086 32.1","refcode_long":"Special Testimony to Battle Creek Church, p. 32.1 (Ellen Gould White)","content":"Death entered the world because of transgression. But Christ gave his life that man should have another trial. He did not die on the cross to abolish the law of God, but to secure for man a second probation. He did not die to make sin an immortal attribute: he died to secure the right to destroy him that had the power of death, that is, the devil. He suffered the full penalty of a broken law for the whole world. This he did, not that men might continue in transgression, but that they might return to their loyalty and keep God's commandments, and his law as the apple of their eye."},{"refcode_short":"PH086 32.2","refcode_long":"Special Testimony to Battle Creek Church, p. 32.2 (Ellen Gould White)","content":"The sign of obedience is the observance of the Sabbath of the fourth commandment. If men keep the fourth commandment, they will keep all the rest. It was no human voice that spoke to Moses, giving him the Sabbath as a sign. “The Lord spake unto Moses, saying, Speak thou also unto the children of Israel, saying, Verily my Sabbaths, ye shall keep: for it is a sign between me and you throughout your generations; that ye may know that I am the Lord that doth sanctify you. Ye shall keep the Sabbath therefore; for it is holy unto you; every one that defileth it shall surely be put to death: for whosoever doeth any work therein, that soul shall be cut off from among his people.”"},{"refcode_short":"PH086 32.3","refcode_long":"Special Testimony to Battle Creek Church, p. 32.3 (Ellen Gould White)","content":"The Lord does not leave so important a precept as this without definite specification. “Six days may work be done: but in the seventh is the Sabbath of rest, holy to the Lord; whosoever doeth any work in the Sabbath day, he shall surely be put to death. Wherefore the children of Israel shall keep the Sabbath to observe the Sabbath throughout their generations for a perpetual covenant.”"},{"refcode_short":"PH086 33.1","refcode_long":"Special Testimony to Battle Creek Church, p. 33.1 (Ellen Gould White)","content":"Human philosophy declares that an indefinite period of time was taken in the creation of the world. Does God state the matter thus? No; he says, “It is a sign between me and the children of Israel forever; for in six days [not six indefinite periods of time; for then there would be no possible way for man to observe the day specified in the fourth commandment] the Lord made heaven and earth, and on the seventh he rested, and was refreshed.” Please read carefully the fifth chapter of Deuteronomy. God says again, “Remember [do not forget] the Sabbath day, to keep it holy...for in six days the Lord made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the Lord blessed the Sabbath day, and hallowed it.”"},{"refcode_short":"PH086 33.2","refcode_long":"Special Testimony to Battle Creek Church, p. 33.2 (Ellen Gould White)","content":"Yet with the living oracles before them, those who claim to preach the word present the suppositions of human minds, the maxims and commandments of men. They make void the law of God by their traditions. The sophistry in regard to the world being created in an indefinite period of time is one of Satan's falsehoods. God speaks to the human family in language they can comprehend. He does not leave the matter so indefinite that human beings can handle it according to their theories. When the Lord declares that he made the work in six days and rested on the seventh day, he means the day of twenty-four hours, which he has marked off by the rising and setting of the sun."},{"refcode_short":"PH086 34.1","refcode_long":"Special Testimony to Battle Creek Church, p. 34.1 (Ellen Gould White)","content":"God would not present the death sentence for a disregard of the Sabbath unless he had presented before men a clear understanding of the Sabbath. After he had created our world and man, he looked upon the work that he had done, and pronounced it very good. And when the foundation of the earth was laid, the foundation of the Sabbath was laid also. When the morning stars sang together and all the sons of God shouted for joy, God saw that a Sabbath was essential for man, even in Paradise. In giving the Sabbath, God considered man's spiritual and physical health."},{"refcode_short":"PH086 34.2","refcode_long":"Special Testimony to Battle Creek Church, p. 34.2 (Ellen Gould White)","content":"God made the world in six literal days, and on the seventh literal day he rested from all his work which he had done, and was refreshed. So he has given man six days in which to labor. But he sanctified the day of his rest, and gave it to man to be kept, free from all secular labor. By thus setting apart the Sabbath, God gave the world a memorial. He did not set apart one day and any day in seven, but one particular day, the seventh day. And by observing the Sabbath, we show that we recognize God as the living God, the creator of heaven and earth."},{"refcode_short":"PH086 34.3","refcode_long":"Special Testimony to Battle Creek Church, p. 34.3 (Ellen Gould White)","content":"There is nothing in the Sabbath that restricts it to any particular class of people. It was given for all mankind. It is to be employed, not in indolence, but in the contemplation of the works of God. This men are to do that they may know “that I am the Lord that doth sanctify them.”"},{"refcode_short":"PH086 34.4","refcode_long":"Special Testimony to Battle Creek Church, p. 34.4 (Ellen Gould White)","content":"The Lord draws very nigh to his people on the day that he has blessed and sanctified. “The heavens declare the glory of God, and the firmament showeth his handiwork. Day unto day uttereth speech, and night unto night showeth knowledge.” The Sabbath is God's memorial, pointing men to their Creator, who made the world and all things that are therein. In the everlasting hills, in the lofty trees, in every opening bud and blooming flower we may behold the work of the great Master-artist. All speak to us of God and his glory."},{"refcode_short":"PH086 35.1","refcode_long":"Special Testimony to Battle Creek Church, p. 35.1 (Ellen Gould White)","content":"Every loyal child of God will seek to know the truth. John stated the truth so plainly that a child may understand it. “If ye love me, keep my commandments. And I will pray the Father, and he shall give you another Comforter, that he may abide with you forever; even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him.” Do we choose to be numbered with those who cannot discern the truth, who are so blinded by the deceptive power of the enemy that they see not Him who is the express image of the Father's person?"},{"refcode_short":"PH086 35.2","refcode_long":"Special Testimony to Battle Creek Church, p. 35.2 (Ellen Gould White)","content":"The followers of Christ are of another class altogether. “But ye know him; for he dwelleth with you, and shall be in you. I will not leave you comfortless; I will come to you. Yet a little while, and the world seeth me no more; but ye see me; because I live, ye shall live also.” “He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.” “If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him. He that loveth me not keepeth not my sayings: and the word which ye hear is not mine, but the Father's which sent me.” The word of a human being is not to be received and believed without question. We must first ask, Do they speak in harmony with the word? Do they refuse a plain “Thus saith the Lord” because they see that it involves a cross?"},{"refcode_short":"PH086 36.1","refcode_long":"Special Testimony to Battle Creek Church, p. 36.1 (Ellen Gould White)","content":"Are we on the side of those who refuse to be loyal to God? They have no interest in knowing God. They reject the divine Son of God, the personification of all human goodness. They place themselves with those who although no fault could be preferred against Christ, chose instead a thief and a murderer. This testifies to the moral taste of the world. Shall we be on the side of the world, or on the side of Christ, who declared, “I have kept my father's commandments”?"},{"refcode_short":"PH086 36.2","refcode_long":"Special Testimony to Battle Creek Church, p. 36.2 (Ellen Gould White)","content":"The word of Jehovah will stand forever. “In the beginning was the Word, and the Word was with God, and the Word was God. The same was in the beginning with God. All things were made by him; and without him was not anything made that was made. In him was life; and the life was the light of men. And the light shineth in darkness; and the darkness comprehended it not.... He was in the world, and the world was made by him, and the world knew him not. He came unto his own and his own received him not. But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name: which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God. And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.”"},{"refcode_short":"PH086 37.1","refcode_long":"Special Testimony to Battle Creek Church, p. 37.1 (Ellen Gould White)","content":"Those who receive Christ by faith as their personal Saviour cannot be in harmony with the world. There are two distinct classes: One is loyal to God, keeping his commandments, while the other talks and acts like the world, casting away the word of God, which is truth, and accepting the words of the apostate, who rejected Jesus."},{"refcode_short":"PH086 37.2","refcode_long":"Special Testimony to Battle Creek Church, p. 37.2 (Ellen Gould White)","content":"On whose side are we? The world cast Christ out; the heavens received him. Man, finite man, rejected the Prince of life; God, our Sovereign Ruler, received him into the heavens. God has exalted him. Man crowned him with a crown of thorns, God has crowned him with a crown of royal majesty. We must all think candidly. Will you have this man Christ Jesus to rule over you, or will you have Barabbas? The death of Christ brings to the rejecter of his mercy the wrath and judgments of God, unmixed with mercy. This is the wrath of the Lamb. But the death of Christ is hope and eternal life to all who receive him and believe in him."},{"refcode_short":"PH086 37.3","refcode_long":"Special Testimony to Battle Creek Church, p. 37.3 (Ellen Gould White)","content":"God will most assuredly call the world to judgment to avenge the death of his only begotten Son, the One who stood at the bar of Pilate and Herod; that One is now in the heavenly courts making intercession for the people who refused him. Shall we choose the stamp of the world, or shall we choose to be God's separate, peculiar people? Shall we receive a “Thus saith the Lord,” for the “Thus saith” of man? The papal power, the man of sin, decides that the Roman Catholic Church has changed the law of God. In the place of the seventh day, they have baptized and presented to the world a child of the papacy, the first day of the week, to be observed as a holy day of rest. The Protestant world has received this child of the papacy, has cradled it, and given to it the honor that God has placed on the seventh day."},{"refcode_short":"PH086 38.1","refcode_long":"Special Testimony to Battle Creek Church, p. 38.1 (Ellen Gould White)","content":"“Behold, I have taught you statutes and judgments, even as the Lord my God commanded me, that ye should do so in the land whither ye go to possess it. Keep therefore and do them; for this is your wisdom and your understanding in the sight of the nations, which shall hear all these statutes, and say, Surely this great nation is a wise and understanding people. For what nation is there so great, who hath God so nigh unto them, as the Lord our God is in all things that we call upon him for? And what nation is there so great, that hath statutes and judgments so righteous as all this law, which I set before you this day? Only take heed to thyself, and keep thy soul diligently, lest thou forget the things which thine eyes have seen, and lest they depart from thy heart all the days of thy life: but teach them thy sons, and thy son's sons; specially the day that thou stoodest before the Lord thy God in Horeb, when the Lord said unto me, Gather me the people together, and I will make them hear my words, that they may learn to fear me all the days that they shall live upon the earth, and that they may teach their children.... And he declared unto you his covenant, which he commanded you to perform, even ten commandments; and he wrote them upon two tables of stone.”"},{"refcode_short":"PH086 38.2","refcode_long":"Special Testimony to Battle Creek Church, p. 38.2 (Ellen Gould White)","content":"“Hear, O Israel: the Lord our God is one Lord: and thou shalt love the Lord thy God with all thine heart, and with all thy soul, and with all thy might. And these words, which I command thee this day, shall be in thine heart: and thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up. And thou shalt bind them for a sign upon thine hand, and they shall be as frontlets between thine eyes. And thou shalt write them upon the posts of thy house, and on thy gates.”"},{"refcode_short":"PH086 39.1","refcode_long":"Special Testimony to Battle Creek Church, p. 39.1 (Ellen Gould White)","content":"“For thou art an holy people unto the Lord thy God: the Lord thy God hath chosen thee to be a special people unto himself, above all people that are upon the face of the earth. The Lord did not set his love upon you, nor choose you, because ye were more in number than any people; for ye were the fewest of all people: but because the Lord loved you, and because he would keep the oath which he had sworn unto your fathers, hath the Lord brought you out with a mighty hand.... Thou shalt therefore keep the commandments, and the statutes, and the judgments, which I command thee this day, to do them.” Please read carefully the whole of the seventh chapter of Deuteronomy, and think upon the word of the Lord."},{"refcode_short":"PH086 39.2","refcode_long":"Special Testimony to Battle Creek Church, p. 39.2 (Ellen Gould White)","content":"Will you turn from a plain “Thus saith the Lord” after reading the history of Adam's sin and fall? He fell because he discarded the words of the Lord, and heeded the words of Satan. Will it pay to transgress? By transgression Adam lost Eden. By the transgression of God's commandments man will lose heaven, and an eternity of bliss. These are no idle tales, but truth. Again I ask, On which side are you standing?"},{"refcode_short":"PH086 40.1","refcode_long":"Special Testimony to Battle Creek Church, p. 40.1 (Ellen Gould White)","content":"“If the Lord be God, follow him; but if Baal, then follow him.”"},{"refcode_short":"PH086 40","refcode_long":"Special Testimony to Battle Creek Church, p. 40 (Ellen Gould White)","content":"Church Schools"},{"refcode_short":"PH086 40.2","refcode_long":"Special Testimony to Battle Creek Church, p. 40.2 (Ellen Gould White)","content":"In your letter you asked me serious questions, and lay out propositions which are sensible and right. There should be schools established wherever there is a church or company of believers. Teachers should be employed to educate the children of Sabbath-keepers. This would close the door to a large number who are drifting into Battle Creek,—the very place where the Lord has warned them not to go. In the light that has been given me, I have been pointed to the churches that are scattered in different localities, and have been shown that the strength of these churches depends upon their growth in usefulness and efficiency."},{"refcode_short":"PH086 40.3","refcode_long":"Special Testimony to Battle Creek Church, p. 40.3 (Ellen Gould White)","content":"A large amount of the responsibility piled up in Battle Creek is not in accordance with the principles that the Lord has set before us. There should be fewer buildings erected in Battle Creek to call the crowds of people there. All those large buildings should not be crowded together as they are. They should have been placed in different localities, and not in the very midst of one city. The various cities should have representatives of the truth in their midst. I cannot go contrary to the will of God, and say, Erect more buildings in Battle Creek: but I would say, There should be fewer interests centered at Battle Creek and far more in other places where there is nothing to give character to the work of God."},{"refcode_short":"PH086 41.1","refcode_long":"Special Testimony to Battle Creek Church, p. 41.1 (Ellen Gould White)","content":"In all our churches there should be schools, and teachers in those schools who are missionaries. It is essential that teachers be educated to act their important part in educating the children of Sabbath-keepers, not only in the sciences, but in the Scriptures. These schools, established in different localities, and conducted by God-fearing men and women, as the case demands, should be built on the same principles as were the schools of the prophets."},{"refcode_short":"PH086 41.2","refcode_long":"Special Testimony to Battle Creek Church, p. 41.2 (Ellen Gould White)","content":"Special talent should be given to the education of the youth. The children are to be trained to become missionaries, and but few understand distinctly what they must do to be saved. Few have the instruction in religious lines that is essential. If the instructors have a religious experience themselves, they will be able to communicate to their students the knowledge of the love of God they have received. These lessons can be only given from those who are themselves truly converted; and this is the noblest missionary work that any man or woman can undertake."},{"refcode_short":"PH086 41.3","refcode_long":"Special Testimony to Battle Creek Church, p. 41.3 (Ellen Gould White)","content":"Children should be educated to read, to write, to understand figures, to keep their own accounts, when very young. They may go forward, advancing step by step in this knowledge. But before everything else they should be taught that the fear of the Lord is the beginning of wisdom. They may be educated line upon line, precept upon precept, here a little and there a little; but the one aim ever before the teacher should be to educate the children to know God, and Jesus Christ whom he has sent."},{"refcode_short":"PH086 41.4","refcode_long":"Special Testimony to Battle Creek Church, p. 41.4 (Ellen Gould White)","content":"Teach the youth that sin in any line is defined in the Scriptures as “transgression of the law.” Sin originated with the first great apostate. He was a disobedient subject. He led the family of heaven into disobedience, and he and all who were united with him were cast out of the paradise of God. Teach the children in simple language that they must be obedient to their parents, and give their hearts to God. Jesus Christ is waiting to accept and bless them, if they will only come to him and ask him to pardon all their transgressions, and take away their sins. And when they ask him to pardon all their transgressions, they must believe that he will do it."},{"refcode_short":"PH086 42.1","refcode_long":"Special Testimony to Battle Creek Church, p. 42.1 (Ellen Gould White)","content":"God wants every child of tender age to be his child, to be adopted into his family. Young though they may be, the youth may be members of the household of faith, and have a most precious experience. They may have hearts that are tender, and ready to receive impressions that will be lasting. They may have their hearts drawn out in confidence and love for Jesus, and live for the Saviour. Christ will make them little missionaries. The whole current of their thought may be changed, so that sin will not appear a thing to be enjoyed, but to be shunned and hated."},{"refcode_short":"PH086 42.2","refcode_long":"Special Testimony to Battle Creek Church, p. 42.2 (Ellen Gould White)","content":"Small as well as older children will be benefited by this instruction; and in thus simplifying the plan of salvation, the teachers will receive as great blessings as those who are taught. The Holy Spirit of God will impress the lessons upon the receptive minds of the children, that they may grasp the ideas of Bible truth in their simplicity. And the Lord will give an experience to these children in missionary lines; he will suggest to them lines of thought which the teachers themselves did not have."},{"refcode_short":"PH086 42.3","refcode_long":"Special Testimony to Battle Creek Church, p. 42.3 (Ellen Gould White)","content":"The children who are properly instructed will be witnesses for the truth. Teachers who are nervous and easily irritated should not be placed over the youth. They must love the children because they are the younger members of the Lord's family. The Lord will inquire of them as of the parents, “What have you done with my flock, my beautiful flock?”"},{"refcode_short":"PH086 43.1","refcode_long":"Special Testimony to Battle Creek Church, p. 43.1 (Ellen Gould White)","content":"It is surprising to see how little is done by many parents to save their own children. Every family in the home life should be a church, a beautiful symbol of the church of God in heaven. If parents realize their responsibilities to their children, they would not under any circumstances scold and fret them. This is not the kind of education any child should have. Many children have learned to be faultfinding, fretful, scolding, passionate children, because they were allowed to be passionate at home. Parents are to consider that they are in the place of God to their children, to encourage every right principle and repress every wrong thought."},{"refcode_short":"PH086 43.2","refcode_long":"Special Testimony to Battle Creek Church, p. 43.2 (Ellen Gould White)","content":"If in their own homes children are allowed to be disrespectful, disobedient, unthankful, and peevish, their sins lie at the door of the parents. It is the special work of fathers and mothers to teach their children with kindness and affection. They are to show that as parents they are the ones to hold the lines, to govern, and not to be governed by their children. They are to teach that obedience is required of them, and thus they educate them to submit to the authority of God."},{"refcode_short":"PH086 43.3","refcode_long":"Special Testimony to Battle Creek Church, p. 43.3 (Ellen Gould White)","content":"In educating the children and youth, teachers should never allow one passionate word or gesture to mar their work, for in so doing, they imbue the students with the same spirit which they themselves possess. The Lord would have our primary schools as well as those for older persons, of that character that angels of God can walk through the room, and behold in the order and principle of government, the order and government of heaven. This is thought by many to be impossible; but every school should begin with this, and work most earnestly to preserve the spirit of Christ in temper, in communications, in instruction, the teachers placing themselves in the channel of light where the Lord can use them as his agents, to reflect his own likeness of character upon the students. They may know that as God-fearing instructors they have helpers every hour to impress upon the hearts of the children the valuable lessons given."},{"refcode_short":"PH086 44.1","refcode_long":"Special Testimony to Battle Creek Church, p. 44.1 (Ellen Gould White)","content":"The Lord works with every consecrated teacher; and it is for his own interest to realize this. Instructors who are under the discipline of God do not manufacture anything themselves. They receive grace and truth and light through the Holy Spirit to communicate to the children. They are under the greatest Teacher the world has ever known, and how unbecoming it would be for them to have an unkind spirit, a sharp voice, full of irritation. In this they would perpetuate their own defects in the children."},{"refcode_short":"PH086 44.2","refcode_long":"Special Testimony to Battle Creek Church, p. 44.2 (Ellen Gould White)","content":"O for a clear perception of what we might accomplish if we would learn of Jesus! The springs of heavenly peace and joy, unsealed in the soul of the teacher by the magic words of inspiration, will become a mighty river of influence, to bless all who connect with him. Do not think that the Bible will become a tiresome book to the children. Under a wise instructor the work will become more and more desirable. It will be to them as the bread of life, and will never grow old. There is in it a freshness and beauty that attract and charm the children and youth. It is like the sun shining upon the earth, giving its brightness and warmth, yet never exhausted. By lessons from the Bible history and doctrine, the children and youth can learn that all other books are inferior to this. They can find here a fountain of mercy and of love."},{"refcode_short":"PH086 45.1","refcode_long":"Special Testimony to Battle Creek Church, p. 45.1 (Ellen Gould White)","content":"God's holy, educating spirit is in his word. A light, a new and precious light, shines forth upon every page. Truth is there revealed, and words and sentences are made bright and appropriate for the occasion, as the voice of God speaking to them."},{"refcode_short":"PH086 45.2","refcode_long":"Special Testimony to Battle Creek Church, p. 45.2 (Ellen Gould White)","content":"We need to recognize the Holy Spirit as our enlightener. That Spirit loves to address the children, and discover to them the treasures and beauties of the word of God. The promises spoken by the Great Teacher will captivate the senses and animate the soul of the child with a spiritual power that is divine. There will grow in the fruitful [mind] a familiarity with divine things which will be as a barricade against the temptations of the enemy."},{"refcode_short":"PH086 45.3","refcode_long":"Special Testimony to Battle Creek Church, p. 45.3 (Ellen Gould White)","content":"The work of teachers is an important one. They should make the word of God their meditation. God will communicate by his own Spirit to the soul. Pray as you study, “Lord, open thou mine eyes, that I may behold wondrous things out of thy law.” When the teacher will rely upon God in prayer, the Spirit of Christ will come upon him, and God will work through him by the Holy Spirit upon the minds of the student. The Holy Spirit fills the mind and heart with sweet hope, and courage, and Bible imagery, and this will be communicated to the student, the words of truth will grow in importance, and assume a breadth and fulness of meaning of which you have never dreamed. The beauty and virtue of the word of God has a transforming influence upon mind and character; the sparks of heavenly love will fall upon the hearts of the children as an inspiration. We may bring hundreds and thousands of children to Christ if we will work for them."},{"refcode_short":"PH086 46.1","refcode_long":"Special Testimony to Battle Creek Church, p. 46.1 (Ellen Gould White)","content":"Let all to whom these words may come be melted and subdued. Let us in our educational work embrace far more than we have done of the children and youth, and there will be a whole army of missionaries raised up to work for God. I say again, Establish schools for the children where there are churches,—those who assemble to worship God. Where there are churches, let there be schools. Work as if you were working for your life to save children from being drowned in the polluting, corrupting influences of this life."},{"refcode_short":"PH086 46.2","refcode_long":"Special Testimony to Battle Creek Church, p. 46.2 (Ellen Gould White)","content":"Too much is centered in Battle Creek. I need not advise that the sound of the ax and hammer be heard in Battle Creek in erecting new buildings. There are places where our schools should have been in operation years ago. Let these now be started under wise directors. The youth should be educated in their own churches. In America you can build three schoolhouses cheaper than we can build one in this country. It is a grievous offense to God that there has been so great neglect to make provision for the improvement of the children and youth when Providence has so abundantly supplied us with facilities with which to work."},{"refcode_short":"PH086 46.3","refcode_long":"Special Testimony to Battle Creek Church, p. 46.3 (Ellen Gould White)","content":"Can we wonder that children and youth drift into temptation, and become educated in wrong lines by their association with other neglected children? These children are not wisely educated to use their active minds and limbs to do helpful work. Our schools should teach the children all kinds of simple labor. Can we wonder, neglected as they have been, that their energies become devoted to amusements that do them no good, that their religious aspirations are chilled, and their spiritual life darkened? Thousands in their own homes are left almost uneducated. “It is so much trouble,” says the mother. “I would rather do these things myself; it is such a trouble; you bother me.”"},{"refcode_short":"PH086 47.1","refcode_long":"Special Testimony to Battle Creek Church, p. 47.1 (Ellen Gould White)","content":"Does not mother remember that she herself had to learn in jots and tittles before she could be helpful? It is a wrong to children to refuse to teach them little by little. Keep these children with you. Let them ask questions, and in patience answer them. Give your little children something to do; let them have the happiness of supposing they help you. There must be no repulsing of your children when trying to do proper things. If they make mistakes, if accidents happen, and things break, do not blame. Their whole future life depends upon the education you give them in their childhood years. Teach them that all their faculties of body and mind were given them to use, and that all are the Lord's, pledged to his service. To some of these children the Lord gives an early intimation of his will. Parents and teachers, begin to teach the children to cultivate their God-given qualities."},{"refcode_short":"PH086 47.2","refcode_long":"Special Testimony to Battle Creek Church, p. 47.2 (Ellen Gould White)","content":"My brother, I feel deeply over the mistake of locating so many important interests at Battle Creek. There is a world to receive the light of truth. Had interests been located in cities where nothing is being done, the warning message would be given to other cities. You have asked me in regard to the schools being opened in our churches. I have tried to answer you. That light which has centered in Battle Creek should have been shining in other localities. Schools should have been opened in places where they are so much needed. This will provide for the children and youth who are drifting into Battle Creek. Let the church carry a burden for the lambs of the flock, in its locality, and see how many can be educated and trained to do service for God."}]