[{"refcode_short":"PH084 1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 1 (Ellen Gould White)","content":"Special Testimonies - Relating to Various Matters in Battle Creek"},{"refcode_short":"PH084 1.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 1.1 (Ellen Gould White)","content":"In the night season I was in a dream or vision, which revealed some things in Battle Creek. My guide said, “Follow me.” I was directly in Battle Creek; the streets were alive with bicycles ridden by our own people. There was a witness from heaven beholding our people indulging their desire for selfish gratification, and using the money in this way that should be invested in foreign missions, to unfurl the banner of truth in the cities, and in the by-ways of the land. There was an infatuation, a craze upon the subject. The course of those who invest money in these things when starvation is at the very door of thousands, does not bear as telling testimony to the truth that the end of all things is at hand. These things are counterworking against the messages that God has given his messengers to proclaim in order to arouse the world to the great event which is just before us."},{"refcode_short":"PH084 1.2","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 1.2 (Ellen Gould White)","content":"The Witness from heaven said, “I will turn my face from you for your pleasant picture and your selfish practices which are misrepresenting the religion of Jesus Christ, and preparing a people, through denying him in practice, to be ensnared by the deceptions of these last days.” Every device that Satan can invent to make our people disloyal to Jesus Christ, the Captain of our salvation, will be ready at hand. The notices given in our papers extolling bicycles might better be cut out and in their place the destitute foreign fields be represented. “My people,” saith the Lord, “do err and separate from the Source of their strength. In their works they deny me, and I will turn my face from them, unless they repent and do their first works.”"},{"refcode_short":"PH084 2.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 2.1 (Ellen Gould White)","content":"America, and especially Battle Creek, where the greatest light from heaven has been shining upon the people, can become the place of greatest peril and darkness because the people do not continue to practice the truth and walk in the light. What was the meaning of the movement last winter [1893-94] in giving up jewelry and ornaments? Was it to teach our people a lesson? Were they prompted by the Holy Spirit to do those things, and to use the avail in the advancement of the work of God in foreign countries? And has Satan been counteracting the movement of the Holy Spirit upon human hearts, that reaction shall be allowed to take place, and another evil exist? The present manifestation is strikingly inconsistent with that movement of stripping off the ornaments and giving up selfish indulgences which absorb the means, the mind, and the affections, diverting them into false channels."},{"refcode_short":"PH084 2.2","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 2.2 (Ellen Gould White)","content":"The light given me of God is that there is a work to be wrought in the heart which will not permit the mind and means to be thus perverted from the great subject that should absorb every mind,—the kingdom of God and his righteousness. Prepare, prepare for the great day of God. How can the people of Battle Creek interpret such movements, so difficult to harmonize one with the other? May the Lord help his representative men to turn their influence into channels which he can approve."},{"refcode_short":"PH084 2.3","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 2.3 (Ellen Gould White)","content":"It is the work of the Holy Spirit to act as a reprover. This I am bidden to say to you, is the work that has been and must continue to be carried on in every church in our land. The more nearly we approach the closing scenes of this earth's history, the more pronounced will be the work of Satan; every species of deception will take the lead to divert the mind from God through Satan's devices. The imagination will be intensely awakened in human minds to absorb money in buildings for convenience or to expend it unnecessarily through some excuse or invention of Satan; so that there will be less money to support laborers in the field, and less money for the opening of new fields, and money will be unwisely appropriated to do things that are really good works, but by doing which the larger and more essential work is cramped, and many things cannot be undertaken at all, in the lifting of the banner of truth in new fields, with the proper dignity that should characterize the proclamation of warning that should be given to our world. If at the great heart of the work the pulse beats are violent and erratic, the peril to spiritual life affects the whole body."},{"refcode_short":"PH084 3.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 3.1 (Ellen Gould White)","content":"Brethren and sisters in Battle Creek, I inquire, Who hath bewitched you, that you should not obey the truth, not only by profession, but by practice? Shall the idols be expelled from the heart, and Jesus be enthroned there? He is standing knocking at the door of every heart; do you hear his voice saying, Open unto me, I have heavenly treasures, goods of imperishable value; buy of me gold tried in the fire that you may be rich; buy white raiment and eye-salve? These are the goods you need, which, if you possess, will open to you the pearly gates of the city of God. He has been calling, calling, in the rich gospel feast he has presented to you, that you may be fed with the Bread of Life, and Christ is still knocking at the door of your hearts."},{"refcode_short":"PH084 3.2","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 3.2 (Ellen Gould White)","content":"Many go to Battle Creek expecting to find an influence similar to that of heaven, but they soon find practices not at all in accordance with their ideas of truth, and the separate, peculiar people who are to represent the most pure, holy principles of religion that were ever given to the world. Many have been led to walk in false paths through being brought in connection with those who are not consecrated, self-denying followers of Jesus Christ. These false professors have served as decoys to divert souls from the principles of truth and righteousness."},{"refcode_short":"PH084 4.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 4.1 (Ellen Gould White)","content":"Where are the faithful sentinels in Battle Creek to keep the fort? Where are the minute men to be on guard and not relax their vigilance for one moment,—men who watch, men who pray, men who walk humbly in meekness and lowliness, after the example of the greatest Missionary that ever visited our world, who is our Pattern?"},{"refcode_short":"PH084 4.2","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 4.2 (Ellen Gould White)","content":"My soul is weighed down continually as a cart beneath sheaves. O why do men become so spiritually blind? Poor triflers prefer their idols to Jesus Christ, admitting them into the heart, while Jesus is left standing without. Will you compel God to work, and dash one after another of your idols to the ground, that those who claim to be Christians may be driven from the perishable to the eternal?"},{"refcode_short":"PH084 4.3","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 4.3 (Ellen Gould White)","content":"You have been made the depositaries of sacred, solemn messages of warning to an idolatrous and impenitent world, and the Lord is not pleased with your ways; he cannot prosper you in thus misrepresenting the truth, denying the message by your own course of action. Will our people awake? Will they continue to strain every nerve to purchase things they do not positively need, which are making them a by-word before the world? The Lord has money in the hands of his stewards, which they are misappropriating, binding it up in idols of some description."},{"refcode_short":"PH084 4.4","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 4.4 (Ellen Gould White)","content":"We have set before you our wants in this foreign field, but you have not had ears to hear and hearts to feel, and instead of considering our position in this new region beyond, instead of denying yourselves that we may have facilities, you bind up the things of God in the things which he names idols. It is time that there was a different order of things in Battle Creek, else the judgments of God will surely fall upon the people. His blessing has rested upon you in large measure; has it made you laborers together with him? Are not our people in Battle Creek demonstrating to unbelievers that they do not believe the truth which they claim to advocate? God has been calling them away from every species of self-indulgence, and all manner of extravagance. When the church has had great light, then is her peril if she does not walk in the light, and put on her beautiful garments, and arise and shine; darkness will becloud the vision, so that light will be regarded as darkness, and darkness as light. When the believers in Battle Creek shall not only be penitent occasionally, but shall walk in humility, doers of the word, the world will take knowledge of them that they have been with Jesus. O how can the Spirit speak to impress hearts so that they will obey his voice."},{"refcode_short":"PH084 5","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 5 (Ellen Gould White)","content":"Second Letter"},{"refcode_short":"PH084 5.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 5.1 (Ellen Gould White)","content":"I wish to remind my brethren of the cautions and warnings that have been given me in reference to constantly investing means in Battle Creek in order to make a little more room, or to make things more convenient. New fields are to be entered, the truth is to be proclaimed as a witness to all nations. The work is hindered, so that the banner of truth cannot be uplifted, as it should be, in these new fields. While our brethren in America feel at liberty to invest means in buildings which time will reveal that they would do just as well and even better without, thousands of dollars are thus absorbed that the Lord called for, to be used in “regions beyond.” I have presented the warnings and the caution, as the word of the Lord; but my heart has been made sad to see that, notwithstanding all these, means has been swallowed up to satisfy these supposed wants, building has been added to building, so that the money could not be used in places where they have no conveniences, no building for the public worship of God or to give character to the work, no place where the banner of truth could be uplifted. These things I have set before you, and yet you have gone on just the same, absorbing means, God's means, in one locality, when the Lord has spoken that too much was already invested in one place, which meant that there was nothing in other places where there should be buildings and facilities to make even a beginning. What call had you to invest thousands of dollars in additional school buildings? You supposed you needed all this outlay, but did not entreaties come for you not to do this?"},{"refcode_short":"PH084 6.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 6.1 (Ellen Gould White)","content":"I was shown that a terrible condition of things is seen to exist in our world. The angel of mercy is folding her wings, ready to depart. Already the Lord's restraining power is being withdrawn from the earth, and the power of Satan is working in the world to stir up the religious elements, under the training of the great deceiver, to work with all deceivableness of unrighteousness in the children of disobedience. Already the inhabitants of the earth are marshalling under the leadings of the prince of darkness, and this is only the beginning of the end. The law of God is made void. We see and hear of confusion, perplexities, want and famine, earthquakes and floods; terrible outrages will be committed by men; passion not reason bears sway. The wrath of God is upon the inhabitants of a world that is fast becoming as corrupt as were the inhabitants of Sodom and Gomorrah. Already fires and floods are destroying thousands of human beings and the property that has been selfishly boarded by the oppression of the poor. The Lord is soon to cut short his work, and put an end to sin. O that the scenes which have come before me, of the iniquities practiced in these last days, might make a suitable impression on the minds of God's professed people."},{"refcode_short":"PH084 7.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 7.1 (Ellen Gould White)","content":"As it was in the days of Noah, so shall it be when the Son of man shall be revealed. The Lord is removing his restrictions from the earth, and there will be death and destruction, and increasing crime, and evil, cruel workings against the rich who have exalted themselves above the poor. Those who have not God's protection will find no safety in any place or position. Human agents are being trained, and are using their inventive power to put in operation all the most powerful machinery to wound and kill. Instead of our enlarging and erecting additional buildings in Battle Creek or other places where our institutions are already established, there should be a limiting of the wants. Let the means and workers be scattered to represent the truth and give the warning message in “regions beyond.”"},{"refcode_short":"PH084 7.2","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 7.2 (Ellen Gould White)","content":"When the children of Israel were on their journey through the wilderness, the Lord protected them from the venomous serpents; but there came a time when, because of Israel's stubbornness and impenitence and transgression, the Lord removed his restraining power from these reptiles whose sting was deadly, and many were bitten and died. Then it was that the brazen serpent was uplifted, that all who repented and looked to it in faith might live. In the time of confusion and trouble, such as never was since there was a nation, the uplifted Saviour will be presented to the people in all lands and in all places, that all who look may live."},{"refcode_short":"PH084 7.3","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 7.3 (Ellen Gould White)","content":"But in view of the terrible crisis before us, what are those doing who claim to believe the truth? I was called by my Guide, who said, “Follow me,” and I was shown things among our people that were not in accordance with their faith. There seemed to be a bicycle craze; money was spent to gratify an enthusiasm in this direction that might better, far better, have been invested in building houses of worship where they are greatly needed. There were presented before me some very strange things in Battle Creek. There seemed to be a bewitching influence which was passing as a wave over our people there, and which will be followed by other temptations. Anything that can absorb means in meeting supposed wants in any direction, Satan will use with intensity of purpose to induce our people to invest their time and money. It is all a species of idolatry. The example will be followed, and while hundreds are starving for bread, while famine and pestilence are being seen and felt, because God cannot, according to his own name's glory, protect those who are determinedly working contrary to his will, shall our people who profess to love and serve God, be acting as did the people in the days of Noah, following the imagination of their own hearts?"},{"refcode_short":"PH084 8.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 8.1 (Ellen Gould White)","content":"While you have been gratifying your inclination in the appropriation of money—God's money—for which you must give an account, missionary work has been hindered, and bound about for want of money and workers to lift the banner of truth in localities where they have never even heard the message of warning. Will God say to those who are selfishly pleasing their own imagination and gratifying their own desires, “Well done, good and faithful servant, enter thou into the joy of thy Lord? Thou hast been faithful over a few things, I will make thee ruler over many things.” What kind of witness for the truth are you in Battle Creek bearing to the unbelieving world? I have been shown that the Lord does not look upon your course with favor, for your practice contradicts your profession of faith. You are not doers of the words of Christ."},{"refcode_short":"PH084 8.2","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 8.2 (Ellen Gould White)","content":"I was told by my Guide, “Look ye, and behold the idolatry of my people, to whom I have been speaking, rising up early, and presenting to them their dangers. I looked that they should bring forth fruit.” There were some who were striving for the mastery, each striving to excel others in the swift running of their bicycles. There was a spirit of strife and contention among them as to which should be the greatest. The spirit was similar to that manifested in the base ball games on the College ground. Said my guide, “These things are an offense to God. Both near and afar off, souls are perishing for the bread of life and the waters of salvation. When Satan is defeated in one line, he will be all ready with other schemes and plans which will appear attractive and needful and which will absorb money and thought and encourage selfishness, so that he can overcome those who are so easily led into a false and selfish indulgence."},{"refcode_short":"PH084 9.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 9.1 (Ellen Gould White)","content":"The question will arise, What burden do these persons carry for the advancement of the work of God? Wherein do they realize the importance of the work for this time? Christ said to his disciples, “Ye are the light of the world. Let your light so shine before men that they by seeing your good works may glorify your Father which is in heaven.” Is this investment of money, and this spinning of bicycles through the streets of Battle Creek, giving evidence of the genuineness of your faith in the proclamation of the last most solemn warning to be given to human beings on the very verge of the eternal world?"},{"refcode_short":"PH084 9.2","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 9.2 (Ellen Gould White)","content":"Brethren and sisters in America, I make my appeal to you. God is not mocked; whatsoever a man soweth, that shall he also reap. The lives of many are too delicate and dainty; they know nothing of bearing hardness as good soldiers of Jesus Christ. They themselves are obstructions in the way of soul-saving. They have many wants, everything must be convenient, and easy, and nice, to suit their taste; they themselves will not move, and those who would move they hinder by their suppositions and imaginary wants and their love of idols. They think themselves Christians, but do not know what the practical Christian life signifies. What is the definition of Christian? It is to be Christ-like. “He who will come after me,” said Jesus, “let him deny himself, and take up his cross daily, and follow me.” When the Lord sees his people binding about their imaginary wants, practicing self-denial, not in a mournful, regretful spirit, as Lot's wife left Sodom, but joyfully, for Christ's sake, and because it is the right thing to do, then the work will go forward with power. Let nothing, however dear, however loved, absorb your mind and affections, diverting you from the searching of the Scriptures, or from most earnest prayer. Watch unto prayer, live your own requests, co-operate with God by working in harmony with him, expel everything from the soul temple which assumes the form of an idol. Now is God's time, and his time is your time. Fight the good fight of faith, refuse to think unbelief or to talk unbelief. There is a world to hear the last warning of mercy."},{"refcode_short":"PH084 10","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 10 (Ellen Gould White)","content":"Extracts from Other Letters"},{"refcode_short":"PH084 10.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 10.1 (Ellen Gould White)","content":"I am reminded of a family of children. One is more prepossessing than the others, and that one is favored. Gifts and considerations are made without stint and partiality, and the others are left to get along as best they can. I think this is a good symbol of the present things in America and this country. God knows that we have done what we could, but have been crippled in every way,—our hands tied,—without workers or money. The places that have nothing done in them, need money and devising and planning to create an interest. I rejoiced when I heard that the Holy Ghost had been poured out upon our people in America, and I have been anxiously waiting new developments there, as was seen after the Holy Ghost descended on the day of Pentecost. I thought similar fruits would be seen, that the missionary spirit of God would burn in the hearts of all upon whom the Spirit of God was manifestly moving."},{"refcode_short":"PH084 11.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 11.1 (Ellen Gould White)","content":"There should be a decided change in the spirit and character of the work, where men and women have received increased light. What are they doing to warn men and women who do not understand that the Lord is soon coming? He goeth out of his place to punish the inhabitants of the world for their iniquity. “The earth shall disclose her blood and no more cover her slain.” Where, I asked, is the burden for souls that are perishing out of Christ? Who will go forth without the camp, bearing the reproach? Who will leave pleasant homes and dear ties of relationship, and carry the precious light of truth to far-off lands, but not beyond the domain of God? Every day and every moment comes to those who have entrusted to them the light of truth with the terrible significance that men and women in every clime and land are fitting themselves for weal or woe, fixing their own destinies for eternity."},{"refcode_short":"PH084 11.2","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 11.2 (Ellen Gould White)","content":"God has expended amazing sacrifices upon men, and mighty energies for the reclaiming of man from transgression and sin to loyalty and obedience, but I have been shown that he does nothing without the co-operation of human agencies. Every endowment of grace and power and efficiency has been liberally provided, and the strongest motives presented to arouse and keep living in the human heart the missionary spirit, that divine and human agency may be combined. What more has been done in self-denial in moving out of Battle Creek, in carrying the light, the influence of God's Spirit testifying to the truth in regions where the standard has never yet been lifted? Did the Lord of heaven open you the windows of heaven, and pour you out a blessing at the last Conference? What use have you made of the gift of God? He has supplied the motive forces of which he has made a lodgment in your hearts, that with patience and hope and untiring vigilance you might set forth Jesus Christ and him, crucified, that you send the note of warning that Christ is coming the second time with power and great glory, and calling men to repent of their sins."},{"refcode_short":"PH084 12.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 12.1 (Ellen Gould White)","content":"If Battle Creek does not arouse now and go to work in missionary fields, they will fall back into death-like slumber. How did the Holy Spirit work upon your hearts? By the energies of the Holy Spirit it was stimulating you to exercise the talents God has given you, that every man and woman and youth should employ them to set forth the truth for this time, making personal efforts, going into the cities where truth has never been and lifting the standard. Have not your energies been quickened in the blessing God has bestowed upon you, and the truth been more deeply impressed upon your soul, and its relative importance to perishing souls out of Christ? Are ye witnesses for Christ in a more distinct and decided manner, after the manifest revealing of God's blessing upon you? The Holy Spirit's office is to bring decidedly to your minds the important, vital truths. Is this to be bound up in a napkin and hidden in the earth?—No, no, it is to be put out to the exchangers; and as man uses his talents, however small, the Holy Spirit takes the things of God, and presents them anew to the mind. He makes the neglected word to be a vivifying agency through the Spirit; it is quick and powerful upon human minds, not because of the smartness, the educational power of the human agency, but because the divine power works with the human; and it is the divine that deserves all the credit."},{"refcode_short":"PH084 13.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 13.1 (Ellen Gould White)","content":"Shall selfishness and ease of those who have earthly comforts and attractive homes allure us? Shall we cease as moral agencies to use our powers to the saving of souls? Shall our voices be indistinct? Then God will put his curse upon us that have had so great light, and inscribe upon the walls of our homes, “Lovers of pleasures more than lovers of God.” He will put a tongue in the stones, and they will speak: but God commands of you in Battle Creek to go forth. Resolve not in your own strength, but in the strength and grace given of God that you will consecrate to God, now, just now, every power, every ability. You will follow Jesus because he bids you, and you will not ask where, nor what reward shall be given? It is well with you, if you obey, “Follow me.” Your work is to lead every one to the light by judicious, well-put-forth effort; under the guardianship of the divine Leader, will to do, resolve to act, without a moment's delay, to make terms with God."},{"refcode_short":"PH084 13.2","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 13.2 (Ellen Gould White)","content":"When you die to self, when you surrender to God to do your work, to let every ray of light which God has been giving you, shine forth in good works, you are not alone. God's grace stands forth to work with every effort to enlighten the ignorant and those who do not know that the end of all things is at hand: But he will not be your substitute to do your God-given work. Light may shine in abundance, but the grace given will not convert your soul only as it arouses you to cooperate with divine agencies. You are called upon to be active soldiers, to put on the divine armor, and put forth energies, divine power working with the human, to break the spell of the worldly enchantments."},{"refcode_short":"PH084 13.3","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 13.3 (Ellen Gould White)","content":"Again I call for the help that we ought to have had, the means we must have if anything is accomplished in this country. Let your minds be drawn out for perishing souls. Obey the impulse given by high Heaven. Grieve not the Holy Spirit by delay. Resist not God's methods of recovering poor souls from the thralldom of sin. To every man is given his work. Then do the very best with the powers God has given you, and he will accept your efforts put forth with an eye single to his glory. To every man he has given his work according to his several ability."},{"refcode_short":"PH084 14","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 14 (Ellen Gould White)","content":"Admonition and Caution"},{"refcode_short":"PH084 14.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 14.1 (Ellen Gould White)","content":"Your letter tells me, my brother, that there are many who are stirred deeply to move out of Battle Creek. There is need, great need, of this work being done; and now, those who have felt at last to make a move should not go in a rush, in an excitement, or in a rash manner, or in a way that hereafter they will deeply regret that they did move out at all. Let all calmly consider what were their motives in coming to Battle Creek, and leaving the little churches that they might have helped and blessed if they themselves were enjoying a personal Saviour. Then let them consider the influence upon their own souls in making the move which they did. Have its results been deeper spirituality? Has it been an influence over them to make them feel their responsibility to be laborers together with God? Did it improve them in keenness of discernment, to make them wise in counsel, and give them experience in culture and training of their untrained abilities? Have they seen things in a clearer light as they listened to the words of truth? Have they practiced the truth which has been brought home to their souls with power? Have they shown corresponding zeal to be witnesses for Christ nigh and afar off? Have they felt that now was their opportunity to state the truth more correctly because they understood it better, that they could adorn the doctrine of Christ our Saviour with modest simplicity of language, and with a sincere, honest, earnest purpose to so follow the Pattern that they may represent through the grace of Christ, a perfect manhood, because they live an actual Christian life?"},{"refcode_short":"PH084 15.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 15.1 (Ellen Gould White)","content":"Each has his work, his own individual work, to do. Has he done it in Battle Creek? Is he likely to do it if he has not? Can he recognize that he has been, through practice, learning to pray more earnestly, and, through education in the school of Christ, learning through the influence of the Holy Spirit to use better language to address our Heavenly Father in a manner that corresponds to the great principles of truth, that his supplications to God will bear the marks of an intelligent progressive Christian?"},{"refcode_short":"PH084 15.2","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 15.2 (Ellen Gould White)","content":"What is truth? have you bought the field which contains the precious jewels hidden in that field? Has the human agent come into possession of the truth, precious truth, revealed in God's word? That word gives no uncertain sound. In obeying it, you follow no cunningly devised fables. It speaks with definiteness and with authority, never speaking hesitatingly, never doubtingly. It is a sure word of prophecy."},{"refcode_short":"PH084 15.3","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 15.3 (Ellen Gould White)","content":"Now will you take heed that there shall be no rash movements made in heeding counsel in moving from Battle Creek? Do nothing without seeking wisdom of God, who hath promised to give liberally to all who ask, and who upbraideth not. All that any one can do is to advise and counsel, and then leave those who are convicted in regard to duty to move under divine guidance, and with their whole hearts open, to learn and obey God."},{"refcode_short":"PH084 15.4","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 15.4 (Ellen Gould White)","content":"Let every one take time to consider carefully; not be like the man in the parable, who began to build, and was not able to finish. Not a move should be made until that movement and all it portends are carefully considered, everything weighed, and he feels that the Lord has something for him to do in educating and training himself to do a more spiritual work in imparting to others that which God has imparted to him. To every man was given his work according to his several ability. Then let him not move hesitatingly, but firmly, and yet humbly trusting in God."},{"refcode_short":"PH084 16.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 16.1 (Ellen Gould White)","content":"There may be individuals who will make a rush to do something, and enter into some business they know nothing about. This God does not require. Think candidly, prayerfully, studying the word with all carefulness and prayerfulness, with mind and heart awake to hear the voice of God. He does not follow his own imagination, but weighs the words of God, and counsels, and seeks wisdom from God. When, in the providence of God, he has a work to be done by the human agent co-operating with the divine, he has a man to do that work, if he will heed the moving of the Holy Spirit upon his heart and mind. To understand the will of God is a great thing. Divine Wisdom has his hand hold of the living machinery in human agencies; men are selected as fitting instruments to do a given work; and O what a precious ability is given of God to man to know his fellow-man, so that he can use, through the grace of God, the human agencies, and organize a working company to do the best work, according to their recognized ability! This is a sanctified gift—genius; it is wise generalship that can make use of men according to their ability."},{"refcode_short":"PH084 16.2","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 16.2 (Ellen Gould White)","content":"When God has a work for men to do in connection with Jesus Christ and the heavenly intelligences, and a revelation to give to men in regard to the eternal salvation of their fellow-men, he does not select men who have not a knowledge of God and truth and his righteousness; he does not choose weak and unsuitable men for this work, for this would misrepresent the work, and cast reflection upon God's wisdom. God makes no mistakes; and he is not glorified when those who profess to follow him are heedless, and make mistakes. The God of heaven has not left us to follow impulses, or our own impulses, or any man's guesses and weaknesses and perpetual mistakes, when vital, eternal interests are involved. There are things we need to know, and which we never can know, unless the Lord tells us about these things. Therefore we must call upon God to give us his wisdom. We need to have wisdom,—something reliable and sure; we need truth without any admixture of error."},{"refcode_short":"PH084 17.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 17.1 (Ellen Gould White)","content":"I address these words to the church at Battle Creek, to move in the counsels of God. There is need of your moving—many from Battle Creek—and there is also need of your having well-defined plans as to what you will do when you go out from Battle Creek. Do not go in a rush, without knowing what you are about. You may be enthused with the Spirit of God, saying, Now it is time we awake out of sleep; and, Arise, and shine; for thy light is come, and the glory of the Lord has arisen upon us. Let not one go to enlighten others unless his own soul has been touched with the divine love of Jesus Christ. “Thus saith the Lord;” “It is written,” let it be oft spoken, and bring from the treasure-house things new and old. A great work is to be done, and an important work for this time; work for the Master may be done anywhere in this great moral vineyard. O for generals, wise and considerate, well-balanced men, who will be safe advisers, who have some insight into human nature, who know how to direct and counsel in the fear of God!"},{"refcode_short":"PH084 17.2","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 17.2 (Ellen Gould White)","content":"I have seen that danger attends every new phase of experience in the church, because some hear things with such a wrong spirit. While some teachers may be strong and efficient in teaching in the lines of Bible doctrines, they will not all be men who have a knowledge of practical life, and can advise perplexed minds with surety and safety. They do not discern the perplexing situation that must necessarily come to every family who shall make a change. Therefore let all be careful what they say; if they know not the mind of God in some matters, let them never speak from a guess or suppose so. If they know nothing definite, let them say so, and let the individual rely wholly upon God. Let there be much praying done, and even with fasting, that not one shall move in darkness, but move in the light as God is in the light. We may look for anything now to break forth outside and within our ranks; and there are minds undisciplined by the grace of the Holy Spirit, that have not practiced the words of Christ, and who do not understand the movings of the Spirit of God, who will follow a wrong course of action because they do not follow Jesus fully. They follow impulse and their own imagination. Let there be nothing done in a disorderly manner, that there shall be a great loss or sacrifice made upon property because of ardent, impulsive speeches which stir up an enthusiasm which is not after the order of God, that a victory that was essential to be gained, shall, for lack of level-headed moderation and proper contemplation, and sound principles and purposes, be turned into a defeat. Let there be wise generalship in this matter, and all move under the guidance of a wise, unseen Counsellor, which is God. Elements that are human will struggle for the mastery, and there may be a work done that does not bear the signature of God."},{"refcode_short":"PH084 18.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 18.1 (Ellen Gould White)","content":"Now I plead with every soul to look not too strongly and confidently to human counselors, but look most earnestly to God, the One wise in counsel. Submit all your ways and your will to God's ways and to God's will. If you did not sufficiently consider the glory of God, the good of your own spiritual interest, and the work you might do for the saving of the souls of the neighbors and those with whom you were associated, when you left to make your home in the large church in Battle Creek, duly consider before making another move whether that is sensible and sound, in the right time and order, and under the supervision and direction not of man, but God, who never commits an error. Should some move hastily, and fly out of Battle Creek, and be brought into discouragement, they will not reflect upon themselves for moving unadvisedly, but upon others, who, they will say brought a pressure to bear upon them, all their discomfiture and defeat are charged back upon those who should not be reflected upon; for the Lord has given to them reason; he has given his holy word, full of counsel and cautions, and warnings and entreaties, and more, he has invited them, “Come unto me all ye that labor and are heaven laden, and I will give you rest.”"},{"refcode_short":"PH084 19.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 19.1 (Ellen Gould White)","content":"Now, just now, is the time when the perils of the last days are thickening around us, that we need wise men for counsellors, not men who will feel it duty to stir up and create disorder, and who cannot possibly give wise counsel, but who can organize and arrange that every stirring up shall bring order out of confusion, and rest and peace in obeying the word of the Lord. Let every man be found in his true place, ready to do some work for the Master, according to his several ability. None should be left to drift, to make a vast amount of trouble and confusion that is difficult to arrange and keep in order. How shall this great work be done? “Take my yoke upon you,” saith Jesus Christ, who hath bought you with his own precious blood, whose servants and property you are, “and learn of me; for I am meek and lowly in heart; and ye shall find rest unto your souls. For my yoke is easy, and my burden is light.” If every one will come to Jesus in a teachable spirit, with contrition of heart, then he is in a condition of mind to be instructed and to learn of Jesus, and obey his orders."},{"refcode_short":"PH084 19.2","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 19.2 (Ellen Gould White)","content":"He sees the past movements you have made, he knows every error and mistake of your life, which has been a hindrance to your spiritual advancement. He seeth not as man seeth; he knoweth the outcome of every movement, and if you have had little faith mingled with your prayers and movements, cultivate faith and hope and trust in God now, for if there was ever a period that has tried the souls of men in the past, there will be a greater necessity for faith in the times before us. We cannot have a weak faith now; we cannot be safe in a listless, indolent, slothful attitude. Every jot of ability is to be used, and sharp, calm, deep thinking is to be done. The wisdom of any human agent is not sufficient for the planning and devising in this time. Spread every plan before God, with fasting, with the humbling of the soul before the Lord Jesus, and commit thy ways unto the Lord, and the sure promise is, “He will direct thy paths.” He is infinite in resources. The Holy One of Israel, who calls the host of heaven by name, and holds the stars of heaven in position, has you individually in his keeping."},{"refcode_short":"PH084 20.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 20.1 (Ellen Gould White)","content":"There is a work to be done by living human agencies, which they are slow to comprehend. They need to study the Scriptures, to search the Bible, with humble, teachable minds, that they may know their place in the work, and not move haphazard, but fall into line, keeping step with Jesus. “Prepare ye the way of the Lord, make straight in the desert a highway for our God.” Every talent with which God has endowed the human agent is now to be awakened, to be employed, not solely in worldly transactions, to buy and sell and get gain, not to use your God-given powers selfishly, greedily to make a place for yourself in the earth; no, you want now to consecrate every entrusted talent of means and ability, having yourself under the influence and guidance of the Holy Spirit. Not a word is to be spoken unadvisedly, to stir up the elements of opposition; not an action entered into to create any deeper enmity than exists in the hearts of the enemies of truth; and, moving with well-balanced minds, holding aloft the banner of truth, grace from God will be given, wisdom will be imparted, and angels of God will be commissioned to minister unto all who walk in humility of mind, trustingly accepting the truth as it is revealed, standing by their colors, but not creating persecution by unwise actions, but moving in the footsteps of Jesus. “Now if any man have not the Spirit of Christ, he is none of his.”"},{"refcode_short":"PH084 21.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 21.1 (Ellen Gould White)","content":"Let each now consider the strong and determined traits of his character, and not be misled by them, and misrepresent the precious truth, and thus misrepresent Jesus Christ by unguarded statements in public by voice, or in publications; for every such thing will he meet again. Those who have the truth, let the truth appear, while self is dropped out of sight. Give no occasion for any one to be harsh, denunciatory, or severe; for there are inexperienced men and women who will catch the manners and indiscreet words that fall from the lips of any one bearing aloft the banner of truth, and in an improper manner will repeat their very works, and in a spirit which will do much harm. Therefore, every man, however gifted, however prominent in the ranks of believers, let him know that caution in expression is his positive duty to practice, lest his words shall lead astray some souls, who will think he is imitating and following the example of the man, the messenger acknowledged to be sent forth by God to proclaim a message for this time. Let all consider that we are as sheep among wolves, and heed the caution of Christ by being “wise as serpents, and harmless as doves.”"},{"refcode_short":"PH084 21.2","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 21.2 (Ellen Gould White)","content":"The Spirit of Jesus Christ dwelling within the heart of the true teacher of truth, will lead him to express in words and character the gentleness of Christ. The Lord Jesus is our Example, our Pattern, our sufficiency, in all things. He has identified his interest with suffering humanity. He knows just what his children need, how much divine power they will appropriate for the blessing of humanity; and he bestows no more than he sees the human agent will employ in blessing others, and elevating, and ennobling his own soul, and he may be uplifting and refreshing and ennobling those for whom Christ has died. I would that all could realize what possibilities and probabilities there are for all who make Christ their sufficiency and their trust. The life hid with Christ in God ever has a refuge. He who trusts in him can say, “I can do all things through Christ which strengtheneth me.”"},{"refcode_short":"PH084 22.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 22.1 (Ellen Gould White)","content":"I leave this matter with you; for I have been troubled in regard to the dangers that assail the church in Battle Creek, lest they shall move indiscreetly, and give the enemy advantage. This need not be, for if we walk humbly with God, we shall walk safely, and bear in mind the words of Jesus Christ, “Ye are my friends, if ye do whatsoever I command you.” “This is my commandment, That ye love one another, as I have loved you.” “And the glory which thou gavest me I have given them; that they may be one, even as we are one,” “I in them, and thou in me, that they may be made perfect in one; and [mark these words] that the world may know that thou hast sent me, and hast loved them, as thou hast loved me.” Blessed, blessed utterance! Will we believe the words of Jesus? Will we practice his words? If we do, we shall see far greater results than we have hitherto seen. O, we shall be filled with all the fullness of God! We shall possess a power that shall resist every device of the enemy."},{"refcode_short":"PH084 22.2","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 22.2 (Ellen Gould White)","content":"Let us, then, bring the lessons of Christ into our practical life, and we shall realize as the fulfillment of the prayer of Christ in all its specifications, “And I have declared unto them thy name, and will declare it; that the love wherewith thou hast loved me, may be in them, and I in them.” Let the mind embrace the largeness of the promise, and contemplate the richness that is expressed. There is no excuse for unbelief."},{"refcode_short":"PH084 23","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 23 (Ellen Gould White)","content":"An Extract"},{"refcode_short":"PH084 23.1","refcode_long":"Special Testimonies - Relating to Various Matters in Battle Creek, p. 23.1 (Ellen Gould White)","content":"Giving for the necessity of the saints and for the advancement of the kingdom of God, is preaching practical sermons, which testify that those who give have not received the grace of God in vain. A living example of an unselfish character, which is after the example of Christ, has great power upon men. Those who do not live for self, will not use every dollar meeting their supposed wants, and supplying their conveniences, but will bear in mind that they are Christ's followers, and that there are others who are in need of food and clothing. Those who live to gratify appetite and selfish desire, will lose the favor of God, and will lose the heavenly reward. They testify to the world that they have not genuine faith, and when they seek to impart to others a knowledge of present truth, the world will regard their words as sounding brass and a tinkling cymbal. Let every one show his faith by his works. “Faith without works is dead,” “being alone.” “Wherefore show ye to them and before the churches, the proof of your love, and of our boasting in your behalf.”"}]