[{"refcode_short":"PH082 1","refcode_long":"Special Testimonies Relating to Medical Missionary Work, p. 1 (Ellen Gould White)","content":"Special Testimonies Relating to Medical Missionary Work"},{"refcode_short":"PH082 1","refcode_long":"Special Testimonies Relating to Medical Missionary Work, p. 1 (Ellen Gould White)","content":"Special Testimonies Relating to Medical Missionary Work"},{"refcode_short":"PH082 1.1","refcode_long":"Special Testimonies Relating to Medical Missionary Work, p. 1.1 (Ellen Gould White)","content":"I am deeply interested in the subject of medical missionary work and the education of men and women for that work. I could wish that there were one hundred nurses in training where there is one. It ought to be thus. Both men and women can be so much more useful as medical missionaries than as missionaries without the medical education. I am more and more impressed with the fact that a more decided testimony must be borne upon this subject, that more direct efforts must be made to interest the proper persons, setting before them the advantages that every missionary will have in understanding how to treat those who are diseased in body, as well as to minister to sin-sick souls. This double ministration will give the laborer together with God, access to homes, and will enable him to reach all classes of society. An intelligent knowledge of how to treat disease upon hygienic principles will gain the confidence of many who otherwise would not be reached with the truth. In affliction, many are humbled in spirit, and words in favor of the truth spoken to them in tenderness by one who is seeking to alleviate physical suffering, may touch the heart. Prayer, short, weighted with tenderest sympathy, presenting the suffering ones in faith to the great Physician, will inspire in them a confidence, a rest and trust, that will tend to the health of both soul and body."},{"refcode_short":"PH082 2.1","refcode_long":"Special Testimonies Relating to Medical Missionary Work, p. 2.1 (Ellen Gould White)","content":"I have been surprised at being asked by physicians if I did not think it would be more pleasing to God for them to give up their medical practice and enter the ministry. I am prepared to answer such an inquirer: If you are a Christian and a competent physician, you are qualified to do tenfold more good as a missionary for God than if you were to go forth merely as a preacher of the word. I would advise young men and women to give heed to this matter. Perilous times are before us. The whole world will be involved in perplexity and distress, disease of every kind will be upon the human family, and such ignorance as now prevails concerning the laws of health would result in great suffering and the loss of many lives that might be saved."},{"refcode_short":"PH082 2.2","refcode_long":"Special Testimonies Relating to Medical Missionary Work, p. 2.2 (Ellen Gould White)","content":"While Satan is doing his utmost to take advantage of men's ignorance, and to lay the foundation of disease by improper treatment of the body, it is best for those who claim to be the sons and daughters of God to avail themselves, while they can, of the opportunities now presented to gain a knowledge of the human system, and how it may be preserved in health. We are to use every faculty of mind which God has given us. The Lord will not work a miracle to preserve any one in health who will not make an effort to obtain knowledge within his reach concerning this wonderful habitation that God has given. By study of the human organism, we are to learn to correct what may be wrong in our habits, and which, if left uncorrected, would bring the sure result, disease and suffering, that make life a burden. The sincerity of our prayers can be proved only by the vigor of our endeavor to obey God's commandments."},{"refcode_short":"PH082 3.1","refcode_long":"Special Testimonies Relating to Medical Missionary Work, p. 3.1 (Ellen Gould White)","content":"Evil habits and practices are bringing upon men disease of every kind. Let the understanding be convinced by education as to the sinfulness of abusing and degrading the powers that God has given. Let the mind become intelligent, and the will be placed on the Lord's side, and there will be a wonderful improvement in the physical health. But this can never be accomplished in mere human strength. With strenuous efforts through the grace of Christ to renounce all evil practices and associations, and to observe temperance in all things, there must be an abiding persuasion that repentance for the past, as well as forgiveness, is to be sought to God through the atoning sacrifice of Christ. These things must be brought into the daily experience; there must be strict watchfulness and unwearied entreaty that Christ will bring every thought into captivity to himself; his renovating power must be given to the soul, that as accountable beings we may present to God our bodies a living sacrifice, holy and acceptable unto him, which is our reasonable service."},{"refcode_short":"PH082 4.1","refcode_long":"Special Testimonies Relating to Medical Missionary Work, p. 4.1 (Ellen Gould White)","content":"Will those who claim to believe the solemn, sacred truth for this time, arouse their sluggish energies and place themselves in the channel where they can gather to themselves every ray of light that shines upon their pathway? God calls upon all who claim to believe advanced truth, to exert every power to the utmost in gaining knowledge. If we would elevate the moral standard in any country where we may be called to go, we must begin by correcting their physical habits. Virtue of character depends upon the right action of the powers of the mind and body."},{"refcode_short":"PH082 4.2","refcode_long":"Special Testimonies Relating to Medical Missionary Work, p. 4.2 (Ellen Gould White)","content":"Guilt rests upon us as a people who have had much light, because we have not appreciated or improved the light given upon health reform. Through misunderstanding and perverted ideas many souls are deceived. Those who teach the truth to others and who should be shepherds to the flock, will be held accountable for their willing ignorance and disregard of nature's laws. This is not a matter to be trifled with, to be passed off with a jest. As we approach the close of this earth's history, selfishness and violence and crime prevail as in the days of Noah, when the Old World perished in the waters of the flood. As Bible believers, we need to take our position for righteousness and truth."},{"refcode_short":"PH082 4.3","refcode_long":"Special Testimonies Relating to Medical Missionary Work, p. 4.3 (Ellen Gould White)","content":"As religious aggression subverts the liberties of our nation, those who would stand for freedom of conscience will be placed in unfavorable positions. For their own sake, they should, while they have opportunity, become intelligent in regard to disease, its causes, prevention, and cure. And those who do this will find a field of labor anywhere. There will be suffering ones, plenty of them, who will need help, not only among those of our own faith, but largely among those who know not the truth."},{"refcode_short":"PH082 5.1","refcode_long":"Special Testimonies Relating to Medical Missionary Work, p. 5.1 (Ellen Gould White)","content":"The shortness of time demands an energy that has not been aroused among those who claim to believe the present truth. There is need of personal religion, of repentance, of faith and love. I plead that there be a general awakening among us as a people. In the strength that Christ imparts, we should be able to teach others also how to wrestle with those passions which the light of heaven shows them must be mortified. Let there be constant watchfulness and unwearied prayer for the assistance of the Holy Spirit, and let us avail ourselves of all the help and light that God has given."},{"refcode_short":"PH082 5.2","refcode_long":"Special Testimonies Relating to Medical Missionary Work, p. 5.2 (Ellen Gould White)","content":"In almost every church there are young men and women who might receive education either as nurses or physicians. They will never have a more favorable opportunity than now. I would urge that this subject be considered prayerfully, that special effort be made to select those youth who give promise of usefulness and moral strength. Let these receive an education at our Sanitarium at Battle Creek, to go out as missionaries wherever the Lord may call them to labor. It should ever be kept before them that their work is not only to relieve physical suffering, but to minister to souls that are ready to perish. It is important that every one who is to act as a medical missionary be skilled in ministering to the soul as well as to the body. He is to be an imitator of Christ, presenting to the sick and suffering the preciousness of pure and undefiled religion. While doing all in his power to relieve physical distress and to preserve this mortal life, he should point to the mercy and love of Jesus, the great Physician, who came that “whosoever believeth in him might not perish, but have everlasting life.”"},{"refcode_short":"PH082 6.1","refcode_long":"Special Testimonies Relating to Medical Missionary Work, p. 6.1 (Ellen Gould White)","content":"Workers are needed now. As a people, we are not doing one fiftieth of what we might do as active missionaries. If we were only vitalized by the Holy Spirit, there would be a hundred missionaries where there is now one."},{"refcode_short":"PH082 6.2","refcode_long":"Special Testimonies Relating to Medical Missionary Work, p. 6.2 (Ellen Gould White)","content":"But where are the missionaries? Has not the truth for this time power to stir the souls of those who claim to believe it? When there is a call to labor, why should there be so many voices to say, “I pray thee have me excused”? In this country [Australia] the standard of truth is to be established and exalted. There is great need of workers, and there are many ways in which they can labor. There is work for those in the higher, as well as in the more humble positions. But we want none to come out to this field who have not a high sense of what it means to be a missionary. Individually, all need a heart work. A good work cannot be done by the human agent alone. For the full development and efficiency of the intellectual as well as the spiritual powers, there is, there must be, a vital connection with God, a communion with the highest source of activity. Then, with the soul all aglow with zeal for the Master, we can be a blessing to others. Jesus said, “Whosoever drinketh of the water that I shall give him shall never thirst, for the water that I shall give him shall be in him a well of water springing up into everlasting life.” Those who become partakers of the grace of Christ will guide others also to the living stream."},{"refcode_short":"PH082 7.1","refcode_long":"Special Testimonies Relating to Medical Missionary Work, p. 7.1 (Ellen Gould White)","content":"Is it not a privilege to be thus co-partners with Jesus? Is it not an honor to be connected with the grand work of saving souls, acting the part assigned us by our Saviour? And none can impart a blessing to others without receiving benefit himself. “He that watereth shall be watered also himself.”"},{"refcode_short":"PH082 7.2","refcode_long":"Special Testimonies Relating to Medical Missionary Work, p. 7.2 (Ellen Gould White)","content":"Hard battles have had to be fought to keep the principles of health reform upon a high and elevated platform, where they should have stood before our people who have had great light.... A great work is to be done in the Sanitarium.... The Lord move upon the churches! May the voice from the living oracles of God, the startling movements of Providence, speak in clear language to the church, “Separate unto me Paul and Barnabas.”"},{"refcode_short":"PH082 8.1","refcode_long":"Special Testimonies Relating to Medical Missionary Work, p. 8.1 (Ellen Gould White)","content":"Holy and devout persons, both men and women, are wanted now to go forth as medical missionaries. Let them cultivate their physical and mental powers and their piety to the uttermost. Every effort should be made to send forth intelligent workers. The same grace that came from Jesus Christ to Paul and Apollos, which caused them to be distinguished for their spiritual excellencies, can be received now, and will bring into working order many devoted missionaries. Let not a large number fold their hands, saying, “O yes, let such and such ones go into untried fields,” while they themselves put forth no interested, devoted, self-denying labor, and expect the work the Lord has committed to them, to be done by proxy. There are those who, if they will deny self and lift the cross, will find that God will communicate with them as verily as he did with Paul and Barnabas. These are representatives of what very many should be. “The Scripture saith, Whosoever believeth on him shall not be ashamed. For there is no difference between the Jew and the Greek: for the same Lord over all is rich unto all that call on him.”"}]