[{"refcode_short":"PH083 1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 1 (Ellen Gould White)","content":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers"},{"refcode_short":"PH083 1.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 1.1 (Ellen Gould White)","content":"In my last vision I was pointed back to the rise and progress of the cause of present truth. When our publishing house at Battle Creek was first established, the friends of the cause were few, and our people generally were poor. But when calls for help were made, many came nobly forward, and aided the cause by taking stock in the publishing work. The Lord was well pleased with the spirit of sacrifice manifested."},{"refcode_short":"PH083 1.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 1.2 (Ellen Gould White)","content":"Twenty-six years have passed since then, and in the providence of God the light of truth has been shining everywhere. The beginning was small, and it was necessary that great sacrifices should be made by the early friends of the cause. At every step, great obstacles had to be met and overcome. Our brethren who invested their means in our house of publication were doing the very work which the Lord would have them do. He had given them means to be used for the very purpose of advancing his cause."},{"refcode_short":"PH083 2.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 2.1 (Ellen Gould White)","content":"The lapse of time has brought great changes. Light has increased, and has become widespread. While the people who are anxious for truth have been calling, “Watchman, what of the night?” the answer has been given intelligently, “The morning cometh, and also the night.” By a thorough investigation of the prophecies we understand where we are in this world's history; and we know for a certainty that the second coming of Christ is near. The result of these investigations must be brought before the world through the press. And as the work has enlarged and increased, greater facilities have been demanded from year to year. Improvements have gone steadily forward. It has been a cause of wonder to the world that with this unpopular truth, such prosperity should attend the work. But with increased light and confirmed truth and greater advantages in every way for the advancement of the cause, our works do not comprehend with our faith."},{"refcode_short":"PH083 2.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 2.2 (Ellen Gould White)","content":"If it was right for brethren to take stock in our publishing house when our work was small and our influence narrow, is it not of more consequence today, when a much larger work is going forward, and a corresponding increase of means is needed? The evidences of our position have been increasing with every year. We have been receiving fresh assurance that we have the truth as revealed in the word of God,—that in accepting the third angel's message we have not given heed to fables, but to the “sure word of prophecy.” We are now living in the full blaze of the light of Bible truth."},{"refcode_short":"PH083 3.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 3.1 (Ellen Gould White)","content":"The Lord calls upon his people to arouse, and to show their faith by their works. In times past, when our numbers were few, when those who were able felt it their duty to take stock in our publishing house, their prayers and their alms, the fruit of persevering, self-denying efforts, came before God as a sweet savor. Our brethren and sisters who have received the precious bread of life, brought to them in our publications, should be even more willing to give of their means to support the cause than were those who loved the truth in former years."},{"refcode_short":"PH083 3.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 3.2 (Ellen Gould White)","content":"Brethren, God would bless you in showing your interest in our houses of publication by making them your property. Those who own no stock in these institutions have the privilege of investing their means in this good work. We need your sympathy, your prayers, and your means. We need your hearty co-operation. We hope that all whose hearts the Lord shall make willing, will come forward with their means to invest in these institutions. Is it indeed true that we have the last message of mercy to be given to the world? Is it true that our work will soon close? Thus saith the word of God. The end of all things is at hand. Then the warning should be sent to all parts of the earth."},{"refcode_short":"PH083 3.3","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 3.3 (Ellen Gould White)","content":"Our houses of publication have become a power in the world. A great change has taken place. With our increased facilities to make the clear light shine forth to those who are in darkness, it is not now as hard as it once was to see and accept the truth. Those who first led out in the work were objects of the combined assaults of evil men and evil angels. The enmity of Satan, working through men as his instruments, was strikingly developed. On the other hand, the believers, though few in number, were earnest and zealous to vindicate the honor of God in exalting his law, which had been made void, and to press back the workings of Satan revealed in every form of destructive error."},{"refcode_short":"PH083 4.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 4.1 (Ellen Gould White)","content":"From the first, Satan has set himself against this work. He was determined to bring all his power to bear to silence and sweep from the earth those who were laboring for the advancement of light and truth. He has ever had a measure of success. Calumny and the fiercest opposition have been brought to bear to crush out the precious truth by discouraging its advocates. The great adversary has employed his hellish deceptions in various ways, and every effort made has brought to his side one or more of the professed followers of Christ. Those whose hearts are carnal, who are more in harmony with the arch deceiver than with Jesus Christ, have after a time developed their true character, and have gone to their own company."},{"refcode_short":"PH083 4.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 4.2 (Ellen Gould White)","content":"Satan holds under his control not a few who pass as friends of the truth, and through them he works against its advancement. He employs them to sow tares among the people of God. Thus when danger was not suspected, great evils have existed among us. But while Satan was working with all deceivableness of unrighteousness in them that perish, staunch advocates of truth have stemmed the tide of opposition, and held the word uncorrupted amid a deluge of heresies. Although the church has at times been weakened through manifold discouragements and the rebellious element they have had to meet, still the truth has shone brighter with every conflict. The energies of God's people have not been exhausted. The power of his grace has quickened, revived, and ennobled the steadfast and the true."},{"refcode_short":"PH083 5.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 5.1 (Ellen Gould White)","content":"Again and again was ancient Israel afflicted with rebellious murmurers. These were not always persons of feeble influence. In many cases, men of renown, rulers in Israel, turned against the providential leadings of God, and fiercely set to work to tear down that which they had once zealously built up. We have seen something of this repeated many times in our experience. It is unsafe for any church to lean upon some favorite minister, to trust in any arm of flesh. God's arm alone is able to uphold all who lean upon it."},{"refcode_short":"PH083 5.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 5.2 (Ellen Gould White)","content":"Until Christ shall appear in the clouds of heaven, with power and great glory, men will become perverse in spirit, and turn from the truth to fables. The church will yet see troublous times. She will prophesy in sackcloth. But although she must meet heresies and persecutions, although she must battle with the infidel and the apostate, yet by the help of God she is bruising the head of Satan. The Lord will have a people as true as steel, and with faith as firm as the granite rock. They are to be his witnesses in the world, his instrumentalities to do a special, a glorious work in the day of his preparation."},{"refcode_short":"PH083 6.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 6.1 (Ellen Gould White)","content":"The gospel message does not win a single soul to Christ, or make its way to a single heart, without wounding the head of Satan. Whenever a captive has been wrenched from his grasp, delivered from his oppression, the tyrant is defeated. The publishing houses, the presses, are instrumentalities in God's hand to send out to every tongue and nation the precious light of truth. This light is reaching even to heathen lands, and is constantly making inroads upon superstition and every conceivable error."},{"refcode_short":"PH083 6.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 6.2 (Ellen Gould White)","content":"Ministers who have preached the truth with all zeal and earnestness may apostatize, and join the ranks of our enemies; but does this turn the truth of God into a lie? “Nevertheless,” says the apostle, “the foundation of God standeth sure.” The faith and feelings of men may change; but the truth of God, never. The third angel's message is sounding; it is infallible."},{"refcode_short":"PH083 6.3","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 6.3 (Ellen Gould White)","content":"No man can serve God without uniting against himself, evil men and evil angels. Evil spirits will be put upon the track of every soul that seeks to join the ranks of Christ; for Satan wishes to recover the prey taken from his grasp. Evil men will give themselves over to believe strong delusions, that they may be damned. These men will put on the garments of sincerity, and deceive, if possible, the very elect."},{"refcode_short":"PH083 7.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 7.1 (Ellen Gould White)","content":"It is as certain that we have the truth, as that God lives; and Satan, with all his arts and hellish power, cannot change the truth of God into a lie. While the great adversary will try his utmost to make of none effect the word of God, truth must go forth as a lamp that burneth."},{"refcode_short":"PH083 7.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 7.2 (Ellen Gould White)","content":"The Lord has singled us out, and made us subjects of his marvelous mercy. Shall we be charmed with the pratings of the apostate? Shall we choose to take our stand with Satan and his host? Shall we join with the transgressors of God's law? Rather let it be our prayer, Lord, put enmity between me and the serpent. If we are not at enmity with his works of darkness, his powerful folds encircle us, and his sting is ready at any moment to be driven to our hearts. We should count him a deadly foe. We should oppose him in the name of Jesus Christ. Our work is still onward. We must battle every inch of ground. Let all who name the name of Christ clothe themselves with the armor of righteousness."},{"refcode_short":"PH083 7.3","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 7.3 (Ellen Gould White)","content":"Brethren and sisters, in behalf of our houses of publications we call upon you to take stock in these institutions. You have nothing to fear; invest your means where it will be doing good, scatter rays of light to the darkest parts of the world. There is no such thing as failure in this work. It is your privilege and duty to do now as your brethren have done when there were but few friends of the cause of truth. Take stock in our houses of publications, that you may feel that you have an interest in them. Many invest their money in worldly speculations, and in doing this, are robbed of every dollar. We ask you to show your liberality in making investments in our publishing work. It will do you good. Your money will not be lost, but will be placed at interest, to increase your capital stock in Heaven. Christ has given all for you; what will you give for him? He asks your heart; give it to him; it is his own. He asks your intellect; give it to him; it is his own. He asks your money; give it to him; it is his own. “Ye are not your own; ye are bought with a price.” God wants you and yours. Let the words of the royal psalmist express the sentiment of your hearts: “All things come of Thee, and of thine own have we given thee.”"},{"refcode_short":"PH083 8.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 8.1 (Ellen Gould White)","content":"The time has come when we must know for ourselves why we believe as we do. We must stand for God and for the truth, against a reckless, unbelieving generation. The man who has once known the way of life, and has turned from the convictions of his own heart to the sophistry of Satan, will be more inaccessible and more unimpressible than he who has never tasted the love of Christ. He will be wise to do evil. He has bound himself to Satan, even against light and knowledge. I say to my brethren, Your only hope is in God. We must be clothed with Christ's righteousness, if we would withstand the prevailing impiety. We must show our faith by our works. Let us lay up for ourselves a good foundation against the time to come, that we may lay hold on eternal life. We must labor, not in our own strength, but in the strength of our risen Lord. What will we do and dare for Jesus?"},{"refcode_short":"PH083 9.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 9.1 (Ellen Gould White)","content":"Our houses of publication are the property of all our people, and all should work to the point of raising them above embarrassment. In order to circulate our publications, they have been offered at so low a figure that but little profit could come to the Office to reproduce the same works. This has been done with the best of motives, but not with experienced and far-seeing judgment."},{"refcode_short":"PH083 9.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 9.2 (Ellen Gould White)","content":"At the low prices of publications, the Office could not preserve a capital upon which to work. This was not fully seen and critically investigated. These low prices led people to undervalue the works, and it was not fully discerned that when once these publications were placed at a low figure it would be very difficult to bring them up to their proper value."},{"refcode_short":"PH083 9.3","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 9.3 (Ellen Gould White)","content":"Our ministers have not had suitable encouragement. They must have means, in order to live. There has been a sad lack of foresight in making the low prices upon our publications, and still another in turning the profits largely into the tract and missionary societies. These matters have been carried to extremes, and there will be a reaction. In order for the tract and missionary societies to flourish, the instrumentalities to make and print books must flourish. Cripple these instrumentalities, burden the publishing houses with embarrassment and debt, and the tract and missionary societies will not prove a success."},{"refcode_short":"PH083 10.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 10.1 (Ellen Gould White)","content":"There has been wrong management, not designedly, but in zeal and ardor to carry forward the missionary work. In the distribution and wide circulation of papers, tracts, and pamphlets, the instrumentalities to produce these publications have been crippled and embarrassed. There is ever danger of carrying any good work to extremes. Responsible men are in danger of becoming one-idea men, of concentrating their thoughts upon one branch of the work, to the neglect of other parts of the great field."},{"refcode_short":"PH083 10.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 10.2 (Ellen Gould White)","content":"As a people we need to be guarded on every point. There is not the least safety for any, unless we seek wisdom of God daily, and dare not move in our own strength. Danger is always surrounding us, and great caution should be used that no one branch of the work be made a specialty, while other interests are left to suffer."},{"refcode_short":"PH083 10.3","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 10.3 (Ellen Gould White)","content":"Mistakes have been made in putting down prices of publications to meet certain difficulties. These efforts must change. Those who made this move were sincere. They thought their liberality would provoke ministers and people to labor to greatly increase the demand for the publications."},{"refcode_short":"PH083 10.4","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 10.4 (Ellen Gould White)","content":"Ministers and people should act nobly and liberally in dealing with our publishing houses. Instead of studying and contriving how they can obtain periodicals, tracts, and books at the lowest figure, they should seek to bring the minds of the people to see the true value of the publications. All these pennies taken from thousands of publications have caused a loss of thousands of dollars to the Office, when to each individual a few pennies more would scarcely have been felt."},{"refcode_short":"PH083 11.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 11.1 (Ellen Gould White)","content":"The Review and Herald and the Signs of the Times are cheap papers, at the full price. The Review is a valuable paper; it contains matters of great interest to the church, and should be placed in every family of believers. If any are too poor to take it, the church should, by subscription, raise the amount of the full price of the paper, and supply the destitute families. How much better would be this plan than throwing the poor upon the mercies of the publishing house or the tract and missionary society."},{"refcode_short":"PH083 11.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 11.2 (Ellen Gould White)","content":"The same course should be pursued toward the Signs. With slight variations, this paper has been increasing in interest and in moral worth as a pioneer sheet since its first establishment. These periodicals are one in interest. They are two instrumentalities in the great field to do their specific work in disseminating light in this day of God's preparation. All should engage just as earnestly to build up the one as the other."},{"refcode_short":"PH083 11.3","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 11.3 (Ellen Gould White)","content":"“The eyes of the Lord are upon the righteous, and his ears are open unto their cry.” Christ will succor those who flee to him for wisdom and strength. If they meet duty and trial with humility of soul, depending upon Jesus, his mighty angel will be round about them, and He whom they have trusted will prove an all-sufficient helper to them in every emergency. Those who occupy responsible positions should daily become more intimately acquainted with the excellency, the faithfulness, and the love of Christ. They should be able to exclaim with assurance, “I know whom I have believed.” These men should work as brethren, without one feeling of strife. Each should do his duty, knowing that the eye of God is searching motives and purposes, and reading the inmost feelings of the soul. The work is one. And if leading men do not let their own mind and their own feelings and ideas come in to rule and change the Lord's design, there will be the most perfect harmony between these two branches of the same work."},{"refcode_short":"PH083 12.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 12.1 (Ellen Gould White)","content":"Our people should make greater efforts to extend the circulation of the Review. If our brethren and sisters would only manifest greater earnestness and put forth more persevering efforts to accomplish this, it would be done. Every family should have this paper. And if they would deny themselves their darling luxuries, tea and coffee, many who do not now have its weekly visits might take the money spent for these hurtful stimulants and pay for the messenger of light to come into their household. Almost every family takes one or more secular papers, and these frequently contain love stories and exciting tales of villainy and murder which injure the mind of all who read them. Those who consent to do without this precious weekly visitor, lose much. Through its pages, Christ may speak to them in warnings, in reproofs and counsel, which would change the current of their thoughts, and be to them as the bread of life."},{"refcode_short":"PH083 13.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 13.1 (Ellen Gould White)","content":"Our papers should not be filled with long discussions or long doctrinal arguments, which would weary the reader; but they should contain short and interesting doctrinal and practical articles. The price of our papers should not be made so low that no margin is left to work upon. The same interest which has been manifested to circulate the Signs of the Times should be shown in extending the circulation of the Review. If this is done, success will attend the effort."},{"refcode_short":"PH083 13.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 13.2 (Ellen Gould White)","content":"We are upon the enchanted ground, and Satan is continually at work to rock our people to sleep in the cradle of carnal security. There is an indifference, a lack of zeal, that paralyzes all our efforts. Jesus was a zealous worker, and when his followers shall lean on him, and work as he worked, they will see and realize corresponding results. An effort must be made to place a proper value on our publications, and bring them back gradually to a proper basis. We should not be affected by the cry of speculation, money-making! We should press steadily forward, unmoved by censure, uncorrupted by applause. It will be a greater task to work back upon a proper basis than many suppose; but it must be done, in order to save our institutions from embarrassment."},{"refcode_short":"PH083 14.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 14.1 (Ellen Gould White)","content":"Our brethren should be guarded, lest they become stereotyped in their plans and labors. They may spend time and money in preparing an exact channel, that the work must be done in just such a way or it is not done right. There is danger of being too particular. There should be greater care to avoid expenses in transporting books and persons. The influence is bad upon the cause of God. Brethren, you should move cautiously, economically, and judiciously. A great work is to be done, and our Offices are embarrassed. There are men who work faithfully in the Office at Battle Creek, who do not receive an equivalent for their labor. Justice is not done these men. In other work they could earn double the amount received here; but they conscientiously keep to their business, because they feel that God's cause needs their help."},{"refcode_short":"PH083 14.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 14.2 (Ellen Gould White)","content":"There is a great work to be done in the day of God's preparation, in planning and executing for the advancement of the cause of God. Our publications should have a wide circulation; for they are doing a great work. There is much missionary work to be done. But I have been shown that there is danger of having this work too mechanical, so intricate and complicated that less will be accomplished than if it were more simple, direct, plain, and decided. We have neither time nor means to keep all parts of this machinery in harmonious action."},{"refcode_short":"PH083 15.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 15.1 (Ellen Gould White)","content":"Our brethren who bear responsibilities in devising plans for carrying forward this part of the work, must keep in mind that while a certain amount of education and training is essential in order to work intelligently, there is danger of making this too great a matter. By obtaining a most thorough education in all the minutiae, and leaving vital principles out of the question, we become dry and formal workers. The hearts that God has made willing by the operations of his grace, are fitted for the work."},{"refcode_short":"PH083 15.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 15.2 (Ellen Gould White)","content":"God wants heart-work. The unselfish purpose, the pure, elevated principle, the high and holy motive, God will accept. His grace and power will work with these efforts. All who realize that it is the work of God to prepare a people for his coming, will find in their disinterested efforts opportunities where they can do tract and missionary labor. But there may be too much means expended and too much time occupied in making matters so fine and so minute that the heart-work is neglected, and a dry form preserved."},{"refcode_short":"PH083 15.3","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 15.3 (Ellen Gould White)","content":"I tell you frankly that Jesus and the power of his grace are being left out of the question. Results will show that the mechanical working has taken the place of piety, humility, and holiness of heart and life. The more spiritual, devoted, and humble workers find no place where they can take hold, and therefore they stand back. The young and inexperienced learn the form, and do their work mechanically; but true love and the burden for souls is not felt. Less dwelling upon set forms, less of the mechanical, and more of the power of godliness, is essential in this solemn, fearful day of responsibilities."},{"refcode_short":"PH083 16.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 16.1 (Ellen Gould White)","content":"There is order in Heaven; and there should be system and order upon the earth, that the work may move forward without confusion and fanaticism. Our brethren have been working to this end; but while some of our ministers continually bear the burden of souls, and ever seek to bring the people up in spiritual attainments, those who are not so conscientious, and who have not carried the cross of Christ nor felt the value of souls as reflected from Calvary, will, in teaching and educating others in the mechanical working, become formal and powerless themselves, and bring no Saviour to the people."},{"refcode_short":"PH083 16.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 16.2 (Ellen Gould White)","content":"Satan is ever working to have the service of God degenerate into dry form, and become powerless in saving souls. While the energy, earnestness, and efficiency to the workers become deadened by the efforts of have everything so systematic, the taxing labor that must be done by our ministers to keep this complicated machinery in motion, engrosses so much time that the spiritual work is neglected. With so many things to run, this work takes much time, and requires so large an amount of means that other branches of the work will wither and die for want of due attention."},{"refcode_short":"PH083 16.3","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 16.3 (Ellen Gould White)","content":"While the silent messengers of truth should be scattered like the leaves of autumn, our ministers should not make this work a form, and leave devotion and true piety out of the question. Ten truly converted, willing-minded, unselfish workers can do more in the missionary field than one hundred who confine their efforts to set forms, and preserve mechanical rules, working without deep love for souls."},{"refcode_short":"PH083 17.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 17.1 (Ellen Gould White)","content":"Vigilant missionary work must in no case be neglected. It has done much for the salvation of souls. The success of God's work depends very much upon this; but those who do this work are to be those who are spiritual, whose letters will breathe the light and love of Jesus, and who feel the burden of the work. They should be men and women who can pray, who have a close connection with God. The ready mind, the sanctified will and sound judgment, are needed. These will have learned of the heavenly Teacher the most successful manner of appealing to souls. These will have learned their lessons in the school of Christ. They will do their work with an eye single to the glory of God."},{"refcode_short":"PH083 17.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 17.2 (Ellen Gould White)","content":"Without this education, all the teachings received from your instructors in regard to forms and rules, however thorough the lessons may be, will leave you still novices in the work. You must learn of Christ. You should deny self for Christ. You must carry the burden of Christ. You should put your neck under the yoke of Christ. You must feel that you are not your own, but servants of Christ, doing a work that he has enjoined upon you, not for any praise or honor or glory that you shall receive, but for his own sake. Into all your work you should weave his grace, his love, his devotion, his zeal, his untiring perseverance, his indomitable energy, that will tell for time and for eternity."},{"refcode_short":"PH083 18.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 18.1 (Ellen Gould White)","content":"The tract and missionary work is a good work. It is God's work. It should be in no way belittled; but there is continual danger of perverting it from its true object. Canvassers are wanted to labor in the missionary field. Persons of uncouth manners, would not be fitted for this work. Men and women who possess tact, good address, keen foresight, discriminating minds, and who feel the value of souls, are the ones who can be successful."},{"refcode_short":"PH083 18.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 18.2 (Ellen Gould White)","content":"The work of the colporter is elevated, and will prove a success, if he is honest, earnest, and patient, steadily pursuing the work he has undertaken. His heart must be in the work. He must rise early, and work industriously, putting to proper use the faculties God has given him. Difficulties must be met. If confronted with unceasing perseverance, they will be overcome. Much is gained by courtesy. The worker may continually be forming a symmetrical character. Great characters are made by little acts and efforts."},{"refcode_short":"PH083 18.3","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 18.3 (Ellen Gould White)","content":"There is danger of not giving sufficient encouragement to our ministers. I was shown some men whom God was calling to the work of the ministry, entering the field as canvassers. This is an excellent preparation, if their object is to disseminate light, to bring the truth revealed in God's word directly to the home circle. In conversation, the way will frequently be opened to speak of the religion of the Bible. If the work is taken hold of as it should be, families will be visited, the workers will carry with them tender hearts and love for souls, and will bear, in words and deportment, the sweet fragrance of the grace of Christ, and great good will be the result. This would be an excellent experience for any who have the ministry in view."},{"refcode_short":"PH083 19.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 19.1 (Ellen Gould White)","content":"Many are attracted into the canvassing field to sell pictures and books that do not express our faith, and do not give light to the purchaser. They are induced to do this because the financial prospects are more flattering than can be offered them as licentiates. These persons are obtaining no special fitness for the gospel ministry. They are not gaining that experience which would fit them for the work. They are losing time and opportunity by this kind of labor. They are not learning to bear the burden of souls, and daily obtaining a knowledge of the most successful way of winning people to the truth. These men are frequently turned aside from the convictions of the Spirit of God, and receive a worldly stamp of character, forgetting how much they owe to the Lord, who gave his life for them. They use their powers for their own selfish interests, and refuse to labor in the vineyard of the Lord."},{"refcode_short":"PH083 19.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 19.2 (Ellen Gould White)","content":"I was alarmed as I saw the various nets of Satan woven about men whom God would use, diverting them from the work of the ministry. There will surely be a dearth of laborers, unless there is more encouragement given men to improve their ability with the purpose of becoming ministers of Christ. Satan is constantly and perseveringly presenting financial gain and worldly advantages to engage the minds and powers of men, and keep them from doing the duties essential to give them an experience in the things of God. And when he sees that men will move forward, giving themselves to the work of teaching the truth to those who are in darkness, he will do his utmost to push them to extremes in something that will weaken their influence and cause them to lose the advantage they would gain, were they balanced by the Spirit of God."},{"refcode_short":"PH083 20.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 20.1 (Ellen Gould White)","content":"I was shown that our ministers were doing themselves great injury by carelessness in the use of their vocal organs. Their attention was called to this important matter, and cautions and instructions were given them, by the Spirit of God. It was their duty to learn the wisest manner of using these organs. The voice, this gift of Heaven, is a powerful faculty for good, and if not perverted, would glorify God. All that was essential was to study and conscientiously follow a few simple rules. But instead of educating themselves under the discipline of self-control, and doing what they might have done by exercising a little common sense and practicing according to their best knowledge of the art of speaking, they employed a professor of elocution."},{"refcode_short":"PH083 20.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 20.2 (Ellen Gould White)","content":"As a result, many who were feeling that God had a work for them to do in teaching the truth to others, have become infatuated and crazed with elocutions. All that certain ones needed was this temptation opened before them. Their interest was attracted by the novelty, and young men and some ministers were carried away with this excitement. They left their fields of labor—everything in the vineyard of the Lord was neglected—and paid their money and gave their precious time to attend a school of elocution. When they came from this drill, devotion and religion had parted company with them, and the burden of souls was laid off, as they would lay aside a garment. They had accepted Satan's suggestion, and he had led them where he chose."},{"refcode_short":"PH083 21.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 21.1 (Ellen Gould White)","content":"Some set themselves up as teachers of elocution, who had neither discretion nor ability, and made themselves disgusting to the public, for they did not properly use what knowledge they had gained. Their performances were void of dignity or good sense; and these exploits on their part closed the door, as far as they are known, to any influence they may have in future as men to carry the message of truth to the world."},{"refcode_short":"PH083 21.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 21.2 (Ellen Gould White)","content":"This was Satan's device. It was well to have knowledge of how to speak, but to give time and money to this one branch, and absorb the mind with it, was rushing into extremes and showing great weakness."},{"refcode_short":"PH083 21.3","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 21.3 (Ellen Gould White)","content":"Young men professing to be Sabbath-keepers attach professors to their name, and abuse the community with that which they do not understand. Many men will thus abuse the light God has seen fit to give them. They have not well-balanced minds. Elocution has become a by-word. It has caught up men to engage in a work that they cannot do wisely, and spoiled them for doing a work which, if they had been humbly and modestly seeking to accomplish in the fear of God, they would have made a glorious success. These youth might have been fitting for usefulness in the missionary field as canvassers and colporteurs, or as licentiates proving themselves for ministerial labor, doing work for time and for eternity. But they have been crazed with the thought of becoming teachers of elocution, and Satan stands and laughs that he has caught them in the net which he had laid for them."},{"refcode_short":"PH083 22.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 22.1 (Ellen Gould White)","content":"God's servants should ever be united. They should repress and control strong traits of character, and day by day they should carefully reflect upon the nature of the life structure they are building. Are they Christian gentlemen in their daily lives? Are there seen in their lives noble, upright deeds, which will make their building of character stand forth as a fair temple of God? As one poor timber will sink a ship, and one flaw make a chain worthless, so one demoralizing trait of character revealed in words or actions will leave its influence for evil; and if not overcome, will subvert every virtue."},{"refcode_short":"PH083 22.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 22.2 (Ellen Gould White)","content":"Every faculty in man is a workman, that is building for time and for eternity. Day by day the structure is going up, although the possessor is not aware of it. It is a building which must stand either as a beacon of warning because of its deformity, or as a structure which God and angels will admire for its harmony with the divine Model. The mental and moral powers which God has given us do not consider character. They are talents, which we are to improve, and which if properly improved will form a right character. A man may have precious seed in his hand, but that seed is not an orchard. The seed must be planted, before it can become a tree. The mind is the garden; the character is the fruit. God has given us our faculties to cultivate and develop. Our own course determines our character. In training these powers so that they shall harmonize and form a valuable character, we have a work which no one but ourselves can do."},{"refcode_short":"PH083 23.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 23.1 (Ellen Gould White)","content":"Those who have sharp, rough traits of character are guilty before God if they do not, by training, repress and root out all the bitterness of their nature. The man who yields to impatience is serving Satan. “To whom ye yield yourselves servants to obey, his servants ye are to whom ye obey.” A good character is more precious in God's sight than the gold of Ophir. The Lord would have men act for time and for eternity. We have received good and bad as a legacy, and by cultivation we may make the bad worse, or the good better. Shall the bad gain the ascendancy, as with Judas, or shall the evils be purged from our souls, and the good predominate?"},{"refcode_short":"PH083 23.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 23.2 (Ellen Gould White)","content":"Principle, right, honesty, should ever be cherished. Honesty will not tarry where policy is harbored. They will never agree; one is of Baal, the other of God. The Master requires his servants to be honorable in motive and action. All greed, all avarice, must be overcome. Those who choose honesty as their companion will embody it in all their acts. To a large class, these men are not pleasing, but to God they are beautiful."},{"refcode_short":"PH083 24.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 24.1 (Ellen Gould White)","content":"Satan is working to crowd himself in everywhere. He would put asunder very friends. There are men who are ever talking and gossiping and bearing false witness, who sow the seeds of discord, and engender strife. Heaven looks upon this class as Satan's most efficient servants. But the man who is injured is in a far less dangerous position than when fawned upon and extolled for a few of his efforts which appear successful. The commendation of apparent friends is more dangerous than reproach."},{"refcode_short":"PH083 24.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 24.2 (Ellen Gould White)","content":"Every man who praises himself, brushes the lustre from his best efforts. A truly noble character will not stop to resent the false accusations of enemies; every word spoken falls harmless; for it strengthens that which it cannot overthrow. The Lord would have his people closely united with himself, the God of patience and love. All should manifest in their lives the love of Christ. Let none venture to belittle the reputation or the position of another; this is egotism. It is saying, “I am so much better and more capable than you, that God gives me the preference. You are not of much account.”"},{"refcode_short":"PH083 24.3","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 24.3 (Ellen Gould White)","content":"Our ministers in responsible places are men whom God has accepted. No matter what their origin, no matter what their format position, whether they followed the plow, worked at the carpenter's trade, or enjoyed the discipline of a college; if God has accepted them, let every man beware of casting the slightest reflection upon them. Never speak disparagingly of any man; for he may be great in the sight of the Lord; while those who feel great may be lightly esteemed of God because of the perversity of their hearts. Our only safety is to lie low at the foot of the cross, be little in our own eyes, and trust in God; for he alone has power to make us great."},{"refcode_short":"PH083 25.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 25.1 (Ellen Gould White)","content":"Our ministers are in danger of taking credit to themselves in the work which they do. They think God is favoring them, and they become independent and self-sufficient; then the Lord gives them up to the buffetings of Satan. In order to do God's work with acceptance, we must have the spirit of meekness, of lowliness of mind, each esteeming other better than himself. There is much at stake. The judgment and ability of all are needed now. Every man's work is of sufficient importance to demand that it be performed with care and fidelity. One man cannot do the work of all. Each has his respective place and his special work, and each should realize that the manner in which his work is done must stand the test of the Judgment."},{"refcode_short":"PH083 25.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 25.2 (Ellen Gould White)","content":"The work before us is important and extensive. The day of God is hastening on, and all the workers in the Lord's great field should be men who are striving to become perfect, wanting in nothing, coming behind in no gift, waiting for the appearing of the Son of man in the clouds of heaven. Not one moment of our precious time should be devoted to bringing others to conform to our personal ideas and opinions. God would educate men engaged as co-laborers in this great work to the highest exercise of faith, and the development of a harmonious character."},{"refcode_short":"PH083 26.1","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 26.1 (Ellen Gould White)","content":"Men have varied gifts, and some are better adapted to one branch of the work than another. What one man would fail to do, his brother minister may be strong to accomplish. The work of each in his position is important. One man's mind is not to control another. If one man stands up, feeling that no one shall influence him, that he has judgment and ability to comprehend every branch of the work, that man will fail of the grace of God."},{"refcode_short":"PH083 26.2","refcode_long":"Special Testimony Relative to Tract and Missionary Societies and Our Preachers, p. 26.2 (Ellen Gould White)","content":"My husband has experience and qualities that are valuable, if these can be sanctified by the grace of Christ. God will make his labors wholly acceptable if he will imitate the Pattern. But if he does not bring his will and his mind under the control of the spirit of Christ, God cannot use him. His efforts and work will be wrought in self, and his experience, so valuable to the cause, will be so mingled with his own ways, and his own words, that God will not accept it."}]