[{"refcode_short":"PH089 3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 3 (Ellen Gould White)","content":"Spiritual Advancement the Object of Camp-Meetings"},{"refcode_short":"PH089 3.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 3.1 (Ellen Gould White)","content":"Our camp-meetings are not conducted in a way that will result in the greatest benefit to the largest number of those who attend, and the reason for this is that spiritual interests do not have the prominence which they should have in meetings of this character. Many and varied business meetings divide the attention, and meetings for the education of workers in different departments of missionary work, claim the services of those who should devote themselves to feeding the flock of God."},{"refcode_short":"PH089 3.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 3.2 (Ellen Gould White)","content":"All these different interests are of great importance; but when they have been attended to at camp-meeting, only a small margin of time and effort remains in which to treat of the practical relation of truth to the soul. Those who come for enlightenment and strength, return to their homes little better fitted to work in their families and churches than they were before they came to the meeting."},{"refcode_short":"PH089 3.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 3.3 (Ellen Gould White)","content":"Many meetings are conducted in which the larger number of the people have little interest, and if they could attend all the meetings, they would go away wearied instead of refreshed and benefited. The special branches of the work should receive attention; but they should not be allowed to monopolize the time and talent of those who are called of God to look after the spiritual interests of the people; and if they are diverted from this work of building up the children of God in the most holy faith, the camp-meeting does not meet the end for which it has been appointed."},{"refcode_short":"PH089 4","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 4 (Ellen Gould White)","content":"The Specific Object"},{"refcode_short":"PH089 4","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 4 (Ellen Gould White)","content":"How to Speak"},{"refcode_short":"PH089 4.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 4.1 (Ellen Gould White)","content":"Those who labor at camp-meeting should have an appreciation of the importance and solemnity of their work. They should not imagine that a display of oratory, a discourse made up of flashy rhetoric, spoken in a loud voice, is something essential to the salvation of souls. The minister should learn to speak in a clear, low voice, using the vocal organs in such a way that the throat and lungs will not be taxed or injured. He should cultivate a pleasing manner, and give discourses short and to the point. In this way neither minister nor people will be wearied."},{"refcode_short":"PH089 4.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 4.2 (Ellen Gould White)","content":"Some of our ministers have worn themselves out by loud speaking and long sermons, and they have been looked upon as martyrs to the cause, when they were victims of unwise habits. Brethren, your voice is a talent given you of God, by which you are to glorify your Creator. It can be put to the highest use, or perverted and abused. You can use it in such a way that the vital organs will be enfeebled and injured. Every power God has given should be used with discretion, that physical vigor may be preserved. The minister must have strength for work in the pulpit, and in the homes of those who are interested or in need of personal effort."},{"refcode_short":"PH089 5.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 5.1 (Ellen Gould White)","content":"The conversion of souls does not depend on the loud tone or the long discourse, but on the conviction which attends the word spoken, on the inculcation of ideas that are of vital importance in obtaining eternal life. How much better truth is appreciated when spoken in a calm, unexcited way. Ministers should feel the importance of the theme of redemption: and realizing that they are speaking to judgment-bound souls, their voices should be filled with pathos and melody, and the words of eternal life should be spoken with distinctness and impressiveness, that the people may realize the value of the truth."},{"refcode_short":"PH089 5.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 5.2 (Ellen Gould White)","content":"To preach in a hard, strained voice, pitched on a high key, is suicidal, and those who have practised this way of speaking should cease to do it, and learn of the divine Teacher. Several of our ministers might have been alive today if they had observed the simple rules that apply to the use of the voice. Let loud speaking and long discourses cease from among us."},{"refcode_short":"PH089 5","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 5 (Ellen Gould White)","content":"Intervals Between Discourses"},{"refcode_short":"PH089 5.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 5.3 (Ellen Gould White)","content":"Do not immediately follow one discourse with another, but let a period of rest intervene, that the truth may be fastened in the mind, and that opportunity for meditation and prayer may be given for both minister and people. In this way there will be growth in religious knowledge and experience."},{"refcode_short":"PH089 6.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 6.1 (Ellen Gould White)","content":"Bible readings should be given, and believers and unbelievers should have an opportunity to ask questions on points not fully understood. Those who profess to be advocates of truth should ask questions that will bring forth answers that will shed light upon the present truth."},{"refcode_short":"PH089 6.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 6.2 (Ellen Gould White)","content":"If any ask questions that serve to confuse the mind, and to sow doubt and questioning, they should be advised to abstain from such questioning, that others may be brought to Christ. We must learn when to speak and when to keep silent, and learn to sow seeds of faith, to reflect light and not darkness. Special meetings should be appointed for those who are interested in the truth, and who need instruction."},{"refcode_short":"PH089 6","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 6 (Ellen Gould White)","content":"Study the Model"},{"refcode_short":"PH089 6.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 6.3 (Ellen Gould White)","content":"Christ is the minister's model. How directly to the point, how well adapted to the purpose and circumstances, are Christ's words! How clear and forcible are his illustrations! His style is characterized by simplicity and solemnity. Throughout the teachings of Christ, there is nothing to justify the minister in the relation of humorous anecdotes in the pulpit. The lessons of Christ should be carefully studied, and the subjects, manner, and form of discourses should be modeled after the divine Pattern. Oratorical display, flashy rhetoric, and fine gestures do not constitute a fine discourse. Many are deceived by these things, and call a man a good minister who does not deserve the name."},{"refcode_short":"PH089 7.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 7.1 (Ellen Gould White)","content":"If the simplicity of the gospel of Christ is lacking in a discourse, there is great need that the minister learn lessons of the divine Teacher, that he may become truly wise. The minister must have his heart melted by the love of Christ, and his words must be full of divine power. He must lift up Jesus, making him the center of attraction, the source of all power. The truth as it is in Jesus will be efficacious in converting souls to God. The holy truth is always to be presented in its true simplicity; for in this time, when the end of all things is at hand, the way of the Lord is to be prepared, the third angel's message is to lighten the earth with its glory."},{"refcode_short":"PH089 7.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 7.2 (Ellen Gould White)","content":"The greatest Teacher the world ever knew, educated those who came to him, in the simplest way. Sometimes he taught them, sitting among them on the mountainside; sometimes walking with them by the sea or way, he revealed to them the mysteries of the kingdom of God. He did not sermonize as men do today. In intensely earnest tones he assured them of the truths of the life to come, of the way of salvation."},{"refcode_short":"PH089 7.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 7.3 (Ellen Gould White)","content":"The Jews did not expect the Messiah to come as a teacher, but as a temporal king, to sit upon the throne of David; and if they had spoken the unbelief of their hearts, they would have scoffed at the idea of his Messiahship. And yet some believed on him, even among the chiefs and rulers. Nicodemus voiced the sentiments of many when he said, “Rabbi, we know that thou art a teacher come from God; for no man can do these miracles that thou doest, except God be with him.”"},{"refcode_short":"PH089 8","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 8 (Ellen Gould White)","content":"The Need in Our Camp-Meetings"},{"refcode_short":"PH089 8.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 8.1 (Ellen Gould White)","content":"If the man who feels himself called of God to be a minister, will abase himself and learn of Christ, he will become a true teacher. This is what we need in our camp-meetings—a ministry vivified with the Holy Ghost. There must be less sermonizing, and more tact to educate the people in practical religion. The people must be impressed with the fact that Jesus is salvation to all who believe in him. “God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” There are grand themes on which the gospel minister may dwell. Jesus has said, “He that believeth on the Son hath everlasting life.”"},{"refcode_short":"PH089 8.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 8.2 (Ellen Gould White)","content":"If the minister's lips are touched with a coal from off the altar, he will lift up Jesus as the sinner's only hope. When the heart of the speaker is sanctified through the truth, his words will be living realities to himself and to others; for those who hear him will know that he has been with God, and drawn near to him in fervent, effectual prayer. The Holy Spirit has fallen upon him, and his soul has felt the vital, heavenly fire, and he will be able to compare spiritual things with spiritual, and to tear down the strongholds of the enemy. Hearts will be broken by his presentation of the love of God, and many will inquire, “What must I do to be saved?”"},{"refcode_short":"PH089 8","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 8 (Ellen Gould White)","content":"No Frivolity"},{"refcode_short":"PH089 8.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 8.3 (Ellen Gould White)","content":"The minister who is ready to engage in frivolous conversation, ready to jest and laugh, does not realize the sacred obligations resting upon him, and if he goes from such an exercise to the pulpit, the Lord cannot stand by his side to bless him. The Lord cannot be a hammer to break the flinty rock in pieces; the man stands alone. If the people are in any way affected, it is not due to the efforts of the minister, but in answer to their own prayers. If they have felt their need, if they have besought God for a blessing, by drawing nigh to him, then God has fulfilled his word and drawn nigh to them. If the people have friends for whom they have carried a burden, and these friends turn to God in true contrition of heart, the credit does not belong to the Christless discourse; for God has set other influences at work to change the heart and convert the soul. O that all our ministers might be indeed the ambassadors of Christ!"},{"refcode_short":"PH089 9.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 9.1 (Ellen Gould White)","content":"Flowery discourses will not be sufficient to feed the soul of the famishing child of God. The following desire will give a voice to the longing of many a heart that is fed on what are called “smart sermons.” An intelligent man remarked, “O that my pastor would give me something besides pretty flowers, and brilliant periods, and intellectual treats! My soul is famishing for the bread of life. I long for something simple and nourishing and Scriptural.”"},{"refcode_short":"PH089 9.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 9.2 (Ellen Gould White)","content":"Daniel Webster gave utterance to these forcible words: “If clergymen in our day would return to the simplicity of gospel truth, and preach more to individuals and less to the crowd, there would not be so much complaint of the decline of true religion. Many of the ministers of the present day take their text from St. Paul, and preach from the newspapers. When they do so, I prefer to enjoy my own thoughts, rather than listen. I want my pastor to come to me in the spirit of the gospel, saying, ‘You are mortal. Your probation is brief, your work must be done speedily.... You are hastening to the bar of God. The Judge standeth before the door.’ ”"},{"refcode_short":"PH089 10","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 10 (Ellen Gould White)","content":"Instruction to Timothy Applicable"},{"refcode_short":"PH089 10.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 10.1 (Ellen Gould White)","content":"In giving Timothy instruction, Paul exhorted him to “preach the word.” He said, “Thou therefore, my son, be strong in the grace that is in Christ Jesus. And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also. Thou therefore endure hardness, as a good soldier of Jesus Christ.”"},{"refcode_short":"PH089 10.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 10.2 (Ellen Gould White)","content":"The apostle presented before Timothy certain principles which he was to observe and teach, and then he declared, “Of these things put them in remembrance, charging them before the Lord that they strive not about words to no profit, but to the subverting of the hearers. Study to show thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.”"},{"refcode_short":"PH089 10","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 10 (Ellen Gould White)","content":"Study Appropriateness"},{"refcode_short":"PH089 10.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 10.3 (Ellen Gould White)","content":"The various points of truth are not all equally appropriate to be presented to a congregation at any one time. Even Jesus said to his disciples, who had been with him for three years, “I have yet many things to say unto you, but ye cannot bear them now.” We must endeavor to present the truth as the people are prepared to hear it and to appreciate its value. The Spirit of God is working upon the minds and hearts of men, and we are to work in harmony with it."},{"refcode_short":"PH089 10.4","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 10.4 (Ellen Gould White)","content":"Of some truths they already have a knowledge; there are some in which they are interested, of which they are ready to learn more. Show them the deep significance of these truths, and their relation to others which they do not understand. Thus you will arouse a desire for greater light. This was Paul's manner of labor. It is “rightly dividing the word of truth.”"},{"refcode_short":"PH089 11","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 11 (Ellen Gould White)","content":"Preach the Word"},{"refcode_short":"PH089 11.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 11.1 (Ellen Gould White)","content":"“Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart. But foolish and unlearned questions avoid, knowing that they do gender strifes. And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient, in meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth; and that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.”"},{"refcode_short":"PH089 11.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 11.2 (Ellen Gould White)","content":"The words addressed to Timothy are addressed to all ministers; and would it not be well if they would become doers of these words? Paul says, “The things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.” The instruction given to Timothy was deemed of great importance, and not to be lost, but was to be communicated to faithful men who would disseminate the light and spread abroad a knowledge of the principles of truth."},{"refcode_short":"PH089 11.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 11.3 (Ellen Gould White)","content":"My ministering brethren, you are to learn the same lessons, for these are the words of Christ through Paul, given for your instruction and admonition: “All Scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness; that the man of God may be perfect, thoroughly furnished unto all good works. I charge thee therefore before God, and the Lord Jesus Christ, who shall judge the quick and the dead at his appearing and his kingdom; preach the word; be instant in season, out of season; reprove, rebuke, exhort with all long-suffering and doctrine.”"},{"refcode_short":"PH089 12.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 12.1 (Ellen Gould White)","content":"No part of the minister's duty is to be neglected. He is to preach the word, not the opinions of men. He is to labor with individuals, to visit families, not simply to talk of the common-place happenings, but of things of eternal interest, praying with them, and teaching in all simplicity the truth of God."},{"refcode_short":"PH089 12","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 12 (Ellen Gould White)","content":"Business to be Reserved"},{"refcode_short":"PH089 12.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 12.2 (Ellen Gould White)","content":"The State camp-meetings are not as efficient as they should be in bringing about spiritual advancement, because many matters pertaining to temporal, earthly things are brought in to occupy the mind. That which relates to business should be reserved to be attended to by those who are appointed to give attention to these matters. And as far as possible these business matters should be brought before the churches at some other time."},{"refcode_short":"PH089 12.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 12.3 (Ellen Gould White)","content":"Instruction in regard to conducting the Sabbath-school should to large degree be given in the home churches; for the labor can be made more direct and the results will be more permanent if instruction is given at home. This work does not require the services of the ministers; they should be free to attend to the spiritual interests of the people. They are to teach others what to do. They must instruct the people as to how to come to the Lord and how to lead others to him."},{"refcode_short":"PH089 12.4","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 12.4 (Ellen Gould White)","content":"There must be time for heart-searching, for soul-culture. When the mind is occupied with all these matters of business, there must necessarily be a dearth of spiritual power. Personal piety, true faith, and heart-holiness are not kept before the mind until the people realize their importance."},{"refcode_short":"PH089 13.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 13.1 (Ellen Gould White)","content":"We must have the power of God with us in our camp-meetings, or we shall not be able to prevail against the enemy of souls. Christ says, “Without me ye can do nothing.”"},{"refcode_short":"PH089 13.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 13.2 (Ellen Gould White)","content":"Those who gather at camp-meetings must be impressed with the fact that the object of our meetings is to attain to a higher Christian experience, to advance in the knowledge of God, to become strengthened with spiritual vigor; and unless we realize this, the meetings will be fruitless to us."},{"refcode_short":"PH089 13","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 13 (Ellen Gould White)","content":"The Minister's Need"},{"refcode_short":"PH089 13.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 13.3 (Ellen Gould White)","content":"The ministers need to humble their souls before God, and cleanse the soul-temple of every moral and spiritual defilement, that they may attain unto the likeness of Christ in spirit and character, and know how to watch for souls. This they can never do without the impartation of the divine nature and Spirit. Love must be the abiding principle of the soul that would win others to Christ. But how little love is there for God, or for man formed in his image."},{"refcode_short":"PH089 13.4","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 13.4 (Ellen Gould White)","content":"When man is a partaker of the divine nature, the love of Jesus will be an abiding principle in the soul, and self and its peculiarities will not be exhibited. But it is sad to see those who should be vessels unto honor, indulging in the gratification of the lower nature, and walking in paths that conscience condemns. The corruption within unites with the corruption without, and men professing to be followers of Christ, fall to a low level, always mourning over their shortcomings, but never overcoming, and bruising Satan under their feet. Guilt and condemnation constantly enshroud the soul, and the cry of such might well be, “O wretched man that I am! who shall deliver me from the body of this death?” Through indulgence in sin, self-respect is destroyed; and when that is gone, respect for others is lessened, because we are under the impression that others are as unrighteous as we are ourselves."},{"refcode_short":"PH089 14.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 14.1 (Ellen Gould White)","content":"At our yearly convocations these things should be set before the people, and they should be encouraged to hope in the Lord, for he says, “When ye shall search for me with all your heart,” “I will be found of you.” The standard should be elevated, and the preaching should be of a more spiritual character, that the people may see the reason of their weakness and unhappiness. Many are unhappy because they are unholy. Purity of heart, innocence of mind, only can be truly blessed of God. When sin is cherished in the heart, there can be nothing but unhappiness in the end; and the sin which leads to the most unhappy results is pride of heart, the lack of Christlike sympathy and love."},{"refcode_short":"PH089 14","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 14 (Ellen Gould White)","content":"Those in Responsible Positions"},{"refcode_short":"PH089 14.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 14.2 (Ellen Gould White)","content":"Many are satisfied with business activity in the cause of God, while their hearts are destitute of love and compassion one for another. They know nothing of the tender sympathy that dwelt in the bosom of Jesus; and unless their characters are transformed, unless the heart is made tender, and they become partakers of the divine nature, they will make grave blunders, and fail to become inhabitants of heaven."},{"refcode_short":"PH089 15.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 15.1 (Ellen Gould White)","content":"Those who are holding responsible positions need to drink deep at the fountain of Christ's love, that their hearts may be made kind and their actions considerate. By his word, by the testimonies of his Spirit. God is appealing to his people both early and late, urging them to the attainment of the divine ideal."},{"refcode_short":"PH089 15.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 15.2 (Ellen Gould White)","content":"It was for this end that Christ took human nature upon himself. The elevation of man is the object of the plan of salvation. This elevation of character is to be reached through the merit and grace of Christ. We are continually to behold him, to meditate on the grace of his character, to contemplate his love: and by beholding, we shall become changed."},{"refcode_short":"PH089 15","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 15 (Ellen Gould White)","content":"The Father's Mercy"},{"refcode_short":"PH089 15.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 15.3 (Ellen Gould White)","content":"When Moses besought God to show him his glory, the Lord passed by before him, and proclaimed, “The Lord, the Lord God, merciful and gracious, long-suffering, and abundant in goodness and truth, keeping mercy for thousands, forgiving iniquity and transgression and sin, and that will by no means clear the guilty.” It grieves the heart of God, as our Father, to let justice smite. He “suffereth long and is kind.” While men are hard-hearted, condemnatory, and willing to abandon the one who needs help that his soul may be saved from death, the Father, with heart filled with love for the sinner, opens his arms, and says, “Child, come back to me.” If the Lord were not full of mercy and abundant in goodness, we should not be the subjects of his grace and love today. He pardons abundantly, He entreats the sinner to confess his sin, to come to him and accept forgiveness."},{"refcode_short":"PH089 16.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 16.1 (Ellen Gould White)","content":"And yet, with the lessons of Christ's life before them, how many who claim to be his followers, fail to be tender-hearted, forgiving, and full of love and compassion. In the hardness of their own hearts, in the iron-like stubbornness of their own will, they wound and bruise the souls for whom Christ has died. If they think a brother has erred, they are severe toward him, not remembering that they themselves are in constant need of God's mercy. They pass lightly over things in themselves that are grievous in the sight of God, but censure without mercy those whom they think blamable. How differently does God deal with the sinner! he forgives transgression and sin. He loved us and gave himself for us. What does it mean that such hardness of heart is manifested among the professed children of God? It is an offense to God; for it misrepresents his character."},{"refcode_short":"PH089 16","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 16 (Ellen Gould White)","content":"Be Ye Therefore Merciful"},{"refcode_short":"PH089 16.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 16.2 (Ellen Gould White)","content":"“God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” It was the love of God that gave Christ to the world, that he might draw all men unto himself. It is for this end that the Spirit is striving with human hearts, that their hardness may be melted away, that they may be purified, ennobled, refined. God would have us of the same mind as was Christ, that we may be fitted for eternal life, and be the sons and daughters of God."},{"refcode_short":"PH089 16.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 16.3 (Ellen Gould White)","content":"When men in connection with the work of God manifest severity, hardness of heart, showing a lack of sympathy and love, they make it evident that Satan is molding them after his own order. The leaven of unrighteousness is working in them, and the loss of souls will result from their unchristian course. My brethren, all this coldness, this hardness of heart, must be put away."},{"refcode_short":"PH089 17.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 17.1 (Ellen Gould White)","content":"When the gold of love is sought for, when the divine nature is imparted to you, men will see a love which is impartial, pure, elevated, and fervent, and the fruits of pure and undefiled religion will appear. To manifest affection in kindly words, in acts of tender consideration, will not then be looked upon as weak and unmanly, but brethren will press together, and bear testimony to the world that the religion of Christ is of divine origin."},{"refcode_short":"PH089 17","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 17 (Ellen Gould White)","content":"Essential Work at Camp-Meetings"},{"refcode_short":"PH089 17.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 17.2 (Ellen Gould White)","content":"The things most essential to be taught at our camp-meetings are those that will most tend to the spiritual advancement of the people. The order that has come in, and has almost imperceptibly molded the character of the meetings, giving them more of a business influence than a spiritual influence, must be changed."},{"refcode_short":"PH089 17.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 17.3 (Ellen Gould White)","content":"The important truths of practical godliness must be presented. The people must be made to realize that faith and love must be brought into the soul; for it is the exercise of these graces that will give the proper training to the soul. Christ must be formed within, the hope of glory. These things must be taught, line upon line, and precept upon precept, here a little, and there a little. The holiness and consecration which Christ requires of his followers, must ever be kept before the mind."},{"refcode_short":"PH089 17.4","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 17.4 (Ellen Gould White)","content":"The greater the simplicity of our faith and the more earnest and loving our trust, the more constant will be our peace in Christ. We shall have to fight the good fight of faith again and again; for we wrestle not against flesh and blood, but against principalities and powers, against the rulers of the darkness of this world, “against wicked spirits in high places.”"},{"refcode_short":"PH089 18.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 18.1 (Ellen Gould White)","content":"We must put away all slothfulness in the work, and strive to run the Christian race, that we may win the prize—the immortal crown of glory. We must come to the Lord in faith, that he may fulfil his promises to us; for the clean heart, the unselfish spirit, are the gracious gifts of God: it is his Spirit that makes us new creatures in Christ Jesus. The word of God leaves the responsibility of our ruin at our own door; everything depends upon our obedience or disobedience."},{"refcode_short":"PH089 18","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 18 (Ellen Gould White)","content":"All of Christ—None of Self"},{"refcode_short":"PH089 18.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 18.2 (Ellen Gould White)","content":"We must have all of Christ and none of self; then the promises will be fully ours, and the heavenly inspiration will enter and take possession of the soul. The soul-temple will then be fully cleansed from its defilement. Pure and undefiled religion will then be found in the heart: this is the life of God in the soul, and it will be made manifest by good works."},{"refcode_short":"PH089 18.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 18.3 (Ellen Gould White)","content":"The condition upon which we shall receive an increase of grace is that we improve upon that already bestowed; for faith and works go together. There must be no resisting of the Spirit of God, as there has been in the past, but we must lay hold of eternal realities. The forgiveness of sins is promised to him who repents; but if those who have resisted the Spirit of God, who have given wrong impressions of the character of God, do not repent, their names will be blotted out of the book of life."},{"refcode_short":"PH089 18.4","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 18.4 (Ellen Gould White)","content":"The hand of God is stretched out to save his people from sinking into the formal, Christless state into which the Jewish nation sank; to slight the means which God has ordained for this purpose, is to slight Jesus. The soul that would be saved must co-operate with God in the work of salvation: the human and the divine must unite in faith and practise. If we would have pardon, we must confess our sins, and believe in the mercy of God."},{"refcode_short":"PH089 19.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 19.1 (Ellen Gould White)","content":"What should our Christian life and character be, since God has given us such wonderful light, illuminating the way to heaven! What constant zeal, what prayerful watchfulness, should mark our Christian course! Jesus says, “Strive to enter in at the strait gate; for many, I say unto you, will seek to enter in, and shall not be able.” But though the way is so strait, there is no need of despair if we listen to the voice of God, and obey him instead of our own unsanctified impulses. Christ has said, “My grace is sufficient for thee.” His strength is made perfect in weakness."},{"refcode_short":"PH089 19","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 19 (Ellen Gould White)","content":"Lift the Standard Higher"},{"refcode_short":"PH089 19.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 19.2 (Ellen Gould White)","content":"There has been marked presumption manifested by those who claim to be the children of God. O, how much better to pass the time of our sojourning here in fear,—not in fear that the power of God is not sufficient for us, not that one of his good promises may fail; but in fear of our own sinful hearts. “Fear, lest, a promise being left us of entering into his rest, any of you should seem to come short of it.” We must lift the standard higher, and still higher, and in and through the grace of Christ we must attain unto it."},{"refcode_short":"PH089 19.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 19.3 (Ellen Gould White)","content":"We must regard the Bible as addressed to us personally; and as we take heed to the words of God, they will be a safeguard to us against the enemy."},{"refcode_short":"PH089 20.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 20.1 (Ellen Gould White)","content":"The religion of many is altogether too comfortable, too easy. They seem to think that if they copy the life of their neighbors, they will be safe. I tell you, we are not safe in copying any one but Jesus. Christ is the way, the truth, and the life. Thank God, probation is not ended, and we are prisoners of hope."},{"refcode_short":"PH089 20.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 20.2 (Ellen Gould White)","content":"There is need of a daily self-examination, daily humiliation, daily learning at the foot of the cross. It is essential that we feel our need, our shortcomings, our failures, and trust fully in Christ. Then we shall be able to show forth the praises of him who has called us out of darkness into his marvelous light."},{"refcode_short":"PH089 20","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 20 (Ellen Gould White)","content":"Advertise and Publish"},{"refcode_short":"PH089 20.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 20.3 (Ellen Gould White)","content":"We must take every justifiable means of bringing the light of truth before the people. The press must be utilized, and every advertising medium employed that will call attention to our work. Let not this be regarded as unessential. On every corner you may see placards and notices calling the minds of the people to various things that are going on, some of them of the most objectionable nature; and shall those who have the light of life fail to place it where men can have access to it? Shall we hide the light under a bushel? To as great an extent as possible let the important discourses given at our camp-meetings be published in the papers; for in this way precious light may be shed on the pathway of many who sit in darkness."},{"refcode_short":"PH089 20.4","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 20.4 (Ellen Gould White)","content":"Many regard us as the unbelieving Jews regarded Paul,—as trying to press our views upon the attention of others. But can we be too urgent in bringing the light of life before perishing men? If we have the most solemn truth ever given to the world, why should we not be in earnest? Why should we not use every endeavor to persuade men to lift the cross, to bear the reproach for Christ's sake, that they may have eternal life?"},{"refcode_short":"PH089 21","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 21 (Ellen Gould White)","content":"Put Your Light on a Candlestick"},{"refcode_short":"PH089 21.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 21.1 (Ellen Gould White)","content":"That it may give light to all that are in the house. Many are praying, and asking the Lord to show them what is truth. If the truth has been revealed to us, we are to make it so plain to others that the honest in heart may recognize it and rejoice in its bright rays."},{"refcode_short":"PH089 21.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 21.2 (Ellen Gould White)","content":"Nathanael prayed that he might know whether or not the man announced by John the Baptist as the Messiah was indeed the Lamb of God that taketh away the sin of the world. While he was laying his perplexities before God, and asking for light, Philip called him, and in earnest, joyful tones exclaimed, “We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph.”"},{"refcode_short":"PH089 21.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 21.3 (Ellen Gould White)","content":"But Nathanael was prejudiced against the Nazarenes: through the influence of false teaching, unbelief arose in his heart, and he asked, “Can there any good thing come out of Nazareth?” Philip did not try to combat his prejudice and unbelief. He said, “Come and see.” Philip was wise, for as soon as Nathanael saw Jesus, he was convinced that Philip was right. His unbelief was swept away, and faith, firm, strong, and abiding, took possession of his soul. Jesus commended the trusting faith of Nathanael."},{"refcode_short":"PH089 21.4","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 21.4 (Ellen Gould White)","content":"There are many in the same position as was Nathanael. They are prejudiced and unbelieving because they have never come in contact with the truth or the people who hold it, and it will need but an attendance on a meeting full of the Spirit of Christ to sweep away their unbelief. No matter what we have to meet, what opposition, what efforts to turn souls away from the truth of heavenly origin, we must give publicity to our faith, that honest souls may see and hear and be convinced for themselves. Our work is to say as did Philip, “Come and see.” We must not put our light under a bushel but on a candlestick, that it may give light to all that are in the house."},{"refcode_short":"PH089 22.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 22.1 (Ellen Gould White)","content":"We hold no doctrine that we wish to hide. To those who have been educated to keep the first day of the week as a sacred day, the most objectionable feature of our faith is the Sabbath of the fourth commandment. But does not God's word declare that the seventh day is the Sabbath of the Lord thy God? And although it is not an easy matter to make the required change from the first to the seventh day, this change must be made. It involves a cross; it clashes with the precepts and practises of men. Learned men have taught the people till they are full of unbelief and prejudice; and yet we must say to these people, “Come and see.” God requires us to proclaim the truth, and let it discover error."},{"refcode_short":"PH089 22","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 22 (Ellen Gould White)","content":"The Third Angel's Message"},{"refcode_short":"PH089 22.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 22.2 (Ellen Gould White)","content":"The third angel is represented as following the first and second angels, and crying with a loud voice, “If any man worship the beast and his image, and receive his mark in his forehead, or in his hand, the same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation .... Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus.”"},{"refcode_short":"PH089 23.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 23.1 (Ellen Gould White)","content":"Shall not we who read these threatenings, and who believe the word of God, give the warning to a world lying in darkness? The angels are represented as flying in the midst of heaven, uttering a solemn proclamation. Their voices are not heard by the inhabitants of earth, save through the people who carry forward the work as the messengers of God. Those who search the Scriptures understand the messages given by the angels and take up the cry proclaiming the warning to the world. The three messages for this time are of most solemn import, and it is of the greatest consequence to those who hear whether or not they act upon the light given."},{"refcode_short":"PH089 23.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 23.2 (Ellen Gould White)","content":"God calls upon his faithful watchmen who see the danger, to lift up the cry, “The morning cometh, and also the night.” It is the work of every soul who understands Bible truth for this time, to unite his voice with the messengers in proclaiming the message, in pushing the triumphs of the cross. The truth must be presented in its simplicity, and laid out in clear lines. We are in no case to hide our light under a bushel, as if ashamed of it. We have nothing of which to be ashamed; the commandments of God are to be honored above the traditions and commandments of men."},{"refcode_short":"PH089 23.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 23.3 (Ellen Gould White)","content":"Then, brethren, use wisely the precious light that God has given, presenting it to the people in the meekness and gentleness of Christ. Meet the prejudice of the people with an invitation such as Philip gave Nathanael,—“Come and see.” Say, “If Seventh-day Adventists have the truth, and can prove it so from the oracles of God, you do not wish to be found fighting against God.” We are to be bodies of light, proclaiming Christ and his love to the people, and presenting all our doctrines in their true relation to this important theme."},{"refcode_short":"PH089 24","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 24 (Ellen Gould White)","content":"Lift Up Christ"},{"refcode_short":"PH089 24.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 24.1 (Ellen Gould White)","content":"We must expect to meet opposition and unbelief. The truth has always had to meet these elements. In the days of Christ, the scribes and Pharisees were filled with opposition to his work. When it was declared that “God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life,” they were as full of criticism and prejudice at this statement as are the people today when they hear the doctrines held by the Seventh-day Adventists. We shall have to meet people as full of hatred to our work as were the priests and rulers in the days of Christ to his work."},{"refcode_short":"PH089 24.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 24.2 (Ellen Gould White)","content":"It is our duty, however, to diffuse light in every direction, and lay out in clear lines what the sinner must do in order to obtain eternal life. The words of Christ jarred upon the prejudices of Nicodemus. He had been educated to believe that the Jews were the people to whom, as the descendants of Abraham, came the exclusive privileges of the gospel. All outside the Jewish nation were the subjects of wrath and condemnation. He had acknowledged that Christ was a teacher from God, but to be told that God's love was toward all men, that the mercy of God was for all who believed in Christ, was to him a new revelation."},{"refcode_short":"PH089 24.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 24.3 (Ellen Gould White)","content":"O that men could understand that long years of custom and tradition do not convert error into truth! Salvation is for all who believe, and there is no respect of persons or nations with God. The truth must be made to appear before men, whether they will hear or whether they will forbear. We must preach Christ and him crucified, and return to the old paths, and lead others in the good way. We must lift up Jesus and let self sink out of sight, that Christ may draw to himself the souls for whom he has died."},{"refcode_short":"PH089 25","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 25 (Ellen Gould White)","content":"Proper Location of Camp-Meetings"},{"refcode_short":"PH089 25.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 25.1 (Ellen Gould White)","content":"In the sermon on the mount, Christ said to his disciples. “Ye are the light of the world. A city that is set on a hill cannot be hid. Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house. Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.”"},{"refcode_short":"PH089 25.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 25.2 (Ellen Gould White)","content":"If our camp-meetings are conducted as they should be, they will indeed be a light in the world. It is not wisdom to locate them in some far-away place, difficult of access. As I have come upon camp-grounds located several miles from a city. I have been pained at heart, and have said to myself, “A city that is set on a hill cannot be hid. Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.”"},{"refcode_short":"PH089 25","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 25 (Ellen Gould White)","content":"From Place To Place"},{"refcode_short":"PH089 25.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 25.3 (Ellen Gould White)","content":"The camp-meetings should be moved from place to place, and not located at the same city or town more than twice or three times. They should be conducted in such a way that much good may be accomplish, and the truth properly presented and represented by those who believe it. Whatever manifests the Lord Jesus Christ to the world is light."},{"refcode_short":"PH089 26.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 26.1 (Ellen Gould White)","content":"There are many honest souls who are in darkness; they have confused ideas as to what the Scriptures teach; and if the lessons of Christ the truths of the Bible, in their simplicity, are placed before them, they will recognize the light and rejoice in it. Their perplexities will vanish before the light of the truth as dew before the morning sun. Their conceptions of Bible truth will be expanded, and the revelation of God in Christ will come to them, showing them the depth, breadth, and height of divine and spiritual mystery that they did not discern before, that cannot be explained, but only exemplified in Christlike character."},{"refcode_short":"PH089 26.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 26.2 (Ellen Gould White)","content":"The world in its wisdom knows not God; for the wisdom among men is not drawn from the great Source of all light and wisdom. The world cannot see the beauty, the loveliness, goodness, and holiness, of divine truth. And in order that men may understand it, there must be a channel through which it shall come to the world. The Saviour has constituted the church that channel; for he has said, “Ye are the light of the world.” The professed follower of Christ is under the most solemn obligation to let his light shine that Jesus may be made manifest to the world. Christ has revealed himself to us that we may reveal him to others."},{"refcode_short":"PH089 26","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 26 (Ellen Gould White)","content":"Minister In Spiritual Things"},{"refcode_short":"PH089 26.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 26.3 (Ellen Gould White)","content":"The presidents of conferences, the ministers of the churches, should give themselves to the spiritual interests of the people, and should be excused from the mechanical labor attendant on the camp-meeting. The ministers should not be wearied out, but should feel refreshed and be in a cheerful frame of mind; for this is essential to the best good of the meetings. They should be able to speak words of cheer and courage and drop seeds of spiritual truth into the soil of honest hearts, to spring up and bear precious fruit."},{"refcode_short":"PH089 27.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 27.1 (Ellen Gould White)","content":"The Lord has left his light shine upon us that we may impart it to others. Ye are laborers together with God. There are men and women who are following the Saviour according to the best light they have, and the light of advanced truth will be brought before these honest souls. Some will take their feet from off the Sabbath, and maintain their loyalty to God."},{"refcode_short":"PH089 27","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 27 (Ellen Gould White)","content":"Frequent Prayer And Counsel"},{"refcode_short":"PH089 27.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 27.2 (Ellen Gould White)","content":"Those who labor at camp-meetings should frequently engage in prayer, and counsel together, that they may labor intelligently. The practical lessons of Christ are to be often repeated. Christ and his righteousness are to be so blended with the third angel's message that the whole world may be lightened with his glory."},{"refcode_short":"PH089 27.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 27.3 (Ellen Gould White)","content":"All should have a personal, experimental knowledge of what Jesus may be to them, or they cannot proclaim the truth as it is in Jesus. Personal faith in the efficacy of the blood of Christ in our own behalf, gives “peace and assurance forever.” In the time of trouble and test, we shall fear no evil; for who can lay anything to the charge of God's elect? The Lord justifies them for the sake of Christ, who gave his precious blood for their redemption."},{"refcode_short":"PH089 27.4","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 27.4 (Ellen Gould White)","content":"We must walk and act in obedience to God in harmony with his plan for the salvation of the world. No soul can be saved in disobedience. There is great danger of losing our interest in one another, losing our love for those for whom Christ died, because we do not live in the light of the Sun of Righteousness."},{"refcode_short":"PH089 28.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 28.1 (Ellen Gould White)","content":"Brethren, shall we manifest cold indifference toward these whom we know to be in ignorance of the truth that is to make them wise unto salvation? If our own hearts were touched with his divine love, hearts would be melted with the love of Christ, but it is impossible to communicate to others that of which we have no experimental knowledge."},{"refcode_short":"PH089 28.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 28.2 (Ellen Gould White)","content":"This hard-heartedness is of Satan. There are many ways in which he works. He seeks to make men who claim to believe the truth, faithless, loveless, proud, selfish, haughty, tyrannical. He well knows that those who possess such characteristics can never be a savor of life unto life. They exert no fragrant influence, but rather wound and bruise the souls of those whom they might relieve and comfort."},{"refcode_short":"PH089 28","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 28 (Ellen Gould White)","content":"Copy The Pattern"},{"refcode_short":"PH089 28.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 28.3 (Ellen Gould White)","content":"God would have every soul copy the Pattern; as he was in the world, so are his followers to be. It is not in the order of God that men should be harsh, unsympathetic, without the grace of love and patience, without true affection for others. Paul says, “Now I Paul myself beseech you by the meekness and gentleness of Christ.” Said Job, “Did not I weep for him that was in trouble? Was not my soul grieved for the poor?” We only can let our light shine to the glory of God when we manifest the goodness and mercy of Christ, not only toward those who please us, but toward those who are faulty and erring and sinful. Let all our works be wrought in God, and if we have unamiable traits of character, let us overcome these unsavory representatives, and cease to dishonor God and bring the truth into disrepute."},{"refcode_short":"PH089 29","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 29 (Ellen Gould White)","content":"Represent The Love of Christ"},{"refcode_short":"PH089 29.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 29.1 (Ellen Gould White)","content":"Our ministers and teachers should seek to represent the love of Christ to a fallen word. The discourses at our camp-meetings should not be of an oratorical character altogether, for they will be then as the offering of Cain, without the blood of Christ to make them acceptable to Heaven. They should show how God has manifested his hatred of sin and his love for the sinner. Is there any love in the whole world that bears comparison with the love that God has manifested to a lost world? God has commended his love toward us in that he has given all heaven in one gift, even in the gift of his only begotten and well-beloved Son."},{"refcode_short":"PH089 29.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 29.2 (Ellen Gould White)","content":"The love of God is to be brought before the people. With hearts melted into tenderness, let the words of God be spoken to the people. Let the messages of truth go to all the highways and byways of the earth, and let those who are in error be treated with the gentleness of Christ."},{"refcode_short":"PH089 29.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 29.3 (Ellen Gould White)","content":"If those with whom you are laboring do not immediately and readily grasp the truth, do not censure, do not criticise and condemn, but ever remember that you are to represent Christ in his meekness and gentleness and love. Then you will be indeed a laborer together with God, teaching the truth as it is in Jesus; and every soul won to Christ will be a star in the crown of your rejoicing. Through you should meet with the bitterest opposition.—"},{"refcode_short":"PH089 30","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 30 (Ellen Gould White)","content":"Do Not Denounce Your Opponents"},{"refcode_short":"PH089 30.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 30.1 (Ellen Gould White)","content":"Let us not feel that we have heavy trials to bear, severe conflicts to endure, in representing unpopular truth. Think of Jesus and what he has suffered for you, and be silent. Make no complaint, speak no word of murmuring, let no thought of reproach or discontent enter your mind, even when abused and falsely accused."},{"refcode_short":"PH089 30.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 30.2 (Ellen Gould White)","content":"Take a straightforward course, “having your conversation honest among the Gentiles: that, whereas they speak against you as evil-doers, they may be your good works, which they shall behold, glorify God in the day of visitation.” “Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are called, that ye should inherit a blessing. For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile: let him eschew evil, and do good: let him seek peace, and ensue it. For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is against them that do evil. And who is he that will harm you, if ye be followers of that which is good? But and if ye suffer for righteousness’ sake, happy are ye, and be not afraid of their terror, neither be troubled; but sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear.”"},{"refcode_short":"PH089 31.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 31.1 (Ellen Gould White)","content":"You should conduct yourself with meekness to those who are in error, for were you not recently in blindness in your sins? and because of the patience of Christ should you not be tender and patient to others? The apostle exhorts us to “be pitiful, be courteous.” God has given us many admonitions to manifest great kindness toward those who oppose us lest we balance a soul in the wrong direction."},{"refcode_short":"PH089 31.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 31.2 (Ellen Gould White)","content":"Our life must be hid with Christ in God, we must know Christ personally: for this is eternal life to know God and Jesus Christ: then only can we rightly represent him to the world. Let the prayer constantly ascend, “Lord, teach me how to do as Jesus would do, were he in my place.” Wherever we are, we must let our light shine forth to the glory of God in good works. This is the great, important interest of our life."},{"refcode_short":"PH089 31","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 31 (Ellen Gould White)","content":"A Word in Season"},{"refcode_short":"PH089 31.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 31.3 (Ellen Gould White)","content":"Those who keep in a prayerful frame of mind, will be able to speak a word in season to those who are brought within the sphere of their influence; for God will give wisdom whereby they may serve the Lord Jesus. “When wisdom entereth into thine heart, and knowledge is pleasant unto thy soul; discretion shall preserve thee, understanding shall keep thee.” You will open your mouth with wisdom, and in your tongue will be the law of kindness."},{"refcode_short":"PH089 31.4","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 31.4 (Ellen Gould White)","content":"If those who claim to be Christians will heed the words of Christ, all who come in contact with them will acknowledge that they have been with Jesus and have learned of him. They will represent Christ, and eternal things will be the theme of thought and conversation. The realities of eternity will be brought near. They will watch for souls as they that must give an account. To watch for souls means more than many seem to think; it means to go out and search for the lost sheep of the house of Israel."},{"refcode_short":"PH089 32","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 32 (Ellen Gould White)","content":"Simple Faith"},{"refcode_short":"PH089 32.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 32.1 (Ellen Gould White)","content":"Simple faith in the atoning blood can save my soul: and with John. I must call the attention of all to the Lamb of God, which taketh away the sin of the world. Jesus has saved me, though I had nothing to present to him, and could only say:—"},{"refcode_short":"PH089 32.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 32.2 (Ellen Gould White)","content":"“In my hand no price I bring,\nSimply to thy cross I cling.”"},{"refcode_short":"PH089 32.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 32.3 (Ellen Gould White)","content":"Never did a sinner seek the Saviour with the whole heart, but that the Saviour was found of him. Every soul who trusts in Jesus can say:—"},{"refcode_short":"PH089 32.4","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 32.4 (Ellen Gould White)","content":"“Just as I am, thou wilt receive,\nWilt welcome, pardon, cleanse, relieve;\nBecause thy promise I believe;\nO Lamb of God, I come, I come.”"},{"refcode_short":"PH089 32.5","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 32.5 (Ellen Gould White)","content":"We may claim the blessed assurance, “I have blotted out, as a thick cloud, thy transgressions.” Thy “sins, which are many, are forgiven.” O how precious, how refreshing, is the sunlight of God's love! The sinner may look upon his sin-stained life, and say, “Who is he that condescended? It is Christ that died.” “Where sin abounded, grace did much more abound.” Christ, the Restorer, plants a new principle of life in the soul, and that plant grows and produces fruit. The grace of Christ purifies while it pardons, and fits men for a holy heaven. We are to grow in grace and in the knowledge of our Lord Jesus Christ, until we reach the full stature of men and women in Christ."},{"refcode_short":"PH089 33","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 33 (Ellen Gould White)","content":"Reach the Standard"},{"refcode_short":"PH089 33.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 33.1 (Ellen Gould White)","content":"O that we might all reach the high standard which God has set before us, and no longer remain dwarfs in the religious life! What beams of light would be reflected to the world in good works, if we should become light-bearers such as God would have us! How many would respond to the light, and in their turn become channels of light to others! In place of standing still, go forward. Instead of complaining, rejoice that Christ has made ample provision for your salvation. It is always hard to do the work of God when you leave Christ out of your experience. Jesus says, “Without me ye can do nothing;” but through Christ who strengtheneth us, we can do all things."},{"refcode_short":"PH089 33.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 33.2 (Ellen Gould White)","content":"I appeal to the presidents of Conferences and to ministers and workers in the cause, to arise by faith and be diligent, valiant workers with God. Every believer must be energized by the Spirit of Christ, and reach the people through the power of God. The Saviour is not in Joseph's new tomb; he has risen from the sepulcher, and has ascended into heaven to be our surety, to plead the merits of his blood in our behalf. We have a living Saviour to carry forward his own work upon the earth. We are not to work alone. The ministers of God must not only preach in the pulpit, but must come in personal contact with the people. Personal labor must be put forth, that souls may be rescued from the snare of the enemy. Then let us work in all earnestness and faith, and we shall reap a blessed harvest."},{"refcode_short":"PH089 34","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 34 (Ellen Gould White)","content":"Frequent Change of Location of Camp-Meetings Important"},{"refcode_short":"PH089 34.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 34.1 (Ellen Gould White)","content":"Why are the camp-meetings kept year after year in the same locality? Why are they not taken to cities that know nothing of our faith? The plea is. There will be a saving of money and labor. Let the saving be done in other lines. But when souls are to be labored for, and the truth is to come before those who know it not, let us not talk of limiting on this line."},{"refcode_short":"PH089 34.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 34.2 (Ellen Gould White)","content":"A world is to be warned. Watch, wait, pray, work, and let nothing be done through strife and vainglory. Let nothing be done to increase prejudice, but everything possible to make prejudice less, by letting in light—the bright rays of the Sun of Righteousness—amid the moral darkness."},{"refcode_short":"PH089 34.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 34.3 (Ellen Gould White)","content":"There is a great work to be done yet, and every effort possible must be made to reveal Christ as the sin-pardoning Saviour, Christ as the sin-bearer, Christ as the bright and morning star, and the Lord will give us favor before the world until our work is done.—MS."},{"refcode_short":"PH089 35","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 35 (Ellen Gould White)","content":"Manner of Conducting Camp-Meetings"},{"refcode_short":"PH089 35.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 35.1 (Ellen Gould White)","content":"Our camp-meetings are a power when they are held in a place where the community is stirred: and they have a great deal more power there than they have among our own people. Advantage should be taken of the impression that is made by our camp-meetings. If something is done that will keep up the interest, many souls might be secured. It is as much our duty to look to the after-interest of a camp-meeting as it is to look after the present interests: because the next time you go, if people were impressed and convicted, and did not yield to that conviction, it is harder to make an impression on their minds than it was before, and you cannot reach them again."},{"refcode_short":"PH089 35","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 35 (Ellen Gould White)","content":"Effect of Too Much Preaching"},{"refcode_short":"PH089 35.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 35.2 (Ellen Gould White)","content":"There is another point I want to speak about: it is about the preaching at our camp-meetings. There is twice the amount of preaching at our camp-meetings that there ought to be. Many smaller matters that lead to things of greater importance, are utterly neglected. The idea seems to be only to preach. And the ministers are so tired that when it comes to looking after the little points that need to be guarded.—which points would close the door to larger evils.—they have no vitality, no time to meditate and pray, and keep themselves in the love of God during the meetings."},{"refcode_short":"PH089 36.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 36.1 (Ellen Gould White)","content":"The sermon should come, not from a mechanical heart, but from a heart that is filled with the love of God, and is subdued and softened by his grace; so that when you speak, the angels of God are enlisted on your side, and Christ is on your side, and it is Christ that makes the impression. Now these things have been neglected at our camp-meetings. We have lost two thirds of all that the camp-meetings were designed to accomplish. The idea seems to be woven into the minds of some that all they have to do is to sermonize, sermonize. While sermons are good in their place, there is sermon after sermon given to the people that they cannot retain in their minds; it is an impossibility for them to do it: and they are just wearied out with sermons."},{"refcode_short":"PH089 36","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 36 (Ellen Gould White)","content":"Improper Manner of Speaking"},{"refcode_short":"PH089 36.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 36.2 (Ellen Gould White)","content":"And there is another point I want you to see: it is wearing out the ministers, wearing out their vital organs. It is not an easy matter to go to a camp-meeting and speak to the congregations in such a high pitch of voice as many do. There is a certain strain on the vital organs, and you do not realize it, because you feel enthused with the spirit of the subject and the congregation; but afterward you feel as though you were sapped of your strength, and then the very next thing is, “Well, there, I do not feel the Spirit of God; something is the matter with me.” The strain has been so terrible on the brain that there is a letting-down. It cannot be otherwise. It is the natural course of things; the next thing is backsliding. You feel too tired to carry the matter out, so that when you do pray, you do not believe that God hears you. You think something is the matter with you. You are separated from God, and you do not know what the matter is; and therefore you will pass over season after season of prayer, and there is a terrible loss in this respect."},{"refcode_short":"PH089 37.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 37.1 (Ellen Gould White)","content":"From the light God has given me, our brethren must get together and consider these things. The camp-meetings lose two thirds of their efficiency and success because the people, after so many discourses have been given, do not have anything clear in their minds; it is a commingling of ideas. There should be more time devoted to the spiritual seeking of God. And there should be a personal effort with each one on the ground. After the meetings are through, there should be a personal investigation with each one on the ground. Each one should be asked how he is going to take these things; if he is going to make a personal application of them. And then you should watch to see if there is an interest in this one and that. Five words spoken to them privately will do more good than the whole discourse has done. But you can do more than that; you can show love and kindness and courtesy; and in doing that you remove prejudice."},{"refcode_short":"PH089 37.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 37.2 (Ellen Gould White)","content":"“Why,” they say, “we heard you were the people that did not believe in conversion, and here you are talking to me about conversion, you are appealing to me on conversion.” And all that prejudice is swept away then you talk to individuals in that way. But there is strength exhausted at our camp-meetings that need not be; because we can have constant help from God, and be strengthened all the time."},{"refcode_short":"PH089 38","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 38 (Ellen Gould White)","content":"Personal Seeking of God"},{"refcode_short":"PH089 38.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 38.1 (Ellen Gould White)","content":"These things that God has shown me were brought to my mind as I lay there, as it were, under the enemy Death, and I said to those around me. “I am learning my lesson, and I hope I will not have to learn it again.” The lesson was that in the education of young men we should not lead them to think that it is sermonizing that is to do the work. We say it; but let them see the results carried out. After the discourse is through, we should have time to seek God by ourselves. That used to be the way. The ministers would go away and pray together, and they would not let loose until the Spirit of God responded to their prayers. And they would come away with their faces fairly lighted up; and when they spoke to the congregation, their words meant something. They reached the hearts of the people, because the Spirit that gave the blessing to them, prepared the hearts to receive the message. There is far more being done by the universe of heaven than we have any idea of, in preparing the way so that souls will be converted. We want to work in harmony with the messengers of heaven. We want more of God; we do not want to feel that it is our talking and our sermonizing that is to do the work: we want to feel that unless the people are reached through God, they never will be reached."},{"refcode_short":"PH089 38","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 38 (Ellen Gould White)","content":"Assist Worthy Young Persons"},{"refcode_short":"PH089 38.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 38.2 (Ellen Gould White)","content":"When we see a young man of promise, we should use our influence to get him into the College. If young men have not any money,— young men seldom if ever lay up money,—do not say, “Go and work a year, and then go into the College.” No; but try to help them; present them before the churches; bear a decided testimony, and say, “Brethren, we want you to help these individuals through College.” And all the time you keep your eye on them, just as though you were their guardian."},{"refcode_short":"PH089 39.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 39.1 (Ellen Gould White)","content":"There are men that lie in their graves today that ought to be alive; and there are those that are going there; and what is the reason that God does not raise them up to health?—The Lord wants us to learn our lesson; that is, that we cannot use up the vital energies unreasonably, and exhaust them just as though we had to do the work, and there was not any God in heaven, and we are determined to make a success even at the cost of our lives. But I tell you we must believe that God does work, and that we should enlist him in our work. Say to him, “Your word has said it, that you will be with us always. I do not feel that animation I would like to feel, but God has said it; and it will be done;” and then in a straightforward manner give the practical lessons of Christ, for which the people are starving to death."},{"refcode_short":"PH089 39","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 39 (Ellen Gould White)","content":"Injury From Manner of Speaking"},{"refcode_short":"PH089 39.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 39.2 (Ellen Gould White)","content":"Elder E. W. Farnsworth.—Don't you think, sister White, a great many of our ministers have received a great injury from their manner of speaking?"},{"refcode_short":"PH089 39.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 39.3 (Ellen Gould White)","content":"Sister White.—O, yes, indeed; I have seen it over and over. My husband got in the way of sometimes raising his voice very loud, and it seemed as though he could not get out of that way. And there is a brother in ----- that is dying just as surely as if he were putting a knife to his throat. Now since I have come here, I have thought of that, and I must write to him."},{"refcode_short":"PH089 40.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 40.1 (Ellen Gould White)","content":"Elder R. M. Kilgore.—He has been told about that."},{"refcode_short":"PH089 40.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 40.2 (Ellen Gould White)","content":"Elder Farnsworth.—They are all around in every conference."},{"refcode_short":"PH089 40.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 40.3 (Ellen Gould White)","content":"Sister White.—In my younger days, I used to talk too loud. The Lord has shown me that I could not make the proper impression upon the people by getting the voice to an unnatural pitch. Then Christ was presented before me, and his manner of talking; and there was a sweet melody in his voice. His voice, in slow, calm manner, reached those who listened, his words penetrated their hearts, and they were able to comprehend what he said before the next sentence was spoken. Some seem to think they must race right straight along, or else they will lose the inspiration, and the people will lose the inspiration. If that is inspiration, let them lose it, and the sooner the better."},{"refcode_short":"PH089 40.4","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 40.4 (Ellen Gould White)","content":"I wrote an article on that point, when I was at St. Helena, because I felt as though our ministers were going down, and there was some cause for it. They were violating the laws of their being, and their vital organs were suffering."},{"refcode_short":"PH089 40","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 40 (Ellen Gould White)","content":"Less Preaching, More Teaching"},{"refcode_short":"PH089 40.5","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 40.5 (Ellen Gould White)","content":"Elder Farnsworth.—Going back to something you said here in the first part of your remarks, about our having too much preaching at our camp-meetings; have you anything to suggest? For instance, that we cut off a part of the preaching service? have you anything to suggest in reference to the way we should fill in this vacancy?"},{"refcode_short":"PH089 41.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 41.1 (Ellen Gould White)","content":"Sister White.—When the congregation is not large, mostly of our people, the way would be to take less time in speaking, and let the people have a chance to testify to what they have heard. When the crowd is there, that could not interest them."},{"refcode_short":"PH089 41.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 41.2 (Ellen Gould White)","content":"Elder W. C. White.—I have heard you say, mother, that we should have more teaching and less preaching, less preaching and more teaching,—speaking of the matter of getting the people together and having Bible readings."},{"refcode_short":"PH089 41.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 41.3 (Ellen Gould White)","content":"Sister White.—That was the way in Christ's day; he would speak to the people, and they would call out a question as to what it meant. He was a teacher of the people."},{"refcode_short":"PH089 41.4","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 41.4 (Ellen Gould White)","content":"Elder White.—Then at one time I remember very distinctly about your saying, that “as we approach nearer the end, I have seen our camp-meetings with less preaching and more Bible study; little groups all over the ground with their bibles in their hands, and different ones leading out in a free conversational study of the scriptures.”"},{"refcode_short":"PH089 41.5","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 41.5 (Ellen Gould White)","content":"Sister White.—That is the work that has been shown me; that our camp-meetings would increase in success and interest. There are those that want more definite light. There are some that take longer time to get hold of things, and get what you really mean. If they could have the privilege of having it made a little plainer, they would see that, and catch hold of that, and it would be like a nail fastened in a sure place, and it would be written on the tablets of their hearts."},{"refcode_short":"PH089 41.6","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 41.6 (Ellen Gould White)","content":"When the great throngs would gather about Christ, he would give his lessons of instruction. Then the disciples in different places and different positions, after the discourse, would repeat what Christ had said. The people had misapplied Christ's words. And the disciples would tell the people what the Scriptures said, and what Christ said the Scriptures said. They were learning to be educators. They were next to Christ, getting lessons from him and giving them to the people."},{"refcode_short":"PH089 42.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 42.1 (Ellen Gould White)","content":"Elder O. A. Olsen.—In our camp-meetings this season, except on sabbath and sunday, there has not been more than one sermon a day, or at most two, and many times not more than one."},{"refcode_short":"PH089 42.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 42.2 (Ellen Gould White)","content":"Sister White.—There are so many things that come in at our camp-meetings. But the ministers should get together every day and find out what their true feelings are, and what their spiritual feelings are. You should know that everything is drawing in even lines—“that you are standing,” as the words were spoken to me, “shoulder to shoulder, marching right ahead, and not drawing off.” There is unity of heart when the work is carried on in this way, and there will be harmony among all, and this will be a wonderful means of the blessing of God resting upon the people. There should be hours when the ministers could get together and pray to God."},{"refcode_short":"PH089 42","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 42 (Ellen Gould White)","content":"Drilling in Details of Canvassing, Tract and Missionary Work, Etc"},{"refcode_short":"PH089 42.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 42.3 (Ellen Gould White)","content":"I have held back from saying it, because I thought there were some that would not receive it; but I want to tell you, from the light God has given me, the time that is taken in our camp-meetings in the drilling of our canvassers should be at another time. It should be done in the several churches and in meetings especially appointed. It should not be done at our camp-meetings. There are some other points that should not be brought in. There is the tract and missionary work,—the drilling in the details of how to do the work. The camp-meetings are for the spiritual enlightenment of the people; and the spiritual part of our experience is to be attended to at our camp-meetings...."},{"refcode_short":"PH089 43.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 43.1 (Ellen Gould White)","content":"Question.—Does not the same principle hold good with reference to cooking schools?"},{"refcode_short":"PH089 43.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 43.2 (Ellen Gould White)","content":"Sister White.—The whole of it."},{"refcode_short":"PH089 43.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 43.3 (Ellen Gould White)","content":"Elder Underwood.—Would you think, sister White, that taking up the detail work of drilling sabbath-school workers would come under the same head?"},{"refcode_short":"PH089 43.4","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 43.4 (Ellen Gould White)","content":"Sister White.—Exactly; it is not the place for it. That is to be done; but it has its time and place."},{"refcode_short":"PH089 43.5","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 43.5 (Ellen Gould White)","content":"Elder Underwood.—Suppose they should call a sabbath-school convention, and meet for that purpose?"},{"refcode_short":"PH089 43.6","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 43.6 (Ellen Gould White)","content":"Sister White.—That is all right; and have those engaged to carry the burden of that work, and not hold the people there to hear those particular things. They have no special work in that branch to do. The time is too precious to be spent in that way."},{"refcode_short":"PH089 43.7","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 43.7 (Ellen Gould White)","content":"Elder Underwood.—I would like to ask a question on the point of having family meetings, and allowing our brethren and sisters to ask questions in meetings appointed for that purpose; what would you think of that?"},{"refcode_short":"PH089 43.8","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 43.8 (Ellen Gould White)","content":"Sister White.—That is just the way it was in Christ's teaching. There would not be anything like a controversy; and after you have answered their questions, be sure that they acknowledge that they are answered. Do not let the question drop; do not tell them to ask it again. But feel your way, and find out how much you have gained. When any come in with a spirit of controversy, tell them that the meeting is not appointed for that purpose; but that it is to educate those that have been listening and could not understand some things in the discourses. It is not to get in their doctrinal and controverted points. What are our camp-meetings put in different places for?—It is that the people may be educated; and special effort may be made for the unbelievers. They should be sought out, and you should tell them, Now we would like to have you (the unbelievers) come in to our special meetings."},{"refcode_short":"PH089 44.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 44.1 (Ellen Gould White)","content":"We are to do missionary work. “Ye are the light of the world.” Why is it that Christ went out by the seaside and into the mountains?—He was to give the word of life to the people. They did not see it just that minute. A good many do not see it now, to take their positions, but these things are influencing their lives; and when the message goes with a loud voice, they will be ready for it. They will not hesitate long; they will come out and take their positions. There is a work that we have not done at our camp-meetings that ought to be done."},{"refcode_short":"PH089 44","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 44 (Ellen Gould White)","content":"Prayer for the Sick"},{"refcode_short":"PH089 44.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 44.2 (Ellen Gould White)","content":"In this matter of praying for the sick, I could not move in exactly the same lines as my brethren. I have been considering many things that have been presented to me in the past in reference to this subject."},{"refcode_short":"PH089 45.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 45.1 (Ellen Gould White)","content":"Suppose that twenty men and women should present themselves as subjects for prayer at some of our camp-meetings. This would not be unlikely; for those who are suffering will do anything in their power to obtain relief, and to regain strength and health. Of these twenty, few have regarded the light on the subject of purity and health reform. They have neglected to practise right principles in eating and drinking, and in taking care of their bodies, and some of these who are married have formed gross habits and indulged in unholy practises, while of those who are unmarried some have been reckless of life and health, since in clear rays the light has shone upon them; but they have not had respect unto the light, nor have they walked circumspectly; yet they solicit the prayers of God's people, and call for the elders of the church. Should they regain the blessing of health many of them would pursue the same course of heedless transgression of nature's laws, unless enlightened and thoroughly transformed. They solicit the prayers of God's people and call for the elders of the church. But little is known of their home or private life. Sin has brought many of them where they are,—to a state of feebleness of mind and debility of body. Shall prayer be offered to the God of heaven for his healing to come upon them then and there, without specifying any condition?—I say, No, decidedly no. What, then, shall be done?—Present their cases before Him who knows every individual by name."},{"refcode_short":"PH089 45.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 45.2 (Ellen Gould White)","content":"Present these thoughts to the persons who come asking for your prayers: We are human; we cannot read the heart, or know the secrets of your life. These are known only to yourself and God. If you now repent of your sin, if any of you can see that in any instance you have walked contrary to the light given you of God, and have neglected to give honor to the body, the temple of God, but by wrong habits have degraded the body which is Christ's property, make confession of these things to God. Unless you are wrought upon by the Spirit of God in a special manner to confess your sins of a private nature, to man, do not breathe them to any soul. Christ is your Redeemer; he will take no advantage of your humiliating confessions. If you have sin of a private character, confess it to Christ, who is the only mediator between God and man. “If any man sin, we have an advocate with the Father, Jesus Christ the righteous.” If you have sinned by withholding from God his own in tithes and offerings, confess your guilt to God and to the Church, and heed the injunction that he has given you: “Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of Hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.”"},{"refcode_short":"PH089 46.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 46.1 (Ellen Gould White)","content":"Praying for the sick is a most solemn things, and we should not enter upon this work in any careless, hasty way. Examination should be made as to whether those who would be blessed with health have indulged in evil speaking, alienation, and dissension. Have they sowed discord among the brethren and sisters in the church? If these things have been committed, they should be confessed before God and the church. When wrongs have been confessed, the subjects for prayer may be presented before God in earnestness and faith, as the Spirit of God may move upon you."},{"refcode_short":"PH089 47.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 47.1 (Ellen Gould White)","content":"But it is not always safe to ask for unconditional healing. Let your prayer include this thought; Lord, thou knowest every secret of the soul. Thou art acquainted with these persons: for Jesus, their Advocate, gave his life for them. He loves them better than we possibly can. If, therefore, it is for thy glory, and the good of these afflicted ones to raise them up to health, we ask in the name of Jesus, that health may be given them at this time. In a petition of this kind no lack of faith is manifested...."},{"refcode_short":"PH089 47.2","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 47.2 (Ellen Gould White)","content":"The Lord “doth not afflict willingly nor grieve the children of men.” “Like as a father pitieth his children, so the Lord pitieth them that fear him. For he knoweth our frame; he remembereth that we are dust.” He knows our heart, for he reads every secret of the soul. He knows whether or not those for whom petitions are offered would be able to endure the trial and test that would come upon them if they lived. He knows the end from the beginning. Many will be laid away to sleep in Jesus before the fiery ordeal of the time of trouble shall come upon our world. This is another reason why we should say after our earnest petition: “Nevertheless not my will, but thine, be done.” Such a petition will never be registered in heaven as a faithless prayer."},{"refcode_short":"PH089 47.3","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 47.3 (Ellen Gould White)","content":"The apostle was bidden to write, “Blessed are the dead which die in the Lord from henceforth: Yea, saith the Spirit, that they may rest from their labors; and their works do follow them.” From this we can see that every one is not to be raised up, and if they are not raised to health, they should not be judged as unworthy of eternal life. If Jesus, the world's Redeemer, prayed, “O my Father, if it be possible, let this cup pass from me,” and added, “nevertheless not as I will, but as thou wilt,” how very appropriate it is for finite mortals to make the same surrender to the wisdom and will of God."},{"refcode_short":"PH089 48.1","refcode_long":"Spiritual Advancement the Object of Camp-Meetings, p. 48.1 (Ellen Gould White)","content":"In praying for the sick, we are to pray that, if it is God's will, they may be raised to health: but if not, that he will give them his grace to comfort, his presence to sustain them in their suffering. Many who should set their house in order, neglect to do it when they have hope that they will be raised to health in answer to prayer. Buoyed up by a false hope, they do not feel the need of giving words of exhortation and counsel to their children, parents, or friends, and it is a great misfortune. Accepting the assurance that they would be healed when prayed for, they dare not make a reference as to how their property shall be disposed of, how their family is to be cared for, or express any wish concerning matters of which they would speak if they thought they would be removed by death. In this way disasters are brought upon the family and friends; for many things that should be understood, are left unmentioned, because they fear expression on these points would be a denial of their faith. Believing they will be raised to health by prayer, they fail to use hygienic measures which are within their power to use, fearing it would be a denial of their faith."}]