[{"refcode_short":"PH088 3","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 3 (Ellen Gould White)","content":"Special Testimony to the Managers and Workers in our Institutions"},{"refcode_short":"PH088 3.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 3.1 (Ellen Gould White)","content":"In the providence of God we have institutions established among us to advance the promulgation of truth, but they do not reach the efficiency they might if the workers were wholly consecrated to God. The Lord has made every provision that these institutions may reach a high standard, that they may attain to a larger growth and wider usefulness, and that those employed in them may possess Christian virtues and graces. But those connected with these instrumentalities are not all devout and spiritual. They do not represent the Spirit and character of Christ. They are not ensamples to those connected with them, because they do not live in communion with God, earnestly seeking by faith and fervent prayer to know His will that they may do it."},{"refcode_short":"PH088 3.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 3.2 (Ellen Gould White)","content":"These instrumentalities are missionary institutions. The Lord designed that they should be a power for good; and if all who are connected with them are consecrated, if they are meek and lowly in heart, Christ will give them most precious lessons in His school. In our health institutions, our publishing houses, our schools, all should work harmoniously to carry out the purpose of God, and everything connected with the institutions should tend toward reform. The managers and helpers should have the true missionary spirit as a daily, abiding principle; for they are in a field that requires the highest kind of missionary work. Our institutions, properly conducted, will exert a far-reaching influence, and if the managers and workers are Christians, they will be as shining lights. They will educate those connected with them in the principles of truth."},{"refcode_short":"PH088 4.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 4.1 (Ellen Gould White)","content":"A responsibility to spread the knowledge of right principles rests upon all who have received the light. This responsibility should be felt by every man and woman who claims to be a Seventh-day Adventist, and much more by those who are connected with our institutions. All should realize that these institutions are an important part of the Lord's great work for the salvation of souls. Let it be the aim of all to be laborers together with God for the uplifting of humanity. All should be educators by precept and example. They should feel a personal responsibility to send forth men and women as fully instructed as possible, prepared to exert a direct and saving influence in the homes, the communities, and the churches to which they go. This would be the very best recommendation that any of our institutions could have."},{"refcode_short":"PH088 4.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 4.2 (Ellen Gould White)","content":"Wisdom is needed in the selection of managers in the various departments. It is impossible for one to control others until he learns to control himself. The superintendent should be a man who loves and fears God. He should sacredly guard his reputation, giving no occasion for any one to reproach the cause of God. He should not be narrow-minded, a man of one idea. One who is changeable, now indulgent, then cold and unapproachable, or critical, exacting, and domineering, is not fitted for this position, nor is he who will cherish suspicion, jealousy, passion, or stubbornness. These traits are not pleasing to God, and will not be manifested by any who take Jesus for their pattern and counselor. The superintendent must manifest the Spirit of Christ; yet he should be firm to restrain evil. A neglect of this duty shows him to be unfit for his position. God requires of a steward that he be found faithful. A manager must be a growing man in order to meet the difficulties as well as the opportunities that are constantly arising. He should be quick to discern what needs to be done, and take active measures to accomplish the work at the right time. There are many rules made, many regulations passed, that fall dead because they are not carried into effect. Time is spent in Board meetings, councils, and business meetings, matters are discussed, and resolutions made; and then if these resolutions die a natural death, things are left in a worse state than if no action had been taken."},{"refcode_short":"PH088 5.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 5.1 (Ellen Gould White)","content":"If those who hold positions of trust are persons who love and fear God, they will realize that a sacred responsibility is theirs, because of the measure of authority and the consequent influence which their position gives them. They are dealing with varied minds and they should move discreetly, for they are representatives of the institution. They should be kind and courteous, manifesting Christian politeness towards all with whom they are brought in contact, both believers and unbelievers. Brethren, you are to represent the family of the heavenly King. You are to watch for souls as they that must give an account. We should never forget that Jesus, in the infinite sacrifice that He has made, has proved His love for every man, woman and child: He has shown what value He places upon every soul. All have been purchased by the price of His own blood."},{"refcode_short":"PH088 6.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 6.1 (Ellen Gould White)","content":"Let your influence be persuasive, binding people to your hearts, because you love Jesus, and these souls are His purchased possession. This is a great work. If, by your Christ-like words and actions, you make impressions that will create in their hearts a hungering and thirsting after righteousness and truth, you are a co-laborer with Christ. Those who have a leading influence in the institutions should be men and women who possess devotion and piety, who are not narrow and selfish in any matter; but conscientious, self-denying, and self-sacrificing, ever dealing with the workers as they would wish to be dealt with, having an eye single to the glory of God. Men of such a character will keep the way of the Lord. The workers should seek to make it as easy as possible for those who bear the burden of responsibility, and have many cares and perplexities to engage their attention."},{"refcode_short":"PH088 6.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 6.2 (Ellen Gould White)","content":"All need to have right principles placed before them in a judicious manner. Men of investigating minds will thus receive the key of knowledge, and will bring out treasures of thought for the enriching of other minds—thought that will result in the saving of souls. Circumstances will call forth words and decisions in favor of the right, and many will thus be swayed in the right direction. Words and works flowing from the heart imbued with the love and fear of God become a widespread blessing—a blessing that is carried into the highways and byways of life."},{"refcode_short":"PH088 7.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 7.1 (Ellen Gould White)","content":"There are words spoken that are not Christlike,—bitter, harsh, wicked words. This should not be. Men who like Enoch are walking in the light of Christ, will exercise self-control, even under temptation and provocation. Although sorely tried by the perversity and obstinacy of others who are associated with them, they dare not let impulse bear sway. All who are walking in the light will give evidence of divine power combined with human effort; they will make it manifest that they are taught and led of God. They will feel that the Holy Watcher is by their side, taking knowledge of their words."},{"refcode_short":"PH088 7.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 7.2 (Ellen Gould White)","content":"Leaders in our institutions have many and weighty responsibilities. Their only safety is in keeping their thoughts and impulses under the control of the great Teacher. They have golden opportunities for doing good; they can speak words in season that will guide and mould the many and varied minds with which they are brought in contact. Daily they should take their stand for God as though it were the last day they should serve in this capacity. Show men and women connected with the institution how pure and noble they may become. Let them see that you have firm confidence in God, and that He is your source of strength, that you are resting wholly upon His promises. Fulfil your duty with promptness, while claiming your heavenly Father's help in overcoming all weakness of character. With the hand of faith grasp the arm of Infinite Power, put your whole being into your work."},{"refcode_short":"PH088 8.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 8.1 (Ellen Gould White)","content":"Ever keep a winning, courteous, kind spirit, and every room may be transformed into a Bethel. Angels of God will work with your efforts. If our publishing houses, our health institutions, our colleges and missions are conducted on right principles, the unbelievers who visit them will be favorably impressed, and will be more inclined to accept the truth."},{"refcode_short":"PH088 8.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 8.2 (Ellen Gould White)","content":"O, for faithful Calebs in this age of the world! We want men and women who have self-control, who have moral worth, who love and fear God; men and women who possess personal piety and firm religious principle. God is dishonored by the lack of moral stamina in many who profess to be Christians. They seem to be only half converted."},{"refcode_short":"PH088 8.3","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 8.3 (Ellen Gould White)","content":"God demands more of us than we are willing to give Him. None are to be forward or obtrusive, but we are quietly to live out our religion, with an eye single to the glory of God. “Learn of Me,” says Christ; “for I am meek and lowly in heart.” Then we shall shine as lights in the world, without noise or friction. None need fail; for One is with them who is wise in counsel, excellent in working, and mighty to accomplish His designs. He works through His agents, seen and unseen, human and divine. This work is a grand work, and will be carried forward to the glory of God if all who are connected with it will make their works correspond to their profession of faith. Purity of thought must be cherished as indispensable to the work of influencing others. The soul must be surrounded by a pure, holy atmosphere—an atmosphere that will tend to quicken the spiritual life of all who inhale it."},{"refcode_short":"PH088 9.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 9.1 (Ellen Gould White)","content":"Jesus is honored or dishonored by the words and deportment of His professed followers. The heart must be kept pure and holy, for out of it are the issues of life. If the heart is purified through obedience to the truth, there will be no selfish preferences, no corrupt motives. There will be no partiality, no hypocrisy; love-sick sentimentalism will not be developed. Strict guard must be kept that this curse shall not poison or corrupt our institutions."},{"refcode_short":"PH088 9.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 9.2 (Ellen Gould White)","content":"In the present state of society, with the lax morals of not only youth but those of age and experience, there is great danger of becoming careless, and giving especial attention to favorites, and thus creating envy, jealousy, and evil surmising. But few realize that they drive away the Spirit of God with their selfish thoughts and feelings, their foolish, trifling talk. When admonished, they say, “I meant no harm.” What do these frivolous ones mean? Do they forget that that which they sow they shall also reap? This silly, nonsensical conversation reveals a weak character and is an offense to God. If the grace of Christ were planted in their hearts, and striking its roots down deep into good soil, they would bear fruit of an altogether different character. They would be acquiring moral stamina, that strength of purpose and solidity of character which are essential for the great and good work that ought to be done. Others would feel their influence, and would take knowledge of them that they were led and taught by Jesus."},{"refcode_short":"PH088 10.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 10.1 (Ellen Gould White)","content":"Many of these trifling, frivolous ones make a profession of religion, and this hollow form of godliness has been so long tolerated that it has pervaded our institutions, and extends to our churches. The standard of piety is lowered into the dust."},{"refcode_short":"PH088 10.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 10.2 (Ellen Gould White)","content":"Careful attention should be given to the moral standing and influence of every one employed in our institutions. If the workers are in any way impure in heart or life, it will be revealed in their words and actions, notwithstanding their efforts to conceal the truth. If they are not strictly moral, there is danger in employing them, for they will be in a position where they can mislead those who desire to reform, and can confirm them in unholy, defiling practises. Such men and women, unless converted, will be not only a curse to themselves, but a curse wherever they go. The converting power of God is alone sufficient to establish pure principles in the heart, so that the wicked one may find nothing to assail."},{"refcode_short":"PH088 10.3","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 10.3 (Ellen Gould White)","content":"Our probation is short at best; we have no time to spend in erratic movements. The familiarity of married men with married women and with young girls, is disgusting in the sight of God and holy angels. The forwardness of young girls in placing themselves in the company of young men, hanging around where they are at work, entering into conversation with them, talking common, idle talk, is belittling to womanhood. It lowers them, even in the estimation of those who indulge in such things. There is a positive necessity for reform. All frivolity, all undue attention of men to women, or women to men, must be condemned and discontinued. These things have produced great evil in the world."},{"refcode_short":"PH088 11.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 11.1 (Ellen Gould White)","content":"The first appearance of irregularity in conduct should receive attention; the young should be taught to be frank yet modest in all their associations. They should be taught to respect just rules and authority. If they refuse to do this, after the right kind of labor has been bestowed upon them, let them be dismissed, whatever position they occupy; for they will demoralize others."},{"refcode_short":"PH088 11.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 11.2 (Ellen Gould White)","content":"Those who labor in our institutions are there for the purpose of promoting the intellectual and spiritual welfare of those under their care. They must make their work a matter of earnest prayer and study, that they may know how to deal with human minds and accomplish the object before them. Their first work is to carefully scrutinize their own habits, for there are those who have not put away childish things. They are in need of transforming grace, or they will not meet the Bible standard of Christianity. Then when they are compelled to deal with those who are meeting a low standard, they will know that words to speak to them, and will not be harsh, domineering, or arbitrary toward them. They must be chaste, and so free from the taint of defilement that they can correct these evils, and bring these poor souls up to the Bible standard of purity."},{"refcode_short":"PH088 11.3","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 11.3 (Ellen Gould White)","content":"Those who believe unpopular truth have much prejudice to meet everywhere in the world, and if Bible truth is to control our institutions, those employed in them must exemplify it in their own life. If they wish that the physical, intellectual, and moral standing of the institution shall be of the highest order, their own deportment must give evidence of this fact. They must plan and work constantly, and in the strength of Jesus seek so to elevate the character of the institution that it may receive the approval of Heaven."},{"refcode_short":"PH088 12.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 12.1 (Ellen Gould White)","content":"Every Christian home should have rules; and parents should, in their words and in their deportment toward each other, give to the children a precious, living example of what they desire them to be. Purity in speech, and true Christian courtesy, should be constantly practised. Let there be no encouragement of sin; no evil surmising or evil speaking. Teach the children and youth to respect themselves, to be true to God, true to principle; teach them to respect and to obey the law of God. Then these principles will control their lives, and will be carried out in their association with others. They will love their neighbors as themselves. They will create a pure atmosphere, one that will have an influence to encourage weak souls in the path that leads to holiness and heaven. Let every lesson be of an elevating, ennobling character, and the record made in the books of heaven will be such as you will not be ashamed to meet in the judgment."},{"refcode_short":"PH088 12.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 12.2 (Ellen Gould White)","content":"Children who receive this kind of instruction will not be a burden, a cause of anxiety, in our institutions; but they will be a strength, a support, to those who bear responsibility. They will be prepared to fill places of trust, and by precept and example, will be constantly aiding others to do right. Those whose moral sensibilities have not been blunted will appreciate right principles, and will practise them. They will put a right estimate upon their endowments, and will make the best use of their physical, mental, and moral powers. Such souls are constantly fortified against temptations; they are surrounded by a wall not easily broken down. All such characters are, with the blessing of God, light-bearers; their influence tends to educate others for a practical Christian life."},{"refcode_short":"PH088 13.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 13.1 (Ellen Gould White)","content":"The mind may be so elevated that divine thoughts and contemplations come to be as natural as the breath. All the faculties of the soul are to be trained. We must do God's work intelligently. We must know the truth; and to know this is to know God."},{"refcode_short":"PH088 13.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 13.2 (Ellen Gould White)","content":"The evils of fashionable society have a tendency to corrupt, but every true follower of Christ, every one who has “this hope in him, purifieth himself, even as He is pure,” so that not a taint of defilement will be found in his thoughts, or upon his lips, in his heart, or in his character. There must be a coming up to a higher, holier standard. A decided warfare should be waged against the evils, not only in the world, but also among those who claim to believe the truth for this time. These evils, if not put away, will result in spiritual death. The Lord bids us, “Let your light so shine before men that they may see your good works, and glorify your Father which is in heaven.” There must be a waking up; concentrated effort must be put forth, that will tell powerfully against every form of evil."},{"refcode_short":"PH088 14.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 14.1 (Ellen Gould White)","content":"Let the leaders in our institutions labor to show that their work is wrought in God; that they are workmen who need not to be ashamed; that their words and works are untainted with earthliness and sensualism. They should feel their solemn responsibility to give the youth a worthy example, one corresponding to their position of trust and their holy profession of faith. They are sowing seed which will blossom and bear fruit. All coarseness and trifling should be put away; it is the fruit borne upon a corrupt tree. Brethren and sisters, you are educators. The lessons you give to believers and unbelievers by your words and example, will be a savor of life unto life, or of death unto death."},{"refcode_short":"PH088 14.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 14.2 (Ellen Gould White)","content":"Men should be chosen to stand at the head of our institutions who have not only good, sound judgment, but a high moral tone, who will be circumspect in their deportment, pure in speech, remembering their high and holy calling, and that there is a Watcher, a true Witness to every word and act. Those who give evidence that their thoughts run in a low channel, whose conversation tends to corrupt rather than to elevate, should be removed at once from any connection with the institution; for they will surely demoralize others. Ever bear in mind that our institutions are missionary fields. God's eye is upon them day and night. No one should feel at liberty to allow even the appearance of evil. Let all be circumspect, for the Lord will certainly judge you for any wrong influence exerted in any one of His instrumentalities."},{"refcode_short":"PH088 15.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 15.1 (Ellen Gould White)","content":"Managers and workers, are your souls united to Christ as the branch is united to the living vine? If you have not been renewed in the spirit of your mind, for your soul's sake make no delay to have your life hid with Christ in God."},{"refcode_short":"PH088 15.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 15.2 (Ellen Gould White)","content":"This is the first business of your life. When Christ is abiding in the heart, you will not be light, trifling, and immodest, but circumspect and reliable in every place, sending forth pure words, like streams from a pure fountain, refreshing all with whom you come in contact. If you decide to continue your idle talk and frivolous conduct, go to some other place, where your influence and example will not be so widely felt in contaminating other souls. What you all need is such a sense of the purity and holiness of Christ as will lead you to despise this pretense of religion, which blesses no one, gives no peace of conscience, no repose of faith."},{"refcode_short":"PH088 15.3","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 15.3 (Ellen Gould White)","content":"Let all connected with these instrumentalities that God has ordained for the saving of souls, seek divine wisdom, heavenly grace, that they may have an elevating influence upon others. Unless they are constantly receiving strength from Jesus, looking to Him, trusting in Him, by faith drawing from Him divine grace, they will become an easy prey to temptation."},{"refcode_short":"PH088 15.4","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 15.4 (Ellen Gould White)","content":"It is time that we as Christians reach a much higher standard. God forbid that any institution that He has planted shall become a means of decoying souls, a place where iniquity is taught. Let all learn in the school of Christ, meekness, purity, and lowliness of heart. Let them hang their helpless souls on Jesus. Live in the light shining from the oracles of God. Educate mind and heart to pure, elevated, holy thoughts. “Be ye holy in all manner of conversation.” Whatever influence you have, direct it to exalting Jesus, and not self. Unless you do this, you are a false guide, leading souls away from the Truth, the Life, the Light of the world; and the more pleasing and attractive your manners, the greater the harm you do."},{"refcode_short":"PH088 16.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 16.1 (Ellen Gould White)","content":"I tell you every soul needs a genuine conversion. All your faculties need to be consecrated to God, that you may not encourage the evils prevailing in society, but may counteract them. Many have been cultivating habits that lead directly to earthly and sensual actions; and unless the power of God shall break the snare, souls will be lost in consequence. God has claims upon you that you do not realize; for you have not brought Christ into your lives. Great decision of character will now be necessary on your part, to change this order of things. No weak efforts will accomplish the work. You can not do it for yourselves; you must have the grace of Christ, or you can never overcome. All your plans will prove a failure unless you are actuated by higher motives, and upheld by greater strength, than you can have in and of yourselves. “Seek ye first the kingdom of God and His righteousness, and all these things shall be added unto you.” There will be no relish for trifling conversation on the part of those who are looking to Jesus for strength, depending upon His righteousness for salvation. By faith they accept Christ as their personal Saviour, and become partakers of the divine nature, having escaped the corruption that is in the world through lust."},{"refcode_short":"PH088 17.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 17.1 (Ellen Gould White)","content":"There should be no giving of special favors, or attentions to a few, no preferring of one above another. This is displeasing to God. Let all bear in mind the words of inspiration: “The wisdom that is from above is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy.” When you pass by one who is in need of your sympathy and kindly acts, and bestow your favors upon others simply because they are more pleasing to you, remember that Jesus is insulted in the person of His afflicted ones. He says, “I was an hungered, and ye gave Me no meat; I was thirsty, and ye gave Me no drink; I was a stranger, and ye took Me not in; naked, and ye clothed Me not; sick, and in prison, and ye visited Me not.” To the surprised inquiry, “Lord, when saw we Thee thus?” the answer is given, “Inasmuch as ye did it not to one of the least of these (who were afflicted and needed your sympathy), ye did it not to Me.” “They that be whole need not a physician, but they that are sick.” The bruised and wounded, the lame of the flock, are among us, and these test the character of those who claim to be children of God. The Lord will not excuse the wrongdoer. He will never sanction partiality to the wealthy or oppression to the weak. He requires exact and impartial justice; more than this, He requires that His followers shall always have compassion for the suffering, pity and love for the erring."},{"refcode_short":"PH088 18.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 18.1 (Ellen Gould White)","content":"Angels of God are watching the development of character, and are weighing moral worth. If you bestow your attention upon those who have no need, you are doing harm to the recipients, and you will yourself receive condemnation rather than reward. Remember that when, by your trifling conversation, you descend to the level of frivolous characters, you are encouraging them in the path that leads to perdition. Your unwise attentions may prove the ruin of their souls. You degrade their conceptions of what constitutes Christian life and character; you confuse their ideas, and make impressions that may never be effaced. They can not harmonize your course with the position you occupy, and they come to look upon even the officers of the church, and the ministers, as no better than themselves. Then where is their example? The harm thus done to souls that need to be strengthened, refined, and ennobled, is often a sin unto death."},{"refcode_short":"PH088 18.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 18.2 (Ellen Gould White)","content":"God calls upon all who claim to be Christians, to elevate the standard of righteousness, and to purify themselves even as Christ is pure. “If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God. Set your affections on things above, not on things on the earth. For ye are dead, and your life is hid with Christ in God. When Christ, who is our life, shall appear, then shall ye also appear with Him in glory. Mortify therefore your members which are upon the earth: fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry; for which things’ sake the wrath of God cometh on the children of disobedience.” “Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ; as obedient children, not fashioning yourselves according to the former lusts in your ignorance;” for you are to walk in the light while you have the light; “but as He which hath called you is holy, so be ye holy in all manner of conversation; because it is written, Be ye holy; for I am holy.”"},{"refcode_short":"PH088 19.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 19.1 (Ellen Gould White)","content":"The question is, Shall we be Bible Christians? Will we disregard the plainest instruction given us in the Word of life, and erect a false standard whereby to measure our characters? Is this a safe thing for us to do?"},{"refcode_short":"PH088 19.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 19.2 (Ellen Gould White)","content":"Christ has given us the signs by which we may distinguish the genuine Christian; no one need to be deceived by the pretentious claims of the hypocrite. “Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles? Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit. A good tree can not bring forth evil fruit, neither can a corrupt tree bring forth good fruit. Every tree that bringeth not forth good fruit is hewn down, and cast into the fire. Wherefore by their (profession?—No, by their) fruits ye shall know them.”"},{"refcode_short":"PH088 19.3","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 19.3 (Ellen Gould White)","content":"Let those who claim to be Bible believers act out their faith by obedience to all the requirements of God. Christ has invited you, “Learn of Me; for I am meek and lowly in heart; and ye shall find rest unto your souls.”"},{"refcode_short":"PH088 20.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 20.1 (Ellen Gould White)","content":"Let all who profess godliness heed the apostle's admonition: “Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul; having your conversation honest among the Gentiles; that, whereas they speak against you as evil-doers, they may by your good works, which they shall behold, glorify God in the day of visitation.”"},{"refcode_short":"PH088 20.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 20.2 (Ellen Gould White)","content":"The apostle Paul, under the influence of inspiration, has spoken to us: “Ye are all the children of light, and the children of the day; we are not of the night, nor of darkness. Therefore let us not sleep, as do others; but let us watch and be sober. For they that sleep in the night; and they that be drunken are drunken in the night. But let us, who are of the day, be sober, putting on the breastplate of faith and love; and for an helmet, the hope of salvation.” “But speak thou the things which become sound doctrine: that the aged men be sober, grave, temperate, sound in faith, in charity, in patience. The aged women likewise, that they be in behavior as becometh holiness, not false accusers, not given to much wine, teachers of good things; that they may teach the young women to be sober, to love their husbands, to love their children, to be discreet, chaste, keepers at home, good, obedient to their own husbands, that the Word of God be not blasphemed. Young men likewise exhort to be sober-minded. In all things showing thyself a pattern of good works; in doctrine showing uncorruptness, gravity, sincerity, sound speech, that can not be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you.”"},{"refcode_short":"PH088 21.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 21.1 (Ellen Gould White)","content":"There will be seasons of severe trial for those connected with our institutions; but if you know the Source of your strength, you need not be overcome. Whatever influence God has given you, He requires you to throw on the side of truth, of godliness. In making men, women, and children better by pointing them to the cross of Calvary, you are doing the work He has given you to do. True Bible Christians will have an influence that will lead other minds. You, as Christians, have a weight of responsibility which no one can take from you. Said Christ, “Unto whomsoever much is given, of him shall be much required.”"},{"refcode_short":"PH088 21.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 21.2 (Ellen Gould White)","content":"The converting power of God is needed every day. We must abide in Christ. “As the branch can not bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in Me.” None of us can afford to sin; it is expensive business. Sin so blinds the eyes that men do not discern evil, and by their indiscreet practises they become instruments of unrighteousness, to scatter from Christ. The exhortation to Christians is, “Walk in wisdom toward them that are without;” for wise, discreet words and actions will be a power to draw others to Christ, where they will have fellowship with the saints. Are professed Christians walking in wisdom when they are vain and frivolous, and live so at variance with their profession of faith that those without can not see in them the evidences of purity, of heavenly nobility?"},{"refcode_short":"PH088 22.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 22.1 (Ellen Gould White)","content":"We have the history of the antediluvians, and of the cities of the plain, whose course of conduct degenerated from lightness and frivolity to debasing sins that called down the wrath of God in a most dreadful destruction, in order to rid the earth of the curse of their contaminating influence. Inclination and passion bore sway over reason. Self was their god, and the knowledge of the Most High was nearly obliterated through the selfish indulgence of corrupt passions."},{"refcode_short":"PH088 22.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 22.2 (Ellen Gould White)","content":"The words of Christ should ever be borne in mind: “As it was in the days of Noe, so shall it be also in the days of the Son of man. They did eat, they drank.” Appetite bears sway over mind and conscience in this age. Gluttony, winebibbing, liquor drinking, tobacco using prevail; but Christ's followers will be temperate in eating and drinking. They will not indulge appetite at the expense of health and spiritual growth. “They married wives, they were given in marriage, until the day that Noe entered into the ark, and the flood came, and destroyed them all.” We see the same manifestation now in regard to marriage. Youth, and even men and women who ought to be wise and discerning, act as if bewitched upon this question. A Satanic power seems to take possession of them. The most indiscreet marriages are formed. God is not consulted. Human feelings, desires, and passions bear down everything before them, until the die is cast. Untold misery is the result of this state of things; and God is dishonored. The marriage vow covers every kind of lustful abomination. Shall there not be a decided change in reference to this matter?"},{"refcode_short":"PH088 23.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 23.1 (Ellen Gould White)","content":"“Likewise also as it was in the days of Lot: they did eat, they drank, they bought, they sold, they planted, they builded; but the same day that Lot went out of Sodom it rained fire and brimstone from heaven, and destroyed them all.” There is need that we eat and drink; but when men allow the gratification of appetite to occupy their thoughts and time to the neglect of their eternal interests, it is a sin for which God will punish them; for they abuse their bodies, destroy health, unbalance the mind, and strengthen the animal propensities. Then they are led by Satan to do the very things that awaken the sword of justice against them. Christians are to seek those things that are above, where Christ sitteth at the right hand of God. All the warnings given, all the appeals made, do not seem to alarm those who indulge perverted appetite. They go on in sinful indulgence, and their conscience is seared as with a hot iron. They will put their own interpretation on their sinful course, saying, “I have done no moral wrong.” Clear discernment is needed—the spiritual eyesalve, which we can obtain only by becoming partakers of the divine nature."},{"refcode_short":"PH088 23.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 23.2 (Ellen Gould White)","content":"Do those who claim to believe the Testimonies read and practise their teachings? All the light given in the living oracles and in the Testimonies, which all may read and apply, can condemn them in the day of God if they do not heed the instruction given."},{"refcode_short":"PH088 23.3","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 23.3 (Ellen Gould White)","content":"The new life from Christ must be implanted in the heart. God calls for the highest development of the principles of godliness. Righteousness, peace, and joy in the Holy Spirit, will be the rich clusters of fruit borne by the branches that are grafted into Christ, the parent stem. Wherever this fruit is manifest, the truth will possess power; its progress and growth will be extended."},{"refcode_short":"PH088 24.1","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 24.1 (Ellen Gould White)","content":"Brethren, the days of our probation are nearly ended. It is time to awake out of sleep. You are in a position of great responsibility. You need to watch unto prayer. Watch against habits of sin. Keep a watch over the tongue. Watch for opportunities to do good and bless others, ever looking to Jesus, growing in grace and a knowledge of the truth. If you want the higher life, you must live the higher life in the lower life of this world. We are working for time and for eternity. A well-built life is formed by living upon the plan of addition, laying up one grace after another, in good works, in faith, patience, temperance, benevolence, courage, self-denial. “Ye are God's husbandry. Ye are God's building.” Learning of Christ you will not be a jumble of opposites and inconsistencies, today sober and devout, tomorrow careless and frivolous."},{"refcode_short":"PH088 24.2","refcode_long":"Special Testimony to the Managers and Workers in our Institutions, p. 24.2 (Ellen Gould White)","content":"Christ has made every provision that your character may be harmonious through the grace given you. Then build it harmoniously. Let the structure rise stone on stone. Catch the rays of divine light from Jesus, and let them shine upon the pathway of others who are in darkness. All the universe of God is looking upon us with intense interest."}]