[{"refcode_short":"PH081 3","refcode_long":"Special Testimonies on Church Schools, p. 3 (Ellen Gould White)","content":"Special Testimonies on Church Schools"},{"refcode_short":"PH081 3.1","refcode_long":"Special Testimonies on Church Schools, p. 3.1 (Ellen Gould White)","content":"In your letter you ask me serious questions, and lay out propositions which are sensible and right. There should be schools established wherever there is a church or company of believers. Teachers should be employed to educate the children of Sabbath-keepers. This would close the door to a large number who are drifting into Battle Creek,—the very place where the Lord has warned them not to go. In the light that has been given me, I have been pointed to the churches that are scattered in different localities, and have been shown that the strength of these churches depends upon their growth in usefulness and efficiency."},{"refcode_short":"PH081 3.2","refcode_long":"Special Testimonies on Church Schools, p. 3.2 (Ellen Gould White)","content":"Building in Battle Creek—A large amount of the responsibility piled up in Battle Creek is not in accordance with the principles that the Lord has set before us. There should be fewer buildings erected in Battle Creek to call the crowds of people there. All those large buildings should not be crowded together as they are. They should have been placed in different localities, and not in the very midst of one city. The various cities should have representatives of the truth in their midst. I cannot go contrary to the will of God, and say, Erect more buildings in Battle Creek; but I would say, Build in other localities. There should be fewer interests centered at Battle Creek, and far more in other places where there is nothing to give character to the work of God."},{"refcode_short":"PH081 4.1","refcode_long":"Special Testimonies on Church Schools, p. 4.1 (Ellen Gould White)","content":"Missionary Teachers—In all our churches there should be schools, and teachers in those schools who are missionaries. It is essential that teachers be educated to act their important part in educating the children of Sabbath-keepers, not only in the sciences, but in the Scriptures. These schools, established in different localities, and conducted by God-fearing men and women, as the case demands, should be built upon the same principles as were the schools of the prophets."},{"refcode_short":"PH081 4.2","refcode_long":"Special Testimonies on Church Schools, p. 4.2 (Ellen Gould White)","content":"Special talent should be given to the education of the youth. The children are to be trained to become missionaries, and but few understand distinctly what they must do to be saved. Few have the instruction in religious lines that is essential. If the instructors have a religious experience themselves, they will be able to communicate to their students the knowledge of the love of God they have received. These lessons can only be given from those who are themselves truly converted; and this is the noblest missionary work that any man or woman can undertake."},{"refcode_short":"PH081 4.3","refcode_long":"Special Testimonies on Church Schools, p. 4.3 (Ellen Gould White)","content":"Essential Studies—Children should be educated to read, to write, to understand figures, to keep their own accounts, when very young. They may go forward, advancing step by step in this knowledge. But before everything else they should be taught that the fear of the Lord is the beginning of wisdom. They may be educated line upon line, precept upon precept, here a little and there a little; but the one aim ever before the teacher should be to educate the children to know God, and Jesus Christ whom he has sent."},{"refcode_short":"PH081 5.1","refcode_long":"Special Testimonies on Church Schools, p. 5.1 (Ellen Gould White)","content":"Obedience—Teach the youth that sin in any line is defined in the Scriptures as “transgression of the law.” Sin originated with the first great apostate. He was a disobedient subject. He led the family of heaven into disobedience, and he and all who were united with him were cast out of the paradise of God. Teach the children in simple language that they must be obedient to their parents, and give their hearts to God. Jesus Christ is waiting to accept and bless them, if they will only come to him and ask him to pardon all their transgressions, and take away their sins. And when they ask him to pardon all their transgressions, they must believe that he will do it."},{"refcode_short":"PH081 5.2","refcode_long":"Special Testimonies on Church Schools, p. 5.2 (Ellen Gould White)","content":"Children as Missionaries—God wants every child of tender age to be his child, to be adopted into his family. Young though they may be, the youth may be members of the household of faith, and have a most precious experience. They may have hearts that are tender, and ready to receive impressions that will be lasting. They may have their hearts drawn out in confidence and love for Jesus, and live for the Saviour. Christ will make them little missionaries. The whole current of their thoughts may be changed, so that sin will not appear a thing to be enjoyed, but to be hated and shunned."},{"refcode_short":"PH081 5.3","refcode_long":"Special Testimonies on Church Schools, p. 5.3 (Ellen Gould White)","content":"Small as well as older children will be benefited by this instruction; and in thus simplifying the plan of salvation, the teachers will receive as great blessings as those who are taught. The Holy Spirit of God will impress the lessons upon the receptive minds of the children, that they may grasp the ideas of Bible truth in their simplicity. And the Lord will give an experience to these children in missionary lines; he will suggest to them lines of thought which the teachers themselves did not have."},{"refcode_short":"PH081 6.1","refcode_long":"Special Testimonies on Church Schools, p. 6.1 (Ellen Gould White)","content":"The children who are properly instructed will be witnesses for the truth. Teachers who are nervous and easily irritated should not be placed over the youth. They must love the children because they are the younger members of the Lord's family. The Lord will inquire of them as of the parents, “What have you done with my flock, my beautiful flock?”"},{"refcode_short":"PH081 6.2","refcode_long":"Special Testimonies on Church Schools, p. 6.2 (Ellen Gould White)","content":"Home Should Be a Church—It is surprising to see how little is done by many parents to save their own children. Every family in the home life should be a church, a beautiful symbol of the church of God in heaven. If parents realize their responsibilities to their children, they would not under any circumstances scold and fret at them. This is not the kind of education any child should have. Many, many children have learned to be faultfinding, fretful, scolding, passionate children, because they were allowed to be passionate at home. Parents are to consider that they are in the place of God to their children, to encourage every right principle and repress every wrong thought."},{"refcode_short":"PH081 6.3","refcode_long":"Special Testimonies on Church Schools, p. 6.3 (Ellen Gould White)","content":"Home Training—If in their own homes children are allowed to be disrespectful, disobedient, unthankful, and peevish, their sins lie at the door of the parents. It is the special work of fathers and mothers to teach their children with kindness and affection. They are to show that as parents they are the ones to hold the lines, to govern, and not to be governed by their children. They are to teach that obedience is required of them, and thus they educate them to submit to the authority of God."},{"refcode_short":"PH081 7.1","refcode_long":"Special Testimonies on Church Schools, p. 7.1 (Ellen Gould White)","content":"Qualification of Teachers—In educating the children and youth, teachers should never allow one passionate word or gesture to mar their work, for in so doing, they imbue the students with the same spirit which they themselves possess. The Lord would have our primary schools as well as those for older persons, of that character that angels of God can walk through the room, and behold in the order and principles of government, the order and government of heaven. This is thought by many to be impossible; but every school should begin with this, and should work most earnestly to preserve the spirit of Christ in temper, in communications, in instruction, the teachers placing themselves in the channel of light where the Lord can use them as his agents, to reflect his own likeness of character upon the students. They may know that as God-fearing instructors they have helpers every hour to impress upon the hearts of the children the valuable lessons given."},{"refcode_short":"PH081 7.2","refcode_long":"Special Testimonies on Church Schools, p. 7.2 (Ellen Gould White)","content":"Defective Teachers—The Lord works with every consecrated teacher; and it is for his own interest to realize this. Instructors who are under the discipline of God do not manufacture anything themselves. They receive grace and truth and light through the Holy Spirit to communicate to the children. They are under the greatest Teacher the world has ever known, and how unbecoming it would be for them to have an unkind spirit, a sharp, harsh voice, full of irritation. In this they would perpetuate their own defects in the children."},{"refcode_short":"PH081 8.1","refcode_long":"Special Testimonies on Church Schools, p. 8.1 (Ellen Gould White)","content":"Bible as a Text-Book—O for a clear perception of what we might accomplish if we would learn of Jesus! The springs of heavenly peace and joy, unsealed in the soul of the teacher by the magic words of inspiration, will become a mighty river of influence, to bless all who connect with him. Do not think that the Bible will become a tiresome book to the children. Under a wise instructor the word will become more and more desirable. It will be to them as the bread of life, and will never grow old. There is in it a freshness and beauty that attract and charm the children and youth. It is like the sun shining upon the earth, giving its brightness and warmth, yet never exhausted. By lessons from the Bible history and doctrine, the children and youth can learn that all other books are inferior to this. They can find here a fountain of mercy and of love."},{"refcode_short":"PH081 8.2","refcode_long":"Special Testimonies on Church Schools, p. 8.2 (Ellen Gould White)","content":"Spirit of God as an Educator—God's holy, educating Spirit is in his word. A light, a new and precious light, shines forth upon every page. Truth is there revealed, and words and sentences are made bright and appropriate for the occasion as the voice of God speaking to them."},{"refcode_short":"PH081 8.3","refcode_long":"Special Testimonies on Church Schools, p. 8.3 (Ellen Gould White)","content":"We need to recognize the Holy Spirit as our enlightener. That Spirit loves to address the children, and discover to them the treasures and beauties of the word of God. The promises spoken by the Great Teacher will captivate the senses and animate the soul of the child with a spiritual power that is divine. There will grow in the fruitful [mind] a familiarity with divine things which will be as a barricade against the temptations of the enemy."},{"refcode_short":"PH081 9.1","refcode_long":"Special Testimonies on Church Schools, p. 9.1 (Ellen Gould White)","content":"Results of Christian Education—The work of teachers is an important one. They should make the word of God their meditation. God will communicate by his own Spirit to the soul. Pray as you study, “Lord, open thou mine eyes, that I may behold wondrous things out of thy law.” When the teacher will rely upon God in prayer, the spirit of Christ will come upon him, and God will work through him by the Holy Spirit upon the minds of the students. The Holy Spirit fills the mind and heart with sweet hope, and courage, and Bible imagery, and this will be communicated to the students, the words of truth will grow in importance, and assume a breadth and fulness of meaning of which you have never dreamed. The beauty and riches of the word of God have a transforming influence upon mind and character; the sparks of heavenly love will fall upon the hearts of the children as an inspiration. We may bring hundreds and thousands of children to Christ if we will work for them."},{"refcode_short":"PH081 9.2","refcode_long":"Special Testimonies on Church Schools, p. 9.2 (Ellen Gould White)","content":"Enlargement of Educational Work—Let all to whom these words may come be melted and subdued. Let us in our educational work embrace far more than we have done of the children and youth, and there will be a whole army of missionaries raised up to work for God. I say again, Establish schools for the children where there are churches,—those who assemble to worship God. Where there are churches, let there be schools. Work as if you were working for your life to save children from being drowned in the polluting, corrupting influences of this life."},{"refcode_short":"PH081 9.3","refcode_long":"Special Testimonies on Church Schools, p. 9.3 (Ellen Gould White)","content":"New Schools—Too much is centered in Battle Creek. I need not advise that the sound of the ax and hammer be heard in Battle Creek in erecting new buildings. There are places where our schools should have been in operation years ago. Let these now be started under wise directors. The youth should be educated in their own churches. In America you can build three schoolhouses cheaper than we can build one in this country. It is a grievous offense to God that there has been so great neglect to make provision for the improvement of the children and youth when Providence has so abundantly supplied us with facilities with which to work."},{"refcode_short":"PH081 10.1","refcode_long":"Special Testimonies on Church Schools, p. 10.1 (Ellen Gould White)","content":"Associations of Children at School—Can we wonder that children and youth drift into temptation, and become educated in wrong lines by their association with other neglected children? These children are not wisely educated to use their active minds and limbs to do helpful work. Our schools should teach the children all kinds of simple labor. Can we wonder, neglected as they have been, that their energies become devoted to amusements that do them no good, that their religious aspirations are chilled, and their spiritual life darkened? Thousands in their own homes are left almost uneducated. “It is so much trouble,” says the mother. “I would rather do these things myself; it is such a trouble; you bother me.”"},{"refcode_short":"PH081 10.2","refcode_long":"Special Testimonies on Church Schools, p. 10.2 (Ellen Gould White)","content":"The Mother a Teacher—Does not mother remember that she herself had to learn in jots and tittles before she could be helpful? It is a wrong to children to refuse to teach them little by little. Keep these children with you. Let them ask questions, and in patience answer them. Give your little children something to do; and let them have the happiness of supposing they help you. There must be no repulsing of your children when trying to do proper things. If they make mistakes, if accidents happen, and things break, do not blame. Their whole future life depends upon the education you give them in their childhood years. Teach them that all their faculties of body and mind were given them to use, and that all are the Lord's, pledged to his service. To some of these children the Lord gives an early intimation of his will. Parents and teachers, begin to teach the children to cultivate their God-given qualities."},{"refcode_short":"PH081 11.1","refcode_long":"Special Testimonies on Church Schools, p. 11.1 (Ellen Gould White)","content":"Churches Should Have Responsibility for Their Children—My brother, I feel deeply over the mistake of locating so many important interests at Battle Creek. There is a world to receive the light of truth. Had interests been located in cities where nothing is being done, the warning message would be given to other cities. You have asked me in regard to the schools being opened in our churches. I have tried to answer you. That light which has centered in Battle Creek should have been shining in other localities. Schools should have been opened in places where they are so much needed. This will provide for the children and youth who are drifting into Battle Creek. Let the church carry a burden for the lambs of the flock in its locality, and see how many can be educated and trained to do service for God."},{"refcode_short":"PH081 12","refcode_long":"Special Testimonies on Church Schools, p. 12 (Ellen Gould White)","content":"Schools"},{"refcode_short":"PH081 12.1","refcode_long":"Special Testimonies on Church Schools, p. 12.1 (Ellen Gould White)","content":"Christian Schools—One reason why it was necessary to establish institutions of our own was the fact that parents were not able to counteract the influence of the teaching their children were receiving in the public schools, and the error there taught was leading the youth into false paths. No stronger influence could be brought to bear upon the minds of the youth and children than that of those who were educating them in principles of science. For this reason it was evident that schools must be established in which our children should be instructed in the way of truth. In our schools it was specified that the youth were to be taught in the principles of Bible temperance, and every influence was to be brought to bear upon them that would tend to help them to shun the follies of this degenerate age, which were fast making the world as a second Sodom."},{"refcode_short":"PH081 12.2","refcode_long":"Special Testimonies on Church Schools, p. 12.2 (Ellen Gould White)","content":"Evils of the Secular School—In our institutions of learning there was to be exerted an influence that would counteract the influence of the world, and give no encouragement to indulgence in appetite, in selfish gratification of the senses, in pride, ambition, love of dress and display, love of praise and flattery, and strife for high rewards and honors as a recompense for good scholarship. All this was to be discouraged in our schools. It would be impossible to avoid these things, and yet send them to the public schools, where they would daily be brought in contact with that which would contaminate their morals. All through the world there was so great a neglect of home training that the children found at the public schools, for the most part, were profligate, and steeped in vice.—The Review and Herald, January 9, 1894."},{"refcode_short":"PH081 13.1","refcode_long":"Special Testimonies on Church Schools, p. 13.1 (Ellen Gould White)","content":"In the system of education used in the common schools the most essential part of the education is neglected; it is as follows; viz., religion of the Bible.—Test.  No. 31, p. 24."},{"refcode_short":"PH081 13.2","refcode_long":"Special Testimonies on Church Schools, p. 13.2 (Ellen Gould White)","content":"For the Children—My subject principally was that the smaller children should not be neglected. This work is fully as essential as the work for the older pupils. For many years my attention has been called to this phase of work. Schools should be established where children should receive proper education. From the teachers in the public schools, they receive ideas that are opposed to the truth. But further than this, they receive a wrong education by associating with children that have no training, that are left to obtain a street education. Satan uses these children to educate children that are more carefully brought up. Before Sabbath-keeping parents know what evil is being done, the lessons of depravity are learned. The souls of their children are corrupted."},{"refcode_short":"PH081 13.3","refcode_long":"Special Testimonies on Church Schools, p. 13.3 (Ellen Gould White)","content":"This subject has long been neglected. The first seven or ten years of a child's life is the time when lasting impressions for good or for evil are made. What is education? The fear of the Lord is the beginning of wisdom. The child should be educated to receive the truth in the heart. It should be given instruction which will lead it to see what constitutes sin. It should be taught that all sin is an offense toward God. The heart should be carefully guarded; for by giving the life of His dear Son, God has purchased the soul of every child. He would have the precious life that has been redeemed by Jesus Christ, molded and fashioned after the similitude of a palace, that Christ may be enshrined as the king of the soul."},{"refcode_short":"PH081 14.1","refcode_long":"Special Testimonies on Church Schools, p. 14.1 (Ellen Gould White)","content":"Church Schools—Is obedience to all the commandments of God taught the children in their very first lesson? Is sin represented as an offense toward God? I would rather that children grow up in a degree of ignorance of school education as it is today, and employ some other means to teach them. But in this country many parents are compelled to send their children to school. Therefore, in localities where there is a church, a school should be established, if there are no more than six children to attend. A teacher should be employed who will educate the children in the truths of the word of God, which are so essential for these last days, and which it is so important for them to understand. A great test is coming; it will be upon obedience or disobedience to the commandments of God. Intemperance is seen everywhere, disregard for the law of God, rioting, and drunkenness prevail.—Private Test., May 6, 1897."},{"refcode_short":"PH081 14.2","refcode_long":"Special Testimonies on Church Schools, p. 14.2 (Ellen Gould White)","content":"Conference Schools—Wherever there are a few Sabbath-schools, let the parents unite together in providing a place for a day school where the children of the various Sabbath-schools can come together. Let them employ a Christian teacher, who, as a consecrated missionary, shall educate the children in such a way as to lead them to become missionaries themselves. Work while it is day, for the night cometh in which no man can work. Parents must gird on the armor, and by their own example, they must teach their children to be missionaries. Let the parents put forth unselfish efforts, and the Lord will work with their efforts as they perseveringly teach their children to bear responsibilities. As the children practise the Bible lessons, they will receive an education of the highest value. Wherever there are Sabbath-keepers, there is a missionary field."},{"refcode_short":"PH081 15.1","refcode_long":"Special Testimonies on Church Schools, p. 15.1 (Ellen Gould White)","content":"Home Schools—If parents are not able to send their children to school, let them hire an exemplary, religious teacher who will feel it a pleasure to work for the Master in any capacity, who will be willing to cultivate any part of the Lord's vineyard. Let mothers and fathers co-operate with the teachers, and devote an hour daily to study, becoming learners with the children. Make the educating hour one of pleasure and importance, and your confidence will increase in the method of seeking for the salvation of your children. Your own spiritual growth will be more rapid as you learn to work for them. As you work in a humble way, unbelief will disappear. Faith and activity will impart to your experience ardor, assurance, and satisfaction that will increase day by day as you follow on to know the Lord, and to make him known. Your prayers will become earnest. You will have some real object for which to pray."},{"refcode_short":"PH081 15.2","refcode_long":"Special Testimonies on Church Schools, p. 15.2 (Ellen Gould White)","content":"If people would encourage the church in which they are members to establish small, humble school buildings, in which to do service for God, they would accommodate their own children within their borders.—P. C., February 2, 1895."},{"refcode_short":"PH081 15.3","refcode_long":"Special Testimonies on Church Schools, p. 15.3 (Ellen Gould White)","content":"We should have primary schools in different localities to prepare our youth for our higher schools.—Special Testimonies to Ministers and Workers 6:58."},{"refcode_short":"PH081 16.1","refcode_long":"Special Testimonies on Church Schools, p. 16.1 (Ellen Gould White)","content":"Church and Home Schools—The mother should be the teacher, and home the school where every child receives his first lessons; and these lessons should include habits of industry. Mothers, let the little ones play in the open air; let them listen to the songs of the birds, and learn the love of God as expressed in his beautiful works. Teach them simple lessons from the book of nature and the things about them; and as their minds expand, lessons from books may be added, and firmly fixed in the memory. But let them also learn, even in their earliest years, to be useful. Train them to think that, as members of the household, they are to act an interested, helpful part in sharing the domestic burdens, and to seek [healthful] exercise in the performance of necessary home duties."},{"refcode_short":"PH081 16.2","refcode_long":"Special Testimonies on Church Schools, p. 16.2 (Ellen Gould White)","content":"It is essential for parents to find useful employment for their children, which will involve the bearing of responsibilities as their age and strength will permit. The children should be given something to do that will not only keep them busy, but interests them. The active hands and brains must be employed from the earliest years. If parents neglect to turn their children's energies into useful channels they do them great injury; for Satan is ready to find them something to do. Shall not the doing be chosen for them, the parents being the instructors?"},{"refcode_short":"PH081 16.3","refcode_long":"Special Testimonies on Church Schools, p. 16.3 (Ellen Gould White)","content":"Co-operation of Parents and Teacher—When the child is old enough to be sent to school, the teacher should co-operate with the parents, and manual training should be continued as a part of his school duties. There are many students who object to this kind of work in the school. They think useful employment, like learning a trade, degrading; but such persons have an incorrect idea of what constitutes true dignity. Our Lord and Saviour Jesus Christ, who is One with the Father, the Commander in the heavenly courts, was the personal instructor and guide of the children of Israel; and among them it was required that every youth should learn how to work. All were to be educated in some business line, that they might possess a knowledge of practical life and be not only self-sustaining, but useful. This was the instruction which God gave to his people.—Special Testimonies to Ministers and Workers 6:37, 38."},{"refcode_short":"PH081 17.1","refcode_long":"Special Testimonies on Church Schools, p. 17.1 (Ellen Gould White)","content":"The approval of God rests with loving assurance upon the children who cheerfully take their part in the duties of domestic life, sharing the burdens of father and mother. They will be rewarded with health of body and peace of mind; and they will enjoy the pleasure of seeing their parents take their share of social enjoyment and healthful recreation, thus prolonging their lives. Children trained to the practical duties of life, will go out from the home to be useful members of society. Their education is far superior to that gained by close confinement in the school-room at an early age, when neither the mind nor the body is strong enough to endure the strain."},{"refcode_short":"PH081 17.2","refcode_long":"Special Testimonies on Church Schools, p. 17.2 (Ellen Gould White)","content":"The children and youth should have the lesson continually before them, at home and in the school, by precept and example, to be truthful, unselfish, and industrious. They should not be allowed to spend their time in idleness; their hands should not be folded in inaction. Parents and teachers should work for the accomplishment of this object—the development of all the powers and a formation of a right character; but when parents realize their responsibilities, there will be far less left for teachers to do in the training of their children.—Special Testimonies to Ministers and Workers 6:41, 42."},{"refcode_short":"PH081 18","refcode_long":"Special Testimonies on Church Schools, p. 18 (Ellen Gould White)","content":"Our Youth and Children"},{"refcode_short":"PH081 18.1","refcode_long":"Special Testimonies on Church Schools, p. 18.1 (Ellen Gould White)","content":"God Addresses Parents—The work that lies next to our church-members is to become interested in our youth; for they need kindness, patience, tenderness, line upon line, precept upon precept. O, where are the fathers and mothers in Israel? We ought to have a large number of them who would be stewards of the grace of Christ, who would feel not merely a casual interest, but a special interest in the young. We ought to have those whose hearts are touched by the pitiable situation in which our youth are placed, who realize that Satan is working by every conceivable device to draw them into his net. God requires that the church arouse from its lethargy and see what is the manner of service demanded of them at this time of peril. The lambs of the flock must be fed. The eyes of our brethren and sisters should be anointed with heavenly eyesalve, that they may discern the necessities of the time. We must be aroused to see what needs to be done in Christ's spiritual vineyard, and go to work. The Lord of Heaven is looking on to see who is doing the work He would have done for the youth and children."},{"refcode_short":"PH081 18.2","refcode_long":"Special Testimonies on Church Schools, p. 18.2 (Ellen Gould White)","content":"Church Should Awake—The church is asleep and does not realize the magnitude of this matter of educating the children and youth. “Why,” one says, “what is the need of being so particular thoroughly to educate our youth? It seems to me that if you take a few who have decided to follow some literary calling, or some other calling that requires a certain discipline, and give due attention to them, that is all that is necessary. It is not required that the whole mass of our youth should be so well trained. Will not this answer every essential requirement?”—No, I answer, most decidedly not. What selection would we be able to make out of the numbers of our youth? How could we tell who would be the most promising, who would render the best service to God? In our human judgment we might do as did Samuel when he was sent to find the anointed of the Lord, and look upon the outward appearance."},{"refcode_short":"PH081 19.1","refcode_long":"Special Testimonies on Church Schools, p. 19.1 (Ellen Gould White)","content":"The Lord Slights None—Who can determine which one of a family will prove to be efficient in the work of God? There should be general education of all the members, and all our youth should be permitted to have the blessings and privileges of an education at our schools, that they may be inspired to become laborers together with God. They all need an education that they may be fitted for usefulness in this life, qualified for places of responsibility both in private and public life. There is a great necessity of making plans that there may be a large number of competent workers, and many should fit themselves up as teachers, that others may be trained and disciplined for the great work of the future. The church should take in the situation, and by their influence and means seek to bring about the much-desired end. Let a fund be created by generous contributions for the establishment of schools for the advancement of educational work. We need men well trained, well educated to work in the interest of the churches. They should present the fact that we cannot trust our youth to go to seminaries and colleges established by other denominations, but must gather them in where their religious training will not be neglected. God would not have us in any sense behind in educational work; our college should be far in advance in the highest kind of education."},{"refcode_short":"PH081 20.1","refcode_long":"Special Testimonies on Church Schools, p. 20.1 (Ellen Gould White)","content":"Influence of Worldly Schools—“The fear of the Lord is the beginning of wisdom.” “The entrance of thy word giveth light; it giveth understanding unto the simple.” If we do not have schools for our youth, they will attend other seminaries and colleges, and will be exposed to infidel sentiments, to cavilings and questionings concerning the inspiration of the Bible. There is a great deal of talk concerning higher education, and many suppose that this higher education consists wholly in an education in science and literature; but this is not all. The highest education includes the knowledge of the word of God, and is comprehended in the words of Christ, “That they might know thee the only true God, and Jesus Christ, whom thou hast sent.”"},{"refcode_short":"PH081 20.2","refcode_long":"Special Testimonies on Church Schools, p. 20.2 (Ellen Gould White)","content":"Encouragement—Though we have come short of doing what we might have done for our youth and children in the past, let us now repent and redeem the time. The Lord says. “If ye be willing and obedient, ye shall eat the good of the land: but if ye refuse and rebel ye shall be devoured with the sword.”—Special Testimonies on Education, 197-202."},{"refcode_short":"PH081 21","refcode_long":"Special Testimonies on Church Schools, p. 21 (Ellen Gould White)","content":"Lines of Study for Church Schools"},{"refcode_short":"PH081 21","refcode_long":"Special Testimonies on Church Schools, p. 21 (Ellen Gould White)","content":"1. The Bible"},{"refcode_short":"PH081 21.1","refcode_long":"Special Testimonies on Church Schools, p. 21.1 (Ellen Gould White)","content":"The lips of children will be opened to proclaim the mysteries that have been hidden from the minds of men. The Lord has chosen the foolish things of this world to confound the wise, and the weak things of the world to confound the mighty."},{"refcode_short":"PH081 21.2","refcode_long":"Special Testimonies on Church Schools, p. 21.2 (Ellen Gould White)","content":"The Foundation—The Bible should not be brought into our schools to be sandwiched in between infidelity. The Bible must be made the groundwork and subject-matter of education. It is true that we know much more of the word of the living God than we knew in the past, but there is still much more to be learned. It should be used as the word of the living God and esteemed as first, and last, and best in everything. Then will be seen true spiritual growth. The students will develop healthy, religious characters; because they eat the flesh and drink the blood of the Son of God. But, unless watched and nurtured, the health of the soul decays. Keep in the channel of light. Study the Bible. Those who serve God faithfully will be blessed. He who permits no faithful work to go unrewarded will crown every act of loyalty and integrity with special tokens of his love and approbation— Test., “The Bible in Our Schools.”"},{"refcode_short":"PH081 21.3","refcode_long":"Special Testimonies on Church Schools, p. 21.3 (Ellen Gould White)","content":"The word of God is to stand as the highest educating book in our world, and is to be treated with reverential awe. It is our guide book; we shall receive from it the truth. We need to present the Bible as the great lesson book, to place it in the hands of our children and youth, that they may know Christ, whom to know aright is life eternal. It is the book to be studied by those of middle age and those who are aged.—Special Testimonies on Education, 233."},{"refcode_short":"PH081 22.1","refcode_long":"Special Testimonies on Church Schools, p. 22.1 (Ellen Gould White)","content":"If used as a text-book in our schools, it will be found far more effective than any other book in the world.—Christian Education, 108."},{"refcode_short":"PH081 22.2","refcode_long":"Special Testimonies on Church Schools, p. 22.2 (Ellen Gould White)","content":"The word of God is the most perfect educational book in our world.—Special Testimonies to Ministers and Workers 6:19."},{"refcode_short":"PH081 22.3","refcode_long":"Special Testimonies on Church Schools, p. 22.3 (Ellen Gould White)","content":"In searching its pages, we move through scenes majestic and eternal.—Christian Education, 108."},{"refcode_short":"PH081 22.4","refcode_long":"Special Testimonies on Church Schools, p. 22.4 (Ellen Gould White)","content":"In the Bible every vital principle is declared, every duty made plain, every obligation made evident.—Christian Education, 84."},{"refcode_short":"PH081 22.5","refcode_long":"Special Testimonies on Church Schools, p. 22.5 (Ellen Gould White)","content":"The Bible is a Directory by which you may know the way to eternal life.—Special Testimonies on Education, 194."},{"refcode_short":"PH081 22.6","refcode_long":"Special Testimonies on Church Schools, p. 22.6 (Ellen Gould White)","content":"It unfolds a simple and complete system of Theology and Philosophy.—Christian Education, 106."},{"refcode_short":"PH081 22.7","refcode_long":"Special Testimonies on Church Schools, p. 22.7 (Ellen Gould White)","content":"What other book presents to students more ennobling Science, more wonderful History?—Special Testimonies to Ministers and Workers 6:19."},{"refcode_short":"PH081 22.8","refcode_long":"Special Testimonies on Church Schools, p. 22.8 (Ellen Gould White)","content":"The searching of all books of Philosophy and Science cannot do for the mind and morals what the Bible can do if studied and practised.—Christian Education, 107."},{"refcode_short":"PH081 22.9","refcode_long":"Special Testimonies on Church Schools, p. 22.9 (Ellen Gould White)","content":"Of all the books that have flooded the world, be they ever so valuable, the Bible is the book of books, and is most deserving of the closest study and attention.—Christian Education, 105."},{"refcode_short":"PH081 22.10","refcode_long":"Special Testimonies on Church Schools, p. 22.10 (Ellen Gould White)","content":"If there was not another book in the wide world, the word of God lived out through Christ, would make man perfect in this world.—Special Testimonies on Education, 149."},{"refcode_short":"PH081 22.11","refcode_long":"Special Testimonies on Church Schools, p. 22.11 (Ellen Gould White)","content":"The Bible has not been made a standard matter in their education, but books mixed with infidelity and propagating unsound theories have been placed before them.—Special Testimonies on Education, 149."},{"refcode_short":"PH081 23","refcode_long":"Special Testimonies on Church Schools, p. 23 (Ellen Gould White)","content":"2. Nature Study"},{"refcode_short":"PH081 23.1","refcode_long":"Special Testimonies on Church Schools, p. 23.1 (Ellen Gould White)","content":"While the Bible should hold the first place in the education of children and youth, the book of nature is next in importance.—Special Testimonies on Education, 58."},{"refcode_short":"PH081 23.2","refcode_long":"Special Testimonies on Church Schools, p. 23.2 (Ellen Gould White)","content":"The most effective way to teach the heathen who know not God, is through his works. In this way, far more readily than by any other method, they can be made to realize the difference between their idols, the work of their own hands, and the true God, the Maker of heaven and earth.—Special Testimonies on Education, 59."},{"refcode_short":"PH081 23.3","refcode_long":"Special Testimonies on Church Schools, p. 23.3 (Ellen Gould White)","content":"A return to simpler methods will be appreciated by the children and youth. Work in the garden and field will be an agreeable change from the wearisome routine of abstract lessons, to which their young minds should never be confined. God has, in the natural world, placed in the hands of the children of men the key to unlock the treasure-house of His word. The unseen is illustrated by the seen; divine wisdom, eternal truth, infinite grace, are understood by the things that God has made. Then let the children and youth become acquainted with nature and nature's laws.—Special Testimonies to Ministers and Workers 6:61."},{"refcode_short":"PH081 23.4","refcode_long":"Special Testimonies on Church Schools, p. 23.4 (Ellen Gould White)","content":"The little children should come especially close to nature.—Special Testimonies on Education, 62."},{"refcode_short":"PH081 23","refcode_long":"Special Testimonies on Church Schools, p. 23 (Ellen Gould White)","content":"3. Physiology"},{"refcode_short":"PH081 23.5","refcode_long":"Special Testimonies on Church Schools, p. 23.5 (Ellen Gould White)","content":"The youth should be taught to look upon physiology as one of the essential studies, and they should not be satisfied with the mere theory; they should practise the knowledge obtained from books on this subject. This matter has not yet been patiently and perseveringly worked out. Those who neglect this branch of study, which comprehends so much, will make haphazard work in attempting to teach the youth. They are not qualified to direct in our schools, because the way of the Lord must be learned in order to be practised.—Test., “Our School Work.”"},{"refcode_short":"PH081 24.1","refcode_long":"Special Testimonies on Church Schools, p. 24.1 (Ellen Gould White)","content":"A practical knowledge of the science of human life is necessary in order to glorify God in our bodies. It is therefore of the highest importance that among studies selected for childhood, physiology should occupy the first place."},{"refcode_short":"PH081 24.2","refcode_long":"Special Testimonies on Church Schools, p. 24.2 (Ellen Gould White)","content":"It is well that physiology is introduced into the common schools as a branch of education. All children should study it. It should be regarded as the basis of all educational effort. And then parents should see to it that practical hygiene be added. This will make their knowledge of physiology of practical benefit.—Healthful Living, 13."},{"refcode_short":"PH081 24","refcode_long":"Special Testimonies on Church Schools, p. 24 (Ellen Gould White)","content":"4. Common Branches"},{"refcode_short":"PH081 24.3","refcode_long":"Special Testimonies on Church Schools, p. 24.3 (Ellen Gould White)","content":"If teachers were receiving light and wisdom from the divine Teacher—the common, essential branches of education would be more thoroughly taught, and the word of God would be honored and esteemed as the Bread sent down from heaven, which sustains all spiritual life, binding the human agent with Christ in God.—Special Testimonies on Education, 164, 165."},{"refcode_short":"PH081 24.4","refcode_long":"Special Testimonies on Church Schools, p. 24.4 (Ellen Gould White)","content":"The common branches of education should be fully and prayerfully taught.—December 20, 1896."},{"refcode_short":"PH081 24.5","refcode_long":"Special Testimonies on Church Schools, p. 24.5 (Ellen Gould White)","content":"Children should be educated to read, write, to understand figures, to keep their own accounts, when very young. They may go forward, advancing step by step in this knowledge.—P. C., December 15, 1897."},{"refcode_short":"PH081 25.1","refcode_long":"Special Testimonies on Church Schools, p. 25.1 (Ellen Gould White)","content":"The education given in our schools is one-sided. Students should be given an education that will fit them for successful business life. The common branches of education should be fully and thoroughly taught. Bookkeeping should be looked upon as of equal importance with grammar. This line of study is one of the most important for use in practical life; but few leave our schools with a knowledge of how to keep books correctly.—December 20, 1896."},{"refcode_short":"PH081 25","refcode_long":"Special Testimonies on Church Schools, p. 25 (Ellen Gould White)","content":"5. Other Branches"},{"refcode_short":"PH081 25.2","refcode_long":"Special Testimonies on Church Schools, p. 25.2 (Ellen Gould White)","content":"Manual Training—This education, in felling trees, tilling the soil, erecting buildings, as well as in literature, is the education our youth should each seek to obtain. Further on, a printing-press should be connected with our school, in order to educate in this line. Tent-making also should be learned. There are also many things which the lady students may be engaged in. There is cooking, dressmaking, and gardening to be done. Strawberries should be planted, plants and flowers cultivated. This the lady students may be called out of doors to do. Thus they may be educated to useful labor. Bookbinding also, and a variety of trades, should be taken up. These will not only be putting into exercise brain, bone, and muscle, but will also be gaining knowledge. The greatest curse of our world in this, our day, is idleness. It leads to amusements merely to please and gratify self. The students have had a superabundance of this way of passing their time: they are now to have a different education, that they may be prepared to go forth from the school with an all-round education."},{"refcode_short":"PH081 26.1","refcode_long":"Special Testimonies on Church Schools, p. 26.1 (Ellen Gould White)","content":"Missionary Qualifications—The proper cooking of food is a most essential acquirement, especially where meat is not made the staple article of diet. Something must be prepared to take the place of meat, and these foods must be well prepared, so that meat will not be desired. Culture on all points of practical life will make our youth useful after they shall leave school to go to foreign countries. They will not then have to depend upon the people to whom they go, to cook and sew for them, or build their habitations. They will be much more influential if they show that they can educate the ignorant how to labor by the best methods, and to produce the best results. This will be appreciated where means are difficult to obtain. They will reveal that missionaries can become educators in teaching them how to labor. A much smaller fund will be required to sustain such missionaries, because they put to the very best use their physical powers in useful, practical labor, combined with their studies. And wherever they may go, all that they have gained in this line will give them standing room. If the light God has given were cherished, students would leave our schools free from the burden of debt."},{"refcode_short":"PH081 26.2","refcode_long":"Special Testimonies on Church Schools, p. 26.2 (Ellen Gould White)","content":"Treating the Sick—It is also essential to understand the philosophy of medical missionary work. Wherever the students shall go, they need an education in the science of how to treat the sick; for this will give them a welcome in any place, because there is suffering of every kind in every part of the world."},{"refcode_short":"PH081 27","refcode_long":"Special Testimonies on Church Schools, p. 27 (Ellen Gould White)","content":"Books"},{"refcode_short":"PH081 27.1","refcode_long":"Special Testimonies on Church Schools, p. 27.1 (Ellen Gould White)","content":"The earth is corrupt and dark and idolatrous; and amid the darkness and corruption a pure, divine light, the word of God, is shining. But although we have known the truth for many years, little advancement has been made by those who have been given light. Whose plan was it to produce that class of books that has been patronized in our schools? It was the plan largely of men who had not the experience of Moses and Joshua and Daniel, and the other prophets and apostles, who endured the seeing of Him who is invisible. Seeing God by faith gives a conception of the divine character, the perfection of heaven. But to place in our schools the books that have been placed there as standard books, is an offense to God. In this age, as never before, when the two great forces of the Prince of Heaven and the prince of hell have met in decided conflict, our youth need instruction in Bible principles. Like the branches of the True Vine, the word of God presents unity in diversity. There is in it a perfect, superhuman, mysterious unity. It contains divine wisdom, that is the foundation of all true education; but this book has been treated indifferently.—July 8, 1897."},{"refcode_short":"PH081 27.2","refcode_long":"Special Testimonies on Church Schools, p. 27.2 (Ellen Gould White)","content":"No teacher in our schools should suggest the idea that, in order to have the right discipline, it is essential to study text-books expressing pagan and infidel sentiments.—Christian Education, 99."},{"refcode_short":"PH081 27.3","refcode_long":"Special Testimonies on Church Schools, p. 27.3 (Ellen Gould White)","content":"The study of works that in any way express infidel sentiments is like handling black coals; for a man cannot be undefiled in mind who thinks along the line of skepticism.—Christian Education, 100."},{"refcode_short":"PH081 28.1","refcode_long":"Special Testimonies on Church Schools, p. 28.1 (Ellen Gould White)","content":"Books Must Be Used—The study of the sciences is not to be neglected. Books must be used for this purpose; but they should be in harmony with the Bible, for that is the standard. Books of this character should take the place of many of those now in the hands of the students. God is the author of science. Scientific research opens the mind to vast fields of thought and information, enabling us to see God through his created works. Ignorance may try to support skepticism by appeals to science; but instead of doing this, science contributes fresh evidences of the wisdom and power of God. Rightly understood, science and the written word agree, and each sheds light on the other. Together they lead us to God, by teaching us something of the wise and beneficent laws through which he works.—Special Testimonies to Ministers and Workers 6:56, 57."},{"refcode_short":"PH081 28.2","refcode_long":"Special Testimonies on Church Schools, p. 28.2 (Ellen Gould White)","content":"Christian Text-Books Needed—These popular authors have not pointed out to the students the way that leads to eternal life. “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” John 17:3. The authors of the books current in our schools are recommended and exalted as learned men; their education is in every way deficient, unless they themselves have been educated in the school of Christ, and by practical knowledge bear witness to the word of God as the most essential study for children and youth; “The fear of the Lord is the beginning of wisdom.” Books should have been prepared to place in the hands of students that would educate them to have a sincere, reverent love for truth and steadfast integrity. The class of studies which are positively essential in the formation of character to give them a preparation for the future life, should be kept ever before them.—Special Testimonies on Education, 230."},{"refcode_short":"PH081 29.1","refcode_long":"Special Testimonies on Church Schools, p. 29.1 (Ellen Gould White)","content":"Uninspired authors are placed in the hands of children and youth in our schools as lesson books—books from which they are to be educated. They are kept before the youth, taking up their precious time in studying those things which they can never use. Many books have been introduced into the schools which should never have been placed there. These books do not in any sense voice the words of John, “Behold the Lamb of God, which taketh away the sin of the world.” The whole line of study in our schools should be to prepare a people for the future, immortal life.—Special Testimonies on Education, 232."},{"refcode_short":"PH081 29.2","refcode_long":"Special Testimonies on Church Schools, p. 29.2 (Ellen Gould White)","content":"All unnecessary matters need to be weeded from the course of study, and only such studies be placed before the student as will be of real value to him.—Special Testimonies on Education, 151."},{"refcode_short":"PH081 29.3","refcode_long":"Special Testimonies on Church Schools, p. 29.3 (Ellen Gould White)","content":"But the study of many different authors confuses and wearies the mind, and has a detrimental influence upon the religious life.—Special Testimonies on Education, 149."},{"refcode_short":"PH081 29","refcode_long":"Special Testimonies on Church Schools, p. 29 (Ellen Gould White)","content":"Teachers"},{"refcode_short":"PH081 29.4","refcode_long":"Special Testimonies on Church Schools, p. 29.4 (Ellen Gould White)","content":"Qualifications—Students should be encouraged to combine mental and physical labor. The physical powers should be developed in proportion to the mental faculties. This is essential for an all-round education, and they will then be at home in any place. They should be able to teach others how to build, how to cultivate the soil. A man may have a brilliant mind, quick to catch ideas; but this is of little value to him if he has no knowledge of practical work, if he does not know how to put his ideas into execution. Such a one is only half educated. The teacher who has an intelligent knowledge of the best methods, and who can not only teach the theory, but can show by example how things should be done, will never be a drug in the market.—Test., “Our School Work.”"},{"refcode_short":"PH081 30.1","refcode_long":"Special Testimonies on Church Schools, p. 30.1 (Ellen Gould White)","content":"God wants the teachers in our schools to be efficient. Let none feel that having an earnestness in religious matters is all that is essential in order to become educators. While they need no less of piety, they also need a thorough knowledge of the sciences. This will make them not only good, practical Christians, but will enable them to educate the youth, and, at the same time, they will have heavenly wisdom to lead them to the fountain of living water.—Christian Education, 51."},{"refcode_short":"PH081 30.2","refcode_long":"Special Testimonies on Church Schools, p. 30.2 (Ellen Gould White)","content":"Many teachers are leading their students over the same track that they themselves have trod. They think this is the only right way. They give students food which would not sustain spiritual life, but which will cause those who partake of it to die. They are fascinated by that which God does not require them to know.—Test., “The Bible in Our Schools.”"},{"refcode_short":"PH081 30.3","refcode_long":"Special Testimonies on Church Schools, p. 30.3 (Ellen Gould White)","content":"Selection of Teachers—Those whom the Lord has presented to me as not being properly trained in the home life, who have not thought it necessary to use the powers of their mind and their physical strength and ingenuity as members of the home firm, will always look upon order and discipline as needless restraint and severity. Again and again the Lord has presented this matter before me in clear lines. The teachers must be carefully picked. No haphazard work must be done in the appointment of teachers. Those who have devoted years to study and yet have not gained the education essential to fit them to teach others, in the lines the Lord has marked out, should not be connected with our schools as educators. They need to be taught the first principles of true, all-round education."},{"refcode_short":"PH081 31.1","refcode_long":"Special Testimonies on Church Schools, p. 31.1 (Ellen Gould White)","content":"Blind Teachers.—We are living in solemn times, and the reason why there are so many failures in our schools is because teachers neglect to keep the way of the Lord. Some teachers feel the burden and carry the load of responsibility. Others do surface work. They fail to see that the woeful influence of this deficiency is seen in the words and deportment of their students. This influence counterworks the influence that God-fearing teachers, who aim to meet the high standard of Christian education, seek."},{"refcode_short":"PH081 31.2","refcode_long":"Special Testimonies on Church Schools, p. 31.2 (Ellen Gould White)","content":"Converted Teachers—I would that the teachers in our schools could be of God's selection and appointment. Souls will be lost because of the careless work of professedly Christian teachers, who need to be taught of God day by day, else they are unfit for the position of trust. Teachers are needed who will strive to weed out their inherited and cultivated tendencies to wrong, who will come into line, wearing themselves the yoke of obedience, and thus giving an example to the students. The sense of duty to their God and to their fellow beings, with whom they associate, will lead such teachers to become doers of the word, and to heed counsel as to how they should conduct themselves.—September 17, 1887."},{"refcode_short":"PH081 31.3","refcode_long":"Special Testimonies on Church Schools, p. 31.3 (Ellen Gould White)","content":"It is not safe for us to employ as instructors in our institutions those who are not believers in the present truth; they advance ideas and theories that take hold of the mind with a bewitching power, that absorb the thoughts, making the world of an atom and an atom of the world.—P. C., p. 121, April 15, 1892."},{"refcode_short":"PH081 32.1","refcode_long":"Special Testimonies on Church Schools, p. 32.1 (Ellen Gould White)","content":"Teachers themselves should be what they wish the students to become. They should possess well-balanced, symmetrical characters. They should be refined in manner, neat in dress, careful in all their habits, and should have that true Christian courtesy that wins confidence and respect.—Special Testimonies on Education, 48."},{"refcode_short":"PH081 32.2","refcode_long":"Special Testimonies on Church Schools, p. 32.2 (Ellen Gould White)","content":"Every teacher should be under the full control of the Holy Spirit. If the teachers will open their own hearts to receive the Spirit, they will be prepared to co-operate with it in working for their students. Every teacher should know and welcome this Heavenly Guest.—Special Testimonies on Education, 50, 51."},{"refcode_short":"PH081 32.3","refcode_long":"Special Testimonies on Church Schools, p. 32.3 (Ellen Gould White)","content":"None who deal with the youth should be iron-hearted, but affectionate, tender, pitiful, courteous, winning, and compassionate; yet they should know that reproof should be given, and that even rebuke must be spoken to cut off some evil doing.—P. C., p. 549, June 21, 1897."},{"refcode_short":"PH081 32.4","refcode_long":"Special Testimonies on Church Schools, p. 32.4 (Ellen Gould White)","content":"Those teachers who have not a progressive religious experience, who are not learning daily lessons in the school of Christ, that they may be examples to the flock, but who accept their wages as the main thing, are not fit for the solemn, awfully solemn, position they occupy.—Special Testimonies on Education, 184."},{"refcode_short":"PH081 33","refcode_long":"Special Testimonies on Church Schools, p. 33 (Ellen Gould White)","content":"Location of Our Schools"},{"refcode_short":"PH081 33.1","refcode_long":"Special Testimonies on Church Schools, p. 33.1 (Ellen Gould White)","content":"No pains should be spared to select places for our schools where the moral atmosphere will be [as] healthful as possible; for the influences that prevail will leave a deep impress on young and forming characters. For this reason a retired locality is best. The great cities, the centers of business and learning, may seem to present some advantages; but these advantages are outweighed by other considerations.—Special Testimonies on Education, 43."},{"refcode_short":"PH081 33.2","refcode_long":"Special Testimonies on Church Schools, p. 33.2 (Ellen Gould White)","content":"In connection with our schools, there should be, as far as possible, large flower gardens, and extensive lands for cultivation.—Special Testimonies on Education, 60."},{"refcode_short":"PH081 33","refcode_long":"Special Testimonies on Church Schools, p. 33 (Ellen Gould White)","content":"Discipline"},{"refcode_short":"PH081 33.3","refcode_long":"Special Testimonies on Church Schools, p. 33.3 (Ellen Gould White)","content":"It is the duty of principal and teachers to demand perfect order and perfect discipline. Those teachers who do not see the necessity of maintaining the rules that it is deemed essential to make, have simply made a mistake in thinking that they were prepared to teach, and accepting the situation. No disorder should be allowed without decided rebuke and a command to cease. It would not be allowed even in the common schools. If the principal and teachers of the school have not authority and government sufficient to set things in order, some one should take the management who will require obedience.—P. Test."},{"refcode_short":"PH081 33","refcode_long":"Special Testimonies on Church Schools, p. 33 (Ellen Gould White)","content":"A Brief History of Christian Schools"},{"refcode_short":"PH081 33.4","refcode_long":"Special Testimonies on Church Schools, p. 33.4 (Ellen Gould White)","content":"The educational system advocated in these Testimonies is the same as that given to all Christians from Abraham down; it is the only system of education which Christians can safely follow if they desire to preserve their children in the true faith. Secular schools are not and never were intended for the children of Christians; they are for those of this world, whose citizenship is here. A few extracts are given below covering some of the most important periods in the history of God's people:"},{"refcode_short":"PH081 34.1","refcode_long":"Special Testimonies on Church Schools, p. 34.1 (Ellen Gould White)","content":"Abraham's School—“Abraham's household comprised more than a thousand souls. Those who were led by his teachings to worship the one God, found a home in his encampment; and here, as in a school, they received such instruction as would prepare them to be representatives of the true faith. Thus a great responsibility rested upon him. He was training heads of families, and his methods of government would be carried, out in the households over which they should preside.”—Patriarchs and Prophets, 141."},{"refcode_short":"PH081 34.2","refcode_long":"Special Testimonies on Church Schools, p. 34.2 (Ellen Gould White)","content":"Did Not Attend the Schools of the World.— “It was a wise arrangement, which God himself had made, to cut off his people, so far as possible, from all connection with the heathen, making them a people dwelling alone, and not reckoned among the nations. He had separated Abraham from his idolatrous kindred, that the patriarch might train and educate his family apart from the seductive influences which would have surrounded them in Mesopotamia, and that the true faith might be preserved in its purity by his descendants, from generation to generation.”—Patriarchs and Prophets, 141, 142."},{"refcode_short":"PH081 34.3","refcode_long":"Special Testimonies on Church Schools, p. 34.3 (Ellen Gould White)","content":"Israel's School System—To learn the plan of ancient Israel read Deuteronomy 6:7-10 where instruction is given on the home school. All the teachers of the secondary and higher schools were to be Levites, and were paid from the tithes. To show that they had a school in every church, read 2 Chronicles 17:7-9."},{"refcode_short":"PH081 35.1","refcode_long":"Special Testimonies on Church Schools, p. 35.1 (Ellen Gould White)","content":"We learn that they had a school in which workers were trained, called a “College” or “School of the Prophets,” by reading 2 Chronicles 34:22; 1 Samuel 10:9-13; 2 Kings 4:38-44; 6:1-7. This plan of education, when strictly followed out, placed the Israelites at the head of learning, and it is said that they were regarded by the pagan nations round about, thus: “For this is your wisdom and your understanding in the sight of the nations, which shall hear all these statutes, and say, surely this great nation is a wise and understanding people.” Deuteronomy 4:6. Solomon's wisdom excelled the wisdom of all the children of the East country and all the wisdom of Egypt, for he was wiser than all men. His fame was in all nations roundabout. 1 Kings 4:29-34. The Bible was the basis of their principal studies, which were the natural sciences (1 Kings 4:33), the study of the law, sacred history, sacred music, poetry, agriculture, and horticulture. “The Lord Himself directed the education of Israel,” and he wishes to direct our education today."},{"refcode_short":"PH081 35.2","refcode_long":"Special Testimonies on Church Schools, p. 35.2 (Ellen Gould White)","content":"Schools of the Early Church—“Education among the early Christians has been beautifully portrayed by Coleman. “The tender solicitude of these early Christians for the religious instruction of their children,” he says, “Is one of the most beautiful characteristics. They taught them even at the earliest dawn of intelligence the sacred names of God and the Saviour. They sought to lead the infant minds of their children up to God by familiar narratives from Scripture, of Joseph, of young Samuel, of Josiah, and of the holy child Jesus. The history of the patriarchs and prophets, apostles, and holy men, whose lives are narrated in the sacred volume, were the nursery tales with which they sought to form the tender minds of their children. As the mind of the child expanded, the parents made it their sacred duty and delightful task daily to exercise him in the recital of select passages of scripture relating to the doctrines and duties of religion. The Bible was the entertainment of the fireside. It was the first, the last, the only school book almost, of the child; the sacred psalmody, the only song with which his infant cry was hushed as he was lulled to rest on his mother's arm. The sacred song and the rude melody of its music were, from the earliest periods of Christian antiquity, an important means of impressing the infant heart with sentiments of piety, and of imbuing the susceptible minds of the young with the knowledge and faith of the Scriptures.”"},{"refcode_short":"PH081 36.1","refcode_long":"Special Testimonies on Church Schools, p. 36.1 (Ellen Gould White)","content":"Free from Worldly Schools—“The purpose of these early Christian parents, as of the ancient Jews, was to train up their children in the fear of God. In order that the children might be exposed as little as possible to the corrupting influence of heathen association, their education was conducted within the healthful precincts of home. As a result, they grew up without a taste for debasing pleasures; they acquired domestic tastes; and, when the time came, they took their place as consistent and earnest workers in the church.”"},{"refcode_short":"PH081 36.2","refcode_long":"Special Testimonies on Church Schools, p. 36.2 (Ellen Gould White)","content":"“The beauty of this character made its impression upon an age notorious for its vice. It extorted unwilling praises from the enemies of Christianity. A celebrated heathen orator exclaimed, “What wives these Christians have!” “A noble testimony,” says a writer of note, “To the refining power of woman, and the most beautiful tribute to the gentle, persuasive influence of her piety which all iniquity, heathen or Christian, furnishes.”"},{"refcode_short":"PH081 37.1","refcode_long":"Special Testimonies on Church Schools, p. 37.1 (Ellen Gould White)","content":"Education Among the Reformers—The early reformers realized that they could not hope to succeed if their children were educated by Roman Catholic teachers. Luther says that “The Bible must be studied; teachers must be provided; schools must be established.” “He felt that to strengthen the reformation it was requisite to work on the young, to improve schools, and to propagate through Christendom the knowledge necessary for a profound study of the Holy Scriptures. This, accordingly, was one of the objects of his life; he saw it in particular at the period which we have reached, and wrote to the councilors of all the cities of Germany calling on them to found Christian schools.”—D'Aubigne's “History of the Reformation,” bk. 10, chap. 9."},{"refcode_short":"PH081 37.2","refcode_long":"Special Testimonies on Church Schools, p. 37.2 (Ellen Gould White)","content":"Education in the Formation of the Beast and Image—The early reformers found it necessary to have their own courses of study, text-books, teachers, methods, principles, etc. They separated themselves completely from the popular schools of the day. It required courage and faith in those days to take such a stand, and it will require even more courage and faith for those who are preparing for translation to take the stand which the Testimonies are pleading for them to take. They knew that if their children should go to the schools where the popular education was given they would receive the mark of the papacy, or the beast. Those who are living up to the light at the present time, will see, even more clearly, that if their children continue to go to the popular schools, they will receive such principles as will compel them to assist in giving life to the Image to the Beast. Any one who has a knowledge of the Third Angel's Message, and who will take the trouble to examine the studies and methods of the popular system of education, can see that the books are filled with those errors which will oblige those who are receiving their education from them to take the dreadful step which will bring upon the world a religious and civil darkness, greater than has ever been known before."},{"refcode_short":"PH081 38.1","refcode_long":"Special Testimonies on Church Schools, p. 38.1 (Ellen Gould White)","content":"Complete Separation—The command found in Revelation 18:4, “Come out of her, my people,” means to come out of those institutions which will place in the minds of our young people, principles which are apt to make them join the class of worshipers of which we read in 2 Timothy 3:5: “Having a form of godliness, but denying the power thereof.” as faithful watchmen, we should be just as desirous of getting our children out of the popular schools as we are to call the older people out of the popular churches. The popular churches are only a product of worldly education, so to get at the root of the matter, we must separate ourselves from that which creates the condition in which all the religious world, at present, finds itself."},{"refcode_short":"PH081 38.2","refcode_long":"Special Testimonies on Church Schools, p. 38.2 (Ellen Gould White)","content":"What Has Been Done—A number of church schools have been started during the present school year, with very satisfactory results. It is almost the universal opinion in the churches where these schools have been planted that they have been a great help to the children, youth, and parents; also, that the churches have been strengthened through the interest aroused among outside people, a number of whom have sent their children to receive the proper kind of education, and to avoid the evil associations to which they must be exposed in the common schools. It is the expression of nearly all church school-teachers that teaching in these humble schools is the most precious missionary work they have ever done. Many churches have not started schools, simply because they have not been able to find a true missionary teacher. If the right kind of teachers can be procured there will be a large number of schools started next fall, and, instead of just a few pupils receiving a Christian education in some of our colleges and academies, there may be hundreds of them attending our schools, if our people will move out by faith and do what the Lord has told them to do. We trust that the Spirit of God will move upon the hearts of earnest young men and women to prepare themselves to teach the children, not only in America, but in foreign lands as well."},{"refcode_short":"PH081 39.1","refcode_long":"Special Testimonies on Church Schools, p. 39.1 (Ellen Gould White)","content":"Would it not be a good plan if every church would look around to see if there are persons in their midst who could, by a special training, be fitted to enter this work, and encourage all such to prepare at once? If they should need financial support, could not the churches invest some means in this grand enterprises? The word of the Lord is, “All schools among us will soon be closed up.” let every Christian now learn what his work is, and then begin at once to do it."},{"refcode_short":"PH081 40.1","refcode_long":"Special Testimonies on Church Schools, p. 40.1 (Ellen Gould White)","content":"How to Organize a Church School. After the church has decided that they want a church school they should correspond with the Conference president, stating to him the situation as fully as possible, giving the number of church-members who will support a school by sending paying pupils or by donations. Mention the number of prospective students who can pay their tuition and those who cannot. State what advantages you possess for conducting a school, such as buildings, school furniture, and location, the length of the term desired, and time you are ready to open the school. Any other information which would aid in the establishment of the school, should be given."},{"refcode_short":"PH081 40.2","refcode_long":"Special Testimonies on Church Schools, p. 40.2 (Ellen Gould White)","content":"The Conference president will confer with the church and advise it to correspond with some of our schools which train teachers."},{"refcode_short":"PH081 40.3","refcode_long":"Special Testimonies on Church Schools, p. 40.3 (Ellen Gould White)","content":"The church should organize a school board of five members with president, secretary, and treasurer; whose duty it is to make definite plans for conducting the school, and provide the necessary finances."},{"refcode_short":"PH081 40.4","refcode_long":"Special Testimonies on Church Schools, p. 40.4 (Ellen Gould White)","content":"Churches in District 3 desiring further information should address Battle Creek College."},{"refcode_short":"PH081 40.5","refcode_long":"Special Testimonies on Church Schools, p. 40.5 (Ellen Gould White)","content":"From what has been read in the leaflet we trust that no church will fail to see the importance of selecting teachers who have had some training in the proper methods of Christian education. Everything depends upon the teacher. The ordinary public school-teacher even though a Sabbath-keeper would probably conduct the school on secular principles, using the Bible as flavoring to spice the other branches taught."},{"refcode_short":"PH081 41","refcode_long":"Special Testimonies on Church Schools, p. 41 (Ellen Gould White)","content":"Commercial"},{"refcode_short":"PH081 41.1","refcode_long":"Special Testimonies on Church Schools, p. 41.1 (Ellen Gould White)","content":"The principles of true education, that will fit students to be practical business men, have been very poorly carried out. This class of education is needed in all our missionary enterprises; and, if the teachers in our schools did their duty, according to the “it is written,” they would send forth from the schools men of moral worth, men who would know how to take hold of the work in a new field, and use brain, bone, and muscle in making a harmonious whole.—Test., “Our School Work.”"},{"refcode_short":"PH081 41.2","refcode_long":"Special Testimonies on Church Schools, p. 41.2 (Ellen Gould White)","content":"Results of Poor Bookkeeping—The reason that today so many mistakes are made in accounts is not because those in charge of them are dishonest, but because they have not a thorough knowledge of bookkeeping. They are not prompt in making a faithful, daily estimate of their outgo. These mistakes are not dishonest. Many a youth, because ignorant of how to keep accounts, has made mistakes which have caused him serious trouble. Those who have a living interest in the cause and work of God should not allow themselves to settle down with the idea that they are not required to know how to keep books.—December 20, 1896."},{"refcode_short":"PH081 41.3","refcode_long":"Special Testimonies on Church Schools, p. 41.3 (Ellen Gould White)","content":"Everything that bears any relation to the work of God should be as nearly perfect as human brains and hands can make it.—Gospel Workers, 358."},{"refcode_short":"PH081 41.4","refcode_long":"Special Testimonies on Church Schools, p. 41.4 (Ellen Gould White)","content":"Efficiency Needed—I saw that there was great inefficiency in the bookkeeping in many departments of the cause. Bookkeeping is, and ever will be, an important part of the work; and those who have become expert in it are greatly needed in our institutions, and in all branches of the missionary work. It is a work that requires study that it may be done with correctness and despatch, and without worry or overtaxation; but the training of competent persons for this work has been shamefully neglected. It is a disgrace to allow a work of such magnitude as ours, to be done in a defective, inaccurate way. God wants as perfect work as it is possible for human beings to do. It is a dishonor to sacred truth and its Author to do his work in any other way. I saw that unless the workers in our institutions were subject to the authority of God there would be a lack of harmony and unity of action among them. If all will obey his directions, the Lord will stand as the [invisible] Commander; but there must also be a visible head who fears God. The Lord will never accept a careless, disorderly company of workers; neither will he undertake to lead forward and upward to noble heights and certain victory, those who are self-willed and disobedient.—Testimonies for the Church 5:553."},{"refcode_short":"PH081 42.1","refcode_long":"Special Testimonies on Church Schools, p. 42.1 (Ellen Gould White)","content":"Far Behind—Years ago I saw that our people were far behind in obtaining that knowledge which would qualify them for positions of trust in the cause. Every member of the church should put forth efforts to qualify himself to do work for the Master. To each has been appointed a work, according to his ability. Even now, at the eleventh hour, we should arouse to educate men of ability for the work, that they may, while occupying positions of trust themselves, be educating by precept and example all who are associated with them."},{"refcode_short":"PH081 42.2","refcode_long":"Special Testimonies on Church Schools, p. 42.2 (Ellen Gould White)","content":"Through a selfish ambition, some have kept from others the knowledge they could have imparted. Others have not cared to tax themselves by educating any one else."},{"refcode_short":"PH081 43.1","refcode_long":"Special Testimonies on Church Schools, p. 43.1 (Ellen Gould White)","content":"Let each go to work now with a firm determination to rise. The present need of the cause is not so much for more men, as for greater skill and consecration in the laborers.—Testimonies for the Church 5:554."},{"refcode_short":"PH081 43.2","refcode_long":"Special Testimonies on Church Schools, p. 43.2 (Ellen Gould White)","content":"Division of Labor—You may load on one man the care and burden which should be divided among several, but you will gain nothing by this. Men should be educated as business men. Experience is of value. You work at great disadvantage when you suppose that because one man can fill a certain position he is qualified to fill several positions."},{"refcode_short":"PH081 43.3","refcode_long":"Special Testimonies on Church Schools, p. 43.3 (Ellen Gould White)","content":"Call for Business Men—There is great necessity of selecting men as students, to learn rapidly all they can in business lines of education. This line of work is essential, and those who do the business in the work of God are not to assume responsibilities which they suppose themselves capable of bearing. Those who carry the responsibilities of the work have erred in allowing persons to be placed as managers of financial matters, when there was the best of evidence that these persons had not tact or ability for the position."},{"refcode_short":"PH081 43.4","refcode_long":"Special Testimonies on Church Schools, p. 43.4 (Ellen Gould White)","content":"Business and Religion—Especially are business men needed, not irreligious business men, but those who will weave the great, grand principles of truth into all their business transactions. Men who have qualifications for the work need to have their talents exercised and perfected by most thorough study and training. Not one business man that has any appointment in the work need to be a novice. If men in any line of work need to improve their opportunities to become wise, efficient business men, it is those who are using their ability in the work of building up the kingdom of God in our world."}]