[{"refcode_short":"PH080 1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 1 (Ellen Gould White)","content":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek"},{"refcode_short":"PH080 1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 1 (Ellen Gould White)","content":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek"},{"refcode_short":"PH080 1.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 1.1 (Ellen Gould White)","content":"I received the American mail on Monday, the 25th. I have written a letter to you, and today, Tuesday, Sister ----- read me a letter of which I sent you a copy. Whether this particular case is correct or incorrect, just such scenes have been presented before me."},{"refcode_short":"PH080 1.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 1.2 (Ellen Gould White)","content":"I have written to Brother ----- in reference to himself and his responsibilities. He has answered me in a good, humble spirit; and I pray the Lord to strengthen him to resist temptation."},{"refcode_short":"PH080 1.3","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 1.3 (Ellen Gould White)","content":"Now, my brother, I want you to make it your first business to investigate, in company with some others of a different spiritual experience than that of -----, and every one of like influence, every man in that Office; and to make it your special business to inquire of the youth who are employed there, in regard to their work. Open your eyes wide to see what needs adjustment and correction."},{"refcode_short":"PH080 1.4","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 1.4 (Ellen Gould White)","content":"Less long, sweeping journeys across the continent, and more close investigation of the true inward working of the heart, is essential. The rooms in the Office need inspection, that the things you know not, you may discern and search out. The temple of God must be cleansed, that his name shall not be dishonored by men who are not connected with him. My heart is pained as, in my dreams, I am visited, and appealed to by different ones, placing the corruptions in the Office of publication before me. I awaken to find it a dream, but know it to be the truth. My dear brother, the spirit of severity, of lording it over the ignorant and helpless, is being opened before me. In the place of the Office being an educating school to prepare the youth to give their hearts to the Lord, the teachers and overseers, by their course of action, drive them onto Satan's battleground. It is not a place where the Lord Jesus is entertained as a Heavenly Guest. Some of the overseers, and the workers under their supervision, give little time to thoughts of a high and holy order; the Lord is not glorified."},{"refcode_short":"PH080 2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 2 (Ellen Gould White)","content":"Need of Reformation"},{"refcode_short":"PH080 2.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 2.1 (Ellen Gould White)","content":"I wrote, some time since, in reference to the Oakland Office, and then my guide revealed to me that the same spirit, in a more decided manner leavened the Office at Battle Creek; and there were souls lost, eternally lost, through the influence of words of severity and of harshness. Things will transpire in our institutions that will need adjustment, and at once; but let the reformation be made with a spirit to restore, not to destroy. We are fearfully behind in the work of Christ for the saving of souls. We have not that sharp conception of duty required by the truth which we profess to love and honor. We allow a freezing atmosphere to surround our souls; we withhold words that ought to be spoken from the Scriptures. In order to fulfil our duty as God's faithful watchmen, we should give words of correction in humility of mind, “considering thyself, lest thou also be tempted.” Neglect not to bind up, with your reproof, words of encouragement. Be cheerful, but not light and trifling; pray for discernment, for a wholesome Christlike spirit. Paul, in his letter to the Philippians, said, “And this I pray, that your love may abound yet more and more in knowledge and in all judgment; that ye may approve things that are excellent; that ye may be sincere and without offense till the day of Christ; being filled with the fruits of righteousness, which are by Jesus Christ, unto the glory and praise of God.”"},{"refcode_short":"PH080 3.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 3.1 (Ellen Gould White)","content":"Sincerity means much more than many are inclined to suppose. It means being true to your brother; never allowing yourself to do him wrong, or suffer him to be unfaithful in the discharge of his duty."},{"refcode_short":"PH080 3.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 3.2 (Ellen Gould White)","content":"Those who are set to keep the rooms in a healthful condition, that the angel of God passing through may approve, must be sincere. There must be no haphazard work; carry the Spirit of Christ in all your dealings. I would not, under any consideration, send a child of mine to learn the printer's trade under the present discipline and management in the several rooms. All are not managed in exactly the same objectionable manner; but all are much in need of the sanctifying grace of Christ Jesus. Are the men set over others, wise counselors of youth? Are they sincere Christians, or make-believes? Is their submission to divine authority as perfect as that which they require of the youth who are being educated under them? Overbearing, harsh words are unprofitable in professors of religion. A harsh, tyrannical spirit has come in, resulting in great and various evils. The temptations to sin come to every youth; and the overseers in every room need to be thoroughly converted men. What are the attributes most prized, and which bring greatest joy to the Saviour who died to save sinners?—It is to have men and women co-operating with him to seek and to save the lost. Every one who is self-denying, self-sacrificing, for the sake of poor souls that need help, will have his reward. If we are children of God, we should be, and will be living channels of light."},{"refcode_short":"PH080 4.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 4.1 (Ellen Gould White)","content":"Those who have not received Christ as their personal Saviour, should never be placed as directors of the youth. If they cannot submit themselves to the control of God, they are not qualified to manage and teach order and law to those brought under them. Those who claim to be Christ's disciples, if themselves under discipline to God, will make tender, loving, wise guides and instructors of the youth; for Christ says, “I will manifest myself unto them.”"},{"refcode_short":"PH080 4","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 4 (Ellen Gould White)","content":"God's Wondrous Love"},{"refcode_short":"PH080 4.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 4.2 (Ellen Gould White)","content":"“If we love one another, God dwelleth in us, and his love is perfected in us;” and that love cannot be restrained. “God is love; and he that dwelleth in love dwelleth in God, and God in him.” Only by becoming partakers of the divine nature, can the law of God be fulfilled by men. Only he who loves God with all his heart, soul, mind, and strength, and his neighbor as himself, can give glory to God in the highest, and peace on earth, good will to men. This was the work of Christ; and when his work is appreciated and represented by his followers, the great result will be achieved in the “joy that was set before him” in the saving of the souls for whom he gave his life."},{"refcode_short":"PH080 5.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 5.1 (Ellen Gould White)","content":"The Lord has been laboring constantly from age to age to awaken in the souls of men a sense of their divine brotherhood, and thus to establish an order and divine harmony proportionate to the great and eternal deliverance he has wrought out for every one who will receive him. The Lord calls upon all who profess to believe in him to be coworkers with him, to use every God-given ability, opportunity, and privilege to lead perishing souls within the sphere of their influence, to Jesus Christ. Here is the only hope for transformation of character; this will give peace and joy in believing, and fit them for the society of the heavenly angels in the kingdom of God. O how earnest, persevering, and untiring should be the efforts of every sin-pardoned soul to seek to bring other souls to Jesus Christ, that their neighbors shall become joint-heirs with Jesus! Whoever is your neighbor is to be sought for, labored for. Is he ignorant? Let your communication, your association make him more intelligent. The outcast, the youth, full of defects in character, are the very ones God enjoins upon us to help. “I came not to call the righteous,” said Christ, “but sinners to repentance.”"},{"refcode_short":"PH080 5.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 5.2 (Ellen Gould White)","content":"See what sinners the colored people were, the down-trodden, the poor! These Christ died to save; and they can, through painstaking and judicious management, become trophies of his grace, heirs of God, and joint-heirs with Jesus Christ. Through faith in Jesus Christ they become purified, sanctified: for the religion of Jesus Christ never degrades the receiver, but works with transforming power, refining the taste, sanctifying the judgment, fitting the soul for the entrance of the Word that giveth life, that giveth understanding even to the simple. Those who will be humble enough to learn, the very nobility of the world will consider it an honor to go to heaven in their company, and angels of God will co-operate with such as are workers together with God. We need to hunger and thirst after righteousness, that we may have Christ in us as a well of water, springing up into everlasting life."},{"refcode_short":"PH080 6","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 6 (Ellen Gould White)","content":"Deeper Piety Needed"},{"refcode_short":"PH080 6.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 6.1 (Ellen Gould White)","content":"Right at the head of the work there must be deeper piety, more faithful taking heed to the word of God, a watching for souls as they that must give an account. Each worker should be moved by a living, abiding, converting principle. It is not large establishments where much money is invested to make them more convenient, that will obtain influence and win hearts. The school and the Office should be an asylum for the sorely tempted youth. They are God's property. They have hearts to be won; they have souls to save. Instead of spending money in bicycles, in picture-making, in little and great idols to place upon your tables and on your walls, let the means be used to gather in the youth; teach them, and patiently watch over them, in wisdom dealing with their follies. Pray with them alone. Converse with them, with hearts filled with pity and that love which Christ has shown for you. Angels of God will give every true worker a rich experience in doing this work. We are to labor in earnest to break down every barrier that has been built up to keep Christ from entering the citadel of the heart. There is more joy in heaven over one sinner that repenteth than over ninety and nine persons that think they need no repentance. Let instructors do their duty patiently, and although they may be often tried, be assured they will not fail nor be discouraged. Be not weary in well-doing; the heavenly intelligences will work with your every effort. A word of love and encouragement will do more to subdue the hasty temper and wilful disposition than all the fault-finding and severe censure that you can heap upon the erring ones."},{"refcode_short":"PH080 7.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 7.1 (Ellen Gould White)","content":"It is those who are in positions of trust, those who have great light, large opportunities, who are not forming characters and carrying into their life-practise, principles that will stand the test of trial. These need to be rebuked sharply for their influence over the young. The impetuous temper must be eradicated. When provoked, do not pour out a torrent of words and commit sin; but talk with your Lord about it. He says to your soul, “Be still, and know that I am God.”"},{"refcode_short":"PH080 7.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 7.2 (Ellen Gould White)","content":"If the God-given responsibilities of saving souls ready to perish, were understood, old habits, traditionary sentiments that clog and hinder reformatory action, would be cut away from the heart and life, and a transformation would take place in character. Advice, reproof, and counsel should be given patiently, taking out the bitterness of the self-mingling spirit. The language should not be exaggerated, but should be gentle and humble. The stern, harsh spirit that humiliates and crushes the wrong-doer, will seldom work a reformation. “Thy gentleness hath made me great.” It sets before the wrong-doer his sins, and helps him to recover himself from the snares of Satan."},{"refcode_short":"PH080 8.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 8.1 (Ellen Gould White)","content":"God has not set any man on the judgment-seat. “Judge not,” he said, “that ye be not judged.” The grace of humility should be cherished in the heart. It will modify and mold the words that fall from our lips, into expressions of Christlike tenderness and care. The Master's work is not to be neglected: but it must be done in love, declaring the Master's message in the Master's spirit."},{"refcode_short":"PH080 8.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 8.2 (Ellen Gould White)","content":"Wrongs are often in need of being met; and though firmness and decision may be required, we should not meet them in an arbitrary, overbearing, crushing manner. Not until the heart is cleansed and purified through obedience to the truth, can we be laborers together with God, and work with the mind of Christ."},{"refcode_short":"PH080 9.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 9.1 (Ellen Gould White)","content":"The Lord intends that a great work shall be done by the institutions which have been established by his direction; and he is dishonored when human principles which find no sanction in the word of God, are allowed to rule, when self and pride of opinion press to the front, giving the enemy room to intrude. Thus the enemy tries to hinder the work, but God calls upon his people to co-operate with him. “Thus saith the Lord, Keep ye judgment, and do justice: for my salvation is near to come, and my righteousness to be revealed. Blessed is the man that doeth this, and the son of man that layeth hold on it; that keepeth the Sabbath from polluting it, and keepeth his hand from doing any evil. Neither let the son of the stranger, that hath joined himself to the Lord, speak, saying, The Lord hath utterly separated me from his people: neither let the eunuch say, Behold, I am a dry tree. For thus saith the Lord unto the eunuchs that keep my Sabbaths, and choose the things that please me, and take hold of my covenant; even unto them will I give in mine house and within my walls a place and a name better than of sons and of daughters: I will give them an everlasting name, that shall not be cut off. Also the sons of the stranger, that join themselves to the Lord, to serve him; and to love the name of the Lord, to be his servants, every one that keepeth the Sabbath from polluting it, and taketh hold of my covenant; even them will I bring to my holy mountain, and make them joyful in my house of prayer: their burnt offerings and their sacrifices shall be accepted upon mine altar; for mine house shall be called an house of prayer for all people. The Lord God which gathereth the outcasts of Israel saith, Yet will I gather others to him, beside those that are gathered unto him.”"},{"refcode_short":"PH080 10","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 10 (Ellen Gould White)","content":"Dangers in Our Institutions"},{"refcode_short":"PH080 10.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 10.1 (Ellen Gould White)","content":"In order that the work of the Lord may go forward, our institutions need discreet, pure-minded, righteous managers. But some in positions of trust have been confirmed in a wrong course of action by being tolerated for years, by being allowed to make decisions, to advocate methods, to carry out plans, which are not of the Lord's devising. The enemy has been given an opportunity to control men, and to manage the work which God has shown should be kept pure and sacred, that it may be looked upon with reverence by all who claim to believe the truth. When men entrusted with responsibilities, neglect to cherish that which is sacred, and use common fire in God's service, God will despise their offering to him. This has been, and is still being done."},{"refcode_short":"PH080 10.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 10.2 (Ellen Gould White)","content":"For years a degree of pharisaism has been springing up among us, which has separated some from the Bible standard. If the preconceived ideas of those actuated by this spirit are crossed, they immediately assume a controversial, combative attitude, as a man puts on armor when preparing for battle. Much pride and loftiness, and a spirit which desires to rule, has been manifested; but very little of the spirit which leads men to sit at the feet of Jesus and learn of him, has been shown. Human inventions and human plans are eclipsing sacred things, and excluding divine instruction. Men are taking the place of God by seeking to assume authority over their fellow men. But they rule without a vestige of the authority of God, which alone can make their ruling a healthful element; and others are becoming leavened by this wrong influence. If the principles of truth had been enthroned in the hearts of these men, human passions and human affections would have been guided and controlled by the Spirit of Christ. The atmosphere surrounding the soul would not be deleterious and poisonous; for self would be hid in Jesus."},{"refcode_short":"PH080 11.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 11.1 (Ellen Gould White)","content":"Let those who desire to rule their fellow men, read God's declaration on this subject. He says, “Judge not, that ye be not judged. For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again. And why beholdest thou the mote that is in thy brother's eye, but considerest not the beam that is in thine own eye? Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye? Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother's eye.”"},{"refcode_short":"PH080 11.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 11.2 (Ellen Gould White)","content":"“Therefore is the kingdom of heaven likened unto a certain king, which would take account of his servants. And when he had begun to reckon, one was brought unto him, which owed him ten thousand talents. But forasmuch as he had not to pay, his lord commanded him to be sold, and his wife, and children, and all that he had, and payment to be made. The servant therefore fell down, and worshiped him, saying, Lord, have patience with me, and I will pay thee all. Then the lord of that servant was moved with compassion, and loosed him, and forgave him the debt. But the same servant went out, and found one of his fellow servants, which owed him an hundred pence: and he laid hands on him, and took him by the throat, saying, Pay me that thou owest. And his fellow servant fell down at his feet, and besought him, saying, Have patience with me, and I will pay thee all. And he would not: but went and cast him into prison, till he should pay the debt. So when his fellow servants saw what was done, they were very sorry, and came and told unto their lord all that was done. Then his lord, after that he had called him, said unto him, O thou wicked servant, I forgave thee all that debt, because thou desiredst me: shouldest not thou also have had compassion on thy fellow servant, even as I had pity on thee? And his lord was wroth, and delivered him to the tormenters, till he should pay all that was due unto him. So likewise shall my Heavenly Father do also unto you, if ye from your hearts forgive not every one his brother their trespasses.”"},{"refcode_short":"PH080 12.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 12.1 (Ellen Gould White)","content":"On one occasion the disciple John came to Jesus, saying, “Master, we saw one casting out devils in thy name, and he followeth not us: and we forbade him, because he followeth not us. But Jesus said, Forbid him not: for there is no man which shall do a miracle in my name, that can lightly speak evil of me. For he that is not against us is on our part.”"},{"refcode_short":"PH080 12.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 12.2 (Ellen Gould White)","content":"The spirit that has been shown to others by some in positions of trust in our institutions, does not harmonize with these words. The wrong spirit they have manifested has been caught by others, and if zeal and wisdom were shown in setting the heads of our institutions right, so many would not be turned out of the way. “Beware of the leaven of the Pharisees,” said Christ; guard against the influence which they exert."},{"refcode_short":"PH080 13","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 13 (Ellen Gould White)","content":"Example of Christ"},{"refcode_short":"PH080 13.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 13.1 (Ellen Gould White)","content":"Christ's life of humiliation should be a lesson to all who desire to exalt themselves above their fellow men. Though he had no taint of sin upon his character, yet he condescended to connect our fallen human nature with his divinity. By thus taking humanity, he honored humanity. Having taken our fallen nature, he showed what it might become, by accepting the ample provision he has made for it, and by becoming partaker of the divine nature."},{"refcode_short":"PH080 13.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 13.2 (Ellen Gould White)","content":"In humility Christ began his mighty work of lifting the fallen race from the degradation of sin, recovering them by his divine power, which he had linked with humanity. Passing by the grand cities, and the renowned places of learning and supposed wisdom, he made his home in the humble and obscure village of Nazareth. The greater part of his life was passed in this place, from which it was commonly believed that no good thing could come. In the path which the poor, the neglected, the suffering, and the sorrowing must tread, he walked while on earth, taking upon him all the woes which the afflicted must bear. His home was among the poor. His family was not distinguished by learning, riches, or position. For many years he worked at his trade as a carpenter."},{"refcode_short":"PH080 14.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 14.1 (Ellen Gould White)","content":"The Jews had proudly boasted that Christ was to come as a king, to conquer his enemies, and tread down the heathen in his wrath. But the humble, submissive life our Saviour led, which should have enshrined him in the hearts of his people, and given them confidence in his mission, offended and disappointed the Jews, and we all know of the treatment he received from them. If the angels of God had not been round about him to protect him, the people he came to save would have killed him."},{"refcode_short":"PH080 14.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 14.2 (Ellen Gould White)","content":"Christ did not exalt man by ministering to his pride. He humbled himself, and became obedient to death, even the death of the cross; and unless human pride is humbled and subdued, unless the stubborn heart is made tender by the Spirit of Christ, it is not possible for him to impress his divine similitude upon us. He, the humble Nazarene, might have poured contempt upon the world's pride, for he was commander in the heavenly courts; but he came to our world in humility, in order to show that it is not riches or position or authority or honorable titles, that the universe of heaven respects and honors, but those who will follow Christ, making any position or duty honorable by the virtue of their character, through the power of his grace."},{"refcode_short":"PH080 14.3","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 14.3 (Ellen Gould White)","content":"No human being is warranted to lift himself up in pride. “For thus saith the high and lofty One that inhabiteth eternity, whose name is Holy; I dwell in the high and holy place, with him also that is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones.”"},{"refcode_short":"PH080 15","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 15 (Ellen Gould White)","content":"Council Meetings"},{"refcode_short":"PH080 15.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 15.1 (Ellen Gould White)","content":"Scenes that were a shame to Christians, have been presented to me, as taking place in the council meetings held after the Minneapolis meeting. The loud voice of dispute, the hot spirit, the harsh words, resembled a political meeting more than a place where Christians were met for prayer and counsel. These meetings should have been dismissed as an insult to heaven. The Lord was not revered as an honored guest by those assembled in council, and how could they expect divine light to shine upon them; how could they feel that the presence of Jesus was molding and fashioning their plans? The place of meeting was not held as sacred, but was looked upon as a common business place. Then how could those assembled receive an inspiration which would lead them to enthrone truth in their hearts, to speak words in the tender, loving spirit of the Master?"},{"refcode_short":"PH080 15.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 15.2 (Ellen Gould White)","content":"In your council meetings and committee meetings, decisions are made, plans devised and matured which, when put into practise, leave an impression on the work at large; and no vestige of a spirit of harshness should appear. Loud, impatient words should never be heard. Remember that in all your council meetings there is a heavenly Watcher. Do not allow one word of vanity to be spoken; for you are legislating for God, and he says to you, “Be still, and know that I am God.”"},{"refcode_short":"PH080 15.3","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 15.3 (Ellen Gould White)","content":"If your committee meetings and council meetings are not under the direct supervision of the Spirit of God, your conclusions will be earth-born, and worthy of no more consideration than are any man's expressions. Christ says, “Without me ye can do nothing.” If he is not honored in your assemblies as chief Counselor, your planning comes from no higher source than the human mind."},{"refcode_short":"PH080 16.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 16.1 (Ellen Gould White)","content":"Brother Olsen, you speak of my return to America. For three years I stood in Battle Creek as a witness for the truth. Those who then refused to receive the testimony given me by God for them, and rejected the evidences attending these testimonies, would not be benefited should I return."},{"refcode_short":"PH080 16.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 16.2 (Ellen Gould White)","content":"I shall write to you; but should I return to Battle Creek, and bear my testimony to those who love not the truth, the ever-ready words would rise from unbelieving hearts, “Somebody has told her.” Even now unbelief is expressed by the words, “Who has written these things to Sister White?” But I know of no one who knows them as they are, and no one who could write that which he does not suppose has an existence. Some one has told me,—He who does not falsify, misjudge, or exaggerate any case. While in Minneapolis He bade me follow him from room to room, that I might hear what was spoken in the bedchamber. The enemy had things very much his own way. I heard no word of prayer, but I heard my name mentioned in a slurring, criticizing way."},{"refcode_short":"PH080 16.3","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 16.3 (Ellen Gould White)","content":"I shall never, I think, be called to stand under the direction of the Holy Spirit as I stood at Minneapolis. The presence of Jesus was with me. All assembled in that meeting had an opportunity to place themselves on the side of truth by receiving the Holy Spirit, which was sent by God in such a rich current of love and mercy. But in the rooms occupied by some of our people, were heard ridicule, criticism, jeering, laughter. The manifestations of the Holy Spirit were attributed to fanaticism. Who searched the Holy Scriptures, as did the noble Bereans, to see if the things they heard were so? Who prayed for divine guidance? The scenes which took place at this meeting made the God of heaven ashamed to call those who took part in them, his brethren. All this the Heavenly Watcher noticed, and it is written in the book of God's remembrance."},{"refcode_short":"PH080 17.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 17.1 (Ellen Gould White)","content":"The Lord will blot out the transgression of those who, since that time, have repented with a sincere repentance; but every time the same spirit wakens in the soul, the deeds done on that occasion are endorsed, and the doers of them are made responsible to God, and must answer for them at his judgment throne. The same spirit that actuated the rejecters of Christ, rankles in their hearts, and had they lived in the days of Christ, they would have acted toward him in a manner similar to that of the godless and unbelieving Jews."},{"refcode_short":"PH080 17.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 17.2 (Ellen Gould White)","content":"God's servants have no tame testimony to bear at this time, whether men will hear or whether they will forbear. He who rejects the light and evidence God has been liberally bestowing upon us, rejects Christ; and for him there is no other Saviour."},{"refcode_short":"PH080 17","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 17 (Ellen Gould White)","content":"The Work at Battle Creek"},{"refcode_short":"PH080 17.3","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 17.3 (Ellen Gould White)","content":"The Spirit of the Lord, has outlined the condition of things at the Review and Herald Office. Speaking through Isaiah, God says, “I will not contend forever, neither will be always wroth: for the spirit should fail before me, and the souls which I have made. For the iniquity of his covetousness was I wroth, and smote him: I hid me, and was wroth, and he went on frowardly in the way of his heart.”"},{"refcode_short":"PH080 18.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 18.1 (Ellen Gould White)","content":"This is precisely what has been done in the Office of publication at Battle Creek. Covetousness has been woven into nearly all the business transactions of the institution, and has been practised by individuals. This influence has spread like the leprosy, until it has tainted and corrupted the whole. As the publishing house has become corrupted, the General Conference Association has stepped in, and proposed to take the diseased child off its hands, and care for it. But it is a snare for the General Conference Association to take the publishing work on its shoulders. This puts no special sanctity upon the work, but upon the General Conference Association a burden which will weigh it down, cripple it, and weaken its efficiency, unless men who have firm principle, mingled with love, shall conduct the business lines."},{"refcode_short":"PH080 18.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 18.2 (Ellen Gould White)","content":"In this step there has been a change of responsibility, but the wrong principles remain unchanged. The same work that has been done in the past, will be carried forward under the guise of the General Conference Association. The sacred character of this Association is fast disappearing. What will then be respected as pure, holy, and undefiled? Will there be any voice that God's people can regard as a voice they can respect? There certainly is nothing now that bears the divine credentials. Sacred things are mixed and mingled with earthly business that has no connection with God."},{"refcode_short":"PH080 19.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 19.1 (Ellen Gould White)","content":"To a large degree the General Conference Association has lost its sacred character, because some connected with it have not changed their sentiments in any particular since the Conference held at Minneapolis. Some in responsible positions go on “frowardly” in the way of their own hearts. Some who came from South Africa and from other places to receive an education which would qualify them for the work, have imbibed this spirit, carried it with them to their homes, and their work has not borne the right kind of fruit. The opinions of men, which were received by them, still cleave to them like the leprosy; and it is a very solemn question whether the souls who became imbued with the spiritual leprosy in Battle Creek, will ever be able to distinguish the principles of heaven from the methods and plans of men. The influences and impressions received in Battle Creek have done much to retard the work in South Africa."},{"refcode_short":"PH080 19.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 19.2 (Ellen Gould White)","content":"As things now exist in Battle Creek, the work of God cannot be carried forward on a correct basis. How long will these things be? When will the perceptions of men be made clear and sharp by the ministration of the Holy Spirit? Some there do not detect the injurious effects of the plans which for years have been working in an underhand manner. Some of the managers at the present time are walking in the light that they have received, and are doing the best they can, but their fellow workers are making things so oppressive for them that they can do but little. The enslaving of the souls of men by their fellow men in deepening the darkness which already envelops them. Who can now feel sure that they are safe in respecting the voice of the General Conference Association? If the people in our churches understood the management of the men who walk in the light of the sparks of their own kindling, would they respect their decisions? I answer, No, not for a moment. I have been shown that the people at large do not know that the heart of the work is being diseased and corrupted at Battle Creek. Many of the people are in a lethargic, listless, apathetic condition, and assent to plans which they do not understand. Where is the voice, from whence will it come, to whom the people may listen, knowing that it comes from the True Shepherd? I am called upon by the Spirit of God to present these things before you, and they are correct to the life, according to the practice of the past few years."},{"refcode_short":"PH080 20.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 20.1 (Ellen Gould White)","content":"“I have seen his ways, and will heal him: I will lead him also, and restore comforts unto him and to his mourners. I create the fruit of the lips; Peace, peace to him that is far off, and to him that is near, saith the Lord; and I will heal him. But the wicked are like the troubled sea, when it cannot rest, whose waters cast up mire and dirt. There is no peace, saith my God, to the wicked.” “Hear ye this, O house of Jacob, which are called by the name of Israel, and are come forth out of the waters of Judah, which swear by the name of the Lord, and make mention of the God of Israel, but not in truth, nor in righteousness.” “Yea, thou heardest not; yea, thou knewest not; yea, from that time that thine ear was not opened: for I knew that thou wouldest deal very treacherously, and wast called a transgressor from the womb.” “Now therefore, if ye will obey my voice indeed, and keep my covenant, then ye shall be a peculiar treasure unto me above all people: for all the earth is mine: and ye shall be unto me a kingdom of priests, and an holy nation.”"},{"refcode_short":"PH080 21","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 21 (Ellen Gould White)","content":"Consolidation Of The Publishing Work"},{"refcode_short":"PH080 21.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 21.1 (Ellen Gould White)","content":"The Lord has presented matters before me that cause me to tremble for the institutions at Battle Creek. He has laid these things before me, and I shall not be consistent if I do not seek to repress the spirit in Battle Creek, which reaches out for more power, when for years there have not been sufficient men who were qualified to preside, with Christian faithfulness, over the charge they already have."},{"refcode_short":"PH080 21.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 21.2 (Ellen Gould White)","content":"The scheme for consolidation is detrimental to the cause of present truth. Battle Creek has all the power she should have. Some in that place have advanced selfish plans, and if any branch of the work promised a measure of success, they have not exercised the spirit which lets well enough alone, but have made an effort to attach these interests to the great whole. They have striven to embrace altogether too much, and yet they are eager to get more. When they can show that they have made these plans under the guidance of the Holy Spirit, then confidence in them may be restored."},{"refcode_short":"PH080 21.3","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 21.3 (Ellen Gould White)","content":"Twenty years ago, I was surprised at the cautions and warnings given me in reference to the publishing house on the Pacific Coast; that it was ever to remain independent of all other institutions; that it was to be controlled by no other institution, but was to do the Lord's work under his guidance and protection. The Lord says, “All ye are brethren;” and the Pacific Press is not to be envied and looked upon with jealousy and suspicion by the stronger publishing house at Battle Creek,. It must maintain its own individuality, and be strictly guarded from any corruption. It must not be merged into any other institution. The hand of power and control at Battle Creek must not reach across the continent to manage it."},{"refcode_short":"PH080 22.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 22.1 (Ellen Gould White)","content":"At a later date, just prior to my husband's death, the minds of some were agitated in regard to placing these institutions under one presiding power. Again the Holy Spirit brought to my mind what had been stated to me by the Lord. I told my husband to say, in answer to this proposition, that the Lord had not planned any such action. He who knows the end from the beginning, understands these matters better than erring man."},{"refcode_short":"PH080 22.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 22.2 (Ellen Gould White)","content":"At a still later date the situation of the publishing house at Oakland was again presented to me. I was shown that a work was to be done by this institution which would be to the glory of God if the workers would keep his honor ever in view; but that an error was being committed by taking in a class of work which had a tendency to corrupt the institution. I was also shown that it must stand in its own independence, working out God's plan, under the control of none other but God."},{"refcode_short":"PH080 22.3","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 22.3 (Ellen Gould White)","content":"The Lord presented before me that branches of this work would be planted in other places, and carried on under the supervision of the Pacific Press; but that if this proved a success, jealousy, evil surmisings, and covetousness would arise. Efforts would be made to change the order of things, and embrace the work among other interests at Battle Creek. Men are very zealous to change the order of things, but the Lord forbids such a consolidation. Every branch should be allowed to live, and do its own work."},{"refcode_short":"PH080 23.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 23.1 (Ellen Gould White)","content":"Mistakes will occur in every institution, but if the managers will learn the lesson all must learn,—to move guardedly,—these errors will not be repeated, and God will preside over the work. Every workers in our institutions needs to make the word of God his rule of action. Then the blessing of God will rest on him. He cannot with safety dispense with the truth of God as his guide and monitor. If man can take one breath without being dependent upon God, then he may lay aside God's pure, holy word as guide book. The truth must take control of the conscience and the understanding in all the work that is done. The Holy Spirit must preside over thought and word and deed. It is to direct in all temporal and spiritual actions."},{"refcode_short":"PH080 23.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 23.2 (Ellen Gould White)","content":"It is well pleasing to God that we have praise and prayer and religious services, but Bible religion must be brought into all we do, and give sanctity to each daily duty. The Lord's will must become man's will in everything. The Holy One of Israel has given rules of guidance to all, and these rules of guidance are to be strictly followed; for they form the standard of character. No one can swerve from the first principles of righteousness without sinning. But our religion is misinterpreted and despised by unbelievers, because so many who profess to hold the truth, do not practice its principles in dealing with their fellow men."},{"refcode_short":"PH080 23.3","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 23.3 (Ellen Gould White)","content":"To my brethren at Battle Creek, I would say, You are not in any condition to consolidate. This means nothing less than placing upon the institutions at Battle Creek, the management of all the work, far and near. God's work cannot be carried forward successfully by men, who, by their resistance to light, have placed themselves where nothing will influence them to repent or change their course of action. There are men connected with the work in Battle Creek whose hearts are not sanctified and controlled by God."},{"refcode_short":"PH080 24.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 24.1 (Ellen Gould White)","content":"If those connected with the work of God will not hear his voice and do his will, they should be separated entirely from the work. God does not need the influence of such men. I speak plainly; for it is time that things were called by their right name. Those who love and fear God with all their hearts are the only men that God can trust. But those who have separated their souls from God, should themselves be separated from the work of God, which is so solemn and so important."},{"refcode_short":"PH080 25","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 25 (Ellen Gould White)","content":"An Earnest Admonition"},{"refcode_short":"PH080 25.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 25.1 (Ellen Gould White)","content":"I do not find rest in spirit. Scene after scene is presented in symbols before me, and I find no rest until I begin to write out the matter. I think we will institute, at least once each day, a season of prayer for the Lord to set things in order at the center of the work. Matters are being shaped so that every other institution is following in the same course. The General Conference is itself becoming corrupted with wrong sentiments and principles. In the working up of plans, the same principles are manifest that have controlled at Battle Creek for a long time."},{"refcode_short":"PH080 25.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 25.2 (Ellen Gould White)","content":"Christ said of the Jews, “In them is fulfilled the prophecy of Esaias, which saith, By hearing ye shall hear, and shall not understand; and seeing ye shall see, and shall not perceive: for this people's heart is waxed gross, and their ears are dull of hearing, and their eyes they have closed.” Thus it is with some men who are connected with the great and important interests in our institutions."},{"refcode_short":"PH080 25.3","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 25.3 (Ellen Gould White)","content":"I have been shown that the Jewish nation were not brought suddenly into their condition of thought and practise. From generation to generation they were working on false theories, carrying out principles that were opposed to the truth, and combining with their religion, thoughts and plans that were the product of human minds: human inventions were made supreme."},{"refcode_short":"PH080 26.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 26.1 (Ellen Gould White)","content":"So it is today. Men connected with the work of God have been dealing unjustly, and it is time to call a halt. The holy principles God has given are represented by the sacred fire: but common fire has been used in place of the sacred. False propositions have been assumed as truth and righteousness, and everything has been managed in such a way as to carry out these propositions, which are a misrepresentation of God's character. Plans contrary to truth and righteousness have been introduced in a subtle manner, on the plea that this must be done, and that must be done because it is for the advancement of the cause of God. Men have taken advantage of those whom they supposed to be under their jurisdiction. They were determined to bring the individuals to their terms; they would rule or ruin. This devising leads to oppression, injustice, and wickedness. There will be no material change for the better until a decided movement is made to bring in different state of things."},{"refcode_short":"PH080 26.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 26.2 (Ellen Gould White)","content":"The plea some are so ready to urge, “The cause of God,” or “Working in behalf of the cause of God,” to justify themselves in presenting robbery for burnt offering, is an offense to God. He accepts no such transactions; prosperity will not attend these movements. The Lord of heaven does not accept the strange fire offered to him. Let men deal with men upon the principles of the ten commandments, bringing these principles into their business transactions; for the great and holy and merciful God will never be in league with dishonest practises; not a single touch of injustice will he vindicate. The cause of God is free from every taint of injustice. It can gain no advantage by robbing the members of the family of God of their individuality or of their rights. All such practises are abhorrent to God."},{"refcode_short":"PH080 27.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 27.1 (Ellen Gould White)","content":"Let all bear in mind that the Lord's eye is upon all their works, and that he expects fidelity from his servants. When the four Hebrew youth were receiving an education for the court of the Babylonish king, they did not feel that the blessing of the Lord was a substitute for the taxing effort required of them. They were diligent in study; for they discerned that through the grace of God, their destiny depended on their own will and action. They knew that they were to bring all their ability to their work, and by close, severe taxation of their powers, make the most of their opportunities for study and labor."},{"refcode_short":"PH080 27.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 27.2 (Ellen Gould White)","content":"He who has created men, and has given them talent and intellect, seeks to bring their minds into association with the divine. When this is done, goodness, love for their fellow men, will be their natural instinct. He would have men love God supremely, and their fellow men impartially. It is his purpose that we should be closely attached to God, and tenderly attached to one another."},{"refcode_short":"PH080 27.3","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 27.3 (Ellen Gould White)","content":"Such was the condition that existed in heaven before the disaffection of Satan. The heavenly current flowed through the universe of God without one cloud of evil to cast a shadow upon its bright waters. Everywhere spotless purity was reflected as in a mirror; and God was over all. But Satan fell. The human race were created. Adam and Eve fell."},{"refcode_short":"PH080 27.4","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 27.4 (Ellen Gould White)","content":"And cannot men who have the history of the fall, the workings of the wily foe since Adam's day, see how the same principles are still at work, and what will be the end thereof? We are all on trial during probationary time. Satan is playing the game of life for every soul; Christ is at work for every soul. Those who consent to receive the moral image of God, become like him in character. But if they refuse the character of Christ, heaven is lost to them. When we have so gracious an opportunity of working out our own salvation through our choice of the character we form, why will we not lay hold of the Saviour, and by faith receive his merits, and perfect a character like his?"},{"refcode_short":"PH080 28.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 28.1 (Ellen Gould White)","content":"The Lord Jesus himself has bridged the gulf that sin has made, and the whole scheme of redemption has been put in operation to restore the moral image of God in man. “The Word was made flesh, and dwelt among us (and we beheld his glory, the glory as of the only begotten of the Father), full of grace and truth.” Infinite wisdom is revealed in Christ. He suffered in our stead, that men could have another test and trial to prove whether they would be safe subjects for his kingdom. His blood was our ransom, his death brings life and immortality within our reach. He has risen from the dead, and has ascended on high to intercede for the fallen race. He is now at the right hand of the throne of God,—our Representative before the Father. Whatever was given to Christ—the “all things” to supply every need of fallen man—was given to him as the head and representative of humanity. In and through him we are complete in every grace. We share his throne. “To as many as received him, to them gave he power to become the sons of God, even to them that believe on his name: which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.”"},{"refcode_short":"PH080 29.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 29.1 (Ellen Gould White)","content":"There is a heaven of bliss, free from all dissension, free from all selfishness, free from poverty, sickness, and oppression, for those that overcome. Then I entreat you who have a heaven to gain and a hell to shun. Do not be presumptuous. Link up in the closest relationship with Christ, and depart from every species of iniquity."},{"refcode_short":"PH080 29.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 29.2 (Ellen Gould White)","content":"All who, before the universe of heaven, are adjudged to have, in Christ, endured the penalty of the law, and in him fulfilled its righteousness, will have eternal life. They will be one in character with Christ. His prayer for his followers will be fulfilled. “The glory [character] which thou gavest me I have given them; that they may be one, even as we are one: I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them, as thou hast loved me.” Shall we not strive to form characters after the divine similitude? Shall we not here be conformed to the image of Christ? O that God would give us divine perception to comprehend the breadth and length, the depth and height, and to know the love of Christ that passeth knowledge, that we might be filled with all the fulness of God! Then would man look upon his fellow men as God's own purchased possession. He would keep his own soul in the love of God, and would not undertake to lord it over God's heritage."},{"refcode_short":"PH080 29.3","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 29.3 (Ellen Gould White)","content":"It was a wonderful thing for God to create man, to make mind. He created him that every faculty might be the faculty of the divine mind. The glory of God is to be revealed in the creation of man in God's image, and in his redemption. One soul is of more value than a world. The Lord Jesus is the Author of our being, and he is also the Author of our redemption; and every one who will enter into the kingdom of God will develop a character that is the counterpart of the character of God. None can dwell with God in the holy heaven but those who bear his likeness. Those who are redeemed will be overcomers; they will be elevated, pure, one with Christ."},{"refcode_short":"PH080 30.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 30.1 (Ellen Gould White)","content":"The divine decrees are to be vindicated; it will be demonstrated that they are not accessory to sin. There was no withdrawal of divine influence from Lucifer. Not in the slightest particular was there a deficiency in God's government that would afford a cause for disaffection in heaven. So in the administration of affairs in connection with God's work on earth, he requires that those who bear the responsibility of the work are to give no cause for disaffection. The principles that are according to heaven's order must be maintained."},{"refcode_short":"PH080 30.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 30.2 (Ellen Gould White)","content":"Everything in our world is in agitation. Coming events cast their shadows before. The signs of the times are ominous indeed. There is assurance in nothing human or earthly. There are but two parties in this world. Satan works with his crooked, deceiving power, and through strong delusion he catches all who do not abide in the truth, and have turned their ears away from the truth, and have turned unto fables. Satan himself abode not in the truth, and he is the mystery of iniquity. Through his subtility he gives to his soul-destroying errors the appearance of truth. Herein is their power to deceive. It is because they are a counterfeit of the truth that Spiritualism, theosophy, and the like deceptions gain such power over the minds of men. Herein is the masterly working of Satan. He pretends to be the Saviour of man, the benefactor of the human race, and thus he more readily lures his victims to destruction."},{"refcode_short":"PH080 31.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 31.1 (Ellen Gould White)","content":"Rapidly men are ranging themselves under the banner they have chosen, restlessly waiting and watching the movements of their leaders. Some are watching and waiting and working for our Lord's appearing, but the greater part of the world are rapidly falling into line under the generalship of the first great apostate. They look for a God in humanity, and Satan personifies the one they seek. Multitudes will be so deluded through their rejection of truth, that they will accept the counterfeit; and humanity will be hailed as God."},{"refcode_short":"PH080 31.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 31.2 (Ellen Gould White)","content":"Satan's skill is exercised in devising plans and methods without number to accomplish his purpose. Dissimulation has become a fine art with him, and he works in the guise of an angel of light. God's eye alone discerns his schemes to contaminate the world with false and ruinous principles, bearing on their face the appearance of genuine goodness. He works to restrict religious liberty, and to bring into the religious world a species of slavery. Organizations, institutions, unless kept by the power of God, will work under Satan's dictation to bring men under the control of men and fraud and guile will bear the semblance of zeal for truth, and for the advancement of the kingdom of God. Whatever in our practise is not as open as the day, belongs to the methods of the prince of evil."},{"refcode_short":"PH080 32.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 32.1 (Ellen Gould White)","content":"We are warned in the word of God that sleepless vigilance is the price of safety. Only in the straight path of truth and righteousness can we escape the tempter's power. The winds are held by the four angels; a moment of respite has been graciously given us of God. Every power lent us of God, whether practical, mental, or moral, is to be sacredly cherished to do the work assigned us for our fellow men who are perishing in their ignorance. The warning is to go forth to all parts of the world. There must be no delay."},{"refcode_short":"PH080 32.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 32.2 (Ellen Gould White)","content":"If men resist the warnings the Lord sends them, they become even leaders in evil practises; such men assume to exercise the prerogatives of God—they presume to do that which God himself will not do in seeking to control the minds of men. They introduce their own methods and plans, and through their misconceptions of God, they weaken the faith of others in the truth, and bring in false principles that will work like leaven to taint and corrupt our institutions and churches. Anything that lowers men's conception of righteousness and equity and impartial judgment, any device or precept that brings God's human agents under the control of human minds, impairs their faith in God; it separates the soul from God, for it leads away from the path of strict integrity and righteousness."},{"refcode_short":"PH080 32.3","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 32.3 (Ellen Gould White)","content":"God will not vindicate any device whereby man shall in the slightest degree rule or oppress his fellow man. The only hope for fallen man is to look to Jesus, and receive him as the only Saviour. As soon as man begins to make an iron rule for other men, as soon as he begins to harness up and drive men according to his own mind, he dishonors God, and imperils his own soul and the souls of his brethren."},{"refcode_short":"PH080 33.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 33.1 (Ellen Gould White)","content":"God expects his workers to be tender-hearted. How merciful are the ways of God! (See Deuteronomy 10:17-20; 2 Chronicles 20:5-7, 9; 1 Peter 1:17.) But the rules God has given have been disregarded, and strange fire has been offered before the Lord. The spirit of domination is extending to the presidents of our conferences. But if a man is sanguine of his own powers, and seeks to exercise dominion over his brethren, feeling that he is invested with authority to make his will the ruling power, the best and only safe course is to remove him, lest great harm be done, and he lose his own soul, and imperil the souls of others. “All ye are brethren.” Those in authority should manifest the spirit of Christ. They should deal as he would deal with every case that requires attention. They should go weighted with the Holy Spirit."},{"refcode_short":"PH080 33.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 33.2 (Ellen Gould White)","content":"A man's position does not make him one jot or tittle greater in the sight of God; it is character alone that God values. The high-handed power that has been developed, as though position made men gods, makes me afraid, and ought to cause fear. It is a curse wherever, and by whomsoever exercised. This lording it over God's heritage will create such a disgust of man's jurisdiction that a state of insubordination will result. The people are learning that men in high positions of authority cannot be trusted to mold and fashion other men's minds and characters. The result will be a loss of confidence even in the management of faithful men. But the Lord will raise up laborers who realize their own nothingness apart from him."},{"refcode_short":"PH080 34.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 34.1 (Ellen Gould White)","content":"Let men be connected with God's work who will represent his character. They may have much to learn in regard to business management; but if they pray to God as did Daniel, if with true contrition of mind they seek that wisdom which comes from above, the Lord will give them an understanding heart. Read carefully and prayerfully the third chapter of James, especially verses 13-16. The whole chapter is an eye-opener, if men wish to open their eyes."},{"refcode_short":"PH080 34.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 34.2 (Ellen Gould White)","content":"The goodness, mercy, and love of God was proclaimed by Christ to Moses. This was God's character. When men who profess to serve God, ignore his parental character, and depart from honor and righteousness in dealing with their fellow men, Satan exults; for he has inspired them with his attributes. They are following in the track of Romanism. Those who are enjoined to represent the attributes of the Lord's character, step from the Bible platform, and in their own human judgment devise rules and resolutions to force the will of others. But when men are forced to follow the prescriptions of other men, an order of things is instituted that overrides sympathy and tender compassion, blinding the eyes of men to mercy, justice, and the love of God. Moral influence and personal responsibility are trodden under foot."},{"refcode_short":"PH080 34.3","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 34.3 (Ellen Gould White)","content":"The righteousness of Christ by faith has been ignored by some; for it is contrary to their spirit, and their whole life-experience. Rule, rule, has been their course of action; and Satan has had an opportunity to represent himself through them. When one who professes to be a representative of Christ, engages in sharp dealing, and presses men into hard places, those who are thus oppressed will either break every fetter of restraint, or will be led to regard God as a hard master. They cherish hard feelings against God, and their souls are alienated from him, just as Satan planned it should be. This hard-heartedness on the part of men who claim to believe the truth, Satan charges to the influence of truth itself, and thus men become disgusted, and turn from the truth. For this reason no man should have a responsible connection with our institutions, who thinks it no important matter whether he have a heart of flesh or a heart of steel. Such men may think they are representing the justice of God, but they do not represent his tenderness, and the great love wherewith he has loved us. Their human inventions, originating with the specious devices of Satan, appear fair enough to the blinded eyes of men, because they are inherent in their nature. A lie, believed and practised, becomes truth to them. Thus the purpose of Satan, that men should reach these conclusions through the working of their own inventive minds, is accomplished."},{"refcode_short":"PH080 35","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 35 (Ellen Gould White)","content":"A Common Source of Error"},{"refcode_short":"PH080 35.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 35.1 (Ellen Gould White)","content":"Men fall into error by starting with false premises, and then bringing everything to bear to make the error true. In some cases the first principles have a measure of truth interwoven with the errors, but it does not lead to any just action; and this is why men are misled. In order to reign and become a power, they employ Satan's methods to justify their own principles. They exalt themselves as men of superior judgment, and profess to stand as representatives of God. These are false gods."},{"refcode_short":"PH080 36.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 36.1 (Ellen Gould White)","content":"Sinful men can find hope and righteousness only in God; and no human being is righteous any longer than he has faith in God, and maintains a vital connection with him. A flower of the field must have its root in the soil; it must have air, dew, showers, and sunshine. It will flourish only as it receives these advantages, and all are from God. So with men. We receive from God that which ministers to the life of the soul. We are warned not to trust in man, nor to make flesh our arm. A curse is pronounced upon all that do this."},{"refcode_short":"PH080 36.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 36.2 (Ellen Gould White)","content":"“Thus saith the Lord; Cursed be the man that trusteth in man, and maketh flesh his arm, and whose heart departeth from the Lord. For he shall be like the heath in the desert, and shall not see when good cometh; but shall inhabit the parched places in the wilderness, in a salt land and not inhabited. Blessed is the man that trusteth in the Lord, and whose hope the Lord is. For he shall be as a tree planted by the waters, and that spreadeth out her roots by the river, and shall not see when heat cometh, but her leaf shall be green; and shall not be careful in the year of drought, neither shall cease from yielding fruit. The heart is deceitful above all things, and desperately wicked: who can know it? I the Lord search the heart, I try the reins, even to give every man according to his ways, and according to the fruit of his doings.... O Lord, the hope of Israel, all that forsake thee shall be ashamed, and they that depart from me shall be written in the earth, because they have forsaken the Lord, the fountain of living water.”"},{"refcode_short":"PH080 36.3","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 36.3 (Ellen Gould White)","content":"Let no plans or methods be brought into any of our institutions that will place mind or talent under the control of human judgment; for this is not in God's order. God has given to man, talents of influence which belong to him alone, and no greater dishonor can be done to God than for one finite agent to purchase from men their God-given talent, or the product of such talent, to be absolutely under his control, even though the benefits of the same be used to the advantage of the cause. In such arrangements, one man's mind is ruled by another man's mind, and the human agent is separated from God, and exposed to temptations. Satan's methods tend to one end,—to make men the slaves of men. And when this is done, confusion and distrust, jealousies and evil surmisings, are the result. Such a course destroys man's faith in God, and in the principles which are to control his work, to purge from guilt and from every species of selfishness and hypocrisy."},{"refcode_short":"PH080 37.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 37.1 (Ellen Gould White)","content":"The Lord of heaven, who made our world, and who created man, guards the interests of every soul. To every man he has given this work. We are laborers together with God. There are diversities of gifts, and every man should appreciate the moral and spiritual capital which God has entrusted to him. No one should treat these entrusted talents with indifference. No one is accountable for the talents he has never had; none should complain of the smallness of their gifts. Every one is to trade on that which God has entrusted to him, working where he can, doing the best possible service for the Master. Our talent, well used, will gain other talents, and these still others. The man with a few pence can serve God faithfully with his pence. If he does this, he is judged as faithful in the sight of God as the one who has improved pounds."},{"refcode_short":"PH080 38.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 38.1 (Ellen Gould White)","content":"All are to realize their individual responsibility to employ their talents to the glory of God according to their ability. Let no man or council of men assume the responsibility of making as little as possible of these talents, according to their human estimate of God's entrusted qualifications. No man is to weigh in the balances of human judgment the talents God has given to other men. Let every man appreciate God's gifts to him, and faithfully trade upon them. No man is to merge his individuality into that of any other man. No man should be urged to make another man his steward. There are diversities of gifts, and a large work to be done in our world in the use of God's entrusted goods. Let us never forget that we are here to be fashioned by the hand of God, fitted to do the work he has given us to do. That work is our own, the accountability is our own; it cannot be transferred to another. Let not human agents interpose to take another's work out of the hands of God into their own finite hands."},{"refcode_short":"PH080 38.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 38.2 (Ellen Gould White)","content":"Principles Underlying Our Stewardship. I have borne abundant testimony, setting forth the fact that the ability to write a book, is, like every other talent, a gift from God, for which the possessor is accountable to him. This talent no man can buy or sell without incurring great and dangerous responsibility. Those who labor to bring about changes in the publication of books, to place the books wholly under the control of the publishing houses or the Conference, know not what they are talking about. Their eyes are blinded, and they work from a wrong standpoint. Selfishness is a root of bitterness whereby many are defiled."},{"refcode_short":"PH080 39.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 39.1 (Ellen Gould White)","content":"The efforts that have been made to turn all the profits derived from the talents of writers, into the hands of the Conference or the publishing house, will not prove a success; for the plan is not just and equal. From the light given me by God, the efforts made in this direction by those at the heart of the work, are not heaven-inspired. It is a very narrow, conceited arrangement, devised by human minds, and it does not bear the marks of God. Every man's special work is appointed him of God, and he is individually responsible to God. When men connected with the publishing business make decisions and transact business as they have done and propose to do at Battle Creek, they give evidence that changes should be made as soon as possible; for God is not in any such plan."},{"refcode_short":"PH080 39.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 39.2 (Ellen Gould White)","content":"Those who write books are not to be left under the control of men who have no experimental knowledge of authorship. These men have a high appreciation of their own ability, but they have shown how little they appreciate the human agent, to whom God has given a certain work to do. They belittle men to whom God has given talents to use to his glory. He never designed that any man should sell his stewardship, as if he were not capable of managing the talents given him. The ideas which prevail, that, in order to give to the cause of God, a writer must place all the profits of his work, beyond a mere pittance, where other men shall control it for him, or invest as shall suit their ideas, are an error."},{"refcode_short":"PH080 40.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 40.1 (Ellen Gould White)","content":"Long ago, when such ideas were first advanced, they should have been treated as they deserved. Men took into their own hands responsibilities which they were not capable of treating justly or managing successfully. They have given evidence of this in the past in the fact that they would resort to unfair means, in order to wring from men God's entrusted talents for their own appropriation. But the very persons whom God has entrusted with his goods, are held responsible to trade upon them, and thus develop talent."},{"refcode_short":"PH080 40.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 40.2 (Ellen Gould White)","content":"Every soul who has become the servant of God through the grace of Jesus Christ, has his own peculiar sphere of labor. He is not to be bought or sold, but he is to understand that “ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received by tradition from your fathers; but with the precious blood of Christ, as of a lamb without blemish and without spot: who verily was foreordained before the foundation of the world, but was manifest in these last times for you, who by him do believe in God, that raised him from the dead, and gave him glory; that your faith and hope might be in God. Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently.” Who have greater need to be doers of this inspired injunction than have those who are living at the very close of this earth's history?"},{"refcode_short":"PH080 40.3","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 40.3 (Ellen Gould White)","content":"It is not our property that is entrusted to us for investment. If it had been, we might claim discretionary power; we might shift the responsibility upon others, and leave our stewardship with others. But this cannot be, because the Lord is testing us individually. If we act wisely in trading upon our Lord's goods and multiplying the talents given us, we shall invest this gain for the Master, praying for wisdom that we may be divested of all selfishness, and laboring most earnestly to advance the precious truth in our world."},{"refcode_short":"PH080 41","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 41 (Ellen Gould White)","content":"Individual Responsibility"},{"refcode_short":"PH080 41.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 41.1 (Ellen Gould White)","content":"Some men or councils may say, That is just what we wish you to do. The Conference Committee will take your capital, and will appropriate it for this very object. But the Lord has made us individually his stewards. We each hold a solemn responsibility to invest this means ourselves. A portion it is right to place in the treasury to advance the general interests of the work; but the steward of means will not be guiltless before God, unless, so far as he is able to do this, he shall use that means as circumstances shall reveal the necessity. We should be ready to help the suffering, and to set in operation plans to advance the truth in various ways. It is not in the province of the Conference or any other organization to relieve us of this stewardship. If you lack wisdom, go to God; ask him for yourself, and then work with an eye single to his glory."},{"refcode_short":"PH080 41.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 41.2 (Ellen Gould White)","content":"By exercising your judgment, by giving where you see there is need in any line of the work, you are putting out your money to the exchangers. If you see in any locality that the truth is gaining a foothold, and there is no place of worship, then do something to meet the necessity. By your own action encourage others to act, in building a humble house for the worship of God. Have an interest in the work in all parts of the field."},{"refcode_short":"PH080 42.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 42.1 (Ellen Gould White)","content":"While it is not your own property that you are handling, yet you are made responsible for its wise investment, for its use or abuse. God does not lay upon you the burden of asking the Conference or any council of men whether you shall use your means as you see fit to advance the work of God in destitute towns and cities, and impoverished localities. If the right plan had been followed, so much means would not have been used in some localities, and so little in other places where the banner of truth has not been raised. We are not to merge our individuality of judgment into any institution in our world. We are to look to God for wisdom, as did Daniel."},{"refcode_short":"PH080 42.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 42.2 (Ellen Gould White)","content":"Age after age Jesus has been delivering his goods to his church. At the time of the first advent of Christ to our world, the men who composed the Sanhedrin exercised their authority in controlling men according to their will. If men's wills were always submerged into God's will, this would be safe; but when men are separated from God, and their own wisdom is made a controlling power, the souls for whom Christ has given his life to free from the bondage of Satan, are brought under bondage to him in another form."},{"refcode_short":"PH080 42.3","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 42.3 (Ellen Gould White)","content":"Do we individually realize our true position, that as God's hired servants we are not to bargain away our stewardship; but that before the heavenly universe we are to administer the truth committed to us by God? Our own hearts are to be sanctified, our hands are to have something to impart as occasion demands, of the income that God entrusts to us. The humblest of us have been entrusted with talents, and made agents for God, using our gifts for his name's glory. It is the duty of every one to realize his own responsibility, and to see that his talents are turned to advantage as a gift that he must return, having done his best to improve it. He who improves his talents to the best of his ability, may present his offering to God as a consecrated gift, that will be as fragrant incense before him, a savor of life unto life."},{"refcode_short":"PH080 43.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 43.1 (Ellen Gould White)","content":"The Saviour's Interview With Nicodemus. The change which must come to the natural, inherited, and cultivated tendencies of the human heart, is that change of which Jesus spoke when he said to Nicodemus, “Except a man be born again, he cannot see the kingdom of God.” Nicodemus was a man in high position of trust, a man who was looked up to as one educated in Jewish customs, a man whose mind was stored with wisdom. He was indeed in possession of talents of no ordinary character. He had heard the teaching of Jesus, and his mind had been aroused by the wonderful works. He desired to hear more, but he would not go to Jesus by day; he was not prepared to meet the jealousy of the scribes and Pharisees; and it would be too humiliating for a ruler of the Jews to acknowledge himself in sympathy with the despised Nazarene. He sought him at night, thinking, I will ascertain for myself the mission and claims of this teacher, and see whether he is indeed the Light to lighten the Gentiles, and the glory of Israel. “Rabbi,” he said to Jesus, “we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.”"},{"refcode_short":"PH080 44.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 44.1 (Ellen Gould White)","content":"Jesus answered and said unto him, “Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.” He virtually said to Nicodemus, It is not controversy that will help your case. Arguments will not bring light to your soul. You must have a new heart, or you cannot discern the kingdom of heaven. It is not greater evidence that will bring you into a right position, but new purposes, new springs of action. You must be born again. Until this change takes place, until all things are made new, the strongest evidence that could be presented would be useless. The want is in your own heart; everything must be changed or you cannot see the kingdom of God."},{"refcode_short":"PH080 44.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 44.2 (Ellen Gould White)","content":"To Nicodemus this was a very humiliating statement, and with a feeling of irritation he took up the words of Christ, saying, “How can a man be born when he is old?” He was not spiritually minded enough to discern the meaning of the words of Christ. But the Saviour did not meet argument with argument. Raising his hand in solemn, quiet dignity, he pressed home the truth with greater assurance: “Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God. That which is born of the flesh is flesh; and that which is born of the Spirit is spirit. Marvel not that I said unto thee, Ye must be born again. The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.”"},{"refcode_short":"PH080 45.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 45.1 (Ellen Gould White)","content":"Some gleams of truth were penetrating the ruler's mind. Christ's words filled him with awe, and led to the inquiry. “How can these things be?” With deep earnestness, Jesus answered, “Art thou a master of Israel, and knowest not these things?” Surely one entrusted with the religious interests of the people, should not be ignorant of truth so important for them to understand as the condition of entrance into the kingdom of heaven. Christ's words conveyed the lesson, that instead of feeling irritated over the plain words of truth, and indulging in irony, Nicodemus should have a far more humble opinion of himself, because of his spiritual ignorance. Yet the words of Christ were spoken with such solemn dignity, and both look and tone expressed such earnest love, that Nicodemus was not offended as he realized his humiliating position. “Verily, verily, I say unto thee,” continued Jesus, “we speak that we do know, and testify that we have seen; and ye receive not our witness. If I have told you earthly things, and ye believe not, how shall ye believe, If I tell you of heavenly things?”"},{"refcode_short":"PH080 45.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 45.2 (Ellen Gould White)","content":"I present this lesson to Nicodemus as highly applicable to those who today are in responsible positions as rulers in Israel, and whose voices are often heard in council, giving evidence of the spirit that Nicodemus possessed. The words of Christ are spoken just as verily to presidents of conferences, elders of churches, and those occupying responsible positions in our churches, “Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.” Will the lesson given to the chief ruler have the same influence on their hearts and lives as it had on his?"},{"refcode_short":"PH080 46.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 46.1 (Ellen Gould White)","content":"Nicodemus was converted as the result of this interview. In that night conference with Jesus, the convicted man stood before the Saviour under the softening, subduing influence of the truth which was shining into the chambers of his mind, and impressing his heart. Jesus said to him, “If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things? And no man hath ascended up to heaven, but he that came down from heaven, even the Son of Man which is in heaven.” Jesus not only told Nicodemus that he must have a new heart in order to see the kingdom of heaven, but he told him how to obtain this new heart. He read the inquiring mind of the seeker after truth, and presented before him the representation of himself: “As Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up: that whosoever believeth in him should not perish, but have eternal life. For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” Good news! good news! let it ring throughout the world!"},{"refcode_short":"PH080 46.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 46.2 (Ellen Gould White)","content":"Nicodemus caught the meaning of Christ's words. He received his lesson, and became a true believer. He searched the Scriptures in a different way; he could say, “Old things are passed away; behold, all things are become new.” He did begin to see the kingdom of heaven, because he submitted himself to the leading of the Holy Spirit. His voice was heard in the Sanhedrin council, opposing the measures for compassing the death of Christ. “Doth our law judge any man, before it hear him?” he asked. The scornful answer was returned, “Art thou also of Galilee? Search, and look: for out of Galilee ariseth no prophet.”"},{"refcode_short":"PH080 47.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 47.1 (Ellen Gould White)","content":"The lesson given to Nicodemus is of the greatest importance to every soul that lives, for the terms of salvation are here laid out in distinct lines; if one had no other text in the Bible, this alone would be a guide to the soul. Especially to every man who accepts responsibilities as a counselor, every one who is dealing with human minds, is this grand, beautiful truth to be a bright and shining light. It is no credit to the one who has the word of God in his possession, to say, “I have no experience. I do not understand these things.” He never will be wiser until he becomes of much less consequence in his own estimation, and diligently searches the Word to obtain knowledge."},{"refcode_short":"PH080 47.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 47.2 (Ellen Gould White)","content":"The change of heart represented by the new birth, can be brought about only by the effectual working of the Holy Spirit. If it molds and fashions your heart daily, you will have divine insight to perceive the character of the kingdom of God. But pride and self-love have resisted the Spirit of God. Every natural inclination of the soul opposes the change from self-importance and pride to the meekness and lowliness of Christ. It is only through receiving divine light, only through the co-operation of heavenly intelligences that we can discern the spiritual character of the kingdom of God. Only thus can we have a lively sense of the duties due to all with whom we are brought in contact."},{"refcode_short":"PH080 47.3","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 47.3 (Ellen Gould White)","content":"We are under contract to God, in his divine service, to work as Christ worked, not in accordance with natural inclinations, but in accordance with the Spirit of God. But man has woven into the work of God, his own defects of character, devices that are human and earthly, delusions, ensnaring to himself and to all who accept them. He must make it his first duty to understand the work of God in the regeneration of the soul. He must learn this lesson as a little child. This change should take place in every man before he accepts a position as leader or ruler in connection with the work of God. If he has not a vital connection with God, his own spirit and sentiments will prevail, and he will offer strange fire in the place of the sacred."},{"refcode_short":"PH080 48.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 48.1 (Ellen Gould White)","content":"Consider the incident which Christ presented before Nicodemus in referring to the uplifted serpent. The Lord Jesus had protected the children of Israel from the venomous serpents in the wilderness, but this part of their history they did not know. Angels from heaven had accompanied them, and in the pillar of cloud by day and the pillar of fire by night, Christ had been their protection through all their journeyings. But they became selfish and discontented, and in order that they might not forget his great care over them, the Lord Jesus gave them a bitter lesson. He permitted them to be bitten by the fiery serpents, but in his great mercy he did not leave them to perish. Moses was bidden to make and lift the brazen serpent on the pole, and make the proclamation that whosoever should look upon it should live. And all who looked did live. They recovered health at once. Suppose ye that this life-giving message, the invitation to look upon the representation of Christ, was given in whispered tones? Suppose ye that there were meetings for discussion as to how the symbol of the brazen serpent could have any efficacy? Some hesitated, desiring a scientific explanation, but no light was given. They must accept the words given by Christ to Moses. It was proclaimed with the trumpet, and by the leading men of every tribe throughout the encampment. The word obeyed, would bring life and healing."},{"refcode_short":"PH080 49.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 49.1 (Ellen Gould White)","content":"What a strange symbol of Christ was that likeness of the serpent which stung them! This symbol was lifted on a pole and they were to look to it, and be healed. So Jesus was made in the likeness of sinful flesh. He came as the sin-bearer. Under the symbol of the uplifted serpent, he was presented before the vast congregation of those who were entrusted with sacred truth. It was God's purpose that when Christ should appear in person, men might recognize his mission, and cooperate with him in the saving of humanity. He was crucified at one of the yearly gatherings of the Jews, when representatives from all nations were present at Jerusalem. The knowledge of the cruel work done to Jesus was to go to the remotest regions of the inhabited world. The message, Look and live, was given in the most decided manner."},{"refcode_short":"PH080 49.2","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 49.2 (Ellen Gould White)","content":"The same healing, life-giving message is now sounding. It means hope, courage, faith, pardon, and life. It points to the Saviour, uplifted on the shameful tree. Those who have been bitten by the old serpent, the devil, are bidden to look and live."},{"refcode_short":"PH080 49.3","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 49.3 (Ellen Gould White)","content":"Through the Saviour's lesson, Nicodemus was brought to see that the ignorant and unbelieving are not to be enlightened by controversy and discussion. They must look and live. Nicodemus hoped that his people would let Christ speak to them as he had spoken to him; then they would no longer remain in unbelief. O that today men would hear the voice of Jesus, “Except a man be born again, he cannot see the kingdom of God”! The explanation of the plan of salvation may today be presented to men who act as rulers and counselors, and yet, having eyes, they see not, and having ears, they hear not; they have no experimental knowledge of what it means to believe in Christ as their personal Saviour. Nicodemus was converted. Will these men learn what it means to have a new heart? and what it means to cease from sin? what it means to have the righteousness of Christ, to bear the divine similitude?"},{"refcode_short":"PH080 50.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 50.1 (Ellen Gould White)","content":"Look only to Jesus as your righteousness and your sacrifice. As you are justified by faith, the deadly sting of the serpent will be healed. Then there will be no more of self; you will have peace with God through Jesus Christ. Open the door of your hearts, and let Jesus in. Some of you have become hard-hearted; you have resisted evidence, and have despised the messages of warning, of light and truth, which the Lord has sent you by the Holy Spirit, because he loves you and is loath to give you up. As a look to the brazen serpent brought life to the dying, so the look of faith to the Lamb of God will bring life to the soul dead in trespasses and sins. Above all others, the men in responsible positions need the converting power of God daily. They need to sanctify themselves, that others may be sanctified. If they would co-operate with God, looking to Christ every moment, believing in him as it is their privilege to do, their eyes would be opened, and their hearts would be made new."},{"refcode_short":"PH080 51.1","refcode_long":"Special Instruction Relating to The Review and Herald Office, and The Work in Battle Creek, p. 51.1 (Ellen Gould White)","content":"“God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” O who can measure such love as this? It is not that God loved us because Christ died for us; but while we were yet sinners, rebels against his law, he gave Jesus to bear our sins, that pardon may come to all who believe on him. The only hope of the world was for One who knew no sin, One equal with God, to come to our earth, and live the law, testifying that in his humanity, he could keep the law, and that sinners might become partakers of the divine nature, and thus be obedient children of God. This is the great work that God has done for the fallen race. He is not willing that any shall perish, but that whosoever will, may come to him through Christ, and live."}]