[{"refcode_short":"PH098 1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 1 (Ellen Gould White)","content":"Testimony for the Church at Olcott, N. Y."},{"refcode_short":"PH098 1.1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 1.1 (Ellen Gould White)","content":"I was shown, June 12, that the love of the world, was to a great extent taking the place of love to God. You are situated in a pleasant country, favorable to worldly prosperity. This places you where you are exposed to continual temptations of having your interest swallowed up in the world, and you engaged in laying up treasure upon the earth. Your hearts will be where your treasure is. You are situated where there are temptations to be plunging deeper and deeper into the world, and continuing to accumulate, and while thus engaged the mind has become engrossed in the cares of this life to such an extent as to shut out true godliness. But few realize the deceitfulness of riches. Those who are anxious to acquire means are so bent upon this one object as to make the religion of Christ a secondary matter. Spiritual things are not valued, and are not sought after; for the love of gain has eclipsed the heavenly treasure, and the prize of eternal life, if judged by the effort, zeal, perseverance and earnestness exhibited by these who profess to be Christians, is not half as valuable as earthly possessions. Compare the earnest effort after the things of this earth with the languid, weak, inefficient, sickly effort for spirituality and a heavenly treasure. No wonder that we experience so little of the illuminating influence from the heavenly sanctuary. Our desires are not in that direction, but mostly confined to earthly pursuits, seeking for worldly things, and neglecting the eternal, immortal. Prosperity is blinding the eyes, and deceiving the soul. God may speak, but the rubbish of earth prevents his voice from being heard."},{"refcode_short":"PH098 2.1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 2.1 (Ellen Gould White)","content":"Our aged father Lamson has his affections upon the things of this earth when they should be removed, and he ripening up for Heaven. The life that he now lives should he live by faith on the Son of God. His affections should be on the better land. He should have less and less interest in the perishable treasures of earth, while eternal things, which are of the greatest consequence, should engage the whole man. The days of his probation are nearly ended. Oh, how little time remains to devote to God. His energies are worn, his mind broken, and at best his services must be weak, yet if given heartily and fully, are wholly acceptable to him. With your age, Bro. Lamson, has come an increase of selfishness, and a more firm, earnest love for the treasures of this poor world."},{"refcode_short":"PH098 2.2","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 2.2 (Ellen Gould White)","content":"Sr. Lamson loves this world. She is naturally selfish. She has suffered much with bodily infirmities. God has permitted this affliction to come upon Sr. Lamson, and yet would not permit Satan to take her life. God designed through the furnace of affliction to loosen her grasp upon earthly treasures. Through suffering alone could this be done. Sr. Lamson is one of that class whose system has been poisoned by drugs. She ignorantly, has made herself what she is, by taking drugs; yet God did not suffer her life to be taken. He has lengthened her years of probation and suffering that she might become sanctified through the truth, be purified, made white and tried, and through the furnace of affliction, lose her dross, and become more precious than fine gold, even than the golden wedge of Ophir. Love of the world has become so deeply rooted in the hearts of this brother and sister that it will require a severe trial to remove it."},{"refcode_short":"PH098 3.1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 3.1 (Ellen Gould White)","content":"Dear Bro. and Sr. Lamson, you lack devotion to God. You are insane in regard to worldly things. The world has power to conform your mind to it, while the spiritual and heavenly do not bear with sufficient weight to transform the mind."},{"refcode_short":"PH098 3.2","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 3.2 (Ellen Gould White)","content":"Men and women in Olcott, who profess to be Christ's followers, why do you not follow him? Why do you exhibit such insanity to acquire a treasure of earthly gain, which misfortune can so easily remove, and neglect the riches of Heaven, the immortal, imperishable treasure?"},{"refcode_short":"PH098 3.3","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 3.3 (Ellen Gould White)","content":"I was shown the cases of Bro. George Gaskill and his wife. Bro. George has good desires, but follows impulse too much. He does not move from principle, but from feeling. He needs a more thorough experience in the things of God, then will he be established, strengthened, settled. His character has been too changeable, his faith, wavering. His desires are strong enough, but he does not educate his mind to firmness of purpose. Disease has been upon him, which has been a great drawback to him, and has had an influence to becloud his intellect, that he has not clear perceptions of the exalted character of the work and truth of God. He should avoid being much in the society of unbelievers. He should come out from among them, and be separate, and the promise is, God will receive him, and will be a Father unto him. He should seek to be in the society of those who are the most spiritual, and should seek to be benefited with their light, and strengthened by their influence. Before he is aware of it, when in the society of unbelievers, he is partaking of their spirit, thinking as they think, and acting as they act. This is all wrong. He should plant his feet firmly on the platform of eternal truth, and be strong in the strength of God. Then will he have strength to exert a good influence over others. Then, instead of being borne down by the unbelief and darkness of others, when the enemy comes in like a flood, the Spirit of the Lord will lift up a standard against him. He too frequently goes upon the enemy's battle field unarmed. He should not be there at all, but he realizes not his weakness, and walks right into danger without the armor on. He is kept in a state of continual weakness, when he might be growing in grace, and in the knowledge of the truth."},{"refcode_short":"PH098 4.1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 4.1 (Ellen Gould White)","content":"It is sad that he has no help at home, that his wife, who ought to be a help to him in spiritual things, is only a hindrance. She has not been converted. She has no experience in the things of God. She is in friendship with the world. “If any man love the world, the love of the Father is not in him.” She is not alarmed at her perilous condition. She does not wish to reflect upon her true state before God. She is out of Christ. Her probation may close any time, yet she has no prospect of a better life. Love of the world, and love of self-enjoyment, occupy the precious minutes and hours of probation, and she is not becoming rich toward God. She dwells upon the failings of those who profess present truth. In doing this she is feeding upon husks. And when the reckoning day shall come, she will be found wanting. Living for the world, and with them she must have her portion. Now God has given her a little moment of probation. Will she improve it? Will she get ready? Or will she slight the voice of warning, reject the gracious invitation, and choose her own course of friendship with the world, and forever forfeit the approval of God? It is Christ, or the world. She cannot have Christ and the world. Which will she choose? Her will must be subdued, and she make strong efforts for salvation, or she must fail. Her influence is injurious upon others. She forms a link between some who profess the truth, and the world. Some look upon her as being a Sabbath-keepers when she is not a Christian. Her heart has no union with God's holy precepts. The position she occupies is a great hindrance to her husband. He could be greatly helped by her, if she would yield her heart to the sanctifying influence of the truth. Life or death is hers to choose. She can live a life of obedience, and have the approbation of God, or choose a course of transgression, and have the transgressor's reward at last."},{"refcode_short":"PH098 5.1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 5.1 (Ellen Gould White)","content":"I was shown the case of Bro. Harmon Lindsay's wife. She has a desire to do right, but has failings which cause herself and her friends much trouble. She talks too much. She lacks experience in the things of God, and will be unable to stand amid the perils of the last days, unless she is converted, and transformed by the renewing of the mind. Heart work is needed. Then the tongue will be sanctified. There is much talking which is sinful, and should be avoided. She should set a strict watch before the door of her lips, and keep her tongue as with a bridle, that her words may not work wickedness. She should cease talking of others faults, dwelling upon others’ peculiarities, and discovering others’ infirmities. Such conversation is censurable in any person. It is unprofitable and positively sinful. It tends only to evil. The enemy knows that if this course is pursued by Christ's professed followers, it is opening a door for him to work."},{"refcode_short":"PH098 6.1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 6.1 (Ellen Gould White)","content":"I saw that when sisters who are given to talk get together, Satan is generally present, for he finds employment. He stands by to excite the mind, and make the most of the advantage he has gained. He knows that all this gossip, and tale-bearing, and revealing of secrets, and dissecting character, separates the soul from God. It is death to spirituality and a calm religious influence. Sr. Lindsay sins in her words greatly. She ought in her words to have an influence for good. But this sad failing has been indulged in until she does not know what she is stating herself. She talks frequently at random, and does not always state things correctly. Sometimes her words put a different construction upon things than they will bear. Sometimes there is exaggeration. Then there is misstatement. There is not an intention to misstate, but the habit has been so long cherished of much talking, and upon things that are unprofitable, that she has become careless, and reckless in her words, destroys any influence she might have for good. It is time there was an entire reform in this respect. Her society has not been prized as it would have been had this sinful talking been indulged in."},{"refcode_short":"PH098 7.1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 7.1 (Ellen Gould White)","content":"Christians should be careful in regard to their words. They should never carry unfavorable reports from one of their friends to another, especially if they are aware that there is a lack of union between their mutual friends. It is cruel to hint and insinuate, as though you knew a great deal in regard to this friend or that acquaintance, that others are ignorant of. Such hints go farther, and create more unfavorable impressions, than to frankly relate the facts in an unexaggerated manner. What harm has not the church of Christ suffered from these things? The inconsistent, unguarded course of her members has made her weak as water. Confidence has been betrayed by members of the same church, and yet the guilty did not design to do mischief. The lack of wisdom in the selection of subjects of conversation has done much harm. The conversation should be upon spiritual and divine things; but it has been otherwise. If the association with Christian friends is chiefly devoted to the improvement of the mind and heart, there will be no after regrets, and they can look back on the interviews with a pleased satisfaction. But if the hours are spent in levity and vanity, and the precious time has passed off with those who unite with you in dissecting the lives and characters of others, the friendly intercourse will prove a channel of evil, and your influence will be a savor of death unto death."},{"refcode_short":"PH098 7.2","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 7.2 (Ellen Gould White)","content":"I was shown that the two cases last mentioned were in fearful danger, especially the wife of Bro. George Gaskill. She knows not, by experimental knowledge, the ways of truth. Probation is passing and she is not ready. She is acquainted with the theory of the truth, but does not conform her life unto it. Love of friendship with the world is endangering her eternal welfare. Self is yet to be subdued. The will is to be brought in subjection. God calls upon her to be zealous and repent; to leave her unbelief, to cease dwelling upon the failures of others, and perfect her own ways before God or she will fail of everlasting life. She has a Christian character to form, a soul to save or lose, and she has no time to delay the work. Now, now, now, the Spirit invites. Resist not its voice. Self-righteousness will not save her in the reckoning day. She must possess the righteousness of Christ."},{"refcode_short":"PH098 8.1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 8.1 (Ellen Gould White)","content":"I cannot call to mind distinctly all the persons in your church shown me; but I saw that many had a great work to perform. There is too much talking by nearly all, and too little meditation and prayer. With many there is too much selfishness. The mind is devoted to self, and not to the good of others. Satan has his power upon you in a great degree. Yet there are precious lights among you, and those who are seeking to walk according to the will of God. The love of the world and pride are the great snares which are so great a hindrance to spirituality and a growth in grace."},{"refcode_short":"PH098 8.2","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 8.2 (Ellen Gould White)","content":"This world is not the Christian's heaven, but merely the workshop of God, where we are to be fitted up, to unite with sinless angels, in a holy Heaven. We should be constantly training the mind to noble, unselfish thoughts. This education is necessary to bring into exercise the powers which God has given us in such a manner as shall best glorify his name upon the earth. We are accountable for all the noble qualities which God has given us, and to put these faculties to a use he never designed we should, is showing base ingratitude to God. The service of God demands the powers of our being, and we fail of meeting the design of God unless we bring to a high state of cultivation the powers of our minds, and educate the mind to love a contemplation of heavenly things, and bring out the energies of the soul, that in exercise it should strengthen, and be enabled by right actions, operating to the glory of God."},{"refcode_short":"PH098 9.1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 9.1 (Ellen Gould White)","content":"The females who profess godliness generally fail in the direction of training the mind. They leave the mind uncontrolled, to go where it will. This is a great mistake. Many seem to have no power to think. They have not educated the mind to think; and because they have not done this, they suppose they cannot. Meditation and prayer is necessary to a growth in grace. Why there is no more stability is because of so little mental culture, so little reflection. They leave the mind in a state of inaction, and lean upon others to do the brain work, to plan, and think, and remember for you, and you will grow more and more inefficient. Some need to discipline their minds by exercise. They should force it to think. While they depend upon some one to think for them, and to solve their difficulties, and they refuse to tax the mind with thought, the inability to remember, to look ahead and discriminate, will continue. Efforts must be made by every individual to educate the mind."},{"refcode_short":"PH098 10.1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 10.1 (Ellen Gould White)","content":"I was shown that Bro. Charles Lindsay should seek for more spirituality. You do not possess that calm trust in God which he requires you to have. You do not train your mind to run in the channel of spirituality. You talk too much vain unnecessary talk, which injures your own soul and injures your influence. You must encourage calmness, and fortitude of mind. You are easily excited, and feel strong, and express in strong terms your likes and dislikes. You need more sweet, good religion, to have a soothing influence upon you. You have been invited to learn of Christ, who was meek and lowly of heart. Precious lesson! If well learned, it will transform the whole life. Lightness and cheap talk, is all injurious to your spiritual advancement. Perfection of character you should seek after, and let your influence tell for God in your words and acts. You need to earnestly seek the Lord, and to take a deeper draught at the fountain of truth, that its influence may sanctify your life. Your mind is on the world too much. You should have your interest in the better life than this. You have no time to lose. Make haste and improve the few hours of probation. Your wife has had too much pride and selfishness. God has been bringing her through the furnace of affliction, to remove these spots from her character. She must be very careful that the fire of affliction does not kindle upon her in vain. It should remove the dross, and bring her nearer to God, making her more spiritual. Her love of the world must die. Love of self must be overcome; and her will swallowed up in the will of God."},{"refcode_short":"PH098 11.1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 11.1 (Ellen Gould White)","content":"I was pointed back, back in the past, and saw a blot upon the life of Horatio which he has never removed. He did not love his neighbor as himself, but disguised facts and acted a deceptive part which was very displeasing to God. He injured another, which injury has led to reckless moves on his part, and may finally result in his eternal ruin. Selfishness did this. It was a course pursued which Heaven frowns upon. Horatio, you have humble acknowledgements to make in this matter, and your soul cannot be free from guilt till you remove this wrong thoroughly. There have not been right feelings with members of the family in regard to this wrong. It has not been viewed in its heinous character as God views it. It is not too late for wrongs to be righted. And there is no time to lose in redeeming the past, as far as it can be redeemed, lest this sin shall stand against you in the Judgment."},{"refcode_short":"PH098 11.2","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 11.2 (Ellen Gould White)","content":"I was shown that love of the world has to a great extent shut Jesus from the church. God calls for a change—a surrender of all to him. Unless the mind is educated to dwell upon religious themes, and is trained to be exercised in these things, it will be weak and feeble in this direction. It will be strong while engaged in worldly enterprises, for in this direction it has been cultivated, and has strengthened with exercise. Why it is so difficult for men and women to live religious lives is, because they do not exercise the mind unto godliness. It is trained to run in an opposite direction. Unless the mind is constantly exercised in obtaining spiritual knowledge and in seeking to understand the mystery of godliness, it is incapable of appreciating eternal things, because it has no experience in that direction. This is the reason why religion, by nearly all is considered up-hill business."},{"refcode_short":"PH098 12.1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 12.1 (Ellen Gould White)","content":"When the heart is divided, dwelling principally upon the things of the world, but in a small degree upon the things of God, there can be no special advancement or increase of strength. That which claims the largest share of the mind, calling into exercise its powers, is worldly enterprises, therefore in this direction there is strength and power to claim more and more of the interest and affections and there is less and less reserved to devote to God. It is impossible for the soul to flourish while prayer is not a special exercise of the mind. Family or public prayer alone is not sufficient. Secret prayer is very important, when in solitude the soul is laid bare to the inspecting eye of God, and every motive is scrutinized. Secret prayer! How precious! The soul communing with God. Secret prayer is to be heard only by the prayer-hearing God. No curious ear is to receive the burden of such petition. In secret prayer, the soul is free from surrounding influence, free from excitement. Calmly, and yet fervently, will it reach out after God. Secret prayer is frequently perverted, and its sweet designs lost by loud vocal prayer. Instead of the calm, quiet trust and faith in God, the soul drawn out in low, humble tones, the voice is raised to a loud pitch, an excitement is encouraged, and secret prayer loses its softening, sacred influence. There is a storm of feeling, a storm of words, making it impossible to discern the still, small voice that speaks to the soul while engaged in its secret true, heart-felt devotion. Secret prayer, properly carried out, is productive of great good. But prayer thought to be secret, which is made public to the entire family and neighborhood, is not secret prayer from which divine strength is received. Sweet and abiding will be the influence emanating from Him who seeth in secret, whose ear is open to answer the prayer arising from the heart. The soul holds communion with God, and gathers to itself, by calm, simple faith, divine rays of light to strengthen and sustain it to endure the conflicts of Satan. God is our tower of strength."},{"refcode_short":"PH098 13.1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 13.1 (Ellen Gould White)","content":"Jesus has left us word, “Watch ye therefore; for ye know not when the master of the house cometh, at even, or at midnight, or at the cock-crowing, or in the morning; lest coming suddenly he find you sleeping. And what I say unto you. I say unto all, Watch.” We are waiting and watching for the Master's return, who is to bring the morning, lest coming suddenly he find us sleeping. What time is here referred to? Not the revelation of Christ in the clouds of heaven to find a people asleep. No; but his return from his ministration in the most holy, laying off his priestly attire, and clothing himself with garments of vengeance, when the mandate goes forth, “He that is unjust, let him be unjust still; and he which is filthy, let him be filthy still; and he that is righteous, let him be righteous still; and he that is holy, let him be holy still.”"},{"refcode_short":"PH098 13.2","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 13.2 (Ellen Gould White)","content":"When Jesus ceases to plead for man, the cases of all are decided forever. This is the time of reckoning with his servants. Those who have neglected the preparation of purity and holiness, fitting them to be waiting ones to welcome their Lord, their sun sets in gloom and darkness, and rises not again. Probation closes. Christ's intercessions cease in Heaven, and it is finally sudden upon all, and those who have neglected the purifying of their souls by obeying the truth, are found sleeping. They became weary of waiting and watching. They became indifferent in regard to the coming of their Master. They longed not for his appearing and thought there was no need of such continued, persevering watching. They had been disappointed in their expectations, and might be again. They concluded there was time enough yet to arouse. They would be sure and not lose the opportunity of securing an earthly treasure. It would be safe to get all of this world they could. And in securing this object, they lost all anxiety and interest in the appearing of the Master. They became indifferent and careless, as though his coming was yet in the distance. While their interest was buried up in their worldly gains, the work closed in the heavenly sanctuary, and they were unprepared. If they had only known that the work of Christ in the heavenly sanctuary would close so soon, how differently would they have conducted! How earnestly would they have watched! The Master anticipated all this, and gave them timely warning in the command to watch. He distinctly states the suddenness of his coming. He does not measure the time, lest we shall neglect a momentary preparation, and in our indolence look ahead to the time when we think he will come, and defer the preparation. “Watch ye therefore; for ye know not.” Yet this uncertainty, and the suddenness at last, foretold, fails to quicken our watchfulness, and arouse us from stupidity to earnest wakefulness, for our expected Master. Those not found waiting and watching, are finally surprised in their unfaithfulness. The Master has come, and instead of their being ready to open unto him immediately, they are locked in a worldly slumber, and are lost at last."},{"refcode_short":"PH098 15.1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 15.1 (Ellen Gould White)","content":"A company was presented before me in contrast to the one described. They were waiting and watching. Their eyes were directed heavenward, and the words of their Master were upon their lips. “What I say unto you, I say unto all, Watch.” “Watch ye therefore, for ye know not when the master of the house cometh, at even, or at midnight, or at the cockcrowing, or in the morning; lest coming suddenly he find you sleeping.” The Lord intimates a delay before the morning finally dawns. He would not have them give way to weariness, nor relax their earnest watchfulness, because the morning does not open upon them as soon as they expected. The waiting ones were represented to me as looking upward. They were encouraging one another repeating these words."},{"refcode_short":"PH098 15.2","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 15.2 (Ellen Gould White)","content":"The first and second watches are past. We are in the third watch, waiting and watching for the Master's return. There remains but a little period of watching now. I saw some becoming weary; their eyes were directed downward, and they were engrossed with earthly things, and were unfaithful in watching. They were saying, In the first watch we expected our Master, but were disappointed. We thought surely he would come in the second watch, but that passed, and he came not. We may be again disappointed. We need not be so particular. He may not come in the following watch. We are in the third watch, and now we think it best to lay up our treasure on the earth, that we may be secure against want. Many were sleeping, stupefied with the cares of this life, allured, by the deceitfulness of riches, from their waiting, watching position."},{"refcode_short":"PH098 16.1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 16.1 (Ellen Gould White)","content":"Angels were represented to me as looking on with intense interest to mark the appearance of the yet faithful, wearied watchers, lest they be tried too surely, and sink under the toil and hardships, made doubly severe by their brethren being diverted from their watch, and drunken with worldly cares, and beguiled by worldly prosperity. The heavenly angels grieve that those who were once watching should, by their indolence and unfaithfulness, increase the trial and burdens of those who were trying, with earnestness and perseverance, to maintain their waiting, watching positions."},{"refcode_short":"PH098 16.2","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 16.2 (Ellen Gould White)","content":"I saw that it was impossible to have the affections and interests engrossed in worldly cares, increasing their possessions, laying up treasures upon the earth, and yet be in a waiting, watching position, as our Saviour has commanded. Said the angel, “They can secure but one world. In order to acquire the heavenly treasure, they must sacrifice the earthly. They cannot have both worlds.” I saw how necessary was a continuance of faithfulness in watching to escape the delusive snares of Satan. He leads those who should be waiting and watching, to take one step of advance toward the world, and they have no intention of going further, but that one step has removed them that much further from Jesus, which makes it easier to take the next, and thus step after step of advance has been made toward the world, until a profession, a name only, makes the difference between them and the world. They have lost their peculiar, holy character, and there is nothing to distinguish them from the lovers of the world around them except their profession. Watch after watch, I saw, was in the past. Because of this should there be a lack of vigilance? Oh! no. There is the greater necessity of unceasing watchfulness for now the moments are fewer than before the passing of the first watch. Now the period of time for the waiting is necessarily shorter than at first. If we watched with unabated vigilance then, how much more need of double watchfulness in the second watch. The passing of the second watch has brought us to the third, and now it is inexcusable to relax our watching. The third watch calls for threefold earnestness. To become impatient now, would be a loss of all our earnest, persevering watching heretofore. The long night of gloom is trying, but the morning is deferred in mercy, because if the Master should come, so many would be found unready. God's unwillingness to have his people perish, has been the reason of so long delay. But the time of the coming of the morning to the faithful, and the night to the unfaithful, is right upon us. By thus waiting and watching, God's people are to manifest their peculiar, separate character from worldlings. By our watching positions, we are to show how truly we are strangers and pilgrims upon the earth. The difference between the lovers of the world and those who love Christ, is so plain as to be unmistakable. The world, all earnestness, interest, and ambition, to secure earthly treasure, while God's people are not conformed to the world, but transformed, showing by their earnest watching, waiting position, that their home is not in this world. They are seeking a better country, even an heavenly."},{"refcode_short":"PH098 18.1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 18.1 (Ellen Gould White)","content":"I hope, my dear brethren and sisters, you will not pass your eye over these words without thoroughly considering their import. The men of Galilee stood looking steadfastly toward heaven, to catch, if possible a glimpse of their Saviour as he ascended. Two men in white apparel stood by them, who were heavenly angels, commissioned to comfort them for the loss of the presence of their Saviour. They inquired, “Ye men of Galilee, why stand ye gazing up into heaven? This same Jesus, which is taken up from you into Heaven, shall so come in like manner as ye have seen him go into heaven."},{"refcode_short":"PH098 18.2","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 18.2 (Ellen Gould White)","content":"God designs his people shall fix their eyes heavenward looking for the glorious appearing of our Lord and Saviour Jesus Christ. While the attention of worldlings is turned to the various enterprises, ours should be to the Heavens, our faith reaching farther and farther into the glorious mysteries of heavenly treasures, drawing the precious, divine rays of light from the heavenly sanctuary, to shine in our hearts, as it shineth in the face of Jesus Christ. The scoffers mock the waiting, watching ones, and inquire, “Where is the promise of his coming? You have been disappointed. Engage now with us, and you will prosper in worldly things. Get gain, get money, and be honored of the world.” The waiting ones are looking upward and answer, “We are watching.” They turn from earthly pleasure, and from worldly fame, and from the deceitfulness of riches, and show themselves to be watching. In watching they become strong. They overcome sloth and selfishness, and love of ease. Affliction's fire kindles upon them, and the waiting time seems long. They grieve sometimes, and faith falters; but they rally again, overcome their fears and doubts, and while their eyes are directed heavenward, say to their adversaries, “I am watching, I am waiting the return of my Lord.” I will glory in tribulation, in affliction, in necessities."},{"refcode_short":"PH098 19.1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 19.1 (Ellen Gould White)","content":"The desire of our lord is that we should be so watching that when he cometh and knocketh, we may open to him immediately. A blessing is pronounced upon those servants that he finds watching. “He will gird himself, and make them sit down to meat, and will come forth and serve them.” Who among us in these last days will be thus especially honored by the Master of assemblies? Are we prepared without delay to open to him immediately and welcome the Master? Watch, watch, watch. This watching and waiting, ready, all ready to welcome our Lord, has ceased with nearly all. We are not ready to open to him immediately. The love of the world has occupied our thoughts, and so filled our minds that our eyes are turned downward to the earth, but not upward. We are hurrying about, engaged in different enterprises, with zeal and earnestness, and God is forgotten, and the heavenly treasure is not valued. We are not in a waiting, watching position. The love of the world and the deceitfulness of riches eclipses our faith, and we do not long for, and love, the appearing of our Saviour. We do too much ourselves, to take care of self. We are uneasy, distrustful, and greatly lack a firm trust in God. Many worry and work, and contrive and plan, fearing they suffer need. They cannot afford time to pray, or to attend religious meetings, and in their care for themselves, leave no chance for God to care for them. The Lord does not to do much for them, for they give him no opportunity. The do too much for themselves, and believe and trust too little in God."},{"refcode_short":"PH098 20.1","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 20.1 (Ellen Gould White)","content":"The love of the world is terrible upon the Lord's people, whom he has commanded to watch and pray always, lest coming suddenly he find them sleeping.’Love not the world, neither the things that are in the world; if any man love the world, the love of the Father is not in him; for all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world. And the world passeth away, and the lust thereof, but he that doeth the will of God abideth forever.”"},{"refcode_short":"PH098 20.2","refcode_long":"Testimony for the Church at Olcott, N. Y., p. 20.2 (Ellen Gould White)","content":"I have been shown that God's people who profess to believe present truth, are not in a waiting, watching position. They are increasing in riches, and laying up their treasures upon the earth. They are becoming rich in worldly things, but not rich toward God. They do not believe in the shortness of time. They do not believe that the end of all things is at hand. They do not believe that Christ is at the door. They will act out all the faith that they really possess. They may profess much faith but deceive their own souls. Their works show the character of their faith. Many testify to those around them, by their works that the coming of Christ is not to be in this generation. According to their faith will be their works. Their preparations are being made to remain in this world. They are adding house to house, and land to land, and are citizens of this world. The condition of poor Lazarus feeding upon the crumbs from the rich man's table is preferable to these. If they possessed genuine faith, instead of increasing their treasures upon the earth they would be selling off, freeing themselves from the cumbersome things of earth, and transferring their treasure before them to Heaven. Then their interest and hearts will be where their treasure is. The heart of man is where is his greatest treasure. The most of those who profess to believe the truth testify that that which they value the most is in this world. For this they have care, wearing anxiety and labor. To preserve and add to their treasure is the study of their lives. They have transferred so little to Heaven that their interest is not especially exercised in that better country. They have taken so little stock in the heavenly treasure that their minds are not attracted in that direction. Their investments have been made in the things of this world. They have taken large stock in the enterprises of this earth, and these matters involve the interest, and like the magnet draw down their souls from the heavenly and imperishable to the earthly and corruptible. Where your treasure is there will your heart be also. Selfishness girds them about as with iron bands. It is my farm, my goods, my trade, my merchandise. Even the claims of common humanity by many are disregarded. Men and women professing to be waiting and loving the appearing of their Lord, are shut up to self. The noble, the godlike, they have parted with. The love of the world, the lust of the flesh, the lust of the eyes, the pride of life, have so fastened upon men and women that they are blinded. They are corrupted by the world, and discern it not. They talk of love to God, but their fruits show not the love they express. They rob him in tithes and offerings, and the withering curse of God is upon them. The truth has been illuminating their pathway on every side. God has wrought wonderfully in the salvation of souls in their own households, but where are their offerings, presented to God in grateful thanks for all his tokens of mercy to them? Many of them are as unthankful as the brute creation. The sacrifice for man was infinite, beyond the comprehension of the strongest intellect. Yet, men who claim to be partakers of these heavenly benefits, which were brought to them with so much cost, are too thoroughly selfish to make any real sacrifice for God. The world, the world, the world, their minds are upon. In the forty-ninth psalm, we read, “They that trust in their wealth, and boast themselves in the multitude of their riches; none of them can by any means redeem his brother, nor give to God a ransom for him (for the redemption of their soul is precious, and it ceaseth forever.)” If all would bear in mind, and in a small degree appreciate, the immense sacrifice made by Christ, they would feel rebuked for their fearfulness and their supreme selfishness. “Our God shall come and shall not keep silence; a fire shall devour before him, and it shall be very tempestuous round about him. He shall call to the heavens from above, and to the earth, that he may judge his people. Gather my saints together unto me; those that have made a covenant with me by sacrifice.” Because of selfishness, and love of the world, God is forgotten, and many have barrenness of soul, and cry, My leanness, my leanness. God has lent means to his people to prove them, to test the depth of their professed love for him. Some would let go of God, and give up their heavenly treasure, rather than to decrease their earthly possessions and make a covenant with God by sacrifice. God calls for them to sacrifice; but the love of the world closes their ears, and they will not hear."}]