[{"refcode_short":"PH099 1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 1 (Ellen Gould White)","content":"Testimony for the Churches at Allegan & Monterey"},{"refcode_short":"PH099 1.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 1.1 (Ellen Gould White)","content":"I have been shown that you are not in the light, as God would have you. In vision I was pointed back to the ingathering of souls at Monterey last spring, and was shown that your minds were not prepared for that work. You were not expecting or believing for the work which was then accomplished among you. This work was carried on, notwithstanding your unbelief, aside from the participation of many among you."},{"refcode_short":"PH099 1.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 1.2 (Ellen Gould White)","content":"When you had such evidences that God was waiting to be gracious to his people, that Mercy's voice was inviting sinners and backsliders to the cross of Christ, why did you not unite with us, who had the burden of the work upon us? Why did you not come up to the help of the Lord? Some of you seemed benumbed and stupefied, and seemed to be amazed, and were unprepared to participate fully in work. You assented to it, but the hearts of many were not in it. It was a great evidence of the lukewarm condition of the church."},{"refcode_short":"PH099 2.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 2.1 (Ellen Gould White)","content":"The worldliness you possess does not incline your hard hearts to throw wide open the door, at the knock you hear from Jesus who is seeking an entrance. The Lord of glory who has redeemed you by his own blood, waited at your doors for admittance, and you did not throw open the door wide and welcome him in. Some opened the door slightly and permitted a little light from his presence to enter, but did not welcome the heavenly Visitor. There was not room for Jesus. The place which should have been reserved for him was occupied with other things. Jesus entreated you: “If any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.” There was a work for you to do to open the door. For a time you felt inclined to hear, and open the door, but even this inclination departed, and you failed to secure the communion with the heavenly guest which it was your privilege to have. By some, the door was opened, and Jesus heartily welcomed."},{"refcode_short":"PH099 2.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 2.2 (Ellen Gould White)","content":"Jesus will not force open the door. The act you have to perform to show your desire for the heavenly Visitor is to open the door wide and give him a sincere welcome. If all had made thorough work in clearing away the world's rubbish, and preparing a place for Jesus, he would have entered and abode with you, and would have done a great work through you for the salvation of others. You were unprepared for the work. It commenced, notwithstanding, in mighty power among you. Backsliders were reclaimed, sinners were converted, and the sound went out into the region round about. The community was stirred. Had the church come up to the help of the Lord, and had the way been fully opened for further labor, there would have been in Monterey and Allegan, and the region round about, a work accomplished such as you have never witnessed. But the ideas of the brethren were not raised, and they were indifferent, in a great degree, to the matter. Some who had ever been seeking their own interest, could not think of having their minds drawn away from themselves on this occasion, even though the salvation of souls might be at stake."},{"refcode_short":"PH099 3.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 3.1 (Ellen Gould White)","content":"The Lord had laid upon us the burden. We were willing to give you all there was of us for a time, if you would come up with us to the help of the Lord. There was a decided failure. There was great ingratitude shown for the manifestations of the power of God among you. Had you received the tokens of God's mercy and loving kindness as you should, with thankful hearts, and united your interest to work with the Spirit of God, you would not now be in the condition that you are. But you have been going down, and withering spiritually since that precious work was done among you."},{"refcode_short":"PH099 4.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 4.1 (Ellen Gould White)","content":"The parable of the lost sheep you do not yet understand. You have not learned the lesson the divine Teacher designed you should. You have been dull scholars. Read the parable in Luke xv. “What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it? And when he hath found it, he layeth it on his shoulders, rejoicing. And when he cometh home, he calleth together his friends, and neighbors, saying unto them, Rejoice with me; for I have found my sheep which was lost.”"},{"refcode_short":"PH099 4.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 4.2 (Ellen Gould White)","content":"Here were the cases of several who had backslidden; who had been in darkness; who had strayed away from the fold. But especially, as a prominent one, was the case of Bro. George Lay. He strayed from the fold. All the efforts were not made in wisdom, which should have been made to have prevented his straying from the fold, and then after he had strayed, there were not diligent efforts put forth to bring him back. There was much more gossiping over his case than sincere sorrow for him. All these things kept him from the fold, and caused his heart to be separated farther and farther from his brethren, making his rescue more and still more difficult. How different was this course from that pursued by the shepherd in the parable, in pursuit of the lost sheep. The whole ninety and nine were left in the wilderness, to care for themselves, exposed to dangers; yet the lone sheep, separated from the flock, was in greater danger, and to secure the one, the ninety and nine were left."},{"refcode_short":"PH099 5.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 5.1 (Ellen Gould White)","content":"Some of the church had no special anxiety to have Bro. Lay return. They cared not enough to unbend from their dignity and pride to make special efforts to help him to the light. They stood back on their dignity, and said, “We will not go after him; let him come to us.” It was impossible for him to do this, as he viewed the feelings of his brethren toward him. Had they regarded the lesson taught by Christ, they would have been willing to yield their dignity and pride, and go after the wandering ones. They would have wept over them, prayed for them, implored them to be faithful to God, and the truth, and abide with the church. But the feeling of many was: If he wants to go, let him go."},{"refcode_short":"PH099 5.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 5.2 (Ellen Gould White)","content":"When the Lord sent his servants to do the work for these wanderers, which you ought to have done, you were even then unprepared to give up your ideas, when you had evidence that the Lord was giving a message of mercy to these poor stray sheep. You did not feel like leaving the ninety and nine, and searching after the lost sheep till you found it. You did not do this. And when the sheep was found, and brought back to the fold with rejoicing, did you rejoice? We tried to arouse you. We tried to call you together as the shepherd called his neighbors and friends, to have you rejoice with us. But you seemed unwilling. You felt that the sheep had done a great wrong in leaving the fold, and instead of rejoicing that he had returned, you were anxious to make him feel that he should be very sorry for leaving, and should come back just according to your ideas. And since the return of the lost sheep, you have had a feeling of jealousy in regard to his return. You have kept your eye out, watching to see if all was right. Some have not felt just satisfied, but have felt an unwillingness in their hearts to have things just as they are."},{"refcode_short":"PH099 6.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 6.1 (Ellen Gould White)","content":"You are unacquainted with yourselves. Some possess selfishness, which leads to the narrowing up of their influence and efforts. There is more joy in Heaven over one sinner that repenteth, than over ninety and nine just persons who need no repentance."},{"refcode_short":"PH099 6.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 6.2 (Ellen Gould White)","content":"Had the church been prepared to appreciate the work the Lord was doing among them, they would since that ingathering have been growing stronger and stronger. But instead of all throwing their whole soul into the work, and feeling a special, sincere interest to do all in their power to bring up the work where we left it, they acted very much as if the work did not concern them especially, but as though they were only spectators—ready to distrust, and find fault if there was a chance."},{"refcode_short":"PH099 7.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 7.1 (Ellen Gould White)","content":"I was shown the case of Bro. Buck. He feels unhappy. He is dissatisfied with his brethren. His mind has been exercised for some time that it was his duty to carry the message. He is capable, as far as his knowledge of the truth is concerned. He has the ability, but he lacks culture. He has not controlled himself. It requires great wisdom to deal with minds. Bro. Buck is not qualified for this work. He understands the theory, but has not educated himself in forbearance, patience, gentleness, kindness, and true courteousness. If things arise which do not meet his mind, he does not stop and consider whether it is not wisdom to take no notice of it, and let it pass for the present until it shall be fully considered. He braces himself at once for battle. He is harsh, severe, denunciatory. He raises disturbance at once, if things do not meet his mind."},{"refcode_short":"PH099 7.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 7.2 (Ellen Gould White)","content":"He possesses in his organization the elements of war rather than of sweet peace and harmony. He has not wisdom to give to all their portion of meat in due season. “And of some have compassion, making a difference; and others save with fear, pulling them out of the fire, hating even the garment spotted by the flesh.” This making a difference, Bro. Buck has but little knowledge of. He is rough in his manners, and indiscreet in his dealing with souls. This disqualifies him for making a good, wise, careful shepherd. A shepherd must have courage, fortitude, noble generosity, love, and tenderness, combined."},{"refcode_short":"PH099 8.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 8.1 (Ellen Gould White)","content":"He will be in danger of tearing down more than he can build up. He has not had all his powers in subjection to the will of God. He has not been transformed by the renewing of his mind. He is self-sufficient, and does not rely wholly upon the grace of God. His works are not wrought in God."},{"refcode_short":"PH099 8.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 8.2 (Ellen Gould White)","content":"To be a shepherd is to occupy a very important, responsible position. It is a high and sacred work to feed the flock of God. Bro. Buck, the Lord does not regard you fit to be an overseer of his flock. Had you been learning the lesson of self-government in your religious experience, and had you felt the necessity of elevating your mind, and purifying your heart by sanctification of the Spirit, and bringing all your powers into subjection to the Spirit of God, seeking humility and meekness, you might now be in a position to do good, and to exert an influence which would be elevating and saving."},{"refcode_short":"PH099 8.3","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 8.3 (Ellen Gould White)","content":"Bro. and Sr. Buck, you have a work to do for yourselves, which no one can do for you. You are inclined to murmur and complain. You have something to do to subdue your natural feelings. Live for God yourselves, knowing that you have not to answer for the wrongs of others. I saw, Bro. Buck, that you would certainly be overcome by Satan, and make utter shipwreck of faith unless you stop your fault-finding, and seek pure and undefiled religion before God. You need to be elevated in your thoughts and conversation. You need a thorough conversion."},{"refcode_short":"PH099 9.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 9.1 (Ellen Gould White)","content":"Life or death is before you. You should solemnly consider that you are dealing with the great God. Remember, God is not a child that can be trifled with. You cannot serve God at will, and let it alone at pleasure. Your inmost soul needs to be converted."},{"refcode_short":"PH099 9.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 9.2 (Ellen Gould White)","content":"All who, like you, my brother, have failed to grow in the grace of God, and perfect holiness in his name, will, in these days of peril and trial, meet with great loss. Their foundation will be in danger of proving sliding sand instead of the Rock, Christ Jesus."},{"refcode_short":"PH099 9.3","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 9.3 (Ellen Gould White)","content":"You move by impulse. You feel unreconciled with your brethren because you are not sent out to preach the truth. You are not fit for this trust. It would take the care of more than one efficient preacher to follow in your wake, to bind up the wounds and bruises your harsh dealing would make. God is not pleased with you, and I fear that you will fail of everlasting life."},{"refcode_short":"PH099 10.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 10.1 (Ellen Gould White)","content":"You have no time to lose in making mighty efforts to rescue yourself from Satan's snare. You need to learn of Jesus, who is meek and lowly of heart, and then you will obtain rest. Oh! what a work you have to do to perfect holiness in the fear of God, and be prepared for the society of the pure and holy angels. You need to humble your heart before God, and seek meekness and righteousness, that you may be hid in the day of the Lord's fierce anger."},{"refcode_short":"PH099 10.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 10.2 (Ellen Gould White)","content":"Bro. Day: The Lord let his blessing rest upon you last spring; but you did not see the relation which watchfulness and prayer sustain to a progress in the divine life. You have neglected these duties, and the result has been that darkness has enshrouded you. You have been in a state of uncertainty and distrust. You have frequently chosen for your society those who are in darkness, those whom Satan uses to scatter from Christ. You could live among the most corrupt, and remain unstained, unsullied, if God in his providence thus directed you. But it is dangerous for those who wish to honor God to choose for their companions those who fear not God, and be pleased and entertained with their society. Satan is ever surrounding such, and great darkness is around about them; and if those who profess Christ go unbidden into this darkness, they tempt the Devil to tempt them. If God requires us to go amid infernal spirits, where is the blackest darkness, in order to do good and glorify his name, he will encircle us with his angels and keep us unsullied. But if we seek the company of sinners, and are pleased with their coarse jests, and are entertained and amused with their stories, sports, and ribaldry, the pure and holy angels remove their protection, and leave us to the darkness we have chosen."},{"refcode_short":"PH099 11.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 11.1 (Ellen Gould White)","content":"Bro. Day, I wish to alarm you. I wish to arouse you to action. I wish to entreat of you to seek God while he invites you to come to him that you may have life."},{"refcode_short":"PH099 11.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 11.2 (Ellen Gould White)","content":"Watch, Pray, Work, are the Christian's watchwords. Satan is vigilant in his efforts. His perseverance is untiring, his zeal earnest and unabated. He does not wait for his prey to come to him, he seeks for it. To wrench souls from the hand of Christ, is his determined purpose; yet souls are asleep in their blindness—insane in their pursuits. God is not in their thoughts. A vigilant foe is upon the track of the Christian; yet he is in no danger while he makes God his trust. But unless he puts his trust in God, his strength will be weakness, and he will be overcome by Satan."},{"refcode_short":"PH099 11.3","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 11.3 (Ellen Gould White)","content":"Bro. Day, it is dangerous for you to yield to doubts. You must not permit yourself to go any farther in the direction in which you have been going. You are in constant danger. Satan is on your track, suggesting doubts and causing unbelief. Had you stood clear in the counsel of God, you could have had an influence for good over those who love your society now."},{"refcode_short":"PH099 12.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 12.1 (Ellen Gould White)","content":"Poor Bro. Gregory; he felt the influence of the Spirit of God, but was deficient in experience. He did not turn fully from his old habits and customs. There is no concord between Christ and Belial. Bro. Gregory failed to make God his strength continually, and his feet have slipped. You might have helped him if you had had hold from above, as you should have had. But your course of inactivity, your manner of conversation, your influence, has strengthened him in his backsliding, and quieted the voice of conscience within him. Your course has not been a reproof to him in his downward track. You could do good, were you living for God."},{"refcode_short":"PH099 12.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 12.2 (Ellen Gould White)","content":"Your strength is utter weakness; your wisdom is foolishness; yet you do not realize this. You have been too well satisfied with a theory—a correct form of doctrine, but have not felt the necessity of the power of God. You have neglected the spiritual part of religion. Your whole being should cry out for the Spirit of God—the life and power of religion in the soul, which would lead to the crucifixion of self, and firm trust in your Redeemer."},{"refcode_short":"PH099 13.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 13.1 (Ellen Gould White)","content":"You are in terrible darkness, and unless you arise in the name of God, and break the fetters of Satan asunder, and assert your freedom, you will make shipwreck of the faith."},{"refcode_short":"PH099 13.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 13.2 (Ellen Gould White)","content":"Notwithstanding your life has not been in accordance with the will of God, your works and ways have been offensive to him, yet such is his great unwillingness to leave you—such is his love toward you, that the Majesty of Heaven condescends to beg the privilege of making you a visit, and leaving you his blessing. “Behold I stand at the door and knock.” The mansions in glory are his. His the joy of the heavenly abode; yet he humbles himself to seek an entrance at the door of your heart, that he may bless you with his light, and make you to rejoice in his glory. His work is to seek and save that which is lost, and ready to perish. He wishes to redeem from sin, and death, as many as he can, that he may elevate them to his throne and give them everlasting life."},{"refcode_short":"PH099 13.3","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 13.3 (Ellen Gould White)","content":"Bro. Day, be entreated to arise and cast aside your doubts. What makes you inclined to doubts? It is your life of departure from God. Your life of unconsecration, Your jesting and joking. Your lack of sobriety is endangering your eternal interests. Christ is inviting you to turn from these follies to him. You are not growing in grace and in the knowledge of the truth. You are not an honor to the cause. You are not becoming elevated, but are sinking lower and lower in the scale. You are not forming a character for Heaven, and everlasting life."},{"refcode_short":"PH099 14.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 14.1 (Ellen Gould White)","content":"You are pleasing yourself, passing away time in frivolity which should be spent with your family, teaching your children the ways and works of God. The hours that you spend in company that is doing you only harm, should be devoted to prayer and the study of God's word. You should feel that a responsibility is upon you, as head of your family, to bring up your children in the nurture and admonition of the Lord. What account will you render to God for misspent time? What influence are you having over those who have not the fear of God before them? “Let your light so shine before men, that they may see your good works, and glorify your Father which is in Heaven.” May God anoint your eyes that you may see your peril. I feel deeply for you. My heart yearns over you. I long to see you coming up to the high standard that it is your privilege to attain. You can do good. Your influence, if exerted on the right side, will tell. Bro. Day, your footsteps are in the downward path. “Turn ye, turn ye, for why will ye die.”"},{"refcode_short":"PH099 14.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 14.2 (Ellen Gould White)","content":"Pursue the course you are now traveling, much longer, and you will become infidel in regard to the truth—infidel in regard to the word of God. Watch, and pray always. Dedicate yourself unreservedly to God, and it will not be difficult then to serve God. You have a divided heart. This is the reason that darkness, instead of light, encircles you."},{"refcode_short":"PH099 15.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 15.1 (Ellen Gould White)","content":"The last message of mercy is now going forth. It is a token of the longsuffering and compassion of God. Come, is the invitation now given. Come, for all things are now ready. This is mercy's last call. Next will come the vengeance of an offended God."},{"refcode_short":"PH099 15.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 15.2 (Ellen Gould White)","content":"Bro. Day, encourage simplicity, love, forbearance, and sweet union with your brethren. But do not, oh do not, sell everlasting life so cheaply. You will never know real happiness if you go from the truth. You will be miserable indeed. Heaven is worth making any and every sacrifice for. Break the bands of Satan. Jesus is now inviting you. Will you listen to his voice? You must take a higher stand than you have hitherto done. Make the kingdom of Heaven, and the righteousness of Christ, your first business. Live for God and Heaven, and the eternal reward will be yours at the end of the race."},{"refcode_short":"PH099 15.3","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 15.3 (Ellen Gould White)","content":"I was shown Bro. Harvey Kenyon. I was pointed back to last spring, in May, when the Lord visited Monterey. Bro. Kenyon was not prepared to take stock in that work His mind and heart were elsewhere. He was contemplating marriage. He could not listen to the invitation of Jesus, “Come for all things are now ready.” His contemplated marriage engrossed his attention. He had no time or inclination to open the door of his heart to the gracious Visitor. Had he done this, Christ would have given him good counsel, which, if heeded, would have been of priceless value to him. He would have presented before him in its true light his danger of yielding to the dictates of a wayward inclination, and setting aside the decisions of sober reason, and the glory of God. He would have charged him to beware how he tread in the footsteps of those who have fallen and been ruined. He did not consider that God had claims upon him; that he should make no move without consulting him who had bought him. We are instructed that whatever we do, we should do all to his glory."},{"refcode_short":"PH099 16.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 16.1 (Ellen Gould White)","content":"Did you, Bro. Kenyon, as a disciple, a learner of Christ, go to him in humble, sincere, prayer, and commit your ways to him? You failed to do this. You did not investigate all your motives, and move with carefulness lest you should bring a reproach upon the cause of Christ, your Redeemer. You did not consider whether this move would have the best effect to increase your spiritual sensibility, quicken your zeal, and strengthen your efforts in self-denial and steadfastness in the truth. You were ignorant of your own heart. The work of God was seen in the church, but you had no longings for the divine Spirit. The things of Heaven were insipid to you. You were infatuated by your new hopes of uniting your interest with another. You did not consider that a marriage alliance was to affect vitally your interest for life, short though that life must be."},{"refcode_short":"PH099 17.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 17.1 (Ellen Gould White)","content":"You should have felt that with your own evil heart to subdue, you could not be brought in connection with an influence which would make it more difficult for you to overcome self, and make your path upward to Heaven more rugged. You have now made your religious progress tenfold more difficult than when you stood alone. It is true you were lonely; for you had lost a precious jewel. But if you had counseled with your brethren, and committed your ways to the Lord, he would have opened ways for you, that you could have connected yourself with one who could have helped you instead of being a hindrance."},{"refcode_short":"PH099 17.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 17.2 (Ellen Gould White)","content":"If you will now turn to the Lord with humility with all your heart, he will pity and help you. But you are just where you are shorn of your strength, and are prepared to compromise your faith and your allegiance to God, to please your new wife. God pity you; for ruin is before you unless you arouse like a true soldier of Christ, and engage anew in the warfare for everlasting life. Your only safety is in keeping with your brethren, obtaining all the strength you can from them to stand in the truth."},{"refcode_short":"PH099 18.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 18.1 (Ellen Gould White)","content":"You are about to sacrifice the truth for the sake of peace and happiness here. You are selling your soul at a cheap market. It is now your duty to do all you can to make your wife happy, and not sacrifice the principles of truth. You should exercise forbearance, patience, and true courteousness. By thus doing, you can show the power of true grace, and the influence of the truth."},{"refcode_short":"PH099 18.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 18.2 (Ellen Gould White)","content":"I was shown that the love of money is a snare to you. Money, independent of the opportunity it furnishes for doing good, blessing the needy, and advancing the cause of God, is really of but little value. The little you possess is a snare to you. Unless you use your talents of means as a wise and faithful steward in the service of your Master it will yield you little else but misery."},{"refcode_short":"PH099 18.3","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 18.3 (Ellen Gould White)","content":"You are a close, penurious man. You need to cultivate a noble and liberal spirit. Unless you separate your affections from the world, you will be overcome. The deceitfulness of riches will so corrupt your soul, that the good will be overborne by evil. Selfishness and love of gain will triumph."},{"refcode_short":"PH099 18.4","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 18.4 (Ellen Gould White)","content":"If you, my dear brother, are saved, it will be indeed a miracle of mercy. Your love of the world is increasing upon you. Carefully consider the words of Christ: “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. This is the first and great commandment. And the second is like unto it, Thou shalt love thy neighbor as thyself. On these two commandments hang all the law and the prophets.”"},{"refcode_short":"PH099 19.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 19.1 (Ellen Gould White)","content":"My brother, you have not obeyed either the first or second commandments. You would reach out and advantage yourself although you knew it would greatly disadvantage your neighbor. You look to your own selfish interest, and would say, Am I my brother's keeper?"},{"refcode_short":"PH099 19.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 19.2 (Ellen Gould White)","content":"You are not laying up your treasure in Heaven, and becoming rich toward God. Self and selfish interest are eating out true godliness from your soul. You are bowing to the God of this world. Your heart is alienated from God. An inspired writer says, “The path of the just is as the shining light, that shineth more and more unto the perfect day.”"},{"refcode_short":"PH099 19.3","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 19.3 (Ellen Gould White)","content":"The steps of a Christian may appear at times feeble and faltering, yet in his conscious weakness he leans upon the mighty One for support. He is sustained, and is surely making progress onward and upward towards perfection. He is gaining new victories daily, and coming nearer and nearer to the standard of perfect holiness. His eye is not downward to the earth, but upward, keeping in view the heavenly pattern."},{"refcode_short":"PH099 20.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 20.1 (Ellen Gould White)","content":"Bro. Kenyon, the glitter and tinsel of the corruptible things of the earth, have eclipsed the charms of Heaven, and have made eternal life of but little value to you. I beg and entreat you, as a servant of Christ, to awaken and see yourself as you are."},{"refcode_short":"PH099 20.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 20.2 (Ellen Gould White)","content":"The profits you will obtain in the course you are now pursuing, will be eternal loss. You will find you have made a terrible mistake which can never be remedied."},{"refcode_short":"PH099 20.3","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 20.3 (Ellen Gould White)","content":"You can now face right about, heed the call of mercy, and live. Rejoice that your probation has not ended—that you may now, by patient continuance in well doing, seek for glory, honor, immortality, and eternal life. Rejoice that she who has been your faithful companion for years shall rise again—that mortality will be swallowed up of life. Look forward to the morning of the resurrection, when she who shared your joys and sorrows for more than a score of years, will come forth from her prison-house. Will you have her look for you, her companion, in vain? Will you be missing then, as her voice is raised in triumph and victory—“O death, where is thy sting? O grave, where is thy victory?” Oh! that day will bring honor to the saints. No shame, no reproach, no suffering; but peace, joy and immortal praise, upon every redeemed tongue. Oh! that God would speak to your heart, and impress upon your soul the value of eternal life. And may you be held, my brother, to ever possess a spirit of noble generosity, that you may discharge the duties of your stewardship with faithfulness, having your eye single to the glory of God, that the Master may say to you, “Well done, good and faithful servant: enter thou into the joy of thy Lord.”"},{"refcode_short":"PH099 21.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 21.1 (Ellen Gould White)","content":"I was shown that some are deceived in regard to themselves. They look to those who have much property, and feel that they are the only ones who are in special danger of covetousness, and who have a love of the world. This is not the case. Those who have means are constantly in danger, and are accountable for all the talents of means which the Master has entrusted to their care. But those who have little of this world are frequently self-caring, and do not do that which is in their power to do, and which God requires them to do. They have opportunities, frequently, of doing good if they were less self-caring; but they have so long cared for self, and studied self-interest, they think there is no other way for them to do."},{"refcode_short":"PH099 21.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 21.2 (Ellen Gould White)","content":"I was shown that Bro. and Sr. Burnham are in danger of having their thoughts centered too much upon themselves, especially is Sr. Burnham at fault here. She has almost supreme love for herself. Sr. Burnham, you are poorly prepared to stand amid the perils of the day of God. You do not imitate the true pattern, Jesus. There was not one selfish act in his whole life. You have a work to do for yourself which no one can do for you. Divest yourself of selfishness, and learn the mind and will of God. Study to show yourself approved unto God. You are impulsive. You are naturally irritable and peevish. You work far beyond your strength. There is no virtue in this. God does not require it. A selfish disposition is at the bottom of this. Your motives are not praise-worthy. You shun responsibility and care-taking, and have felt that you should be considered, you should be favored. It is to be regretted that you have been favored from your childhood. You have been petted, and your will left unsubdued. Now you have the work to do at a more advanced age which should have been done in your childhood. Your husband has yielded to your wishes, and indulged your whims, to your injury."},{"refcode_short":"PH099 22.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 22.1 (Ellen Gould White)","content":"Selfishness must die. It manifests itself in a variety of ways, according to circumstances, and the peculiar organization of individuals. If you had children, and your mind was compelled to be called away from yourself to care for them, to instruct them, and be an example to them, it would be more to your advantage. You have called forth in your home the attention and forbearance which is required to be exercised toward children. To care for others, to seek to advantage them, you have not thought was any part of your duty. But you require it, and will have it. You are wilful, and very set to carry out your own plans. When everything is smooth in your pathway, you manifest the fruits we expect to see in a Christian; but when your path is crossed, you manifest fruits that are not to be found upon a good tree. You have a regular perverse, wilful time, like a spoiled child which deserved chastisement. When two compose a family, as in your case, and there are no children to call into exercise forbearance and patience, and true love, there is necessity for constant watchfulness lest selfishness obtain the supremacy, lest yourselves become a center, and you require attention, care and interest, which you feel under no obligation to bestow. The care of children in a family makes it necessary for the culture of mind and heart in connection with the ordinary cares of domestic life, that a large portion of the time be spent at home."},{"refcode_short":"PH099 23.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 23.1 (Ellen Gould White)","content":"You neglect to keep your heart, and neglect to use the means God has given you with which to do good. Your influence could benefit, did you feel that anything was required of you toward those who need help, who need encouragement and strength. You have so long studied your pleasure, that you are disqualified to benefit those around you. You need to discipline yourself. Take time for self-examination to bring all your powers in subjection to the mind and will of God. You need secret discipline of your affections which is so important in order that even the thoughts may be brought into subjection. You are shut up to self. It is the privilege of every true Christian to exert an influence for good upon the character of every one with whom they associate."},{"refcode_short":"PH099 24.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 24.1 (Ellen Gould White)","content":"You, my sister, will be rewarded according as your works have been. Closely investigate your motives, and candidly decide whether you are rich in good works. I was pointed back to last spring, when the Lord was doing a good work in Monterey and vicinity. The angels of mercy were hovering over his people, and hearts which knew not God and the truth were deeply stirred. God would have carried forward the work he so graciously commenced, had the brethren been in working order. You had so long consulted your wishes, and had everything bend to your convenience that the possibility that you might be inconvenienced, led you to close the door which you might have opened to advance the cause."},{"refcode_short":"PH099 24.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 24.2 (Ellen Gould White)","content":"You acted your part, and some others felt a drawback, fearing the expense and calculating that they would lose time in attending meetings if the effort should be made. Christian zeal was lacking. A world was before us lying in wickedness, exposed to the wrath of God, and poor souls were held by the prince of darkness, and yet those who ought to be awake and engaged in the most noble object in the universe, the salvation of perishing souls, had not interest enough to call into action every means they could employ, to hedge up the path to destruction, and to turn their footsteps into the path of life. The enterprise of eternal life should engage the deepest interest of every Christian. To be a co-worker with Christ and the heavenly angels in the great plan of salvation! What work can bear any comparison with this? From every soul saved, there comes to God a revenue of glory, to be reflected back upon the one saved, and also upon the one instrumental in his salvation. There is a noisy zeal without aim or purpose, which is not according to knowledge, which is blind in its operations and destructive in its results. This is not Christian zeal. Christian zeal which is controlled by principle is not spasmodic. It is earnest, deep, and strong, engaging the whole soul, awakening to exercise the moral sensibilities. The salvation of souls and the interests of the kingdom of God are matters of the highest importance. What earthly object is there that would make it more reasonable to be in earnest than the salvation of souls and the glory of God? There are considerations here which cannot be lightly regarded. They are as weighty as eternity. Eternal destinies are at stake. Men and women are deciding for weal or woe. Christian zeal will not exhaust itself in talk, but will feel and act with vigor and efficiency. Yet Christian zeal will not act for the sake of being seen. Humility will characterize every effort, and humbleness will be seen in every work. Christian zeal will lead to earnest prayer and humiliation, and to faithfulness in home duties. In the family circle will be seen the gentleness and love, benevolence and compassion, which are ever the fruits of Christian zeal."},{"refcode_short":"PH099 26.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 26.1 (Ellen Gould White)","content":"I was shown that you must make an advance move. Your treasure in Heaven, Sr. Burnham, is not large. You are not rich toward God. May the Lord open your eyes to see, and make your heart feel, and you manifest, Christian zeal. Oh, how few feel the worth of souls! How few would sacrifice, to bring souls to the knowledge of Christ! There is much talking, much professed love for perishing souls. Talk is cheap stuff. It is earnest Christian zeal to act that is wanted. It is zeal to be manifested by doing something, by engaging in the work. Every one must now work for him and herself, and when they have Jesus in their hearts, they will confess him to others. You could no more hinder a soul from confessing Christ, who had him to confess, than you could stop the waters of Niagara from flowing over the falls."},{"refcode_short":"PH099 27.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 27.1 (Ellen Gould White)","content":"I was shown that Bro. C. Russell is buried up in the rubbish of the world. He cannot afford time to serve God. He cannot afford time to earnestly study and pray to know what the Lord would have him do. His talent is buried in the earth. The cares of this life have swallowed up eternal considerations with him. The kingdom of God and the righteousness of Christ are secondary with him. He loves business, but I saw, that unless he changed his course, the hand of God would be against him. He may gather, but God will scatter. He could do good."},{"refcode_short":"PH099 27.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 27.2 (Ellen Gould White)","content":"But many have the idea that if their life is a working, business life, that they can do nothing for the salvation of souls, and to advance the cause of their Redeemer. They say they cannot do things by halves, and therefore turn from religious duties, and religious exercises, and bury up in the world. They make their business primary, and forget God. And God is displeased with them. Any who are engaged in business where they cannot advance in the divine life, and perfect holiness in the fear of God, should change to a business in which they can have Jesus with them every hour. Bro. Russel, you are not honoring your profession. Your zeal is a worldly zeal, and your interest is a worldly interest."},{"refcode_short":"PH099 28.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 28.1 (Ellen Gould White)","content":"You are dying spiritually. You understand not your perilous condition. The love of the world is swallowing up your religion. You must awake. You must seek God. You must repent of your backslidings. In contrition take words and return to the Lord. Your religious duties have become merely a form. You have not religious enjoyment; for this enjoyment is dependent upon willing obedience. The willing and obedient shall eat the good of the land. You do not possess a bright evidence that you will dwell with God in his kingdom. You occasionally engage in the outward performance of religious duties, but your heart does not engage in the exercise. You occasionally drop a word of warning to sinners, and in favor of the truth; but it is a reluctant service, as though rendered to a task-master, instead of the cheerful service of filial affection. If your heart is aglow with Christian zeal, the most arduous duties will be pleasant and easy."},{"refcode_short":"PH099 28.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 28.2 (Ellen Gould White)","content":"Why the Christian life is so difficult to many is because they have a divided heart. They are double-minded, which makes them unstable in all their ways. Were they richly imbued with Christian zeal, which is ever the result of consecration to God, instead of the mournful cry, “My leanness! my leanness!” the language of the soul would be, “Hear what the Lord has done for me.”"},{"refcode_short":"PH099 28.3","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 28.3 (Ellen Gould White)","content":"In the course you have been pursuing, how limited will be the good you have accomplished, even if you are saved, which is very doubtful. Not a soul will be saved by your instrumentality. Will the Master say to you, “Well done, good and faithful servant”? What have you been doing faithfully? Hard work in the business and cares of this life. Will this bring from the lips of Christ, the gracious words, “Well done, good and faithful servant”?"},{"refcode_short":"PH099 29.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 29.1 (Ellen Gould White)","content":"My brother, Jesus loves you, and invites you to face right about, and take your eyes from the earth, and fix them upon the mark of the prize of your high calling, which is Christ Jesus. Cease lightness and trifling. Let a solemn weight of the time in which we live be borne by you till the war is over."},{"refcode_short":"PH099 29.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 29.2 (Ellen Gould White)","content":"You should go to work. Your influence, if consecrated to God, will tell."},{"refcode_short":"PH099 29.3","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 29.3 (Ellen Gould White)","content":"The family of Bro. Rumery are, most of them, in the downward road. Maria lives an aimless life. She is full of folly, vanity, and pride. Her influence does not tend to ennoble, does not lead to goodness and holiness. She does not like the restraint religion imposes; therefore she will not yield her heart to its sacred sway. She loves self, she loves pleasure, and is seeking for her own enjoyment. Sad, sad indeed will be the result unless she now turns square about, and seeks for true genuine godliness. She might exert an influence over her brothers which would be softening, ennobling and elevating in its tendency. God loves these children; but they are not Christians. They can become children of the light, and be missionaries in their own family, and among their associates. They could be workers for God, if they would try to live humble Christians."},{"refcode_short":"PH099 30.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 30.1 (Ellen Gould White)","content":"If the youth could only see how much good it is their power to accomplish, if they would make God their strength and wisdom, they would no longer pursue a course of careless indifference toward God; they would be no longer swayed by the influence of those who are unconsecrated. Instead of feeling that an individual responsibility rests upon them, to put forth efforts to do others good, and lead them to righteousness and holiness, they give themselves up to their own amusement. They are useless members of society, and their lives are aimless as the butterfly's."},{"refcode_short":"PH099 30.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 30.2 (Ellen Gould White)","content":"The youth may have knowledge of the truth, and believe it, but not live it. They possess a dead faith. Their hearts are not reached so as to affect the conduct and character in the sight of God, and they are no nearer to doing his will than the unbeliever. Their hearts do not conform to the will of God. They are at enmity with God."},{"refcode_short":"PH099 30.3","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 30.3 (Ellen Gould White)","content":"Those who are devoted to amusements; who love the society of those who love pleasure, have an aversion to religious exercises. Will the Master say to these youth who profess his name, “Well done good and faithful servant,” unless they are good and faithful?"},{"refcode_short":"PH099 31.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 31.1 (Ellen Gould White)","content":"The young are in great danger. Much evil results from their light and trifling reading. Much time is lost which should be spent in useful employment. Some would even deprive themselves of sleep that they might finish some ridiculous love story. The world is flooded with novels of every description. Some are not of as dangerous a character as others. Some are immoral, low, and vulgar; others are clothed with more refinement; but all are pernicious in their influence. Oh! that the young would reflect upon the influence the exciting story-reading has upon the mind."},{"refcode_short":"PH099 31.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 31.2 (Ellen Gould White)","content":"Can you, after such reading, open the word of God and read the words of life with interest? Do you not find the book of God uninteresting? The charm of that love story is upon the mind, destroying its healthy tone, and making it impossible for you to fix your mind upon the important, solemn truths which concern your eternal interest. You have sinned against your parents in devoting to such a poor purpose the time which belonged to them. You sin against God in using the time thus, which should be spent in devotion to him. It is the duty of the youth to encourage sobriety. Lightness, jesting, and joking, can only be indulged at the expense of barrenness of soul, and the loss of the favor of God."},{"refcode_short":"PH099 32.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 32.1 (Ellen Gould White)","content":"Many of you think you do not exert a bad influence upon others, and thus feel in a measure satisfied; but do you exert an influence for good? Do you seek in your conversation and acts to lead others to Christ? or, if they profess Christ, lead them to a closer walk with him?"},{"refcode_short":"PH099 32.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 32.2 (Ellen Gould White)","content":"The young should cultivate a spirit of devotion, and piety. They cannot glorify God unless they aim constantly to the fullness of the stature of Christ—a perfect person in Christ Jesus. Let the Christian graces be and abound in you. Give to your Saviour the best and holiest affection. Render entire obedience to his will. He will accept of nothing short of this. Be not moved from your steadfastness by the jeers and scoffs of those whose minds are given to vanity. Follow your Saviour through good report and evil report. And count it all joy, and a sacred honor, to bear the cross of Christ. Jesus loves you. He died for you. Unless you seek to serve him with your undivided affections, you will fail to perfect holiness in his fear, and you will be compelled to hear at last the fearful word, Depart."},{"refcode_short":"PH099 32.3","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 32.3 (Ellen Gould White)","content":"The case of Bro. Rumery is fearful. This world is his god. He worships money. He has not heeded the warning given him years ago, and overcome his love of the world while in the exercise of all his faculties. The dollars he has accumulated since, have been like so many cords entangling his soul, and binding him to the world. As he has gained in property, the more greedy he has been for gain."},{"refcode_short":"PH099 33.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 33.1 (Ellen Gould White)","content":"All the powers of his being are devoted to the one object, securing money. This has been the burden of his thoughts, the anxiety of his life. He has turned all the powers of his being in this one direction until he is a worshiper of mammon to all intents and purposes. Upon this subject he is insane. His example before his family is leading them to think the possession of property is to be valued before Heaven and immortality. He is sacrificing his eternal interest for treasures upon the earth. He has for years been educating his mind to acquire property. He believes the truth—he loves the principles of truth, and loves to see others prospering in the truth, but he has made himself so thoroughly a slave to mammon, that he feels bound to serve this master as long as he shall live. The longer he lives, the more devoted will he become to his love of getting gain, unless he tears his soul away from this terrible God, money. It will be like tearing out his vitals, but it must be done if he values Heaven."},{"refcode_short":"PH099 34.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 34.1 (Ellen Gould White)","content":"He needs the censure of none, but the pity of all. His life has been a terrible mistake. He has suffered imaginary pecuniary want, while surrounded with plenty. Satan has taken possession of his mind, and excited his organ of acquisitiveness, and made him insane upon this subject. The higher, noble powers of his being have been brought very much into subjection to the close, selfish propensity of acquisitiveness. His only hope is in overcoming this propensity, and breaking the bands of Satan. He has tried to do this, by doing something after his conscience had been wrought upon; but this is not sufficient. This merely making a mighty effort and parting with a little of his mammon, and feeling all the time that he is parting with his soul, is not the fruit of true religion. He must train his mind to good works. He must brace against his propensity to acquire. He must weave into all his life good works. He must cultivate a love of doing good, and get above the little, penurious spirit which he has fostered."},{"refcode_short":"PH099 34.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 34.2 (Ellen Gould White)","content":"In trading with the merchants at Allegan, Bro. and St. Rumery do not take a course which is pleasing to God. They will dicker to get things as cheap as they possibly can, and linger over a few pennies difference, and talk in regard to it as though money was their all—their God. If they could only be brought back, unobserved, to hear the remarks that are made after they leave, they would get a clearer idea of the influence of penuriousness. Our faith is brought into disrepute, and God is blasphemed, by some, on account of this close, selfish dealing. Angels turn from this close, penny deal, in disgust. Everything in Heaven is noble and elevated. All are seeking the interest and happiness of others. No mind is devoted to looking out and caring for self. It is the chief joy of all holy beings to witness the joy and happiness of those around them."},{"refcode_short":"PH099 35.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 35.1 (Ellen Gould White)","content":"When these angels come to minister to those who shall be heirs of salvation and witness, the exhibition of selfishness, of covetousness, of overreaching, and benefiting self at others disadvantage, they turn away in grief. When they see those who claim to be heirs to an immortal inheritance so penurious in dealing with those who do not profess any higher ambition than to be laying up treasures on earth, they turn away in shame, for holy truth is reproached."},{"refcode_short":"PH099 35.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 35.2 (Ellen Gould White)","content":"There could be no way in which the Lord would be better glorified, and the truth honored, than for unbelievers to see that truth had wrought a great and good work upon the lives of naturally covetous and penurious men."},{"refcode_short":"PH099 35.3","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 35.3 (Ellen Gould White)","content":"If they could see that the faith was having an influence to mould their characters, changing them from close, selfish, overreaching, money-loving men, to men who love to do good, who are seeking opportunities to bless those who need to be blessed with their means, they would have evidence that their religion was genuine by visiting the widow and fatherless in their affliction, and by keeping themselves unspotted from the world. Such would let their light so shine that others seeing their good works would be led to glorify our Father which is in Heaven. This fruit would be unto holiness, and they would be living representatives of Christ upon the earth. Sinners would be convicted that there is a power in the truth to which they are strangers. Those who profess to be waiting and watching for the appearing of their Lord should not disgrace this profession by battering in deal, and standing for the last penny. Such fruit does not grow upon the Christian tree."},{"refcode_short":"PH099 36.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 36.1 (Ellen Gould White)","content":"Bro. Rumery, the Lord is not willing you should perish, but rather that you should take hold of his strength, and make peace with him by a conformity of your will to the will of the Divine. If a faithful picture of your course in money-getting could be presented before you, you would be terrified. You would be disgusted with your closeness, your penuriousness, your love of money. You would make it the effort of your life to obtain the transforming grace of God which would make you a new man. The means which came to you from relatives was a curse to you. It only increased your money-loving propensity, and was an additional weight to sink you to perdition with your god."},{"refcode_short":"PH099 36.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 36.2 (Ellen Gould White)","content":"“The love of money is the root of all evil.” When men employ the powers that God has given them to obtain riches, and can be content with the pleasures of adding to wealth which they can never use, and which will prove a damage to their children, they abuse the powers which God has given them. They show that their character has been made sordid by the absorbing pursuit of gain. Instead of realizing happiness, they are miserable. They have shut up their souls to the wants of the needy, and have given evidence that they had no bowels of mercy and compassion for the suffering."},{"refcode_short":"PH099 37.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 37.1 (Ellen Gould White)","content":"Bro. Rumery, your heart is not callous to the wants and necessities of others. You have generous impulses, and you love to accommodate. You will frequently do a kind act for a brother or a neighbor readily, but you make money your god, and are in danger of valuing Heaven less than you value your money. In money-getting there is always danger, unless the grace of God is the ruling principle of the soul. When Christians are controlled by the principles of Heaven, they will dispense with one hand, while the other gains. This is the only rational and healthy position a Christian can occupy while having, and still making, money. We would ask Bro. Rumery, What are you going to do with your money? You are God's steward. You possess talents of means, and can with them do much good. You can deposit in the bank of Heaven by being rich in good works. Bless others with your life. “Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal: but lay up for yourselves treasures in Heaven, where neither moth nor rust doth corrupt, and where thieves do not break through, nor steal: for where your treasure is, there will your heart be also.”"},{"refcode_short":"PH099 38.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 38.1 (Ellen Gould White)","content":"In laying up treasures in Heaven, remember it is not lost. It is for yourselves. It is securing these treasures to yourselves by a judicious use of the means of which Heaven has made you a steward. Charge them that are rich in this world, that they be not high-minded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy; that they do good, that they be rich in good works, ready to distribute, willing to communicate; laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life."},{"refcode_short":"PH099 38.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 38.2 (Ellen Gould White)","content":"There is danger, Bro. Rumery, of your life being lost, your gifts, bestowed by God, being surrendered to the Devil and you led captive by him at his will. Can you bear the thought? Can you for this short life choose to serve self, and love your money, and then part with it all, and have no title to Heaven, no right to the life which is eternal? You have a great work, a mighty struggle before you, to separate your affections from this earth's treasure. Where your treasure is, there will your heart be also. Watch, pray, and work, are the Christian's watchwords. Arouse yourself, I implore you. Seek for those things which are enduring. The things of this earth must soon pass away. Are you ready to exchange worlds? Are you forming a character for everlasting life? If lost at last, you will know what proved your ruin,—the love of money. You will cry in bitter anguish: Oh! the deceitfulness of riches! I have lost my soul. I sold it for money. My soul and body I bartered for gain. I sacrificed Heaven, fearing that I should have to sacrifice my money to obtain it. From the Master will be heard, Take ye the unprofitable servant, bind him hand and foot, and cast him into outer darkness."},{"refcode_short":"PH099 39.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 39.1 (Ellen Gould White)","content":"We hope this will not be your fate. We hope you will transfer your affections, and remove your treasure to Heaven and fasten your affections upon God and the immortal treasure."},{"refcode_short":"PH099 39.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 39.2 (Ellen Gould White)","content":"I have seen that the entire family were in danger of partaking, in a degree, of the father's spirit. Sr. Rumery, you have already partaken of this spirit. God help you to see it, and make an entire change. Cultivate a love of doing good. Seek to be rich in good works. You can do, in many things, more than you do. You have an individual responsibility before God. You have a duty to do, from which you cannot be excused. Maintain a close walk with God. Pray without ceasing. You will have close work if you save your soul."},{"refcode_short":"PH099 40.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 40.1 (Ellen Gould White)","content":"Seek to have a counteracting influence in your family. Take your stand nobly for God. Your organization is unlike your husband's, and you will be condemned of God unless you act for yourself. Make diligent work in saving your own soul, and in exerting an influence to save your family. Let your example show that your treasure is in Heaven—that you have invested all in a better home and a better life, which are eternal. Train your mind to value heavenly things, to be elevated, to love God, and to manifest a willing obedience to his will."},{"refcode_short":"PH099 40.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 40.2 (Ellen Gould White)","content":"You may be tested; you may be proved to see how deep and strong is your affection for the things of this world. You may be made to understand, my sister, a page of your heart with which you are now unacquainted."},{"refcode_short":"PH099 40.3","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 40.3 (Ellen Gould White)","content":"God knows your trials, as you view the state of your husband and children, who so greatly lack saving faith. Much more depends upon you than you realize. You should put the armor on. Spend not your precious strength in exhausting labor which another can do. Encourage your daughter to engage in useful employment, and to aid you in bearing the burdens of life. She needs discipline. Her mind is vain. She needs to render all to to God, then she can be useful and please her Redeemer."},{"refcode_short":"PH099 41.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 41.1 (Ellen Gould White)","content":"Sr. Rummery, work less, and pray and meditate more. Eternal interests should be primary with you. God forbid that your children should be moulded into money-lovers."},{"refcode_short":"PH099 41.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 41.2 (Ellen Gould White)","content":"True refinement, and gentleness of manners, can never be found in a home where selfishness reigns. The truly refined always have brains and hearts, always have consideration for others. True refinement does not find satisfaction in the adornment and display of the body. True refinement and nobility of soul, will be seen in efforts to bless others, being useful to others, seeking to elevate others."},{"refcode_short":"PH099 41.3","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 41.3 (Ellen Gould White)","content":"The weight of eternal things rests very lightly upon your children. May God arouse them before it shall be too late, and they exclaim in anguish, “The harvest is past, the summer is ended, and we are not saved.”"},{"refcode_short":"PH099 41.4","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 41.4 (Ellen Gould White)","content":"Bro. George Lay: I was shown your case. You occupy a responsible position. You are entrusted with talents of money, and talents of influence. To every man there is given a work. Something to do, not merely to engage his brain, bone and muscle in common labor; it means more than this. You are acquainted with this work from a worldly point of view, and have some experience in the work in a religious capacity. But for a few years past you have been losing time, and now you will have to work fast to redeem the past. To possess talents is not enough; you must turn these talents to advantage; not merely for yourself, but for Him who bestowed them. All that you have is a loan from your Lord. He will require it again at your hand with interest."},{"refcode_short":"PH099 42.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 42.1 (Ellen Gould White)","content":"Christ has a right to your services. You are not your own servant, to serve your own interest, but the interest of him who has employed you. As a professed Christian, your relation to God brings you under obligations as his servant. You have become his servant by grace. It is not your own property entrusted to you for investment. Had it been so, you might have consulted your own pleasure in regard to its use. The capital is the Lord's, and you are responsible for its use or abuse. There are ways and means in which this capital can be invested—put out to the exchangers, where it shall be earning the Lord something. If it is allowed to be buried in the earth, the Lord is not benefited, and you will not be benefited; but will lose all that you had entrusted to you."},{"refcode_short":"PH099 42.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 42.2 (Ellen Gould White)","content":"May God help you, my brother, to realize your true position as God's hired servant. He has paid the wages of his own blood and suffering to secure your willing servitude and engage your ready obedience."},{"refcode_short":"PH099 42.3","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 42.3 (Ellen Gould White)","content":"During the trials of the few past years, you have suffered in mind, and have felt it a relief to turn your attention more fully to the things of the world, to the work of acquiring. God, in his great love and mercy to you, has gathered you again to his fold. Now, new duties and responsibilities are laid upon you. You have a strong love for this world. You have been laying up treasures upon the earth. Now, Jesus invites you to transfer your treasure to Heaven; for where your treasure is, there will your heart be also. In all your deal with your brethren, and with unbelievers, guard yourself. Be true to your profession, and maintain true nobleness of soul, which shall be a credit to the truth which you profess."},{"refcode_short":"PH099 43.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 43.1 (Ellen Gould White)","content":"You occupy a position where others are looking to you. You possess more than ordinary intellect. Your perception is quick, and you are a man that feels deeply. Some of your brethren have not moved in wisdom. They have watched you, and have felt over your case, and have wished to see you more liberal with your means. They have made themselves unhappy over your case. This is all needless in them. These very ones lack in many things. And if they are faithful in the humble service the Master has required of them, they will have all that they can do. They cannot afford to waste their time in anxiously fearing their neighbor, who has a larger work entrusted to him, will not do his work well. While so interested in the case of another, their own work is neglected, and they are really slothful servants. They were anxious to do their neighbor's work, instead of that committed to themselves to do."},{"refcode_short":"PH099 44.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 44.1 (Ellen Gould White)","content":"They think that if they only had the five talents to handle, they could do so much better than the one to whom these talents were entrusted. But the Master knew better than they. None need mourn that they cannot glorify God by talents he never gave them, and for which they are not responsible. They need not say, If I were in another's position in life, I would have done a great amount of good with my capital. God requires no more of them than to improve upon what they have, as stewards of his grace."},{"refcode_short":"PH099 44.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 44.2 (Ellen Gould White)","content":"The one talent, the humblest service, if wholly consecrated, and exercised to promote the glory of God, will be as acceptable as the improvements of the weightiest talents. The varied trusts are proportioned to our varied capabilities. To every man is given according to his ability. None should overlook their work, considering it as so small that they need not be particular to do it well. If they do this, they trifle with their moral responsibilities, and despise the day of small things. Heaven apportioned them their work, and it should be their ambition to do this work well, according to their capabilities. God requires that all, the lowliest, as well as the strongest, fulfill their appointed work. The interest expected will be in proportion to the amount entrusted."},{"refcode_short":"PH099 45.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 45.1 (Ellen Gould White)","content":"Each should diligently and interestedly attend to his own work, and leave others to their own Master, to stand or fall. There are too many busybodies in Monterey—too many interested in watching their brethren, and for this reason they are constantly weak. They will bear testimony in meeting, and because they have not Jesus in their hearts to confess, they will try to impress upon their brethren their duty. These poor souls do not know their own duty, and yet they take the responsibility to enlighten others in regard to their duty. If such would attend to their own work, and obtain the grace of God in their hearts, there would be a power in the church which is now lacking."},{"refcode_short":"PH099 45.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 45.2 (Ellen Gould White)","content":"Bro. Lay, you can do good. You possess good judgment, and God is leading you out of darkness into the light. Use your talents to the glory of God. Put them out to the exchangers, that when the Master cometh he may receive his own with usury. Break your tendrils from the valueless things of earth, and elevate them to entwine about God. The salvation of souls is of greater consideration than the whole world. One soul saved, to live through the endless ages of eternity, to praise God and the Lamb, is of more value than millions of money. Wealth sinks into insignificance when compared with the worth of souls for whom Christ died. You are a cautious man, and will not move rashly. Sacrifice for the truth of God, and become rich toward God. God help you to move as fast as you should, and place the right estimate upon eternal things."},{"refcode_short":"PH099 46.1","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 46.1 (Ellen Gould White)","content":"Your children need a deeper work. They need to encourage sobriety and solidity of character. They can, if they are consecrated to God, do good, and exert an influence which will be saving upon their companions."},{"refcode_short":"PH099 46.2","refcode_long":"Testimony for the Churches at Allegan & Monterey, p. 46.2 (Ellen Gould White)","content":"And let not the poor feel that there is nothing that they can do, because they have not the wealth of their brethren. They can sacrifice in many ways. They can deny self. They can live devotedly. And in their words and acts they can honor their Redeemer. The sisters, especially, can exert a strong influence, if they will cease their gossiping, and devote their time to watchfulness and prayer. They can honor God. They can let their light so shine, that others by seeing their good works will be led to glorify our Father which is in Heaven."}]