[{"refcode_short":"PH096 2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 2 (Ellen Gould White)","content":"Testimonies on the Case of Elder E. P. Daniels"},{"refcode_short":"PH096 2.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 2.1 (Ellen Gould White)","content":"Again my mind is much exercised in regard to you. I dreamed that I was in your home sitting at your table, but I could not see that the teachings that you have given others on self-denial and health reform were carried out. I groaned in spirit, and said, “Brother Daniels, you are going into darkness.” The Lord has shown me that you have such traits of character that, should you be prospered financially, you would be in danger of losing your soul. You would not be economical; you would use your means too freely; your wants would increase, and you would not practice self-denial. I was shown that the Lord in mercy has kept you in the school of poverty that he might save your soul."},{"refcode_short":"PH096 2.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 2.2 (Ellen Gould White)","content":"Sister Daniels has lessons to learn in economy. I saw that you, Brother Daniels, had been tested by poverty, and that the Lord would test you with prosperity. If your use of his blessings and the advantages he gives you should not be in accordance with your faith and your instructions to others; if you should not appropriate the means God brings in your hands, in accordance to your faith, then he would come closer to you by affliction, disappointment, and privations; for I saw that you do not know yourself. You would be led on by your natural inclinations, building high hopes on future prospects, but God would put his hand against you. He can in a moment remove your wisdom. He can in a moment take from you the power he has intrusted to you, by which you should glorify him. If left to yourself, to follow your own will and judgment, you will surely ruin your soul. Both you and your wife need to learn in the school of Christ."},{"refcode_short":"PH096 3.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 3.1 (Ellen Gould White)","content":"Nebuchadnezzar was warned by God not to pursue a certain course; but his prosperity elevated and deceived him, and in an unguarded moment he exclaimed, “Is not this great Babylon, that I have built for the house of the kingdom by the might of my power, and for the honor of my majesty?” The instant he uttered these words, the sentence was issued that felled the tree. The blessings God had bestowed upon him were removed, his reason was taken away, and the mighty ruler was driven from men to find his place among the beasts of the field."},{"refcode_short":"PH096 3.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 3.2 (Ellen Gould White)","content":"There are many ways in which God can punish, and punishment will surely follow wherever pride is indulged. “Pride goeth before destruction.” Let a man be lifted up by a sense of his own ability, and trust in his human strength, and he will surely be overcome by temptation. God will bring him down. He will teach him his utter weakness, that he may feel his need of divine aid. Let anyone glory in his wisdom or his talents, or in anything but Christ and him crucified, and he will learn that the Lord alone is to be exalted."},{"refcode_short":"PH096 3.3","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 3.3 (Ellen Gould White)","content":"Now, Elder Daniels, stop just where you are and consider; bring forth fruits unto righteousness such as you have not brought forth. A great deal was said about the injustice that was manifested when you did not receive credentials, and desired to labor in the cause and work of God, and could do so much good. Your credentials have been restored, and now God is waiting to see what you will do, whether you will give yourself unreservedly to his work or will please yourself. Will you connect in your work with those who will lead you to meet the world's standard rather than the standard of Christ? My heart is very sad and when I think of the state of things in Healdsburg. I know the church is not in a right condition. I know that your plans and ideas have fashioned some of its members not to their spiritual advantage, but to their injury; and the end is not yet. I was in my dream led into the church, into the college, and into your house. I sat at your table and visited your rooms, fitted up for your students, and I was led to see beneath the outward appearance, and I was very sad. I saw the working of things at present and what they would be in the future, which was far from being in God's order or according to his arrangements. I was shown some things in your family; the dangers that threatened your children of receiving a wrong stamp of character, a mould that will not be easily effaced, vanity, pride, love of dress, self-will, and anything but the meek and quiet spirit which is in the sight of God of great price. May the Lord open your eyes to see and your heart to feel the necessity of an entire change."},{"refcode_short":"PH096 4.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 4.1 (Ellen Gould White)","content":"You do not know how to use means, but God is proving you, and will you stand the test? But as I have written to you so fully in my former letter, I will now forbear."},{"refcode_short":"PH096 4.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 4.2 (Ellen Gould White)","content":"The Lord would have all who act a part in his work, bear testimony in their lives to the holy character of the truth. The end is near, and now is the time when Satan will make special efforts to distract the interest and separate it from the all-important subjects that should arrest every mind to concentrated action. An army could do nothing successfully if its different parts did not work in concert. Should each soldier act without reference to the others, the army would soon become disorganized. Instead of gathering strength from concentrated action, it would be wasted in desultory meaningless efforts. Christ prayed that his disciple might be one with him as he was one with the Father. A limited number united under one head, all obeying orders, will accomplish more than ten times the number who are drawing apart, who expend their strength on many things at the same time. Whatever good qualities a man may have, he cannot be a good soldier if he acts independently. Good may occasionally be done, but often the result is of little value, and often the end shows more mischief than good. Those who act independently make a show of doing something, attract attention, and flash out brightly, and then are gone. All must pull in one direction in order to render efficient service to the cause. In Healdsburg some have acted from self-will. They have a high appreciation of their own ability. They put a great estimate on their own plans, and are all ready to take offense at the doings of others, and they refuse to act in concert. Now these, I saw in my dream, were attracted to you, and God's blessing cannot attend them, because his spirit does not rule in their hearts, or control their actions."},{"refcode_short":"PH096 5.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 5.1 (Ellen Gould White)","content":"God requires concerted action of his soldiers, and in order to have this in the church self-restraint is essential; self-restraint must be exercised. But some in Healdsburg, as well as in other churches, will have to learn this lesson; they will have to learn to forego their own wishes and preferences for the good of others. We have determined adversaries; we know not their number or their position. Satan works through agencies which we do not always see; through some whom we do not suspect. When we think Satan is routed, he is only preparing to make an attack to discomfit and repulse. When we fancy ourselves secure, we are in the very greatest danger. Watchfulness and prayer combined with persevering effort to keep the rank and file unbroken, is more necessary than ever before. The work of the cause of truth in Healdsburg is a spectacle to the world, to angels, and to men. Satan has brought elements into the Healdsburg church that will ever be a source of trial, unless these unconverted members shall see their defects of character as they have never yet seen them, and will repent of their evil surmisings, their envy, their fault-finding, their accusing of the brethren, their walking after their own independent judgment. These have made independent assertions, and are bold and forward, not knowing their place, and not realizing the order that must be observed in the church of God."},{"refcode_short":"PH096 6.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 6.1 (Ellen Gould White)","content":"Such are a greater affliction to the church than any of the influences we meet with from unbelievers. The very worst elements will become instruments in the hands of Satan to obtain sympathizers. For this reason we see the need of using great caution in selecting persons to take responsibility in the school and in the church; for Satan will set these unsanctified ones to work to clog the wheels, to question, to find fault, to create suspicion, disunion, and a disordered state of things; and all the time they will think they are doing God's service. These elements are already to work in the church, but their work is not yet fully developed. Much is kept in the dark. An under-current is working. Satan lays hold of those who are self-willed, and who move from impulse, and skillfully diverts them into channels where they will be an element of weakness in the church."},{"refcode_short":"PH096 7.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 7.1 (Ellen Gould White)","content":"Our conflict with Satan and his host must be earnest and determined. The enemy will use these rebellious ones to worry, confuse, and perplex those who would stand as bold, faithful soldiers for Jesus. We wish you to understand your danger, to know what gins and snares Satan has set for you. The warfare is waging now, and will continue to the end. The church must be a unit. I wish, my brother, that you had spiritual discernment, but in this you are deficient. I entreat you in the name of Jesus to seek wisdom from God; for Satan is surely coming to you as an angel of light. It is not easy to meet and withstand foes who wear the same dress as do the soldiers of Christ. But let the Lord come in and work with your efforts. God would have you and your wife consecrated to his service, but you both need divine enlightenment, you need to be careful with whom you connect, to take heed whom you admit into your confidence. The Lord will help you if you feel the need of his help. But he is found only of those who seek him with faith, in earnest, humble prayer. May the Lord guide and control you is my prayer."},{"refcode_short":"PH096 8.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 8.1 (Ellen Gould White)","content":"When I think of your worn and nervous condition when we were united in our labors in Lemoore, Selma, and Fresno, I am troubled on your account. The April meeting is before us, and I am perplexed over many matters that I know will call for much taxing labor on my part. My brother, I know that you want to be right with God, but you do not keep yourself firmly in the right way. If you kept a steady hold from above, you would be an efficient laborer in the cause of God, but there are many influences within and without that are striving for the mastery, and you are lacking in fixedness of purpose to go forward and upward, to gain the heavenly prize. There are dangerous avenues before you, leading off from the right path, and none are more exposed to peril than yourself, although you do not imagine yourself in any danger."},{"refcode_short":"PH096 8.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 8.2 (Ellen Gould White)","content":"You frequently grow impatient at the words of counsel and caution that God addresses to you through his servants. You will not think that there can be danger in your pathway until you are entangled, and can see afterward that you have made a mistake; then you become discouraged. Your case was opened before me in Switzerland, as you well know. I saw you were in danger from your hereditary tendencies, and your habits of life. You are of that nature that you should fear to follow your strong and sometimes fierce impulses. The more experience you gain in spiritual things, the more deeply you will realize your own weakness, and feel your need of clinging close to the Lord as your counselor. One of the deplorable defects of the original apostasy was the loss of man's power to govern his own heart, and when there is a separation from the Source of your strength, when you are lifted up in pride, you cannot but transgress the law of your moral constitution. It is then that you break away from the control of conscience, and perverted habit and practices gain the ascendency over reason; impulse bears sway, and carries you away from the control of principle. You indulge in disloyal feelings, and you need to be restored to yourself almost as much as you need to be restored to your God. You do not heed warnings as you should, because you do not think them applicable to your case. I tremble for your safety."},{"refcode_short":"PH096 9.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 9.1 (Ellen Gould White)","content":"The church in Fresno has re-enacted that which has taken place in other churches. Some have been taken up with your preaching and have been charmed with your manners as a man. The Lord has seemed to be very near at times, and has spoken through you, and then, had you lived out that which you preached to others, you would have been a savor of life unto life but you have not kept humble and lowly in spirit. You knew that your influence and labors were appreciated, and it hurt you when others referred to your mistakes in financial management. You have conversed in a way to draw upon the sympathy of your brethren, and they thought they were doing God's service in placing means in your hands. In this they were deceived. They did not know your weakness, for it was the worst thing that they could have done for you. It was like the unwise indulgence of parents to unreasonable children. You needed to learn many lessons of the Great Teacher to bring into your daily practical life. If you would make a success as a representative man in the truth, you will have to practice economy. You should not allow yourself to be tossed to and fro by the exercises of your mind, or to be affected by circumstances. Your surroundings color your religious experience, and are woven into all your discourses, and the weakness of your character is made apparent under temptation and trial. You do not think but that your mountain standeth sure. You do not realize that you are in an enemy's land, where foes are lurking behind every bush and jutting rock, to surprise you when off your guard. If you would only sense your danger, realize your weakness, and overcome your defects of character, you could do much good; you can and must do this, if you would have eternal life. Then you would watch unto prayer, sending your earnest, longing desires to the mercy-seat with a perseverance and determination that could not be denied, and when the enemy comes in like a flood, the Spirit of the Lord would lift up a standard against him."},{"refcode_short":"PH096 10.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 10.1 (Ellen Gould White)","content":"You are in danger of losing the confidence of your brethren, because you do not practice that which you preach. At one time you urge one thing, and at another time another, because some idea strikes you in a different light. Feeling sways you. You are not rooted and grounded and settled in the truth, and therefore you are easily moved. There must be deep heart work in your case, for I have been shown that unless you have power to resist inclination and impulse, you will be overcome by the enemy of God and man. You need to cultivate genuine faith; for it is inseparable from repentance, transformation of character, and the bringing forth the fruits of the Spirit. The reason you have not overcome many of the weaknesses of your character is not because you are satisfied with yourself as you are, but you have not the moral courage to war against your inclination. You should be determined to accept the light which God has given you, which has called your attention to his precepts and injunctions, and follow the expressed will of God."},{"refcode_short":"PH096 11.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 11.1 (Ellen Gould White)","content":"For years, testimonies have followed you upon the subject of economy and the wise expenditure of means but neither yourself nor wife have made decided changes in your practices, if you could obtain money to use. You love display, you love indulgence of appetite, you love to gratify your taste; and the same traits of character shown in yourself are reproduced in your children, and you will reap that which you have sown. There never can be sufficient means granted you for your labors to sustain your indulgence of extravagant, spendthrift habits. Why do you not learn of those brethren who comfortably support themselves and their families on less money than you receive for your labors? The reason that you are in embarrassed circumstances is not because your wages are not enough to support you as a Christian, but you do not manage your means in such a way as to keep you from embarrassment. If you had twenty dollars a week you would still complain of financial pressures, because your habits of expenditure would keep pace with your means."},{"refcode_short":"PH096 11.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 11.2 (Ellen Gould White)","content":"In Healdsburg, the Lord wrought through you, not because you were perfect, but notwithstanding your imperfections. Self soon was mingled with your work. When you realized that the Spirit and power of God were working with the people, if you had humbled yourself, if you had walked carefully and softly before God, feeling your unworthiness and his goodness, the influence you left in Healdsburg would have been far better than it now is. You charge all your financial embarrassment to circumstances."},{"refcode_short":"PH096 12.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 12.1 (Ellen Gould White)","content":"You can talk well in regard to parents training their children. Your wife, whom I love and respect in the Lord, would make an excellent lecturer upon this subject. But your own practices contradict the excellent principles that you have presented. She does not live out her own teachings. When your customs are seen and your home life practices revealed, the people become confused and disgusted. You do not train your children for usefulness, and to practice self-denial, and to keep the way of the Lord. Why are you so irresolute in purpose, so feeble in action, so vacillating in principle, so weak in faith? These things are a mystery to those who have an opportunity to become acquainted with you in the pulpit and at home. Elder Daniels, they see you one day strong and self-assured, next day they see in you a complete change. You affirm strongly things exactly opposite to what you affirmed as strongly the day before. If you were indulging in the use of wine, beer, or brandy, I could see a reason for this changeableness. But I sincerely hope that you will not form the habit of indulging in intoxicating drinks; for then Satan will be able to do with you what he will. The wine you recommended to be that which could be used freely and without evil effects, I used one tablespoonful for a time, but I was afraid of it."},{"refcode_short":"PH096 13.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 13.1 (Ellen Gould White)","content":"When I was shown the great need of reform in the education and training of your children, I was filled with pain that I cannot express, because I saw that you did not act your part in bringing about the best good of your children. You need the work of the Spirit of God in your own heart; for right principles are not governing your life action. If you were right with God you would not be doing as you have been doing in reference to your children; you would not present such an example as you have in their management. You should depend far less upon self and far more upon Jesus. If you were closely connected with God you would rule your children wisely. Zua is impulsive; she lacks experience in the right direction; she needs to be guided and restrained instead of being indulged and flattered. If you were discerning, if your souls were imbued with the sanctifying power of the truth, you would need no advice in regard to her attending Snell's Seminary. If you were asked concerning the daughter of another, you would know just what course parents should pursue in relation to the education of their child. Your advice would be sensible. You have placed barriers in the way of Zua's salvation, for you have yourselves chosen as her associates the vain, the proud, the unbelieving."},{"refcode_short":"PH096 13.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 13.2 (Ellen Gould White)","content":"Sister Daniels loves dress. She is weak on this point. She desires to see her children arrayed according to the customs of a fashionable world. The word of God has specified how Christians should dress, and parents are to see that his directions are carried out rather than the wishes of their children. God will hold parents accountable for sowing seeds of vanity in the hearts of their little ones. Paul writes concerning the dress of women, saying: “In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broidered hair, or gold, or pearls, or costly array, but (which becometh women professing godliness) with good works.” “Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel; but let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.”"},{"refcode_short":"PH096 14.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 14.1 (Ellen Gould White)","content":"My brother, how can your wife in the fear of God rebuke the sins, fashionable follies, and love of dress as she does when seeking to meet the world's standard? Can you present an example in the dress of your children to the world? Have you not encouraged your daughter, Sister Daniels, to dress as other school-girls dress who have not the fear of God before them, whose whole aim is to make a display? Can the Master sanction your course in placing your daughter where she is constantly in the society of those whose conversation, whose manners, whose characters, bear only the worldly mould? Your daughter may receive a certain polish, a gloss, which may please her parents, and give her ideas as to what constitutes a lady, but it may be entirely contrary to the expressed will of God. Is the refinement of the world that which will elevate her in the scale of moral value with God? Will she have as great a care to possess a meek and quiet spirit, that she will meet the approval of the self-sacrificing Redeemer, as she has to meet the approval of her worldly associates? You know that the tendencies of your child would lead her to imitate the fashions she sees, so as not to appear odd and singular. You may say that there are many Sabbath-keepers who dress just like the world. This has always been so and always will be so. Christ said, “It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.” Are you not set as a shepherd to watch for souls as they that must give an account? Sister Daniels, you have not met your solemn responsibilities as a mother in aiding your daughter to deceive her father in regard to her dress and expenditures. Both of you have been deceived. You have been carried away with false ideas in regard to the training of your children. You must be thoroughly transformed by the grace of Christ, so that you can teach your children by precept and example the good and right way. Zua is full of affectation and deception. She is superficial in nearly all her attainments. Her school life has given her an outside polish, but her heart is unrenewed; for she has no love for God, no love for the society of Christians. She is in the ranks of the enemy, and should she die today, she would not enter the kingdom of heaven. Paul is in no better condition, and your youngest girl is far from having a lovely character. Your own training is in every way defective. May the Lord have mercy upon you, that you may not lose your soul and the souls of your children."},{"refcode_short":"PH096 15.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 15.1 (Ellen Gould White)","content":"We are urged by the Spirit of the Lord to bear a pointed testimony against the idolatry of dress in this age. If we are right with God, we will discard everything of a deforming character, such as paniers, bustles, unnecessary plaiting, and fashionable arrangement of the dress upon the body. Ministers and ministers’ wives should be an example in reproving the fashionable display in our sisters who claim to believe the truth. They should have their children dressed in a way that God would approve, presenting them to the church in simplicity, and modesty of apparel. Far greater pains should be taken to instruct them so that they shall have beautiful characters and keep the way of the Lord than to have them make a stylish appearance, taking the way of the Sodomites. The Scripture says, “As for my people, children are their oppressors, and women rule over them.” Moreover the Lord saith, “Behold, this was the iniquity of thy sister Sodom, pride, fullness of bread, and abundance of idleness was in her and in her daughters, neither did she strengthen the hand of the poor and needy. And they were haughty, and committed abominations before me; therefore I took them away as I saw good.” I appeal to you in the name of the Lord to study your Bibles, to be doers of the word, and to educate your children that they may know the way of the Lord, so that the curse of Eli may not come upon you."},{"refcode_short":"PH096 16.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 16.1 (Ellen Gould White)","content":"Children should be kept free as possible from the demoralizing influences of the fashions of this age. Fathers who minister in word and doctrine should have their children examples of what they teach to others in the pulpit. When you realize the responsibility that rests upon you, your life and character will be elevated and ennobled, and you will seek to reach the high standard God has erected. Ministers should be far more earnest and anxious to train their children so that they shall meet the Lord's standard than that they may meet the approval of the world. I do not wish you to be blindfolded by the enemy, to feel flattered because your daughter is praised and petted by those who do not keep the commandments of God. What if sickness or death should come upon your children? What if their reason should be taken away, and their souls unsaved, where would the blame lay? Has your work been done according to the light and knowledge you have had? Have you followed the directions of Holy Writ? Have you not educated and trained your child to fall in love with fashionable dress because you have not firmness of principle to deny her desires? Have you taught your children that they must have moral courage in order to be God's peculiar treasures, separate from the spirit and habits of those who love not God and keep not his commandments?"},{"refcode_short":"PH096 17.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 17.1 (Ellen Gould White)","content":"If Zua should take a course according to the Bible directions, she would have no inclination to remain at the Seminary in Oakland. Have you not given permission for your daughter to go out from among those of like faith into the society of those which her natural inclination chooses as companions? The Lord said to the people of Israel, to gather their children into their houses with them and strike their door-posts with blood, that the destroying angel might not cut down their children. If they were found in the homes of the Egyptians, they would perish with unconsecrated idolaters. Now you are utterly at fault; you are letting the enemy take your children out of your hands in separating them from those who are connected with God, and allowing them to drift into the society of worldlings. “Consistency, thou art a jewel.” Unless you change, you will constantly erect barriers around your children to hold them away from Christ; you will bind them with the world, because it pleases their carnal minds. When the angel with the writer's inkhorn shall place a mark upon those who love Jesus and keep his commandments, another angel will follow with destroying weapons in his hand, and the commandment will go forth, “Slay utterly old and young, both maids and little children and women; but come not near any man upon whom is the mark; and begin at my sanctuary. Then they began at the ancient men which were before the house.” Will you not carefully look at these things, and think upon them? Will you not, for the sake of your children, do the work for which God has made you responsible? I feel greatly burdened over these things. The children of Sabbath-keepers who have had their own way, and have been gratified in all their wishes, will, in consequence of their selfishness, idolatry, and unrighteousness, be unfit for heaven, but they will be fit for the last plagues. Unless parents arouse from their present condition, and do their appointed work, they will perish with their children."},{"refcode_short":"PH096 18.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 18.1 (Ellen Gould White)","content":"Paul is a boy who has good qualities as well as objectionable traits of character. His evil traits have been cultivated and indulged rather than restrained. You have not taught him the sinfulness of a sullen, stubborn disposition, and firmly restrained this growing evil, and even in the expression of his countenance your indulgence is leaving its mould. The impressions made in youth are most abiding, and early life is the best time to cultivate correct habits. Paul has been encouraged to be exacting and particular in his diet at the table, but you should set the food before him, and never allow him to turn from it in disdain, calling for something that you have not provided. He may cherish his exacting habits in regard to his diet, until he shall be disagreeable to himself and all connected with him. If he were obliged to labor according to his strength, hunger would give him a relish for his food and remove his murmuring. Decided measures should be taken in this matter. I love this son of yours; he can be moulded in the right way, for if properly trained he will respond after a time. You should never allow your children to find fault with their food, to murmur because spice, pepper, pickles, and condiments are not placed before them. You should not allow them to indulge largely in meat eating, unless you want them to become nervous, irritable, and discontented. Give your boy something to do. Teach him to be industrious. He has naturally no love for work; he loves indolence and seeks to shirk responsibility. If you want your children to bless you, teach them to be useful and self-denying. Restrict their reading. They should not be allowed to pour over the pages of novels or story books, filled with the tales of lust and knavery, for it will not leave a heavenly influence on their minds. They are young and inexperienced, and will be just what you make them. All such habits of reading will cut up by the roots the principles of virtue which enter into the formation of a good, firm character. Novel reading is like taking poison, and will sooner or later reveal its bitter results. The mark for good or evil made upon the characters of your children is not written in the sand, but is traced as on enduring rock. Their associations will have to be guarded; for what is learned from the words and habits of their companions, will mould the whole after life. The company your children keep, the principles they now adopt, the habits they now form, are settling the destiny of their future with an almost infallible certainty."},{"refcode_short":"PH096 20.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 20.1 (Ellen Gould White)","content":"Heretofore what I have said to you has left no lasting impression, but will you not now become a different man? If you do not, I greatly fear that you will depart from the faith. I pray you to keep the path of honor and truth. Do not accept money as a gift from your brethren. Bring your wants within your means. Make no extravagant purchases for yourself or for your children. May your wife be the help and strength to you that she should be in aiding you to correct your deficiencies, which mar your work and which ought not to exist. There are personal weaknesses which will make you feel that you should leave the ministry, so that your lot would be easier. You may feel that some other employment would be better for you financially, but you would find that it would be a mistake. You are not qualified to become a financier. Your hopes are large, you have glowing anticipations that have never yet been realized, and never will be. You make large outlays on the preparation for future promises of real success, but you will be disappointed. But if you endure unto the end as a humble, faithful, godly shepherd of the flock, your reward will be a crown of glory that fadeth not away. The good hand of the Lord is over you in that you are permitted to bear the glorious message of truth to others. May the Lord give you such clear views of Jesus that your soul will be enraptured. I commit these plain words to you both, to tell you that one-half your usefulness is counteracted by defects that you can and must overcome. Make thorough work for eternity, as in the sight of God."},{"refcode_short":"PH096 21.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 21.1 (Ellen Gould White)","content":"Elder Daniels, I am your friend because I tell you the truth. You are engaged in a solemn work, and as an ambassador of Christ, I desire that you should make no failure, but give full proofs of your ministry. Pray much, my brother, talk less. Pray that you may be endowed with wisdom and courage necessary to accomplish the work, whatever it may be. Say before God, “I will do my duty with an eye single to thy glory.”"},{"refcode_short":"PH096 21.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 21.2 (Ellen Gould White)","content":"Difficulties will arise in your path, and you may feel the deficiency of your character, the littleness of your ability, as a minister of the gospel, in comparison with the greatness of the work. But if you had the greatest intellect that was ever given to man, it would not be sufficient for your work. “Without me ye can do nothing,” says our Lord and Saviour. The result of all we do rests in the hands of God. You should look upon Christ, his self-denial, the reproach he endured, the abuse he bore for man, that you may be well balanced. When the blessing of God attends your labors you should become neither vain nor ambitious. When disaster comes you should not be depressed, and success should not elate you. The prosperity of the cause of God should always be kept in view. May the Lord help you not to have a fluctuating faith, but a faith that will lay hold upon God, with steady, persevering confidence, whatever may betide."},{"refcode_short":"PH096 22.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 22.1 (Ellen Gould White)","content":"At times I feel much burdened on your account. I am fearful that you will not keep self under control, that you will not move discreetly in all things, and so lose the confidence of your brethren. I do not wish them to feel at one time that you are a man of great value, because you are led and taught of God, and at another time to be disappointed in you, because of your unconsecrated life, and your great want of spiritual wisdom. I want you to preserve your influence with the people, and I know that you can do it if you put the power of your will on the right side; if you will ever feel your weakness, and the necessity of constant help from God."},{"refcode_short":"PH096 22.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 22.2 (Ellen Gould White)","content":"I was very much surprised at the remark you made to Brother and Sister Maxson, referring to your mistakes in Healdsburg. You told them that Sister White said, “Stop just where you are, or you will meet with disappointment and failure.” And when you presented the interest that you had in real estate and in the mine, you said Sister White did not advise you to have nothing to do with them, but said, “Yes, it will prove a success.” And it has proved just as she said. Have you forgotten, my brother, that I urged many reasons why you should not connect yourself with these financial speculations? But you presented the matter with so many words, and said so much about its being no tax so you, as you claimed to be only a figure-head in the real-estate business; you had nothing special to do, your brethren did the work, and it was through the interest they had to help you that you were induced to engage in it, hoping to make money, that I concluded to say no more just then; but I thought that when I was rested, I would lay it open before you, just as I viewed it from a Bible standpoint."},{"refcode_short":"PH096 23.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 23.1 (Ellen Gould White)","content":"I have tried to study over this matter to find out where or when I sanctioned your engaging in real-estate business or in the mining; but I cannot remember even an assent of my mind, and hence could not have given you any encouragement. You had no authority for making that statement. I shall need to be very careful of my words, not to say anything in conversation that can be taken by any of my brethren as an assent to their plans in entering into financial enterprises. From the light the Lord has been pleased to give me from time to time in regard to your case, I know your dangers, and the peculiarity of your temperament too well to give you any encouragement to interest yourself in business of this kind; for you are not successful as a financier. You had already entered into this business when you asked counsel of me, and I knew that anything I might say in direct opposition to your plans would only create unpleasant feelings. I had a large amount of work on hand just then, for I had to make many personal efforts for individuals whose feet had wandered away from the right way. I knew it would be difficult for me to obtain from you the real bearings of the case, because you would see great success where I would only see peril to your soul. It is perilous for you to engage in, or even to taste of, these enterprises. And as I understand matters more fully, I am more and more convinced that these business enterprises will bind about your testimony, and greatly injure your influence."},{"refcode_short":"PH096 24.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 24.1 (Ellen Gould White)","content":"Have you not been set apart by the Lord to do a special work, to be a representative of Christ upon the earth? Then it is your duty to give yourself wholly to his work. Your heart, your mind, and your body, belong to the Lord, and should be entirely subject to him. You cannot engage in any of these business transactions and keep your heart and mind unaffected and uninjured. The Lord wants all there is of you. I believe this to be a scheme of the enemy to weaken your influence as a minister of Christ, and to imperil your soul."},{"refcode_short":"PH096 24.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 24.2 (Ellen Gould White)","content":"Your business entanglement in Michigan injured your influence there as a representative of Jesus. Had you attended to the preaching of the word in Healdsburg, had you wisely brought your own habits in domestic life in harmony with the holy law of God, you would today stand in a position before the people where you could do them great good. You should feel the necessity of working perseveringly day by day to overcome the natural defects in your character. If you would do this, you would not be so strongly tempted to branch out and devise plans to make more money to meet your increasing expenses. With your present remuneration for your labors, and the consideration which will be made in regard to your wife's wages, you should be supplied abundantly with means, if you will only study to live within your means. But you seldom do this. You use money altogether too lavishly. Jesus is your example in all things. You ought to have learned before this to be careful that your expenses do not exceed your income. Bind about your wants."},{"refcode_short":"PH096 25.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 25.1 (Ellen Gould White)","content":"It is a great pity that your wife is so much like you in this matter of expending means, so that she cannot be a help to you in this direction, to watch the little outgoes, in order to avoid the larger leaks. Needless expenses are constantly brought about in your family management. Your wife loves to see her children dress in a manner beyond their means, and, because of this, tastes and habits are cultivated in your children which will make them vain and proud. If you would learn the lesson of economy, and see the peril to yourselves and to your children, and to the cause of God, in this free use of means, you would obtain an experience essential to the perfection of your Christian character. Unless you do obtain such an experience, your children will bear the mould of a defective education as long as they live."},{"refcode_short":"PH096 25.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 25.2 (Ellen Gould White)","content":"Your expectations in a business line have always been large and flattering. You are a man who talks things out just as they appear to you; and when you are engaged in financial enterprises, you present them in such glowing colors that you injure those with whom you associate. Your conversation has savored of covetousness. It is not your business to lead men and women to invest means in worldly enterprises. Your eager hopes and pursuits in worldly matters have proved a curse to you spiritually; and you really mar the work of God that is in your hands. You have not only been reproved, but faithfully warned in the word of God and by direct testimony, in regard to your individual errors. “If the Lord be God, follow him; but if Baal, then follow him.” “Ye cannot serve God and mammon.”"},{"refcode_short":"PH096 26.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 26.1 (Ellen Gould White)","content":"My brother, you know but little about voluntary self-denial. God has held a firm, restraining hand upon you all your life, because he loves you and wants to save you. But with morbid views and impulses, you have sought to break away from these barriers that were holding you, you thought cruelly away from good. It is your salvation to be saved from yourself. You must be sanctified to God, soul, body, and spirit. This is your only hope."},{"refcode_short":"PH096 26.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 26.2 (Ellen Gould White)","content":"God has given to everyone his measure of power. He has intrusted his children with light which is to shine forth to the world. No one lives to himself. We each compose a part of the great web of humanity. We are to draw nigh to God daily and hourly; to contemplate the life and work of Christ, and then deny self, take up the cross, and follow Jesus, our pattern. We must practice the truth that we preach."},{"refcode_short":"PH096 26.3","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 26.3 (Ellen Gould White)","content":"You do some good; but if you were a Christian in every sense of the word, what a power you would take with you in your ministerial labors! You profess to love the truth; I believe you do love it, but you do not reach the Bible standard. God wants all there is of you and yours. Your children are the Lord's property, the younger members of the Lord's family, to be brought up, not in the ways and customs of the world, but in the nurture and admonition of the Lord. It is your place to learn what the Lord approves and what he disapproves, and not to follow the wishes and pleasures of your children. You should ask, “What is God's will concerning me and my children? Has he not admonished my children in the course they are now taking?”"},{"refcode_short":"PH096 27.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 27.1 (Ellen Gould White)","content":"A voice spoke to me in the night season, while I was in Europe, “Write the things which I shall show you.” Your children and yourself were presented before me, in connection with things that had transpired in Healdsburg. A portion of this I wrote to you, but not all. Now these things are before me, when I see the very same condition actually existing which I saw would meet the disapproval of God, and counteract your influence. God said: “His children are my children, purchased by an infinite cost. The eldest daughter is an offense to me, and her parents are deceived and being deceived, and know not that Satan is seeking to obtain full control of her. She is corrupting her ways before God, doing discredit to her parents. These parents are not wise stewards of the souls of their children.” The Lord holds the parents responsible for the souls of their children. You have neglected your duty, been unfaithful in your home work. Truth is one of the loveliest virtues, but it has not been cherished. Her course is not upright and truthful. God reads every species of dishonesty. I cannot even now say some things to you that were open before me, for you cannot bear them yet. When you made some statements to me in regard to the foolishness of your daughter's course in Healdsburg, and admitted that she was wrong, I thought to myself. “He does not know, he does not understand the heart of his child.” Evil is carried forward right in your presence, and you do not seem to see or realize it. You are not a faithful watchman to discern wrong. You have taken altogether too worldly and commonplace a view of the characters that your children should have. I had not seen the face of your oldest daughter, and did not know her by sight (until since coming to California), for her face was covered, or where I could not look into it, but the words spoken of her I shall never forget. Her heart is not right; her lips art not truthful; her habits are not correct. A child of truth is one who is open in all his dealings. There will be no betraying of sacred trust, no double dealing, no insinuations. The words of the lips and the conduct of the life will agree with each other. The child of truth will not have one appearance in your presence, and when out of your sight do and say things she would not have you know. When before you she will utter smooth things as though her heart was filled with truth, when she has no love for the truth. You are and have been asleep. You are just as much deluded as Eli was, and this is why I write to you so plainly, for unless I do, you will go on as indifferent, as blindfolded and deceived, as you have been in the past. Should your daughter lose her life as she now is, she would surely come up with the wicked in the second resurrection; for every sinner will find his true place then. Can you not discern the peril she is in? I do not write these things to sting and burn into your heart; I write them that you may recover your daughter from the snare of the enemy, in place of fastening her forever in his power beyond remedy. God says, “I know thy works.” Should anyone else mention these subjects to you as I have done, you would, perhaps, deal with them without mercy. But I must speak, I must tell you these things. The Scriptures declare, “Be sure your sin will find you out.” There is nothing covered that shall not be revealed, neither hid that shall not be made open as the day. Attend earnestly to the welfare of the souls of your children. The presentations and representations made to you by your daughter are fair, but if you knew all you would not feel as easy as you do. I am surprised at your blindness, and at the course you both pursue."},{"refcode_short":"PH096 29.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 29.1 (Ellen Gould White)","content":"The Lord declares, “Whoso covereth his sins shall not prosper.” The all-seeing eye is upon each of us. Every secret thought and action are known to God. Darkness and night cannot hide them. If this thought does not lead you to arouse, and be watchful and faithful stewards, to guard the younger members of the family of God intrusted to you, then I may have to press the matter more decidedly upon you, whether you will hear or whether you will forbear. Whatever position you may take, I must be faithful. Not one of your children is in Christ; not one of them is in the truth; not one of them is in a position to represent our faith. The relation you sustain to your children places you under the most solemn obligation, an obligation which is plainly enjoined in the word of God. Parents may indulge their natural affection at the expense of God's holy commandment; you may allow what God has forbidden, you may neglect what he has enjoined; but you must meet your work in the judgment. You are not only to remonstrate with your children, but you are to command them to keep the way of the Lord. You must wake up, for duty imperfectly understood will be imperfectly performed; and unless you heed the true Counselor, and teach your children to walk in the ways of the Lord, when it is too late you will see reason for great sorrow, and realize your fatal mistake."},{"refcode_short":"PH096 30.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 30.1 (Ellen Gould White)","content":"It is not enough to have a knowledge of Bible doctrines; the truth must be brought into your home life, and have a sanctifying influence upon the character. I cannot justify your inclinations to mix up with business matters, or say it is well for you to place the hand of your children in that of the world. You have your work to do, and if you do your duty as parents, and teach your children obedience and economy, you can support yourselves comfortably, without receiving presents from your brethren. This practice is a snare to you. Your conversation is too often prompted by selfishness; you seek to draw upon your brethren for sympathy and gifts. You should stand in the sight of God as a true, unselfish Christian, ready to practice as well as preach self-denial. I would not influence you to horde up means—it would be difficult for you to do this—but I would counsel you both to expend your money carefully, and let your daily example teach lessons of frugality, self-denial, and economy to your children. They need to be educated by precept and example."},{"refcode_short":"PH096 30.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 30.2 (Ellen Gould White)","content":"You should learn to be just before you are generous with yourself. Principle must be observed in making donations for the cause of God. Your brethren's stewardship belongs to them, and you have a stewardship of your own. God does not make a steward of their means. May God help you to look upon all these matters in the right light. Wherever you go to labor, and the Lord gives you success, many become attached to you. When God works with your effort, you can accomplish much good; but when your weakness is developed, and the brethren see that your practice is contrary to your teaching, it throws them into confusion, and begets doubt and suspicion in their minds in regard to your whole ministry, and the arguments you have presented. Those who have genuine belief in the truth say, “I cannot see how Elder Daniels can preach as he does and retain his influence with the people, when he does not practice what he teaches.” Although you may have the sound, ennobling doctrines of the Bible, although you may preach the word, presenting line upon line, and precept upon precept, yet if your discourses are not backed up out of the pulpit by personal piety and devotion, if you do not practice your own teachings, you become a stumbling-block to those who are weak in the faith."},{"refcode_short":"PH096 31.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 31.1 (Ellen Gould White)","content":"I have been shown that you could do a greater and more substantial work if your life practice was in close harmony with the principles of truth. The power of the Spirit shown in heart and conscience in your home life, and in association with your brethren, will have a decided influence upon others. “Out of the abundance of the heart the mouth speaketh.” You cannot be mixed up in financial matters without giving the burden of your thoughts to worldly plans and calculations. As soon as you are out of the desk, you become enthusiastic over business matters, and show that you are intoxicated over the matter of obtaining means. An important work has been given you of the Master, to preach the gospel of the Old and New Testament. You are to feed the flock of God. Do no flatter one's imagination with high hopes of earthly treasure; point men to the heavenly inheritance; call their attention to the mansions Christ has gone to prepare for those who love him and keep his commandments. As a faithful watchman, you are to warn the souls that are in peril through worldliness, of their danger. Supposing it is no sin for those whom God has not called to minister in word and doctrine, to engage in real-estate business and mining stocks, would it not be altogether another matter for you, a watchman upon the walls of Zion, to do so? Your mind should be on altogether different themes. Eternal interests demand your whole soul, your whole might, mind, and strength. You need to be constantly digging in the precious mine of the Scriptures, that you may bring forth from the treasure-house of God's word things new and old. Great light is opening to all God's people whose hearts are open to receive it, but those who are satisfied with their present knowledge will not desire the rich blessings God has for his people."},{"refcode_short":"PH096 32.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 32.1 (Ellen Gould White)","content":"Now, my brother and sister, will you not come into a different position in your family, that you may give the right lessons in religious life to your dear children, and become living epistles at home? By your circumspect conduct teach them to have solidity of character; for we are forming characters here for the future immortal life. Teach them to deny appetite, to be grateful for the plain, simple diet God gives them. It is not for you to allow them to dictate to you what they shall eat, but you should dictate to them what is best for them. It is a sin for you to allow your children to murmur and complain about good, wholesome food, just because it does not suit their depraved appetites. Practice self-denial yourself. It is sin to use the Lord's money in selfish indulgence. I have been shown that the Lord has had pity upon you, and used you, not because you were defective in character, but in spite of these defects. He has connected you with himself, that through his grace you might perfect a Christian character. How much better service you could have done for the Master, whose servant you are, if you were well balanced and sound where now you are weak! Will you not remember that it is the Lord's money you are handling, and that he requires you to use it wisely? You must render an account to God for your expenses."},{"refcode_short":"PH096 33.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 33.1 (Ellen Gould White)","content":"You have been self-indulgent in your travels; for you do not generally study to save expense to the cause of God. In many ways you needlessly expend intrusted means. You are very deficient in keeping track of your outgoes. You trust too much to memory in keeping your accounts. If you can command money, you will use it for your own gratification and to please the desires of your children. You do not remember that you are handling another's means. I cannot see how you have any valid excuse in the sight of God for letting Zua attend Snells's Seminary. Either you or someone else must bear that expense. Your children have both their father's and mother's traits of character transmitted to them as their legacy, and how carefully should you educate and train them that these defects may be overcome. I cannot let this matter stand before the people in the light in which they now view it, as though I sanctioned and approved of your management. You have the blessed Bible, you have the testimonies, which have appealed to you to correct your deficiencies, but if you walk in the light of your own understandings, what excuse can you offer when the books of heaven shall reveal your great loss as God's hired servant? While you should appear free from everything like stinginess, you must remember that justice in dealing with your brethren comes before liberality. Conference officers are not favorably impressed with the way matters have developed in regard to you. Wages have been paid to you by the Conference, and other means has flowed from its true channel in gifts to you. You keep yourself embarrassed by your own management, you talk discouragingly, and groan over your situation, and your brethren, who are grateful to see that you have success in the pulpit, and that souls are brought into the truth, give you not only their sympathy but their money. Although they have thought that they were doing God's service in so doing, they have done you a great wrong. You may say, “I put a portion of it into the cause.” Would it not be well to say, “Brethren, will you not place this means which you propose to give to me in the treasury of God yourselves, that you may not lose your reward, but lay up for yourselves a treasure in the heavens?”"},{"refcode_short":"PH096 34.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 34.1 (Ellen Gould White)","content":"All the heart is to be given to God; all the mind, all the soul, and all the strength. Until this is done, we come far short of loving God supremely and our neighbor as ourselves. Unless the law of God is written in the heart, we do not obey it in truth. The truth of God can only profit and illuminate the soul when it is taken into the heart. There is much guile and selfishness in human nature, but the truth must expel these; then it will become woven into the character, and the possessor will become a partaker of the divine nature, having escaped the corruption that is in the world through lust."},{"refcode_short":"PH096 35.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 35.1 (Ellen Gould White)","content":"I felt sad as I was shown how little you resemble Christ. Instead of being self-denying, you indulge and gratify self on every hand. My brother, you must reach a higher standard, that the truth you preach may be sustained by your influence and example. You cannot remain in your present condition and reach the hearts of the people; for many will stumble into perdition over your defects. Men who profess to be watchmen on the walls of Zion may preach the gospel as well as the law, they may bring to bear on the minds of sinners the love, pity, the self-sacrificing compassion of Jesus, they may make the most touching appeals and urgent entreaties, and mingle them with the most cheering promises, and yet souls may not be reached, hearts may be proof against them all. The Bible truth will not be received, the love of Jesus may not exercise a constraining power, and these souls may perish in their sins. This will sometimes be the case when the Lord's co-workers do all they can do in the fear and love of God. But if such is the case, they will be blameless. But if God's ambassador brings the precious, saving truth to bear upon the heart, and yet in his deportment errors are made prominent, then he lays a stumbling-block before the feet of his fellow-men, over which they may stumble into perdition. If souls do accept the truth, the defects in the messenger are in many instances reproduced in their conduct, and the Heart Searcher knows that his professed ambassador is perpetuating sin. The reason of this is that the word of God has not been received into the heart, has not done its office work upon the soul. The word of God and the testimonies that have been given for the enlightenment of God's people, are as a dead letter. A nominal assent may be given when the truth is presented, but the heart's undivided affection is not given to the Lord. His word is perverted, the affections are not set on things above. The heart is the citadel of the man; and unless it is wholly given to the Lord, the enemy will come in and establish himself therein and make it his stronghold, from which no power on earth can dislodge him."},{"refcode_short":"PH096 36.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 36.1 (Ellen Gould White)","content":"There must be a trimming up with you. You are not guilty of outbreaking sins, but it is the little foxes, the little neglects, the little deficiencies, the little dishonesties, the little departures from the principles Christ has given us, that blind the soul and separate it from God. These little things become larger, and others see the man who is guilty of these things professedly a messenger of God, a watchman on the walls of Zion, a co-laborer with Christ, and they think that they can follow his example in saying and doing things not at all in harmony with the will of God. The practice of evil is positively ruinous to your influence. Christ is dishonored, his name is brought into disrepute, the standard for the ministry is not elevated or sanctified by such a course."},{"refcode_short":"PH096 36.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 36.2 (Ellen Gould White)","content":"My brother, I must urge these things home upon your soul. You should disconnect with everything that would have the least influence for evil upon your mind and character as a minister of the gospel of Christ. You should drink deeper and still deeper every day of the water of life. You should be imbued with the Spirit of Jesus Christ. You are greatly lacking in devotion and faith. I cannot lend my influence in any way to prompt you or any of my brethren to gain wealth by speculation and extortion; you are not to be united with those who certainly do this. The men of solid worth are most apt to be found with those who possess little of this world's goods, and what they do possess they have gained by diligence, honesty, and economy, and not by speculation. Those who are suitably remunerated for their labors ought not, if they practice economy, to be in rags, or on the verge of pauperism, or overwhelmed in debt."},{"refcode_short":"PH096 37.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 37.1 (Ellen Gould White)","content":"Paul charged Timothy to be “strong in the grace that is in Christ Jesus, and the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.” “Thou therefore endure hardness, as a good soldier of Jesus Christ. No man that warreth entangleth himself with the affairs of this life, that he may please Him who hath chosen him to be a soldier.... Study to show thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.”"},{"refcode_short":"PH096 37.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 37.2 (Ellen Gould White)","content":"My brother and sister, much beloved in the Lord, I do not want you to lose your reward. Please read and put into practice the following words: “Know ye not that those who run in a race run all, but one receiveth the prize? So run that ye may obtain.” “And every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible. I therefore so run, not as uncertainly; so fight I, not as one that beateth the air; but I keep under my body, and bring it into subjection; lest that by any means, when I have preached to others, I myself should be a castaway.” It is the privilege of every minister to consider these words. They are full of warning, counsel, and reproof for those who go contrary to the principles here laid down. “All Scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness, that the man of God may be perfect, thoroughly furnished unto all good works.” “But godliness with contentment is great gain.” There is danger that ambition will lead to presumption. “But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition; for the love of money is the root of all evil, which while some have coveted after, they have erred from the faith, and pierced themselves through with many sorrows.” “But thou, O man of God, flee these things and follow after righteousness, godliness, faith, love, patience, meekness, fight the good fight of faith, lay hold on eternal life, whereunto thou art also called, and hath professed a good profession before many witnesses.”"},{"refcode_short":"PH096 38.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 38.1 (Ellen Gould White)","content":"My brother, I wrote this while at the April meetings in Healdsburg and Oakland, and then so many and severe burdens came upon me I could not venture to gather more upon my soul. I am sorry, very sorry, that I did not give it to you then and there, without further delay. I again caution you in reference to your children. Do not indulge them. How does it agree with our profession of faith and your teaching to others to do as you are doing? Zua has qualities that with proper education and training, would make her a useful woman. But her parents’ false ideas of life and their vanity in regard to their children are in danger of spoiling her. You now have light on this point, and should work together in harmony. Will you heed this light? I encouraged Sister Daniels to go with her husband in his work, for I thought, yes, I knew, that another influence must be brought to bear upon the children if they were to be saved for the future immortal life. When you take your children with you, and encourage them in self-indulgence, and give to others an example of lax government, then I know your influence will not be as God would have it, and you would all do better to remain at home. You are not able to get your daughter a saddle pony and necessary equipments, neither are you able to get Paul a pony. You should encourage your oldest son to work with his hands. You should encourage your daughter to take up domestic duties. As a poor man's daughter, she should be useful and bear her own weight. Work will not be unhandy or disagreeable to her unless your own instructions, and the society you place her in, shall give her an education that will mar her prospects for both worlds."},{"refcode_short":"PH096 39.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 39.1 (Ellen Gould White)","content":"I have read your letter, and it has made me sad at heart. I asked, Can a fountain send forth from the same place sweet water and bitter? Cleanse the fountain and the stream will be made pure. If the stream coming from the fountain in the letter sent to me, when tested by the royal law, is pure, then I have altogether a wrong idea of what it means to be a Christian. As a Christian you have no right to write as you do, and manifest so little self-control. I have been shown repeatedly that you must be transformed before you can do the work of God acceptably. You are of an ardent temperament; you view things in an intense light, but the softening, sanctifying influence of the grace of Christ must be made manifest in your life, in your words, in your tastes, in your habits, in your character; and I shall not let the matter rest until I see that you have undertaken the work that must be done in order that you may labor acceptably for souls, that are ready to perish."},{"refcode_short":"PH096 40.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 40.1 (Ellen Gould White)","content":"Stop and think what spirit controlled you when you wrote that letter. I cannot for a moment admit that it was the Spirit of Christ, that you had meekness and lowliness of heart. If you read the Bible carefully, you will see what reformation is needed in yourself in order for you to be a faithful shepherd of the flock of Christ. Compare scripture with scripture, and then open your own heart. Gain light yourself, and then from an experimental knowledge you can set before the people of God what constitutes Christian character. The power of the Holy Spirit will accompany your words if your own life is a representation of the truth which sanctifies the character; for you will then be a living epistle, known and read of all men. You will not appeal to your own sympathies, and seek to excuse yourself for using strong, hard, unbecoming, unchristian language toward your brethren. You have done this many times, and your brethren in the faith commit sin against God when they listen to you and do not reprove you. Your language reveals the fact that the fountain is not cleansed. When you are under the controlling influence of the Spirit of God, you will be a new man in Christ Jesus. Hereditary and cultivated tendencies will be overcome, and Jesus will be formed within, the hope of glory. Oh, that you would fall upon the rock and be broken!"},{"refcode_short":"PH096 41.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 41.1 (Ellen Gould White)","content":"I cannot encourage you in laboring as a minister until you are converted. You must first be a Bible Christian yourself, before you can lead others to Christ. Take heed to thyself, and then to the doctrine. I long to see you what you ought to be, and what I know you must be, if you are to receive the benediction, “Well done, good and faithful servant.” You must not only be faithful, but you must be good, self-denying, like Jesus. Now is your sowing-time. By precept and example you may scatter the seeds of truth with an unsparing hand. Make no frantic bounds, but in self-abasement go forward intelligently, steadily, calmly, step by step in the grand work of learning self-control. The talents God has given you are not to be abused, perverted or misapplied. He has given them to you for wise improvement. You are not to cease advancing; you are not to become self-confident, careless, and irreligious, while you are professedly a shepherd of the flock. All heaven has looked with sorrow upon your light and trifling ways. I speak to you plainly, for it is my duty to do so."},{"refcode_short":"PH096 41.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 41.2 (Ellen Gould White)","content":"While the unwise may flatter and praise you, and strengthen in you your large love of approbation, I shall deal plainly and faithfully with you according to the light God has given me for you, because I have a love for your soul. I shall not try to pacify or pet you, but I will urge upon you the necessity of having a pure heart and clean hands. From a pure fountain will proceed pure and holy streams to refresh others. Oh, will you go on as you have in the past, or will you have steadiness of purpose to put away everything unbecoming to a gospel minister? I cannot allow you to misrepresent the great and solemn truth which we have to present to the world, which has been committed to us by the Lord. Serving tables, the absorbing cares of temporal life, must not be mixed with your work of ministering; for Satan will make this a means of loss in your influence and to your own soul. Christ said, “Without me ye can do nothing.” You must have far less of self and far more of Jesus. You must meditate, you must pray, you must examine yourself in the light of God's word. If you lose eternal life, you lose everything. I cannot endure the thought of one soul being lost, but when I think of one who has preached the truth to others becoming a castaway, my soul is stirred with anguish."},{"refcode_short":"PH096 42.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 42.1 (Ellen Gould White)","content":"My brother, you should not bear down upon others, for you need far more grace yourself; you have much to correct in your own life and character. The work of reformation must not on any account be neglected. When you would cut others, remember this testimony that I have given you from God. There are only two courses which it is possible for you, your wife, or me, to pursue. We must yield ourselves wholly to the guidance of the Holy Spirit, or follow our own natural impulses, and these impulses are not as harmless as we think they are. Things which are offensive to God are often construed by us into virtues. The eyes of the Lord are too pure to behold iniquity; he registers evil as fruit borne by an unsanctified heart. When the heart is fully surrendered to God, and our will is in harmony with God's will, then the fruit will be good, for the wisdom which cometh down from above is first pure, then peaceable, easy to be entreated, full of mercy and good fruit. The grace brought to us through Christ will enable us to be pure, uncorrupted, holy."},{"refcode_short":"PH096 43.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 43.1 (Ellen Gould White)","content":"The natural man always remains the same; he is what hereditary tendencies, nationality, education, and circumstances have made him. But when the natural man is changed by the grace of Christ, then the transformation is seen in the new man, the new heart, new purposes, new impulses. The word of Christ is received which is spirit and life; then we eat the flesh and drink the blood of the Son of God. Then there is fruit in the heart, fruit in the lips, fruit in the character, some bearing thirty, some sixty, and some one hundred fold."},{"refcode_short":"PH096 43.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 43.2 (Ellen Gould White)","content":"It is dangerous to be simply hearers of the word and not doers. He that hears and obeys every word that proceeds from the lips of God, is building upon the rock. He that hears but does not bring the words of God into his life practice, builds on the sand, and will surely fall. Everything is to be shaken that can be shaken. We shall realize this in our experience."},{"refcode_short":"PH096 43.3","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 43.3 (Ellen Gould White)","content":"Brother and Sister Daniels, you must have a firm hold from above; you must hear, receive, and practice the truth daily, applying its sternest requirements to your life, lopping off every offensive branch that makes the tree unseemly and unfruitful, else these branches will sap the life and nourishment from the tree, and it will wither and perish. The world creeps in stealthily and picks away one precious grace after another, and the heart will be filled largely with worldly schemes, and the truth will not sanctify the character. You need to be changed; in your family you should put away childish things. You need to improve in your manner of preaching. You need greater solemnity in attitude, in voice; in short, you need to practice that which you teach to others. Nothing but true conversion of the whole man will make you a wise shepherd of the flock. Will you fight inch by inch the warfare against your own defects of character? Will you be a man that God shall choose?"},{"refcode_short":"PH096 44.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 44.1 (Ellen Gould White)","content":"There must be more candid thought, more sanctified power in your preaching. You are not what you might be, and what God has made every provision that you should be. Diligent, earnest labor put forth on yourself will not be lost. Your labor will produce good fruit. You can afford to take time, put up your supplications to heaven for that grace which is needful for you, that you may be a successful warrior over your own lusts, and then you will be a winner of souls, and your example will not contradict your teachings. The self-denial and self-sacrifice that others have practiced should be imitated by you. Prayer, sacrifices, and sanctified labors are the conditions of our success, for we shall not be able to give full proof of our ministry unless we are connected with God. We too often regard ourselves as completely our own, the owners of our time, property, speech and other faculties. We are only stewards in trust of faculties and goods that have been given to us of the Master. He is the source of our power. Not only does God own us, but he alone has the right and is competent to determine what is the proper use of all his intrusted gifts, and he can guide and control them to the very best purpose, worthy of such endowments. The power of social influence is intrusted to us of God, but, oh, how sadly this power is perverted. I appeal to you to dig deep, to lay your foundations sure; draw water daily from the wells of salvation, and the Lord will make you as a spring of water to refresh others."},{"refcode_short":"PH096 45.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 45.1 (Ellen Gould White)","content":"Now, Brother Daniels, I shall not attempt to answer your letter, for that is impossible. It is the production of your impulsive, erratic nature. But one matter I must set before you as it is. You have surmised evil, but your imaginings are without foundation. Not one in Healdsburg has passed any words with me in regard to Zua. Your own lips told me the only story I know anything about in the matter, aside from the light God has been pleased to give me. No one has talked to me in reference to you, to censure or condemn you, and if you possess no more of a spirit of wisdom, and of self-control, no more of a sanctified mind, than is displayed in this letter, my advice is, Tarry in Jerusalem until God shall give you a better mind, clearer and more sanctified judgment, for it is evident that you have not a living connection with God. It will not answer, my brother, for you to feel at liberty to give loose rein to your tongue, or your pen. If your children have been misjudged, the Lord knows all about it. The Lord understands it; he can work for your good if you rest the case with him; but your feelings are wrought up to a high pitch, and the letter indicates that your mind is unbalanced. And now I beg in prayer to God that you may have a sound mind. Your feelings are changeable. You want more of Jesus and less of self. Then you will be a happy man, where now you are often miserable."},{"refcode_short":"PH096 46.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 46.1 (Ellen Gould White)","content":"You may think I am your enemy. You feel desperate, but I will not feel free unless I do my duty to you in the fear of God. I want you to win the crown of life. I have not written to you to make you fling yourself into the snare of Satan, but to help you to help yourself and to help your children. If in Healdsburg they have given you occasion to say all you do say, God knows all about that. That you have been a source of trial and perplexity to them, as well as a means of some good, I know to be the case, and now be careful how you condemn and charge upon them things that your own course has given occasion for. Let us be Christians in heart and in tongue. Do learn in Christ's school to be meek and lowly of heart, for this will save you from great trials."},{"refcode_short":"PH096 46.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 46.2 (Ellen Gould White)","content":"I had no strength to talk with you while at Burrough Valley, the action of my heart was so feeble that I dare not communicate that which I enclose in this envelope. You will see I had written before you came. Your letter to me made me very sad, and was an evidence to me that you have not discernment."},{"refcode_short":"PH096 46.3","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 46.3 (Ellen Gould White)","content":"Zua mentioned in conversation that she had been staying with a sister who had recently confessed the truth. This again made me feel your want of discernment and judgment. Cannot you see that Zua's heart is filled with vanity and self-importance, and that she has no love for the truth? Cannot you see she has her thoughts centered almost entirely upon herself? Your own plans for, and indulgence of, your child and children, are leading them directly away from the great example of Jesus Christ, away from the principles of truth, away from lifting the burdens of Christ. I see this, I feel this, and I am burdened over it, because, as an ambassador of Christ, you are to be an example to the flock in teaching others how to educate their children."},{"refcode_short":"PH096 47.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 47.1 (Ellen Gould White)","content":"The education of your daughter that you look upon as so advantageous is not so in reality. The very education that she needs now, and has needed in the past, is that which is to be gained in useful home labor, in helping her mother in household duties; for this would be of lasting advantage to the child. I wanted to be pleased with the little present she made me, but I could not. The money spent for the material was spent simply for the making of an ornament. Pretty? Yes, it was pretty, but I had no use for it in my practical life, and I fear that many of the busy activities in which your daughter is engaged is simply to make ornaments. It is your duty and the duty of her mother to direct her energies in another direction. It is the duty of parents to educate, restrain, discipline their children."},{"refcode_short":"PH096 47.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 47.2 (Ellen Gould White)","content":"Zua thinks she has learned a great deal at Snell's Seminary; but have you tested the kind of advancement that she has made? You are required to see whether your child's mind is filled with chaff or with pure grain. She is full of vanity and pride, and studies how to indulge her wishes to dress like the young ladies of the world. She has not the right stamp of character, and in the day of judgment you will be called to account because you have fostered pride and selfishness in your children."},{"refcode_short":"PH096 48.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 48.1 (Ellen Gould White)","content":"None of your children are incorrigible children; with diligent training they might develop character which God would approve, but you cannot relax your efforts, for they need to be firmly restrained. With your present ideas, and your present method of training, combined with your spendthrift habits, you will eventually have to leave the ministerial field, as did Brother Morton, because he could not support his family in the style in which they lived. You are not financially able to support your daughter in Snell's Seminary. Do you expect to subject her to irreligious influences, to pride, vanity, and display, and yet have her come out with good, firm principles and sound morals? It is not possible. She does not see herself as she is or realize how silly she looks to sensible people with her affected ways. The great burden of her life is how to act the lady, and do you think it is all smart and nice? And will you place her where her vanity will have abundant room to grow, and where everything will work against your teaching?"},{"refcode_short":"PH096 48.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 48.2 (Ellen Gould White)","content":"While in Fresno, Zua made the remark that she wanted to go down the street and purchase a silk duster and a new dress. She also said, “If I had a daughter I would send her to Snell's Seminary, for it is a superior place to learn good manners.” What does such talk indicate? Does it not show that labor should be put forth to save the soul of your own child? Do you think that in thus educating her you have placed her where she will love God and the truth? She has only attained a superficial education; real knowledge, which is of more value than everything else besides, she has yet to gain; she has yet to learn her poor self and to obtain a knowledge of her God. As her father and mother, you need to take heed to yourselves that you may set a right example before her. You should be constantly guarded that you do not encourage in her a love of dress. You should learn to know when to spare and when to spend. We cannot be Christ's followers unless we deny self and lift the cross. You should pay up squarely as you go; gather up the drop stitches; bind off your raveling edges, and know just what you can call your own. You should reckon up all the littles spent in self-gratification. You should notice what is used simply to gratify taste and in cultivating a perverted, epicurean appetite. The money expended for useless delicacies might be used to add to your substantial home comforts and conveniences. You are not to be penurious, you are to be honest with yourself and your brethren. Penuriousness is an abuse of God's bounties. Lavishness is also an abuse. The little outgoes that you think of as not worth mentioning, amount to considerable in the end."},{"refcode_short":"PH096 49.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 49.1 (Ellen Gould White)","content":"Children get too much money to spend which they never earn, and of which they never know the value. While at Sister Bowen's I stepped into the bedroom to lie down and I picked up a sash of highly-colored satin. I said to Fannie Ingles, “Does this Babylonish rag belong to you?” “No, it does not,” she replied. I was made sad to soon see it about the waist of your daughter. Such articles of finery and extravagance may be in keeping with Snell's Seminary, but they are not in keeping with our faith as God's peculiar people, and not in accordance with your own teachings to others, even while in Fresno. When you are tempted to spend money for nicknacks, you should remember the self-denial and self-sacrifice that Christ endured to save fallen man. Our children should be taught to exercise self-denial and self-control. The reason so many ministers feel that they have a hard time in financial matters, is that they do not bind about their tastes, their appetites, and inclinations. The reason so many men become bankrupt and dishonestly appropriate means is because they seek to gratify the extravagant tastes of their wives and children. How careful should fathers and mothers be to teach economy by precept and example to their children! It is not out of your power to do this, unless your habit of loosely spending money is ingrained into your very character."},{"refcode_short":"PH096 50.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 50.1 (Ellen Gould White)","content":"I beseech you to place your children under the guardianship of those who will not neglect to train and educate them, for they are God's property. The Lord has shown me again and again that parents must fashion the character of their children in their very earliest youth. Do you wish your children to regard outward appearance as of greater value than the culture of the soul?"},{"refcode_short":"PH096 50.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 50.2 (Ellen Gould White)","content":"Children are what their training has made them. Boys who lavishly spend money from their father's pocket, who learn to smoke, to drink wine, to play cards, who do not apply themselves to any useful occupation, have no foundation to build upon, and cannot become self-reliant and independent. Money which comes to the young with but little effort on their part will not be valued. Some have to obtain money by hand work and privation, but how much safer are those youth who know just where there [their] spending-money comes from, who know what their clothing and food cost, and what it takes to purchase a home. There are many ways in which children can earn money themselves, and can act their part in bringing thank-offerings to Jesus, who gave his own life for them. Children should be educated to make the very best use of their time, to be helpful to father and mother, to be self-reliant. They should not be allowed to consider themselves above doing any kind of labor that is necessary. They should be taught that the money which they earn is not theirs to spend as their inexperienced minds may choose, but to use judiciously, and to give to missionary purposes. They should not be satisfied to take money from their father or mother, and put it into the treasury as an offering, when it is not theirs. They should say to themselves, “Shall I give of that which costs me nothing?”"},{"refcode_short":"PH096 51.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 51.1 (Ellen Gould White)","content":"Let children be taught to keep accounts. This will enable them to be accurate. The spendthrift boy will be the spendthrift man. The vain, selfish, self-caring girl will be the same kind of a woman. We are to remember there are other youth for whom we are accountable. If we train our children to correct habits, through them we shall be able to influence others. Every cent expended in candy, in little luxuries to please self, and to administer to our vanity, is money we shall have to render an account for before God. The Lord does not design that his children shall be self-caring, that they shall spend means for sashes, ribbons, bustles, and other worldly adornments. There are youth who are poor but possessed of ability, who, if they only had one-half the chance that others have, they would become men and women of moral worth, who would do and dare for Jesus’ sake. There are plenty of homeless, friendless children and helpless individuals who need the means expended for selfish gratification. Let the money spent for unnecessary articles of dress be employed in doing good for others, and youth who thus deny themselves for others’ sake will be accounted faithful stewards of the grace of God. We must not abuse our means by centering it on ourselves. Our children must not be a means of absorbing money from God's treasury, to make an appearance, or to indulge appetite or inclination. We may have genuine pleasure in a right use of all our powers. We must be like Jesus, pure, simple, holy, and undefiled. The grandest use of money is not to have a selfish want for every dollar. The skill, health, and talents in physical, mental, and moral powers that God has given us should make us feel that we are the Lord's almoners, to gather in means through the wise improvement of his intrusted gifts, to communicate blessings to others, not to make up tasteful nothings which cost time and money and which are of no real benefit to anyone. Let the taste be cultivated, and strength of body be given to make those things that are useful, not merely ornamental."},{"refcode_short":"PH096 52.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 52.1 (Ellen Gould White)","content":"We want parents and children to be as springs of water, whose waters fail not. With eyes and senses we are to see where the desert places are, where the fields are that need to be watered, what wastes there are that need culture, to become gardens of the Lord."},{"refcode_short":"PH096 53.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 53.1 (Ellen Gould White)","content":"May the Lord let you see and feel that you have a work before you that needs binding off carefully and thoroughly. I commit this to you as light given me from heaven."},{"refcode_short":"PH096 53.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 53.2 (Ellen Gould White)","content":"Several have said to me that Brother and Sister Daniels were in the habit of using tea, and when they were spoken to in regard to it they had stated that Sister White kept tea in her house, drank it herself, and advised you to drink it. It is difficult for me to believe that you have said this, although the same testimony has come from several."},{"refcode_short":"PH096 53.3","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 53.3 (Ellen Gould White)","content":"You are not always as particular about your words as you should be; you make rash statements. The above declarations are not true. I learn that, to excuse your practice of using wine, you have stated, so I have been informed, that Brother and Sister White kept wine in their house, and to your certain knowledge used it. This, like the statement in regard to drinking tea, is not true. Will you please tell me why you make such rash statements? You claim to be my friend; do you imagine these statements will help my influence among the people? I do not use tea, either green or black. Not a spoonful has passed my lips for many years, except when crossing the ocean, and once since on this side I took it as a medicine when I was sick and vomiting. In such circumstances it may prove a present relief."},{"refcode_short":"PH096 53.4","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 53.4 (Ellen Gould White)","content":"I did not use tea when you were with us. I have always used red clover top, as I stated to you. I offered you this and told you it was a good, simple, and wholesome drink. I remember that Sister Ings made tea for you several times by special request. You said you had a headache and must have something to help it, and you said tea always had helped you. I told her I did not like to have her do this, for it was contrary to my principles. I asked her where she got the tea, and she said that a family who were on a camping-trip had stopped here and a Mr. Wallace who was not a believer was with them, and the party had tea and made it for him, and when they had gone the tea was found here, and she supposed they must have left it. I have not bought a penny's worth of tea for years. Knowing its influence, I would not dare to use it, except in cases of severe vomiting, when I take it as a medicine, but not as a beverage."},{"refcode_short":"PH096 54.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 54.1 (Ellen Gould White)","content":"I have felt alarmed for you for some time because of your use of tea and wines. Of all others, you should touch not, taste not, handle not, anything like tea, coffee, wine, beer, brandy, or any stimulus. You are of a nature that you cannot safely use anything of that order. Your preaching to others is not in harmony with your practice. This is against you, and leaves a doubtful impression upon minds in regard to the ministry. Your case is presented before them, and the supposition in their minds is that other ministers indulge in these things, as you do yourself. To cover and excuse yourself, you have misled others by misstating me. I do not preach one thing and practice another. I do not present to my hearers rules of life for them to follow, while I make an exception in my own case. You are a man who should never use tea, coffee, brandy, or wine. Your nervous temperament will become unduly excited, and be followed by corresponding depression. It is perilous for you to educate your tastes and stimulate your nerves, for you are in serious danger of depending on these stimulants and working upon them. The habit of taking stimulants may become second nature and pave the way for you to become a drunkard. You may start back, and feel bitter towards me because I say these things to you, but let me tell you, you have accustomed yourself to these indulgences because you felt that you must have them for their immediate stimulating properties."},{"refcode_short":"PH096 55.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 55.1 (Ellen Gould White)","content":"I have not tested the wine that you claim is not intoxicating. I have perhaps used half a pint in all, taking a spoonful with a raw egg, much as I hate the taste of wine. I would not care, even if I had not solemnly pledged myself not to use wine as a beverage, to make a daily practice of taking even one teaspoonful with a raw egg, for Satan is at work to encourage the use of tea, coffee, wine, and beer, that he may make us dependent upon these things, and encourage our resorting to them frequently, so that our appetite and taste will crave these stimulants. I tell you frankly that you would be much better in nerve and muscle if you made a decided change in your practice, not only in drinking stimulating drinks, but in eating so largely of meat. The animal powers are strengthened by indulgence in these things, and the moral and spiritual powers are overborne. I am not guilty of drinking any tea except red clover top tea, and if I loved wine, tea, and coffee, I would not use these health-destroying narcotics, for I prize health, and I prize a healthful example in all these things. I want to be a pattern of temperance and of good works to others. Will my brother practice as well as preach temperance in all things? If you do this, I do not believe you will be so changeable in your character. Your words will be more select and well chosen. You will not be careless in regard to your conversation. You will not be so depressed at one time and so hilarious at another, acting like a boy in place of an ambassador of Jesus Christ. I am seriously troubled for your soul. I know people are unwise in praising you and extolling you; should they read you as God sees you, they could not do this. I know that when you have apparent success you are elated, and you crave praise; and you get it from many, who, if their hearts were right with God, would not speak one word to flatter you. They would understand that it is not safe to pet and praise you, or any other poor, sinful mortal. The Lord is to be exalted by all his creatures. Finite man is not to attract admiration or praise, but do his work in humility."},{"refcode_short":"PH096 56.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 56.1 (Ellen Gould White)","content":"Since having the conversation with you in Fresno, I have thought much over the matter. While at Burrough Valley I had written you several letters, but after the letter you wrote to me I thought you were in no condition to rightly receive anything which would seem of a reproving nature, however much you needed it. I did not wish to expend my strength in vain. The letters written I will give to you when you are in a condition to appreciate them. I now send you these letters that were written according to their date. I am sure that in your present state spiritual things are not spiritually discerned, and I greatly fear for your soul. Under temptation in your present state you will not stand the proving any better than have some who have apostatized. You love praise, and you are in danger, great danger, of losing your soul. What can I say to arouse you to your true condition? Your brethren have treated you unwisely in letting you have money time and again to get you out of a pressure of difficulties. This has been the worst thing they could do for you; it has hedged up the way so that you could not have a right understanding of yourself. It has closed your lips when they should be open to correct evils. It has influenced your decisions of men and their doings. It has bound your hands, and bound about your testimony, so that your labor and burden has been of a worldly character and God has not been glorified. Unless you are balanced by the Spirit of God, you will make some very unwise moves, which will injure, if not destroy your influence among the people. Then, not seeing yourself, not studying wisely from cause to effect, you will denounce your brethren as misusing you, when yourself is the one to be denounced, and not your brethren."},{"refcode_short":"PH096 57.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 57.1 (Ellen Gould White)","content":"I have not yet received the letter which I sent you from Burrough Valley. I requested that it should be sent to me. Will you please send it, for I am anxious to see the character of the letter I wrote to you, which brought the answer you sent me in return. I asked you to return it to me, or a copy of it, but probably you have forgotten all about it. I would be pleased to have you send me a copy of the letter which I sent you from Basel, Switzerland, for the Healdsburg church. Sister Daniels said that she had the letter, or a copy of it. I am anxious to hear from you. How is Sister Daniels? Was she very sick."},{"refcode_short":"PH096 58.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 58.1 (Ellen Gould White)","content":"Up to this date, Brother Grainger has not returned from his tour. All are anxiously waiting for his coming, for the time to open the school is drawing near."},{"refcode_short":"PH096 58.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 58.2 (Ellen Gould White)","content":"I have many things to say to you, but my writing presses me, so I suppose I must wait until the camp-meeting to speak to you of them. If I could find time, I would love to be at Fresno over Sabbath, and also I would like to spend some weeks in Burrough Valley, but it is not possible."},{"refcode_short":"PH096 58.3","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 58.3 (Ellen Gould White)","content":"I hope you can be with us when W. C. White is here, which will be in about two weeks. Then you can see just how matters stand, and do your part to make everything right. This is your first duty, and may the Lord help you that you shall not have run in vain, neither labored in vain. You need to be strong in God, and in the power of his might, not strong in your own strength. It is time that you gave your brethren and sisters, and the world, an example of what a Christian minister should be, both in the pulpit and out of the pulpit. You are not safe unless you are daily learning meekness and lowliness of heart in the school of Christ. Every day we need the converting, transforming grace of Christ upon our souls. Every day we need the Comforter that Christ promised to send after he should ascend to his Father. He said, “And I will pray the Father, and he shall give you another Comforter, that he may abide with you forever; even the Spirit of truth, whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you ...But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever things I have said unto you.”"},{"refcode_short":"PH096 59.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 59.1 (Ellen Gould White)","content":"I plead with God in your behalf, that the Spirit of truth may abide with you, that the work of the comforter may be seen and realized by you. You said in your letter to me that you would not labor again until you were a converted man, for this you thought from what I had written was your duty. I can tell better what I said when I have seen that letter, but, my brother, whom I love in the Lord, this is the very point I urge upon you—and Christ promised the Comforter to “bring all things to your remembrance”—I want you to remember aright, and to represent all things in a right light to your own soul as well as to others."},{"refcode_short":"PH096 59.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 59.2 (Ellen Gould White)","content":"I dare not take back anything I said in that letter, for I am sure it is truth, and if you only act upon it and not begin a tirade upon others, weakening your own soul; if you will indeed sit at the feet of Jesus and learn of him who is meek and lowly of heart you will be a converted man you will exemplify Christ in your life work, you will not preach one thing and practice something altogether different. All the graces you urge upon others will be presented in your own character. You will be Christ-like, having his divine mould upon you."},{"refcode_short":"PH096 60.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 60.1 (Ellen Gould White)","content":"I do most sincerely hope and pray that you will see the necessity of bringing your living expenses within the limit of your means, so that you may not give to others a wrong example in your home life. The brethren who have placed their money in your hands, believing you to be in great need, should not long be kept waiting for its return. If anyone among us needs to practice economy and self-denial, it is yourself, for the money you have received from others should be returned as soon as possible. Brother Leininger's family live in accordance with the principles of strictest economy. They did not have a carriage until I told them it was their duty to provide one for Sister Leininger. Brother Leininger had conscientiously decided not to build a convenient wood-shed and kitchen for his large family, because he did not feel free to invest means in personal conveniences when the cause of God needed money to carry it forward. I tried to show him that it was necessary for the health as well as for the morals of his children that he should make home pleasant, and provide conveniences to lighten the labor of his wife. Now, my brother, you would not think you could live as that family lives. You would not economize as that family have economized in order to save money in every way possible. You would think it your privilege to invest means in twenty ways for your own convenience where he would not feel that he could indulge in the gratification of self in one way. He binds about his inclinations and wants, while you use means freely, and although you have had repeated cautions and reproofs on this point, you will continue to pursue the same course, unless yourself and wife are converted."},{"refcode_short":"PH096 61.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 61.1 (Ellen Gould White)","content":"When the transforming grace of Christ shall take hold upon your heart, the fruit of that grace will be seen. You will not receive means from your brethren which you do not really need, you will not keep it in your possession, and live in a style in which I would not dare to live, and which others would feel condemned in following. It is as much your duty to bind about your desires and to deny your inclinations as it is my duty and the duty of others to abstain from the gratification of self. While you selfishly gratify appetite you talk of poverty, of being perplexed for means you borrow or receive gifts from your brethren, although it works against you and destroys your influence. As a minister of Christ, you cannot follow this course consistently; and as a lay member, if you give up preaching, you cannot do as you have done and be approved of God. You cannot afford to give to your children such an example, for it is not after the example of Christ."},{"refcode_short":"PH096 61.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 61.2 (Ellen Gould White)","content":"Brother and Sister Daniels. I wish you could see the necessity of bringing yourselves to the habits of economy Brother Leininger has practiced. With all his little children, he thinks they must get along without a hired girl. I think they are straining the point here. You would not think for a moment you could do as they have done in order to save expenses. A practical knowledge of domestic duties would be the very best instruction your children could receive. Not one or two, or three, but everyone who knows you,even your best friends, have spoken in regard to your great expenses, and I have said nothing. They have said, “I do not, I could not expend money as they do, and for the things they do.” I could not say to these friends that what they said was not true, for I knew it was. I have had the matter presented to me again and again. I have told you of these things in the fear of God, not to hurt you, but for your own good, and for the good of your children. I know that neither you nor your children will be among the overcomers around the throne of God unless you make a decided reform. You have attempted to reform. After I wrote you from Basel, Switzerland, you made statements of what you would do,—that you would never eat butter or meat. I knew enough of you and your appetite to consider this an unwise statement; for I felt sure you would break the strongest pledge on this point. You have indulged appetite to such an extent that after making such a decided change you would only go back stronger than ever to your old habits. This is why I wrote you, remonstrating against your radical resolutions in this matter. You moved impulsively, and not from principle, and all your family are in need of reformation. If you do not make decided changes in all of these things, you will enter into temptations of which you do not now dream. You will not be a savor of life unto life, but of death unto death. I write this in the fear of God, because I have a love for your soul."},{"refcode_short":"PH096 62.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 62.1 (Ellen Gould White)","content":"In your letter to me you said that you thought it was your duty to take charge of your own children as well as to work to save the souls of other people's children. Would that this might be done; but I am obliged to tell you that your training would not be the best training your children could have. Before you can bring up your children in the fear and admonition of the Lord, you need to have an element brought into your character which you do not now possess. You talk against our institutions, against our brethren, in the presence of your children; you advance ideas without a thought on your part, which leave an unfavorable impression on their minds, and which shape their destiny for this life and the future life. This work coming forth from your hands you must meet again in the judgment. Your unwise tenderness toward your children is cruelty of the worst kind. Could you see your words as they are in the books of heaven, you would be ashamed, for you speak without thought. This is why I said you must be converted, and I say it still from the light God has given me. How long do you mean to remain in this condition? How long will it be before you will humbly seek God? How long will it be before you will feel it your duty to act upon the light that God has given you? How long will you stand where you are, with every avenue of the soul open to Satan's suggestions and temptations? Is it not time that you were in earnest? Is it not time for you to begin to heed the light that God has given you, in place of following your own mind and judgment? Is it not time for you to begin to practice the teachings you have given to others? May the Lord help you to work as you have never worked before. I feel alarmed for you, for I know that you will not long stand where you are. Seek the Lord, I beseech of you, while He is to be found. Yours with solicitude."},{"refcode_short":"PH096 64.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 64.1 (Ellen Gould White)","content":"Since writing you, as you will see in the letter of earlier date, I have carried a burden on my mind for you. Again last night your case was forced to my notice, and I was talking with you as a mother talks with her son. I said: “Brother Daniels, you should not feel it to be your duty to converse with young ladies upon certain subjects, even if your wife is present. You are encouraging in them the idea that it is all right to communicate to ministers the family secrets and difficulties that should be brought before God, who understands the heart, who never makes a mistake, and who judges righteously. Refuse to listen to any communications of private matters, concerning either families or individuals. If persons are encouraged to come to one man with their troubles, they will think it all right to keep up this practice, and it will become a snare, not only to the soul who communicates, but to the one to whom these things are confided.” I said: “God has not laid this kind of work upon you. Do not invite the confidence of either married or unmarried women. Take the young men and give them your special attention, pray with them and for them. Do not talk with them, or with young ladies either, upon the subject of marriage. This subject needs to be repressed rather than encouraged.”"},{"refcode_short":"PH096 64.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 64.2 (Ellen Gould White)","content":"Again I entreat you to carry all solemnity with you into the pulpit. Do not talk at random, or act indiscreetly, but labor for souls as for those who must give an account. I know that our people are liable to be drawn to you, instead of depending entirely on Christ, and thus they will endanger their souls."},{"refcode_short":"PH096 65.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 65.1 (Ellen Gould White)","content":"One thing alarms me: When you are cautioned or reproved, you act exactly as Elder Canright has acted for years. He rose up just as you do. He justified himself, and thought himself misjudged and abused. Because he pleased the tastes of the people, he regarded himself as all right. Why do you act so pettish when your course is questioned? Do you think there is no danger at all in your case? Are your eyes blinded that you fail to discern any danger? Because so many are foolish enough to flatter, praise, and extol you, does it bring you evidence that you are sinless? Because the Lord watches your footsteps, and, seeing that they may go in wrong paths, sends you counsel and reproof, or consolation, as the case requires, will you rise up against it? Who can know his own faults? You may make assertions, and they may be honestly made, but, after all, they may be made because you do not see your danger. Real, living, Christian principles that rule the heart at all times, and under all circumstances, will make you an overcomer and a living channel of light. It will be nothing short of a delusion to entertain the idea that you are in no danger. I tell you that you are in danger. You need to walk carefully and prayerfully before God."},{"refcode_short":"PH096 65.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 65.2 (Ellen Gould White)","content":"Your case has again been presented before me so clearly that I understand your danger, and I cannot hold my peace, for I have a care for your soul. I am not at liberty to tell you all that has been shown me concerning you; sufficient now is the fact that you have not an eye single to the glory of God; your course of action is not in harmony with the Spirit of Christ. If the Lord Jesus were working upon you at all times and in all places, the fruits of righteousness would appear; but the fruits you bear are frequently of such a character as to declare distinctly that your works are not wrought in God, that the Spirit of God does not have a controlling power to subdue and sanctify your nature, and place Christ's mould upon you. Your powers have at times been unselfishly used to glorify God; but when your own spirit prevails, the very blessings God has given you are perverted to serve your selfish purposes."},{"refcode_short":"PH096 66.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 66.1 (Ellen Gould White)","content":"How stands the record in the book of God in regard to your dealing in financial matters? “He that is faithful in that which is least is faithful also in much; and he that is unjust in the least is unjust also in much.” Christ declares that a selfish use of our possessions in this world proves us unfaithful to God, and therefore disqualified for the higher, heavenly trusts. We are not to live an inactive life in heaven. The faithful steward will there be intrusted with much. “If therefore ye have not been faithful in the unrighteous mammon, who shall commit to your trust the true riches? And if ye have not been faithful in that which is another man's, who shall give you that which is your own?” Christ has purchased us by the price of his own blood; he has paid the purchase money for our redemption; and if we will lay hold upon the treasure, it is ours by the free gift of the Son of God. In this probationary time we may show ourselves unworthy to have the heavenly gift intrusted to our keeping. Money is not ours; houses and grounds, pictures and furniture, garments and luxuries, do not belong to us. We are pilgrims, we are strangers. We have only a grant of those things that are necessary for health and life. But Satan places the temptation before us to desire many things with which the children of light should have nothing to do. Our temporal blessings are given us in trust, to prove whether we can be trusted with eternal riches. If we stand the proving of God, then we shall receive that purchased possession which is to be our own,—glory, honor, and immortality."},{"refcode_short":"PH096 67.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 67.1 (Ellen Gould White)","content":"Money is not necessarily a curse; it is of high value, because, if rightly appropriated, it can do good in the salvation of souls, in blessing others who are poorer than ourselves. By an improvident or unwise use, as is evident in your case, money will become a snare to the user. He who employs it to gratify pride and ambition makes it a curse rather than a blessing. Money is a constant test of the affections. Whoever acquires more than sufficient for his real needs should seek wisdom and grace to know his own heart and to keep his heart diligently, lest he have imaginary wants and become an unfaithful steward, using with prodigality his Lord's intrusted capital. When we love God supremely, temporal things will occupy their right place in our affections. If we humbly and earnestly seek for knowledge and ability in order to make a right use of our Lord's goods, we shall receive wisdom from above. When the heart leans to its own preferences and inclinations, when the thought is cherished that money can confer happiness without the favor of God, then the money becomes a tyrant, ruling the man, it receives confidence and esteem, and is worshiped as a god. Honor, truth, righteousness, and justice are sacrificed upon its altar. The commands of God's word are set aside, and the world's customs and usages, which King Mammon has ordained, become a controlling power."},{"refcode_short":"PH096 68.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 68.1 (Ellen Gould White)","content":"In our use of money we can make it an agent of spiritual improvement by regarding it as a sacred trust, not to be employed to administer to pride, vanity, appetite, or passion. We should ever remember that in the judgment we must meet the record of the way we use God's money. Much is spent in self-pleasing, self-gratification, that does us no real good, but positive injury. If we realize that God is the giver of all good things, that the money is his, then we shall exercise wisdom in its expenditure, conforming to his holy will. The world, its customs, its fashions, will not be our standard. We shall not have a desire to conform to its practices; we shall not permit our inclinations to control us."},{"refcode_short":"PH096 68.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 68.2 (Ellen Gould White)","content":"It is not best to pretend to be rich, or anything above what we are,—humble followers of the meek and lowly Saviour. We are not to feel disturbed if our neighbors build and furnish their houses in a manner that we are not authorized to follow. How must Jesus look upon our selfish provision for the indulgence of appetite, to please our guests, or to gratify our own inclination? It is a snare to us to aim at making a display or to allow our children under our control to do so. Notwithstanding two testimonies given you in regard to the management of your children, you have not corrected the errors that have been thus pointed out. You have placed your own stamp of character upon these children as a birthright, a sad legacy; then with all the light before you, you have indulged them until they reproduce your defects; they have the same desire for self-gratification, the same spirit of self-indulgence. In the training and education of children, a firm, kind, restraining influence is to be day by day exercised over them. Teach them, as did Abraham, to keep the way of the Lord, to do justice and judgment, that the fear of the Lord may be ever before them. Patiently instruct them to walk humbly with God. They should be trained to habits of industry, and not allowed to be indolent. Seek to strengthen everything that will make their character solid, well-balanced, and noble. Let every God-given faculty be developed for usefulness, not perverted by pleasure-loving, by indolence, or by wild liberty. Self-love, self-admiration, is a terrible curse. Teach your children to make the cause of Christ their first and highest consideration, and to deny their selfish desires, that they may do good to others. You as parents are standing under a weighty responsibility. Restrain your own inclinations in the expenditure of means, and give your children the precious lesson that outward display will not make the lady or the gentleman. It is the inward adorning, that meek and quiet spirit which is in the sight of God of great price, that demands our earnest attention."},{"refcode_short":"PH096 69.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 69.1 (Ellen Gould White)","content":"Elder Daniels, my heart is sad for you, for your wife, and your children, for I say to you in the fear of God, You are making a record that will be lasting as eternity; “and if ye have not been faithful in that which is another man's, who shall give you that which is your own?” We are placed here as probationers, to prove whether we will, through the grace of Christ, develop all that the Lord exacts of us. We have been intrusted with great light in regard to the truths of his holy word, and with mental faculties susceptible of the highest cultivation. You are to love God supremely, and your neighbors as yourself. You are to prove yourself faithful even in the least temporal matters. If you disregard the plainest directions given by our Lord in his holy word, and by the testimony of his Spirit, and choose to walk in your own way, to follow the impulse of your own heart, you will be pronounced an unfaithful steward. If you prove yourself unfit to hold the smallest interests which your Master has placed in your hands here, how can God trust you with eternal interests? You may give your money quite freely to our institutions or to individuals, but does God honor you for this? If the money has been obtained unjustly, will he accept this offering at your hands? You may ease your conscience by saying, “I give to the cause what others have given me.” Tell these persons they should be stewards of their own means."},{"refcode_short":"PH096 70.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 70.1 (Ellen Gould White)","content":"You do not know how to use money economically, and do not learn to bring your wants within your income. Your spend thrift habits are a snare to you. The Lord has warned you, but your habits of prodigality have taken such a hold upon you that his cautions and warnings have been alike unheeded. Your wife, while she may be a help to you in many things, does not help you as she should in this respect. In order to live the life of a true disciple of Christ, you must day by day deny yourself, take up your cross, and follow your self-denying, self-sacrificing Redeemer. You have not yet learned the lesson of meekness and lowliness in the school of Christ. You have an eager desire to get money, that you may freely use it as your inclination shall dictate; and your teaching and example have proved a curse to your children. How little they care for principle! They are more and more forgetful of God, less fearful of his displeasure, more impatient of restraint. The more easily money is obtained the less thankfulness is felt."},{"refcode_short":"PH096 71.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 71.1 (Ellen Gould White)","content":"I have been shown of God the sinfulness of the course you have been pursuing. You have engaged in mining and real-estate business, and while an acknowledged minister of the gospel, you have worked upon the minds of your brethren, and have influenced them to invest their means in real estate and in mining shares. You told them the investment would bring large returns; that they would more than treble their money, and could help the cause so much more. You represented that this was a golden opportunity which you did not want them to lose, and urged them to avail themselves of the advantages that God had placed right within their reach. With your powers of exaggeration you represented the matter in such a light that many were deceived, and some lost their money, which should have gone into the cause of God."},{"refcode_short":"PH096 71.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 71.2 (Ellen Gould White)","content":"Now you have urged upon others the duty to confession, have you made confession of the wrong that you have done to the brethren? Have you told them of your errors? Have you told them of your schemes to obtain means because your extravagant expenditures brought you into embarrassing positions? Have you fulfilled your promise, that if they did not realize the glowing expectations you had kindled, you would repay the money they had invested? Have you felt that you must confess your sin in diverting to city lands and mining stocks the means which should have been invested in the cause of God? You and your brethren who were engaged with you have a work of restitution to do. When you, Elder Daniels, can say, with Zacchaeus, that if you have received aught of any man unjustly you will restore to him fourfold, then there will be evidence of a genuine work of the Spirit of God in your heart."},{"refcode_short":"PH096 72.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 72.1 (Ellen Gould White)","content":"At the late camp-meeting at Oakland many came to me and inquired if there was nothing to be done in your case. The strong influence you had been exerting in behalf of these speculative enterprises, to the injury of the work of God, brought great trial and perplexity to our brethren. But notwithstanding the wrongs on your part that called for confession, you came to that meeting and held yourself aloof, neither seeking to right your wrongs, nor showing an interest in the work of God. You necessarily had some care of your wife, but this was no sufficient excuse. You needed all the help and blessing which the Lord was waiting to bestow upon you if you would seek him with humility of heart. If you were envious, dissatisfied, feeling that due honor had not been shown you, the Lord could do nothing for you. What conclusion could the people draw from your attitude at that meeting? Had you, as a humble learner in the school of Christ, tried to obtain all the help possible from your brethren and sisters, you would not at the close of the meeting have been barren and unblessed; you would not, when you left, have been under temptation, dissatisfied, and unhappy."},{"refcode_short":"PH096 73.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 73.1 (Ellen Gould White)","content":"I am pained that you have entered upon another money-making scheme. You are teaching voice culture, and by your exaggerated statements, made with such a professed knowledge of the benefits of this exercise, many are deceived, and are led to give you their patronage."},{"refcode_short":"PH096 73.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 73.2 (Ellen Gould White)","content":"The secret of all these movements is this: When you get into difficult places financially, on account of the extravagant expenses of your family, you set about extricating yourself by some of your inventions. You extort money from those who believe you to be so good a man that everything you say is truth and righteousness. Your method of dealing savors of dishonesty and perversion of facts; it is more like fraud than like honorable, straightforward integrity."},{"refcode_short":"PH096 73.3","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 73.3 (Ellen Gould White)","content":"Now the fact that you hold credentials from the Conference, and are receiving pay from the money brought in by the tithing, makes the Conference responsible for your influence among the flock of God. The Lord will not hold them guiltless of your wrong course of action, and the misrepresentations to which you have resorted to draw money from your brethren. Unless you change your course, I advise the brethren to withdraw your credentials and not let you carry their influence to sanction your proceedings."},{"refcode_short":"PH096 73.4","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 73.4 (Ellen Gould White)","content":"Your course is causing great perplexity among those best acquainted with you. You seem to have a power which many would think it is a sin to term anything but the power of God; but your influence does not tend to strengthen, establish, settle them as to the operations of the Spirit of God. They see you acting in direct opposition to your own work and your own teaching, and that which they suppose to be a divine influence seems to be so blended with the perversity of your nature that they know not how to distinguish between the two. The Lord has shown me that you employ human influence to move upon minds. In your labors it is often the case that that which is attributed to divine power is from a human source; you yourself have at times been amazed that your brethren and sisters should regard you as moved by the power of God. You are deceiving and being deceived."},{"refcode_short":"PH096 74.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 74.1 (Ellen Gould White)","content":"Your mind is not well-balanced. You are moved by impulse. You make statements in the pulpit, and then go away and contradict them in your conversation. You preach, but do not practice; you have good qualities, but you abuse them, because you do not train your powers to serve God only. You serve yourself, and attract the people to yourself. Your brethren and sisters are certainly deceived in you."},{"refcode_short":"PH096 74.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 74.2 (Ellen Gould White)","content":"The worst of the matter is that you become impatient if any effort is made to correct these evils. Your pride is touched, and when your brethren seek to counsel and help you, you regard them as personal enemies, and count their reproofs and corrections as designed to work evil against you. You are not right with God. It is only when one unduly esteems himself that he imagines evil of those who would help and save him. God has borne long with your perversity. For years he has sent you messages of warning; he has called to you, and held to you as a mother to her erring son; and yet his goodness and mercy have been abused. In the place of heeding the testimonies of the Spirit of God, you have treated them according to the frame of mind you were in when you received them; and your heart is hardened by the very goodness and mercy of God."},{"refcode_short":"PH096 75.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 75.1 (Ellen Gould White)","content":"You make statements wholly untrue in regard to the testimonies. You belittle them. You represent things in a distorted light. You do this in order to break down everything that would prevent you from carrying out your own plans for self-advantage. Well-balanced, judicious minds cannot long be abused in this manner; but after one class has been thus deceived, you take another class; you begin your operations where your mistakes are less known. Your brethren have borne long with you, until forbearance has ceased to be a virtue. I would not write to you as I do if it was not enjoined upon me to do this."},{"refcode_short":"PH096 75.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 75.2 (Ellen Gould White)","content":"One day you will stand in the pulpit and strongly advocate the testimonies which God has sent to his people; in a few days, if you feel like it, you do your best to unsettle faith in them, among those with whom you associate; and then in a day or two you are advocating the testimonies again. Now, my brother, are you anchored anywhere, or are you not more like the waves of the sea, tossed to and fro, unstable, unreliable, moved not by principle, but by emotion? Will not your work be of the same character? Will it not ravel out? Both you and your wife are under the reproof of God. What are you going to do about it? Will you draw nigh to God? Will you set your own house in order? Will you unitedly make earnest work for eternity? Or will you throw down the yoke of Jesus, refuse to lift his burdens, and choose to be independent, perverse, willful, uncontrollable? God is faithful to his word. A watcher is beside you in the house of God. A watcher is beside you when you sit in converse with your brethren, and say things that have no foundation in truth. A watcher will write the record of every word and action and that motive that prompted it. There can be no denial of the record, as here you often deny what you have said or done. The watcher will write it all, and he will do the bidding of God in regard to your case."},{"refcode_short":"PH096 76.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 76.1 (Ellen Gould White)","content":"Brother and Sister Daniels, must I conclude that the word of the living God has no special weight with you? Must I decide by your course of action that the testimonies of warning, reproof, and entreaty, calling you to God's word, to listen to his voice, are set aside by you as unworthy your notice, as an idle tale? I have not spoken to you my own words, but the words given me of God. You speak your own words, and with such intensity and assurance that you make those whom you address believe error to be truth, and that the testimonies which God has set in the church are of but little weight. Tell me, if you can, what will have weight with you? Tell me what reserve force the Lord has to meet your case? You ride over all counsel, you pay not the least heed to advice unless it pleases you and accords with your mind. When you happen to be so disposed, you will make of none effect the testimonies of the Spirit of God, if they reprove and correct your course."},{"refcode_short":"PH096 77.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 77.1 (Ellen Gould White)","content":"One thing is certain, I have held my peace as long as I shall do so. Now the only thing I can do is to put before our people, in some form, the light which God has seen fit to give me in your case. If the testimonies have no influence upon you, they may at least guard the flock of God from deception. You may say you will give up your credentials and step out of the work; better, far better, to do this than to cast such an influence as you are now exerting upon the work of God. But what would gladden my heart, and please the dear Saviour, who gave his life for you, is for you to humble yourself under the hand of God. You are a very weak man, but God can give you strength, that you may finish your course with joy. I warn you, my brother, to prepare for the judgment. Let not the blood of the souls of the flock and the blood of your children be upon your garments. Never boast of your endowments, or position, or achievements. All our talents are from God, to be rendered back with interest. From him come all the gifts you have misapplied. May the Lord help you to see and repent of your abuse of his blessings before it is forever too late."},{"refcode_short":"PH096 77.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 77.2 (Ellen Gould White)","content":"“Let not the wise man glory in his wisdom, neither let the mighty man glory in his might; let not the rich man glory in his riches; but let him that glorieth glory in this, that he understandeth and knoweth me, that I am the Lord which exercise loving kindness, judgment, and righteousness, in the earth; for in those things I delight, saith the Lord.” I am pained beyond measure to see the little discernment existing among our people who have had so great light. They listen to a sermon that stirs their emotions, and the language of their hearts is, “Evermore give us the ministry of this man; he moves our hearts, he makes us feel.” They forget God, and praise and exalt the man, to his injury, and the injury of their own souls. When will those who claim to believe the truth cease from man, whose breath is in his nostrils? When will they trust in God? make him just what he is,—all and in all?"},{"refcode_short":"PH096 78.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 78.1 (Ellen Gould White)","content":"You have earnest work to do if through Christ's righteousness you win the crown of life. Oh, you must have a transformation of character before you can be a safe teacher of the truth! A profession of faith avails little without a personal, living experience in the truth. A casual or nominal faith is of no value. We must have a faith that works by love, and purifies the soul. That faith has strength; it requires on your part supreme preference, holiest love for God, reliance upon him, entire consecration, not one day in seven, but day by day. It identifies you in your feelings, your interests, your service, with Christ. Having this faith, you will be constantly receiving strength that is out of and above yourself. You will partake of the grace of God, which is without limit. When you have this communion with the divine, there is an identification of Christ's interest with yours before all the universe. Your sins are reckoned to Jesus, his righteousness is imputed to you. For God “hath made him to be sin for us who knew no sin; that we might be made the righteousness of God in him.” Thus your prayers are accepted, becoming unto God a sweet-smelling savor in the beloved. Thus you enter into his rights, and become an heir with God and joint heir with Jesus Christ. You will enter into His victories, and the reward of eternal life will be given you."},{"refcode_short":"PH096 79.1","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 79.1 (Ellen Gould White)","content":"Again I inquire, What are you going to do? Will you be wholly on the Lord's side? Will you be a converted man? Remember, I do not say you never have been converted; but will you now have a new consecration? Will you die to self? Will you put away every wrong, and watch, watch for the stealthy approach of the enemy; watch the old habits of sin that will steal back upon you and that need to be shaken off again and again; watch over a careless, unruly tongue; watch your spirit, lest, because you cannot have your own way, you become desperate reckless, profane; watch for opportunities to do good; be ever learning humility and meekness at the feet of Jesus? Oh, when will every child of God learn to unite with Jesus, and not depend upon frail, erring men, and expect to be towed along to heaven by their faith and zeal? Genuine conversion unites the soul in clinging faith to the one helper, Jesus Christ. Make no more half-way efforts, to fall back worse than before; but, oh, make thorough work; begin in your neglected family! Your neglect has not been a lack in your indulgence, but a neglect of their souls. May the Lord make you a priest in your own household."},{"refcode_short":"PH096 79.2","refcode_long":"Testimonies on the Case of Elder E. P. Daniels, p. 79.2 (Ellen Gould White)","content":"Do not, I entreat you, continue the same course of extorting money from your brethren, and robbing the Lord's treasury. You have done this work altogether too long. You have now a work to do to right up your wrongs. When you read this, pray earnestly to God. Do not throw it aside, do not become impatient, do not become desperate, but consider thoughtfully and candidly what is your real state. Utter no threats, make no false statements, for many of these now stand registered in the book of heaven, unrepented of, even during the year now almost ended. Let not this year close and you be found at variance with God. I must now leave you, but with only a small part written of that which is upon my mind. If this does not lead you to pursue a different course, I have more to write. God help you to be wise unto salvation!"}]