[{"refcode_short":"PH097 1","refcode_long":"Testimony for the Church at Battle Creek, p. 1 (Ellen Gould White)","content":"Testimony for the Church at Battle Creek"},{"refcode_short":"PH097 1","refcode_long":"Testimony for the Church at Battle Creek, p. 1 (Ellen Gould White)","content":"Testimony for the Church at Battle Creek"},{"refcode_short":"PH097 1.1","refcode_long":"Testimony for the Church at Battle Creek, p. 1.1 (Ellen Gould White)","content":"When in your midst, June 12, 1868, I was shown that you are not what God would have you to be. Sad effects have been growing out of the unbelief and worldly prosperity of the church. God designed that the light of the church should increase, and grow brighter and brighter, unto the perfect day."},{"refcode_short":"PH097 1.2","refcode_long":"Testimony for the Church at Battle Creek, p. 1.2 (Ellen Gould White)","content":"Precious promises are made to God's people, upon condition of obedience. If, like Caleb and Joshua, you had wholly followed the Lord, he would have magnified his power in your midst. Sinners would have been converted, and backsliders reclaimed, by your influence; and even the enemies of our faith, although they might oppose and speak against the truth, could but admit that God was with you."},{"refcode_short":"PH097 1.3","refcode_long":"Testimony for the Church at Battle Creek, p. 1.3 (Ellen Gould White)","content":"Many of the professed, peculiar people of God are so conformed to the world that the peculiar character is not discerned, and it is difficult to distinguish “between him that serveth God and him that serveth him not.” God would do great things for his people if they would “come out from among them and be separate.” He would make them a praise in all the earth, if they would submit to be led by him. Says the True Witness, “I know thy works.” Angels of God, who minister unto those who shall be heirs of salvation, are acquainted with the condition of all, and understand just the measure of faith possessed by each individual. The unbelief, pride, covetousness, and love of the world, which have existed in the hearts of God's professed people, have grieved the sinless angels. The grievous and presumptuous sins, which exist in the hearts of many, have caused angels to weep, as they have seen that God has been dishonored because of the inconsistent, crooked course of professed followers of Christ. And yet those the most at fault, those who cause the greatest feebleness in the church, and bring upon their holy profession a stain, do not seem to be alarmed, or convicted, but seem to feel that they are flourishing in the Lord."},{"refcode_short":"PH097 2.1","refcode_long":"Testimony for the Church at Battle Creek, p. 2.1 (Ellen Gould White)","content":"Many believe themselves to be on the right foundation, that they have the truth, and rejoice in the clearness of truth, and boast of the powerful arguments in proof of the correctness of our position, and reckon themselves among the chosen, peculiar people of God, yet they experience not the presence and power of God to save them from yielding to temptation and folly. These profess to know God, yet in works deny him. How great is their darkness! The love of the world with many, the deceitfulness of riches with a few, has choked the word, and they have become unfruitful."},{"refcode_short":"PH097 2.2","refcode_long":"Testimony for the Church at Battle Creek, p. 2.2 (Ellen Gould White)","content":"I was shown that the church at Battle Creek have partaken of the spirit of the world, and become lukewarm to an alarming extent. When efforts are there made to set things in order, and bring the people up to the position God would have them occupy, a class will be affected by the labor, and will make earnest efforts to press through the darkness to the light. But many do not persevere in their efforts long enough to realize the sanctifying influence of the truth upon their hearts and lives. The cares of the world engross the mind to that degree that self-examination and secret prayer are neglected. The armor is laid off, and Satan has free access to them, benumbing their sensibilities, and causing them to be unsuspicious of his wiles."},{"refcode_short":"PH097 3.1","refcode_long":"Testimony for the Church at Battle Creek, p. 3.1 (Ellen Gould White)","content":"Some do not manifest a desire to know their true state, and escape from Satan's snares. They are sickly, and dying. They are occasionally warmed by the fire of others, yet are so nearly chilled by formality, pride, and the influence of the world, that they have no sense of their need of help."},{"refcode_short":"PH097 3.2","refcode_long":"Testimony for the Church at Battle Creek, p. 3.2 (Ellen Gould White)","content":"I was shown that those who occupy responsible positions at the head of the work should feel that a great burden rests upon them. They have an influence which tells for good or evil. It is impossible for them to occupy a neutral position. If their influence is not decidedly such as to increase spirituality, it is of a character to decrease it."},{"refcode_short":"PH097 3.3","refcode_long":"Testimony for the Church at Battle Creek, p. 3.3 (Ellen Gould White)","content":"I was shown the cases of Brn. Aldrich and Walker. They occupy responsible positions which give them influence; and yet these brethren do not live in the light of God's countenance. They are deficient in spirituality and the Christian graces. A weight of solemn responsibility should daily rest upon them as they view the perilous times in which we live, and the corrupting influences which are teeming around us. Their only hope of being partakers of the divine nature, is to escape the corruption that is in the world. These brethren lack a deep and thorough experience in the things of God. This experience cannot be obtained without effort on their part. Their position requires them to possess earnestness and unabated diligence, so as not to be found sleeping at their post. Satan and his angels sleep not; and while Brn. A. and W. sleep, these adversaries gain special advantages, which can never be fully regained. Satan transforms himself so as to appear like a friend, and works side by side with them quite a length of time before they know that it is he. They are finally aroused to the painful fact by the enemy's being recognized by one who better knows his manner of working."},{"refcode_short":"PH097 4.1","refcode_long":"Testimony for the Church at Battle Creek, p. 4.1 (Ellen Gould White)","content":"Is this as God would have it? Oh, no! He holds these men responsible for all the mischief the enemy wrought while their understanding was so blinded that they knew not that it was he. The cause and work of God are endangered every day while these brethren neglect the warnings which have been given them, to be on their guard lest the foe find entrance and work to the disadvantage of God's people. Dear brethren, you both need a fresh conversion."},{"refcode_short":"PH097 4.2","refcode_long":"Testimony for the Church at Battle Creek, p. 4.2 (Ellen Gould White)","content":"Bro. Aldrich, you are decidedly a worldly, business man. The life of Christ's followers is a warfare upon earth, and their daily business is to watch and pray always, lest they enter into temptation. God united you to his work, and designed that you should walk in the light as he is in the light. Satan is constantly watching those who are especially connected with the cause and work of God. He knows that he will gain a decided victory if he secures the least advantage over such. Your love of approbation is great. You love office, love promotion, love to be engaged in a large enterprise, which makes considerable show. You love to be considered a man of business, a manager; and you have not maintained humility, but have got above the simplicity of the work. It is heart work that is needed. God designed you to become a spiritual worker. It should be your anxiety to possess true godliness, to be a pattern of good works. You fail in many respects. You shun the burden of reproving wrong and seeking to have these wrongs corrected and make right. Some have received the impression that you were a man of such fine feelings, possessing so sensitive an organism, that it would be exceedingly painful for you to do this. They do not rightly estimate you, but give you credit for excelling in those qualities in which you are deficient. Did you really possess these traits of character, you would manifest an interest for the very ones who need your sympathy. Your feelings would be enlisted for the widows, the orphans, and fatherless. Your heart would be drawn out in this direction. You would not need your sympathy called out in behalf of this class; for you could not be hindered from making their case your own."},{"refcode_short":"PH097 5.1","refcode_long":"Testimony for the Church at Battle Creek, p. 5.1 (Ellen Gould White)","content":"Bro. Aldrich, unless there is a reformation in you, you are not the man for the place you now occupy. You do not obey the commandments enforced by Christ, “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind,” and “thou shalt love thy neighbor as thyself. On these two commandments hang all the law and the prophets.” You decidedly fail in obeying these express commands. No choice is left you to do these things if you choose to; to obey if convenient for you to obey. The injunction is positive: Thou shalt do it; and the whole duty of man is comprised in doing these positive commands. You possess pride, with a large share of selfishness. This shuts you away from doing your duty. A man that occupies your position in connection with the work and cause of God, should rid himself of every vestige of selfishness, and should imitate the unerring Pattern, whose life was devoted to doing others good, sacrificing his own ease, and pleasure, and convenience, for others good. His pure, devoted, unselfish life, is given us as a pattern for us to imitate. Did you possess that fineness of feeling which has been accredited to you, it would be exercised in this direction. You are seeking to benefit yourself, advantage yourself. Wherein do you manifest that love for your neighbors which you possess for yourself? You do not see yourself. You have a work to do, but cannot perform it until there is a transformation of the mind, until all the powers of your body and mind are brought into subjection to God, and sanctified to him. You have a set, stubborn will, that must be subdued by grace. The Lord seeth not as man seeth. His thoughts and ways are not what blind, selfish mortals believe they are, or wish them to be. The Lord looks on the heart. The Lord selected you to fill an appointed place in his cause. He designed that your course should be onward and upward, you growing in grace and in the knowledge of the truth. Light has shone upon you and all around you; but you have not walked in it. Angels of God have their pure eyes bent upon you. They follow you. They mark your spiritual advancement, and your deficiencies. They have marked where in any instance you have favored yourself and yours in your business with that Office, and at the same time have not seen that justice was done to others who were needy. God has marked every deviation from a strict, impartial dealing with every one connected with that Office. To appear all right in the sight and opinion of others is not enough. Our acts, our works, are to bear the inspection of Him whose eyes are too pure to behold any iniquity, any deviation from a correct course. Christ is the example, the standard. If you fail to imitate Christ, your influence leads others to do the same."},{"refcode_short":"PH097 7.1","refcode_long":"Testimony for the Church at Battle Creek, p. 7.1 (Ellen Gould White)","content":"God requires you to bear fruit to his glory, to come out from the world and be separate. If your talents are buried, if your fruit is not perfect, you fail to meet the measurement of God. Do not mistake the form of godliness for the spirit and power thereof."},{"refcode_short":"PH097 7.2","refcode_long":"Testimony for the Church at Battle Creek, p. 7.2 (Ellen Gould White)","content":"I was pointed to the time when you came to Battle Creek. You designed to do your duty, but had not clear conceptions of duty. You felt an earnest desire as you entered upon your work to be faithful, but when your heart arose against health and dress reforms you were opposing that which God had shown was according to his will. You were blinded. You failed to discern any sacredness in the matter, and took a course unbecoming your position. You opposed the change of diet, and the reform dress; you ridiculed and made light of them. Because it was J. M. Aldrich who ventured to do this, others followed your example, which brought an issue upon the subject of dress reform prematurely. Your set, stubborn will would not yield to the convictions of your conscience. Your pride would be wounded. Your influence was on the wrong side. I wish you could see it just as it was shown me."},{"refcode_short":"PH097 8.1","refcode_long":"Testimony for the Church at Battle Creek, p. 8.1 (Ellen Gould White)","content":"Bro. Aldrich, your bracing up against light led others to lightly esteem that which Heaven sanctioned. The diet and dress question was a matter of importance. Had you stood in the counsel of God you would not have been left to oppose that which God had signified was in accordance with his will. Your position gave you influence which you would not otherwise have had. Some concluded that you were in so responsible a position you would not venture to oppose the things which came from God. They thought there must be some mistake in the matter, that too much importance was attached to the diet and dress question. If God had called you to fill that position should not they have confidence in your judgment? Thus you stood directly in the way, making my work very taxing. God was working through his servants to bring the people up to the point to yield their pride, and with the spirit of humility manifest their separation from the fashions of the world, and you were working on the other hand to keep them united with the world. The speech of people had greater weight with you than any other consideration. God was seeking to unite his people on these subjects, while your influence was to keep them from the point, in a state of disunion; and great spiritual weakness was the result. Many rejected the light given, some acknowledged it but had not moral courage to manifest obedience by walking in the light. You had trifled with that light, and esteemed it as foolishness. In your house, and in the Office, before the young, it was a subject for you to jest over, and for you to ridicule, the light of God's countenance was removed from you, and you, with others, were left to take the course of your own choosing. Then followed darkness, yet at the same time some of those in darkness thought their light was never clearer. We have had but a faint sense of the length and breadth of the difficulty existing in B. C.—the prejudice, the jealousy of us, the evil surmisings, the disregard of the visions; Satan had been invited into the church, and had a powerful hold of minds. He was exulting as he saw souls walking right into his net."},{"refcode_short":"PH097 9.1","refcode_long":"Testimony for the Church at Battle Creek, p. 9.1 (Ellen Gould White)","content":"I was shown the wonderful impressions, the zeal, the earnestness, the fervor, of some. The special light that some thought they received from God, was from another source. There has not been clean work made of this matter; and all who have failed to come out fully, and humbly acknowledge their deception and error, will be yet exposed to the deceptive power of Satan. God will prove them by bringing them over the ground again. All that counterfeit trash should be swept forever by the board. The experience of the church in this matter was sound or unsound, either from the Lord or the Devil. Christ and Satan do not work in copartnership. All that busy talking, that burden of news which was Bro. and Sr. Whites’ supposed inconsistencies, was spread all through the church, and has done its work. One soul died under this delusion of the Devil. She was imbued with the spirit of hatred against us, and died in this condition. The blood of her soul is upon the church. And the probation of a number more will not be greatly lengthened; yet they are not ready. They are at ease in Zion, and are not agonizing that they may enter into the strait gate. Like many, they are seeking merely, but are not striving. Could they see their life-record, they would make most earnest efforts to discern their wrongs, in order, by humble confession to remove the stains from their characters. The little leaven leaveneth the whole lump. A thorough heart-work is necessary with many who acted their part in this work, who are so deceived by Satan. Those who felt that they were not so much out of the way after all, will yet, I saw, have to learn by bitter experience that which they were unwilling to take to heart before. Such an unfeeling, heartless, satanic spirit as was possessed by some who are naturally tender-hearted, conscientious, and pitiful, was enough to have aroused all their senses, that they had another spirit."},{"refcode_short":"PH097 10.1","refcode_long":"Testimony for the Church at Battle Creek, p. 10.1 (Ellen Gould White)","content":"I was shown that God's Spirit did not lead to that enthusiasm in reference to the Health Institute. There was a zeal, but not according to knowledge. A triumphant spirit seized the men who should have been in humility seeking the Lord. They became self-sufficient, and walked in the light of the sparks of their own kindling. A new order of things had come. The visions were no longer reliable. The reprover had become silent. Now all was peace, peace. Things were moving prosperously. Means flowed in, and the zeal of the collectors was eulogized. Responsibilities of importance were laid upon men unfitted to bear them. In a short period of time, in which Bro. Loughborough was invested with authority, and apparently prospered, he became exalted, lost sight of the simplicity of the work, and to a great extent finished his usefulness and influence where he was known."},{"refcode_short":"PH097 11.1","refcode_long":"Testimony for the Church at Battle Creek, p. 11.1 (Ellen Gould White)","content":"Bro. Aldrich trusted to his own wisdom and judgment. He lost sight of the simplicity of the work as well as its exalted, holy character. He spread himself like a green bay-tree, but God withered his branches, and brought to naught his plans. God made the wisdom of Bro. Aldrich foolishness. He has not managed with economy and prudence. His management has increased the embarrassment of the Institute without relieving it. If Bro. Aldrich would possess a humble heart, ready to admit his errors, and confess his wrongs, he could then see clearer light. If he does not do this, darkness will envelop him, and he will be left to his own imperfect judgment. No error is a trifle, unworthy of notice or comment, be it found to exist in Bro. Aldrich, Bro. Gage, Bro. Amadon, or any of the working hands. The smallest entrance should not be allowed to the foe; for when once he is in the fort, his work of deception and injury commences."},{"refcode_short":"PH097 11.2","refcode_long":"Testimony for the Church at Battle Creek, p. 11.2 (Ellen Gould White)","content":"It is unfortunate that men so closely connected with the work as Brn. Aldrich and Walker, should possess just the turn of mind they do. They have with them a tendency to spiritual sloth, and a love to engage in worldly commerce. They are not helps to one another in the right way. Their interest is not kept awake by their association together, and strengthened by mutual zeal and devotion to the work. A mist and cloud is gathering over the Office. Things are not as God would have them. There is not a consecration to the work. Self and self-interest are too prominent. There is not that sanctified judgment exercised that should be in the management of all pertaining to the Office. There is not a nice discrimination with regard to the workers. Some have received too liberal wages, while others who have been just as faithful, have had less, though they have been more needy."},{"refcode_short":"PH097 12.1","refcode_long":"Testimony for the Church at Battle Creek, p. 12.1 (Ellen Gould White)","content":"Some have had a selfish spirit, and worked merely for wages. They had no special interest in, nor devotion to, the work, further than the wages were concerned. These have been favored, while some who possessed more moral worth, and whose influence was more healthful and saving, received but a small sum. Bro. and Sr. C. Smith have foolishly indulged their children, labored to gratify their every desire, and remove from them all cause of discontent. It is right that this should be done to a degree; but Bro. and Sr. Smith have carried their fondness to extremes, to the injury of their children. Bro. Smith was wrong in pleading with Bro. Aldrich to increase the wages of his daughters. They received all their labor was worth. Bro. Aldrich was wrong in being influenced in this direction. It only hurt them. Some, at the same time, were performing more taxing labor, and were struggling with difficulties, who deserved an increase of wages. But these were not thought of. Brn. Aldrich and Amadon have duties to perform in making themselves acquainted with the situation of all connected with that Office. The circumstances of some may be such as to warrant decisions made in their favor. Let none in that Office say, like Cain, “Am I my brother's keeper?” You are your brother's keeper; and if there is one place above another on earth, where examples of justice, equality, compassion, and love, should be exercised, it is in the Office."},{"refcode_short":"PH097 13.1","refcode_long":"Testimony for the Church at Battle Creek, p. 13.1 (Ellen Gould White)","content":"The wages of those who act an important part in the Office should be such that in an economical use of means they need not be embarrassed. Their wages should be sufficient to enable them to set right examples in the different benevolent enterprises that arise, to entertain freely and cheerfully their share of those brethren who visit Battle Creek, and to remove the necessity of engaging in worldly commerce and speculations."},{"refcode_short":"PH097 13.2","refcode_long":"Testimony for the Church at Battle Creek, p. 13.2 (Ellen Gould White)","content":"I saw that if Brn. Aldrich and Walker continue occupying the post they do, they should devote their entire interest and energies to the work of the Office. One of them can do the work at the Office which both now do in connection with their other matters. And the work would be better done by one fully devoted to the work, than by both with their interest and time divided as it now is. God would have those who labor in the Office receive a good support. But these brethren, with their interest and time divided as it has been, have not earned all the wages they have received from the Office. I was shown that those brethren have not the just claims on the Association for favors, as Brn. Amadon and Smith, who have been connected with the work for fifteen years, and who, at its commencement, labored several years for only the most economical food and clothing. These have invested time, labor and interest, in the cause, with very small wages. Within a few years, their wages have been gradually raised. The cause is a part of their very being. It would be like parting with life, to separate their interest from the work. If Brn. Aldrich and Walker should be favored, these should be favored much more."},{"refcode_short":"PH097 14.1","refcode_long":"Testimony for the Church at Battle Creek, p. 14.1 (Ellen Gould White)","content":"No one connected with the work should hold any worldly office, unless it be one necessary to the transaction of business among our people. The peculiar, holy character of our work is such as to separate us from the world. The acceptance of worldly offices leads to the world, which is displeasing to God. The worldly business carried on by Brn. Aldrich and Walker brings into the Office many to consult with them, and talk over business matters, which consumes their time, divides the interest in the work, and brings an influence into the Office which is worldly and corrupting, and which grieves the angels of God away from the place. As I viewed the scene, the Office, especially the counting room, it was more like a public place of worldly business, than that retirement and quiet necessary to encourage the presence of holy angels, and to properly conduct the work of God."},{"refcode_short":"PH097 14.2","refcode_long":"Testimony for the Church at Battle Creek, p. 14.2 (Ellen Gould White)","content":"When it comes to this, that the brethren will not restrain themselves in these things, if their minds are in some other business, they should be released from the Office, to engage in vocations where their minds and hearts are, and let their places be filled by those whose whole souls shall be devoted to the work. It requires the whole man for the place, and God will not accept the services of those at the Office who divide their interest and efforts between his work and their own speculations and worldly interests. The time has fully come for either a separation from these things, or a separation from the work of the Office."},{"refcode_short":"PH097 14.3","refcode_long":"Testimony for the Church at Battle Creek, p. 14.3 (Ellen Gould White)","content":"There must be greater devotion to the work, and an unselfish interest in it, if the Office be kept in a prospering condition, so that the blessing of God may attend the labor of each. The Lord needs not the services of those who have not the missionary spirit, a devotion to, and a special interest in, the work. This he has shown frequently, and again it was presented in a more clear and positive manner. God designs that all the workers in that Office shall be instruments of righteousness, workmen, living stones, that emit light, that they may encourage the presence of heavenly angels. They are required, as it were, to be channels through which the spirit of truth and righteousness shall flow. There should not be a spirit of messing together to the exclusion of some; a few attached to each other, conversing with one another, walking and associating together, and neglecting and slighting others. We are all one in Christ Jesus. Yet some who have labored in that Office have partaken so largely of the spirit and influence of the world, that they act like the world. They have their likes and dislikes, and discern not excellence of character. Their conduct is not governed by the pure principles of Christianity, therefore they think only of themselves, their pleasure, and enjoyment, to the disregard of others. They are not sanctified through the truth, therefore realize not the oneness of Christ's followers the world over. Those who are most loved of God are those who possess the least self-confidence, and are adorned with a meek and quiet spirit; whose lives are pure and unselfish, and whose hearts are inclined, through the abundant measure of the spirit of Christ, to obedience, justice, purity and true holiness."},{"refcode_short":"PH097 16.1","refcode_long":"Testimony for the Church at Battle Creek, p. 16.1 (Ellen Gould White)","content":"If all were devoted to God in that Office, a precious light would shine forth from it, which would have a direct influence upon all who are brought in contact with it. But all need a work done for them. Some are far from God, variable, changeable, and unstable as water. Some, I saw, have no idea of sacrifice. When they desire any pleasure, or any article of dress, or any special indulgence, they do not sit down and consider whether they can do without the article, or deny themselves of the pleasure, and make a freewill offering to God. How many have considered that they were required to make some sacrifice? Although it may be of less value than that of the wealthy man in possession of his thousands, yet that which really costs self-denial would be a precious sacrifice, and an offering to God. It would be a sweet smelling savor, and come up from his altar like sweet incense."},{"refcode_short":"PH097 16.2","refcode_long":"Testimony for the Church at Battle Creek, p. 16.2 (Ellen Gould White)","content":"The youth are not authorized to do just as they please with their means, regardless of the requirements of God. With David, they should say, “Neither will I offer burnt offerings unto the Lord my God of that which doth cost me nothing.” Quite an amount of means have been expended to multiply copies of their pictures. Could all enumerate the amount given to the artist for this purpose, it would swell to quite a large sum. This is merely one way in which means are squandered. In this direction much means are invested for self-gratification, from which no profit is received. They are not clothed nor fed by this outlay. The widow and the fatherless are not relieved, the hungry are not fed, the naked are not clothed. Your stinted offerings are brought to God almost unwillingly, while, in self-gratification, means are spent lavishly. How much of the wages earned finds its way into the treasury of God to aid in the advancement of his work in saving souls? They give a mite each week, and feel that they do much. But they have no sense that they are each of them stewards of God over the little, as the wealthy over his larger possession. God has been robbed, and yourselves indulged, your pleasures consulted, your tastes gratified, without a thought that God would make close investigation of how you have used your Lord's goods. While you unhesitatingly gratify your supposed wants (which are not wants in reality), and withhold from God the offering you ought to make, he will no more accept the little pittance you hand in to the treasury, than he accepted the offering of Ananias and his wife Sapphira, who purposed to rob God in their offerings."},{"refcode_short":"PH097 17.1","refcode_long":"Testimony for the Church at Battle Creek, p. 17.1 (Ellen Gould White)","content":"The youth in Battle Creek are, as a general thing, allied to the world. But few maintain a special warfare against the internal foe. But few have an earnest, anxious desire to know and do the will of God. But few hunger and thirst after righteousness. But few know anything of the Spirit of God as a reprover or comforter. Where are the missionaries? Where are the self-denying, self-sacrificing ones? Where are the cross-bearers? Self and self-interest have swallowed up high and noble principles. Things of eternal moment bear with no special weight upon the mind. God requires you individually to come up to the point, to make an entire surrender. Ye cannot serve God and mammon. Ye cannot serve self and at the same time be servants of Christ. You must die to self, die to your love of pleasure, and learn to inquire, Will God be pleased with the objects for which I purpose to spend this means? Shall I glorify him? We are commanded, Whether we eat or drink, or whatsoever we do, to do all to the glory of God. How many have conscientiously moved from principle rather than from impulse, and obeyed this command to the letter? How many of the youthful disciples of Battle Creek have made God their trust and portion, and have earnestly sought to know and do his will? There are many who profess to be servants of Christ in name, but they are not so in obedience. Where religious principle governs, the danger of committing important errors is small; for selfishness, which always blinds and deceives, is subordinate. The sincere desire to do others good so predominates that self is forgotten. To have firm religious principles is an inestimable treasure. It is the purest, highest, and most elevated influence mortals can possess. Such have an anchor. Every act is well considered, lest its effect be injurious to another, and lead away from Christ. The constant inquiry of the mind is, Lord, how shall I best serve and glorify thy name in the earth? how shall I conduct my life to make thy name a praise in the earth, and lead others to love, serve, and honor thee? Let me only desire and choose thy will. Let the words and example of my Redeemer be the light and strength of my heart. While I follow and trust in him, he will not leave me to perish. He shall be my crown of rejoicing."},{"refcode_short":"PH097 18.1","refcode_long":"Testimony for the Church at Battle Creek, p. 18.1 (Ellen Gould White)","content":"Bro. Aldrich, you are in an important position. If you fail to come up to the standard, others follow your example; especially the youth. Your position in regard to health and dress reforms was such as to cause the unsanctified to take shelter under your influence. Had you possessed that conscientious, fine sensibility which ought to be found in you, you would not have ventured upon the course you pursued. It would have been enough for such a mind to know that God had deigned to notice the diet and dress of his people; and how careful and circumspect would have been your words, lest you should be found fighting against God. Any thing that is of sufficient importance for God to notice, however small it may appear to those whose hearts are lifted up in pride, should at least call for respectful silence. Your regarding these things as insignificant did not make them so. God noticed them. This should have been enough for poor, proud mortals. Their will and wisdom should not be maintained against the will and wisdom of Him who is too wise to err, and too good to do us wrong. Here is the danger of exalting man in our hearts. If we get the wisdom of man before us as the wisdom of God, we are led astray by the foolishness of man's wisdom. Here is the great danger of many in Battle Creek. They have not an experience for themselves. They have not been in the habit of prayerfully considering for themselves, with unprejudiced, unbiased judgment, questions and subjects that are new, which are liable to arise. They wait to see what Bro. Aldrich thinks. If he dissents, that is all that is needed. The evidence in their minds then is positive that it is all of no account whatever. This class is not small; yet for all their numbers are large, it does not change the fact that they are weak-minded through long yielding to the enemy, inexperienced, and will always be sickly as babes, walking by others’ light, living on others’ experience, feeling as others feel, acting as others act. They act as though they had not an individuality. Their identity is submerged in others. They are merely shadows of others whom they think about right. These will all fail of everlasting life unless they become sensible of their wavering character, and correct it. They will be unable to cope with the perils of the last days. They will possess no stamina to resist the Devil; for they do not know that it is he. Some one must be at their side to inform them whether it is a foe approaching, or a friend. They are not spiritual, therefore spiritual things are not discerned. They are not wise in those things which relate to the kingdom of God. None, young or old, are excusable in trusting to another to have an experience for them. Said the angel, “Cursed is man who trusteth in man, and maketh flesh his arm.” A noble self-reliance is needed in the Christian experience and warfare."},{"refcode_short":"PH097 20.1","refcode_long":"Testimony for the Church at Battle Creek, p. 20.1 (Ellen Gould White)","content":"Men, women, and youth, God requires you to possess moral courage, steadiness of purpose, fortitude and perseverance, minds which will investigate, and prove, and try, for themselves before receiving or rejecting, minds that cannot take the assertions of another, but will study and weigh evidence, take it to the Lord in prayer, and flee to Him who has invited them to come. “If any of you lack wisdom, let him ask of God that giveth to all men liberally, and upbraideth not, and it shall be given him.” Now the condition: “But let him ask in faith, nothing wavering; for he that wavereth is like a wave of the sea, driven with the wind and tossed; for let not that man think that he shall receive anything of the Lord.” This petition for wisdom is not to be a meaningless prayer, out of mind as soon as finished. It is a prayer that expresses the strong, earnest desire of the heart, arising from a conscious lack of wisdom and knowledge to determine the will of God. If, after the prayer is made to God, the answer is not immediately realized, do not become unstable and weary of waiting. Waver not. Cling to the promise, “Faithful is he that calleth you, who also will do it.” Like the importunate widow, urge your case, being firm in your purpose. Is the object important and of great consequence to you? It certainly is. Well, waver not; for your faith may be tried. If the thing you desire is valuable, it is worthy of a strong, earnest effort. You have the promise, watch and pray. Be steadfast, and the prayer will be answered; for is it not God who hath promised? If it cost you something to obtain it, the more will you prize it when obtained. You are plainly told that if you waver you need not think that you shall receive any thing of the Lord. A caution is here given not to become weary, but to rest firmly upon the promise. If you ask, he will give you liberally and upbraid not."},{"refcode_short":"PH097 21.1","refcode_long":"Testimony for the Church at Battle Creek, p. 21.1 (Ellen Gould White)","content":"Here is where many make a mistake. They waver from their purpose, and their faith fails. This is the reason they receive nothing of the Lord. God is our source of strength. None need go in darkness, stumbling along like a blind man. God hath provided light if they will accept it in his appointed way, and not choose their own way. God requires of all a diligent performance of every-day duties, and especially from those in the Office, who are engaged in a solemn, important work, and upon whom rests the more weighty responsibilities of the work, down to the least hand there employed. This can only done in looking to God for ability to enable them faithfully to perform what is right in the sight of Heaven, doing all things as though governed by unselfish motives, as if the eye of God was visible to all, looking upon all, and investigating the acts of all."},{"refcode_short":"PH097 22.1","refcode_long":"Testimony for the Church at Battle Creek, p. 22.1 (Ellen Gould White)","content":"The sin which is indulged to the greatest extent, which separates us from God and produces so many spiritual disorders, and which are contagious, is selfishness. There can be no returning to God except by self-denial. Of ourselves we can do nothing. Through God strengthening us, we can live to do good to others, and in this way shun the evil of selfishness. We need not go to heathen lands to manifest our desire to devote all to God in a useful, unselfish life. We should do this in the home circle, in the church, among those with whom we associate, and also those with whom we do business. Right in the common walks of life is where self is to be denied, and kept in subordination. Paul could say, “I die daily.” It is the daily dying to self in the little transactions of life that makes us overcomers. Forget self, in the desire to do good to others. Many, instead of faithfully performing their duty, seek rather their own pleasure, from selfish motives. There is a decided lack of love for others. God positively enjoins upon all his followers a duty to bless others with their influence and means, to seek that wisdom of him which will enable them to do all in their power to elevate the thoughts and affections of those who come within their influence. In doing for them, a sweet satisfaction will be experienced, an inward peace, which will be a sufficient reward. In a faithful discharge of life's manifold duties, actuated by high and noble motives to do others good, there is true happiness. This will bring more than an earthly reward; for every faithful, unselfish performance of duty is noticed by the angels, and shines in the life record. In Heaven none will think of self, nor seek their own pleasure; but all, from pure, genuine love, will seek the happiness of the heavenly beings around them. If we wish to enjoy heavenly society in the earth made new, we must be governed by heavenly principles here. Every act of our lives affects others for good or evil. Our influence is tending upward or downward. Our influence is felt, acted upon, and reproduced by others to a greater or less degree. If we aid others by our example in the development of good principles, we give them power from our own acts to do good. In their turn they exert the same beneficial influence upon others, and thus hundreds and thousands are affected by our unconscious influence. If we by acts strengthen or force into activity the evil powers possessed by those around us, we share their sin, and will have to render an account for the good we might have done them and did not do, because we made not God our strength, our guide, and counselor."},{"refcode_short":"PH097 23.1","refcode_long":"Testimony for the Church at Battle Creek, p. 23.1 (Ellen Gould White)","content":"I was shown that Bro. Gage has been sorely tempted. He came to the Review Office with the purpose in his heart to glorify God, and he expected to be advantaged spiritually. He thought that in thus connecting himself with the Office he could obtain a more perfect experience. This was what he needed. But the condition of the church was such that they could be of but little advantage in strengthening this dear brother. He did not see those in the Office, professing godliness, living the life of Christ. He has a reasoning mind, and could but contrast his expectations with what he realized from the sight of his eyes, and the hearing of his ears—so much vanity, so much light, cheap talk, jesting and laughing. And those who stood in responsible positions seemed to have so little burden of the work, and so little sobriety! These things troubled and perplexed his mind. Then the coldness, the distant feelings manifested among professed Christians! He expected to find things all different. The enemy began to tempt him. When Bro. Gage saw that which appeared like selfishness in those in connection with the Office, he felt still worse. It was evident to him that there was respect of persons; that there was not fairness and equality, but partiality. He could not keep his feelings in subordination and pass along in silence. He could not feel that Bro. Aldrich was governed by pure, unselfish principles. Bro. A. allowed his own son liberal wages, while Bro. G.’s brother-in-law, who was poor, yet a good workman, trying to support his mother and sisters, received small wages. His brother's post of labor was important, and his services valuable, Bro. and Sr. Gage talked the matter over, and were sorely tempted. Bro. Gage thought, Why should it be my duty to make so much of a sacrifice as I am making, and work for so small an amount, when I could command a much larger sum? Did he see a greater depth of piety in the professed Christians at Battle Creek, which would be a help to him? Oh, no! They were, many of them, so united to the world as to be scarcely discerned from them. Did he see in the laborers in the Office and Institute a missionary spirit? a disposition to sacrifice, and deny self to advance the work and cause of God? No; but the opposite. All seemed to be on a strife to grasp all they could get. He was painfully awakened to the fact that if he did not look out for himself, no one would take the burden of his case, and look out for him. He has felt grieved with Bro. Aldrich; for he could not see justice, fairness, and equality, in his course. God is no respecter of persons; but Bro. Gage thought he could see a respecting of persons with Bro. Aldrich. At times he has been upon the point of starting immediately for the East; then he feared to take this step, and would pass along again. Bro. Gage is of an impulsive turn of mind, and he has had occasion to be sorely tried. His confidence that God was in the work, and that the cause was the Lord's, and that He stood at the helm, has been his anchor."},{"refcode_short":"PH097 25.1","refcode_long":"Testimony for the Church at Battle Creek, p. 25.1 (Ellen Gould White)","content":"I was shown that Bro. Aldrich did not possess that fineness of feeling, that sympathy for others who need his sympathy, that God would be pleased to have him possess, and that he must cultivate, if he occupies the post he does. He has moved very blindly, and with a great lack of wisdom, and justice. Bro. C. Smith awakened the interest of Bro. Aldrich for his daughters, whose lives had been devoted principally to serving themselves. They had a good home, and none were dependent upon them for support, yet their wages were increased with no just reason for doing this. Their work was not taxing, and required no special, wearing care. Very many who are in difficult positions to obtain work because of their keeping the Sabbath, would gladly accept the place they have had, with much less wages, and fill the position better, with gratitude to God in their hearts for the privilege. In the same Office is a young disciple of Christ, whose deportment is becoming, who is attentive to his business, fills an important position, which requires much painstaking, and is very wearisome, does his business with a nicety that but few can equal, yet he has received only about the same amount of wages that Bro. Smith's daughters have averaged. This young man is trying to do his part in the support of his mother and two sisters; yet Bro. Aldrich has not been aroused to see the difference in these cases. He has not possessed that nice perception which would enable him to discern the necessities of the case of one, and the need of especial favor to aid him in his worthy object. He has not felt called out to encourage in every way possible the one who stood in need of encouragement. He has failed to place himself in his situation, and think how he would feel under similar circumstances. He wished to encourage his own boy, and allowed him large wages, when there was no special need of this in his case; for he had a good home, a father abundantly able to support him, and no special burdens were resting upon his shoulders; none were depending upon him for support."},{"refcode_short":"PH097 26.1","refcode_long":"Testimony for the Church at Battle Creek, p. 26.1 (Ellen Gould White)","content":"Again I saw that some in the type-setting department were in straitened circumstances, bearing their own weight, and loving to do good to others; to sacrifice for the cause of God. Their labor was more difficult than that of those in the folding room; but Bro. Aldrich had no special interest in these cases. He did not take the trouble to investigate, and feel as a father toward those who needed a fatherly care. He has been bound about with selfishness as with iron bands. He has received credit for fineness of feeling which he does not possess, and has deceived himself. He lacks tender compassion. He lacks love. He lacks that fine sensibility which he should possess, and which if he did possess, he could discriminate and know how to deal justly, impartially, and in such a manner that God could approbate. I saw that God was not pleased with this management, and will not suffer such acts to pass unnoticed without reproof, in that Office. God will not let his free Spirit abide upon Bro. Aldrich while such things exist. A cloud is shutting down about the Office, not of light and mercy, but of darkness and judgment."},{"refcode_short":"PH097 27.1","refcode_long":"Testimony for the Church at Battle Creek, p. 27.1 (Ellen Gould White)","content":"I was shown that when Bro. Aldrich came to Battle Creek, a mistake was made in regard to him by those connected with the Office. Because it was known that it had been shown that he had a work to do in connection with the cause of God, great confidence was placed in him. After my husband's sickness, it seemed to come natural for those in the Office to feel that Bro. Aldrich should take the place made vacant by Bro. White's removal because of his sickness. God saw fit to connect Bro. Aldrich with his work, and, because of this, those of long experience in the work, who had been for years connected with the Office, stepped back, and left the responsibility of managing and deciding matters upon him, as they had left it with Bro. White. They ought not to have done this. They should have shared the responsibility, and Bro. Aldrich should have deferred to their judgment rather than they to his. They thought that in every particular they must give the same confidence to Bro. Aldrich they had given to Bro. White. The cases are very different. Bro. Aldrich had no experience in the printing department, and did not know the wants of the cause. Bro. White had years of experience in this work, and his experience commenced from the first rise of the message. God had brought him through privations, trials, and perils, to perfect that experience, and qualify him for the position he occupied. His connection with the humble instrument through whom God revealed his will as the necessity of the case required for the benefit of his people, gave him continual strength and clearness of judgment in regard to the management of the work. In supposing that Bro. Aldrich could be placed in the position, and fill it, as Bro. White did, was expecting too much. To rely upon his judgment, and abide by his decisions, as was the case when Bro. White stood in the Office, is trusting too much to one man of but little experience. Bro. Aldrich has not learned the ways and works of God. He does not understand his paths. He has not been schooled in adversity and suffering, privation and trial, and realized the manifest wonderful works of God, in the blessed deliverances of God has wrought under various circumstances, which has taught him what course of action God approves, and by bitter experience in witnessing hundreds of cases who have erred, what he disproves, condemns and despises."},{"refcode_short":"PH097 29.1","refcode_long":"Testimony for the Church at Battle Creek, p. 29.1 (Ellen Gould White)","content":"Those who have long borne the burden in the Office, those who have suffered when everything waded hard, are the ones to be especially considered and favored. Those who have listened to the admonitions in special cases where selfishness was exhibited, those who have seen the management Heaven has approved, have a better knowledge, and more correct judgment, of how things should be conducted in that Office, than Bro. Aldrich can have without greater experience. They have stood back and invested Bro. A. with too much authority. They should take responsibility upon themselves more than they have, and Bro. A. should consult with them, and defer his judgment to theirs. Instead of this, Bro. Aldrich has had his own way in almost everything, although his experience has been so short. He has been set and unyielding to pursue a course which he thought best, irrespective of the judgment of those he should regard. His office invests him with no such authority."},{"refcode_short":"PH097 29.2","refcode_long":"Testimony for the Church at Battle Creek, p. 29.2 (Ellen Gould White)","content":"I was shown that those who have been united with the Office for years, have received correct ideas in regard to how God would have things managed; it should not be according to a worldly policy. There should be no selfishness exhibited there. All engaged in the work should have a special care for the widow and fatherless, and labor unselfishly for their good, even disadvantaging themselves to advantage the needy and oppressed. Bro. White set the example the Lord had shown that all his people should imitate, in being interested in the cases of others, helping those who need help, without any profit to self, to love his neighbor as himself. Brn. Smith and Amadon have seen the course he has pursued. They have the same experience and views with himself. They have heard the commendation God has given of those who pursued this course, and the curse which God has pronounced upon those who are too much swallowed up in their own interests to have a care for their neighbors as themselves. Brn. Smith and Amadon have had a long experience in connection with the Office. The Lord has given much light in regard to the course his people should pursue in order to glorify him. They have witnessed the special work of God, and have received his teachings, showing our duty to those around us. They have been so long united with the cause of God that it has become, as it were, a part of them. They know no other interest, and to separate them from the work, would be like parting with their life. The voice of these brethren should be heard. Their judgment is nearer in accordance with the will of God than that of Bro. Aldrich. He has much to learn before God can entrust him with all that responsibility that his brethren have given him in the things mentioned."},{"refcode_short":"PH097 30.1","refcode_long":"Testimony for the Church at Battle Creek, p. 30.1 (Ellen Gould White)","content":"Bro. Aldrich is self-caring. God has mercifully laid some affliction upon him, which has been very sore for him to bear, but in which he has not discerned the mercy of God. The affliction of his wife has had a tendency to humble the aspiring, proud spirit of Bro. Aldrich, yet he has not submitted to this with all that meekness he should have possessed to be benefited thereby. I was shown that Sr. A. possessed a fine organism, a sensitive, trusting, loving, confiding/temperament, and clings to her husband, entwining her affections about him, as the tendrils of a vine about its support. True love is not a strong, fiery, impetuous passion. It is, on the contrary, an element calm and deep. It looks beyond mere externals, and is attracted by qualities alone. It is wise and discriminating, and its devotion is real and abiding."},{"refcode_short":"PH097 31.1","refcode_long":"Testimony for the Church at Battle Creek, p. 31.1 (Ellen Gould White)","content":"God tests and proves us by the common occurrences of life. It is the little things which reveal the chapters of the heart. It is the little attentions, the numerous small incidents and simple courtesies of life that make up the sum of life's happiness; and it is the neglect of kindly, encouraging, affectionate words, and the little courtesies of life, which helps compose the sum of life's wretchedness. The self-denials for the good and happiness of those around us, will be found to constitute a large share of the life record in Heaven. And the care of self irrespective of others’ good and happiness, will reveal the fact that none of these things are beneath the notice of our Heavenly Father."},{"refcode_short":"PH097 31.2","refcode_long":"Testimony for the Church at Battle Creek, p. 31.2 (Ellen Gould White)","content":"In regard to the case of Bro. Gage, I was shown that he was in need of a more thorough experience. He commenced to take the responsibilities of life too early, before he could realize the importance attached to these responsibilities. Had he waited a few years, until his mind had become more matured, he would now be far in advance of what he is. His past experience has lessened the confidence of his brethren in his judgment. Bro. Gage was young, needing parental care and instruction when he commenced life for himself. He earned his money readily, and realized not its worth, but spent it just as readily as he earned it. He did not educate himself to habits of economy. He spent means for things unnecessary. His character was not really formed. He has a quick mind, can discern readily the bearing of things, and comes to conclusions at once, hence he is in danger of not making allowance for those who cannot see and understand as readily as himself. He was not settled, with a firm religious experience when he came to Battle Creek. His mind was too boyish; yet I saw that he had, considering the errors and difficulties existing in the church in Battle Creek, pursued a praiseworthy course. The young could have been greatly injured by his influence had he not conscientiously restrained himself from engaging with them in their various enterprises for amusement. He could have helped forward many things which would have gratified the youth in their unconsecrated state, and injured his own influence. He did not do this. He sought to stand with those who were seeking to preserve their peculiar character distinct from the world."},{"refcode_short":"PH097 32.1","refcode_long":"Testimony for the Church at Battle Creek, p. 32.1 (Ellen Gould White)","content":"I was shown that Bro. Gage does not value time as he should. He spends much time with individuals, foreign from his work. If, at the close of the week, he could see the minutes and half hours spent in needless conversation with individuals who have no right to his time, he would be astonished at the time he frittered away, which was worse than lost. The example is injurious in this direction upon others in the Office. At the close of the year sum up the time idled away in needless conversation, and many minutes spent by Bro. Gage and some of the other workmen in the Office, and it would astonish all, and they would feel fearful of coming under the head of unfaithful servants. The hours are composed of minutes, the days of hours, the weeks of days. The minutes should be faithfully employed, then the hours will tell, for they have been usefully employed; the days will bear their full weight of burden, being well filled with faithful, earnest, interested effort. There are those who apply themselves closely enough to the work, and who are compelled to bear extra burdens, and work beyond their hours, to bring up the work which has been neglected by others in consequence of the numerous calls, and the time which has not been filled with interested, faithful effort on the part of all. Patients at the Institute should not be encouraged to while away their time, or to amuse themselves in frequent visits, at the Office. It is not the place for them."},{"refcode_short":"PH097 33.1","refcode_long":"Testimony for the Church at Battle Creek, p. 33.1 (Ellen Gould White)","content":"Again, confusion is caused by children being allowed to run through the Office. Children belonging to those who are employed in the Office, should not be allowed to visit in the Office when they please. Especially should no plays be entered into, and little children's voices heard through the Office. All these things lower the dignity of the Office, and lessen the sacredness of the work. The church should have especial care not to permit their children to visit the Office, and the children of those who are engaged in the Office should not be allowed to remain in the building, and by their presence encourage other children. The confusion caused by this is all displeasing to God. There should be an entire change in almost every thing in regard to the order of matters at the Office. Sacred and common things have been placed upon the same level."},{"refcode_short":"PH097 34.1","refcode_long":"Testimony for the Church at Battle Creek, p. 34.1 (Ellen Gould White)","content":"The church in Battle Creek should not feel at liberty to visit the Office and engage in common topics of conversation. Matters are freely introduced by members of the church, who visit the Office, which have no right to be brought into the Office. In doing this they are robbing the cause of God of the time of the workmen, diverting their interest from the work, and bringing in a worldly spirit which should have no place in the Office. Members of the church should time their visits, and call upon those who labor in the Office when they are at their own homes. I saw that God had been displeased with the lax way these things have been managed."},{"refcode_short":"PH097 34.2","refcode_long":"Testimony for the Church at Battle Creek, p. 34.2 (Ellen Gould White)","content":"The Office is located in the center of a large church, and if even a portion of the church make free to call at the Office as they have done, when it suits their convenience, and chat upon subjects as they choose, they steal minutes and hours of precious time, which belong to the cause and work of God. In thus doing, they rob God. And this is not all, but they do their part in lessening the sacredness of the work in the Office, and make that which they should seek to preserve as sacred, common."},{"refcode_short":"PH097 34.3","refcode_long":"Testimony for the Church at Battle Creek, p. 34.3 (Ellen Gould White)","content":"One will come in and interrupt a workman just a few minutes. Frequently their few minutes lengthen to half an hour. That one passes out, another comes in and spends a longer or shorter period, and thus five to twenty-five calls are heedlessly made in a day, and every one passes out of the Office, nothing bettered themselves, and yet the laborers have been hindered, their interest diverted from the work, and the precious minutes are used up, which are all needed to be devoted to the work. Sum up these minutes and it will be found hours of time are consumed, to no benefit to any one, but a decided injury to the Office. There are many business calls made which cannot be avoided. Those who have no special business, have no right to amuse themselves by diverting the attention of Brn. Aldrich, Walker, Amadon, Gage, Bacheller, Lane, or any one who is laboring in the Office. Let all remember that the Office is not a reception-room to entertain visitors. It is a place where most important business is being transacted in connection with the work and cause of God. The interest of the workmen should not be called off, for if it is, the work will be marred, and time will be stolen, which belongs to the Lord. All should labor to preserve order and quiet in the Office, and maintain the dignity and sacredness of the work. The Office is wading heavily. The world which has come in has shut the Lord out, and his prospering hand is not with the Office as it once was. Something must be done to redeem the past."},{"refcode_short":"PH097 35.1","refcode_long":"Testimony for the Church at Battle Creek, p. 35.1 (Ellen Gould White)","content":"I saw that Bro. Gage should shun the errors of the past. He should guard against imaginary wants. He has not always been willing to receive instruction from those of mature experience. He thought they did not understand him. Bro. Gage, the Lord is working for you, and will bless you, and strengthen you, in the course of right. You understand the theory of truth, and should be obtaining all the knowledge you can of God's will and work, prepared to fill a more responsible position if God requires it of you, and if he sees you can glorify his name best in so doing. But you have yet an experience to gain. You are too easily affected by circumstances, are too impulsive. God is willing to strengthen, establish, settle you, if you will earnestly and humbly seek wisdom of him who is unerring, and who has promised you shall not seek in vain. In teaching the truth to others you are in danger of talking too strong, in a manner that your short experience will not sustain you in. You take in things at a glance, and can see the bearings of subjects readily. All are not organized as yourself, and cannot do this. You will not be prepared to patiently, calmly wait for others to weigh evidence who can not see as readily as yourself. You will be in danger of urging others too much, to see at once as you see, and feel all that zeal and necessity of action you feel. If your expectations are not realized you will be in danger of becoming discouraged and restless, and wishing a change. You must shun a disposition to censure, to bear down. Keep clear of every thing that savors of a denunciatory spirit. It is not pleasing to God for this spirit to be found in any of his servants of longer experience; but for a youth to manifest ardor and zeal is all proper if graced with humility and the inward adorning; but when a rash zeal and a denunciatory spirit are manifested by a youth who has but a few years of experience, it is most unbecoming, and positively disgusting. Nothing can destroy his influence as soon as this. Mildness, gentleness, forbearance, long-suffering, being not easily provoked, forbearing all things, hoping all things, enduring all things, is the fruit growing upon the precious plant which is of heavenly birth—Love. This plant, if it is nourished, will prove to be an evergreen. Its branches will not decay, its leaves will not wither. It is immortal, eternal, watered continually by the dews of Heaven."},{"refcode_short":"PH097 37.1","refcode_long":"Testimony for the Church at Battle Creek, p. 37.1 (Ellen Gould White)","content":"Love is power. Intellectual and moral strength are involved in this principle, and cannot be separated from it. The power of wealth has a tendency to corrupt and destroy; the power of force is strong to do hurt; but the excellence and value of pure love consists in its efficiency to do good, and to do nothing else but good. Whatsoever is done out of pure love, be it ever so little or contemptible in the sight of men, is wholly fruitful; for God measures more with how much love one worketh, than the amount he doeth. Love is of God. The unconverted heart cannot originate nor produce this plant of heavenly growth, which lives alone, and flourishes only where Christ reigns. Love cannot live without action, and every act increases, strengthens, and extends it. Love will prevail and gain the victory when argument and authority are powerless. Love works not for profit nor reward; yet God has ordained that great gain shall be the certain result of every labor of love. It is diffusive in its nature, and quiet in its operation, yet strong and mighty in its purpose to overcome great evils. It is melting and transforming in its influence, and will take hold of the lives of the sinful and affect their hearts when every other means has proved unsuccessful. Wherever the power of intellect, of authority, or of force, is employed, and love is not manifestly present, the affections and will of those whom we seek to reach assume a defensive, repelling position, and increase their strength of resistance as they are met by another power than love. Jesus was the Prince of Peace. He came into the world to bring resistance and authority into subjection to himself. Wisdom and strength he could command, but the means he employed to overcome evil were the wisdom and strength of love. Suffer nothing to divide your interest from your present work until God shall see fit to give you another piece of work in the same field. Seek not for happiness, for that never is to be found by seeking for it. Go about your duty. Let faithfulness mark all your doings, and be clothed with humility."},{"refcode_short":"PH097 38.1","refcode_long":"Testimony for the Church at Battle Creek, p. 38.1 (Ellen Gould White)","content":"I was shown in regard to the Institute that Dr. Lay came there fully determined to act his part unselfishly. In the commencement of his engaging in the work at the Institute, there were many things of a discouraging nature to Dr. Lay. The position taken by Bro. Aldrich in regard to diet and dress reform, created such feelings of contempt in the minds of many for the short dress that its influence was seriously felt by Dr. Lay, and the patients whom he was trying to benefit at the Institute. Dr. Lay was seeking to bring his patients to bear the cross, which was important for their physical improvement. Bro. Aldrich took responsibilities upon him in regard to the Institute that he was not warranted to take. He pursued a course very much as though all at the Institute were in his employ, to obey his dictation. He was domineering over Dr. Lay. Bro. Aldrich thought Dr. Lay should consult him before making any move; and he did not exercise that courtesy which was due Dr. Lay. Dr. Lay struggled through discouragements at first. He did not at that time receive the respect that he should have received. This inability to discriminate, and to respect the position of Dr. Lay, made it necessary for me to relate what had been previously shown me in his favor. This had better not have been told Dr. Lay. He is an erring mortal, like others, and he received impressions in regard to the responsibility resting upon him that were incorrect. He took upon himself more than he was capable of carrying. He could not possibly fill the positions he thought he must. He thought there was a spirit to crowd him, and felt the necessity of placing himself upon the defensive. If there had been right management in his case, much trouble might have been saved. Evils grow out of misunderstandings. Dr. Lay thought that he must stand his ground, take his position, and maintain it, or he might as well give up his office altogether. This state of things would not have been had Bro. Aldrich pursued a different course. He was not courteous as he should have been, and dealt with Dr. Lay with a hard, firm spirit, about in the same manner one cold-hearted worldling would deal with another. Dr. Lay was sensitive, and such treatment cut him to the heart. This same manner of dealing is practiced by Bro. Aldrich to quite an extent. He is unaccommodating, unyielding. If he had worked upon this principle, “Whatsoever ye would that men should do to you, do ye even so to them,” far different results would appear as the fruit of such a course. “With what measure ye mete, it shall be measured to you again.” Here are strong motives which should operate on minds to constrain them to love one another with a pure heart, fervently. Christ is our example. He went about doing good. He lived to bless others. Love beautified and ennobled all his actions. We are not commanded to do to ourselves what we wish others to do unto us, we are to do unto others what we wish them to do to us under like circumstances. The measure we mete is always measured to us again. Pure love is simple in its operations, and is distinct from any other principle of action. The love of influence, and the desire for the esteem of others, may produce a well-ordered life, and, frequently, a blameless conversation. Self-respect may lead us to avoid the appearance of vice. A selfish heart may perform generous actions, acknowledge the present truth, and express humility and affection in the outward manner, yet the motives be deceptive and impure; and the efforts and actions that flow from them may be destitute of the savor of life, and the fruits of true holiness, being destitute of the principles of pure love. Love, love, should be cultivated. It needs cherishing, for its influence is divine."},{"refcode_short":"PH097 40.1","refcode_long":"Testimony for the Church at Battle Creek, p. 40.1 (Ellen Gould White)","content":"Dr. Lay brought many things from Dansville which were incorrect, in regard to amusements and exercise. He heard this amusement question made so much of that he actually thought a health institution could not be conducted without these amusements. He heard so much against exercising that he was not sound in this direction. When the amusements were introduced into the Institute, some in Battle Creek manifested their superficial character. They were pleased and gratified. It just suited their frivolous turn of mind. The things which were recommended for invalids they thought were good for them; and Dr. Lay is not accountable for all the results accruing from the counsel given to his patients. Those in different churches abroad, who were unconsecrated, seized upon the first semblance of an excuse to engage in pleasure, hilarity, and folly. As soon as it was known that at the Institute established for invalids the physicians had recommended the patients to get their minds off from themselves into a more cheerful train of thought, and had arranged plays and amusements to have this effect, it went like fire in the stubble; and the young in Battle Creek and other churches thought that they had need of just such things, and the armor of righteousness was laid off by many. As they were no longer held in by bit and bridle, they engaged in these things with as much earnestness and perseverance as though everlasting life depended upon their zeal in this direction. Here was an opportunity to discern the conscientious followers of Christ from those who were self deceived. Some had not the cause of God at heart. They had not the work of true holiness wrought in the soul. They had not made God their trust, and were unstable, and only needed a wave to raise them from their feet and toss them to and fro. Such showed that they possessed but little stability and moral independence. They had not experience for themselves, and therefore walked in the sparks of others’ kindling. They had not Christ in their heart, to confess to the world. They professed to be his followers, but things earthly and temporal held in subjection their frivolous, selfish hearts."},{"refcode_short":"PH097 41.1","refcode_long":"Testimony for the Church at Battle Creek, p. 41.1 (Ellen Gould White)","content":"There were others who did not seem to possess anxiety in regard to the amusement question. They felt that confidence in God, that he would make all right. Their peace of mind was not disturbed. They decided that a prescription for invalids did not mean them, therefore would not be troubled. They decided that whatever others might do, or whatever was being done in the world, it was nothing to them; for, said they, whom have we to follow but Christ. He has left us a command to walk even as he walked. We must live as seeing him who is invisible, and do what we do heartily unto the Lord, and not unto men."},{"refcode_short":"PH097 42.1","refcode_long":"Testimony for the Church at Battle Creek, p. 42.1 (Ellen Gould White)","content":"When such things arise, character is developed. Moral worth can then be truly established. It would be no difficult thing to ascertain where those are to be found who profess godliness, yet have their pleasure and happiness in this world. Their affections are not upon things above, but upon things on the earth, where Satan reigns. They walk in darkness, and cannot love and enjoy heavenly and divine things, because they cannot discern or know them. They are alienated from the life of Christ, having their understandings darkened. The things of the Spirit are foolishness unto them. Their pursuits are according to the course of their world, and their interests and prospects are joined with the world, and with earthly things. If such can pass along with the name of Christians, yet serve both God and mammon, they are satisfied. Things will occur to reveal the hearts of these souls, who are only a weight, a burden, and curse, to the church."},{"refcode_short":"PH097 42.2","refcode_long":"Testimony for the Church at Battle Creek, p. 42.2 (Ellen Gould White)","content":"I was shown that Dr. Lay did not move with wisdom. The spirit existing in the church was such as to be no help to him, but a hindrance, and led away from God and the path of holiness. Many of the church have ascribed their state of spiritual blindness to the influence growing out of the principles taught at the Institute. This is not all correct. Had the church stood in the counsel of God, the Institute would have been controlled. The light of the church would have been diffused to that branch of the work, and the errors would not have existed there that did. Dr. Lay was not alone in error, and the censure should not be suffered to rest alone upon him. It was the moral darkness of the church that had the greatest influence to create the moral darkness and spiritual death in the Institute. Had the church been in a healthy condition, she could have sent a vitalizing, healthful current to this arm of the body. But the church was sickly, had not the favor of God, and enjoyed not the light of his countenance. A sickly, deathly influence was circulated all through the living body, until the disease was apparent everywhere. Dr. Lay became exalted. He thought that he must occupy a position in the Institute similar to that occupied by Dr. Jackson at Dansville. God did not connect him with the work to be thus regarded. He took burdens upon himself that he ought not to have taken, and that were unnecessary for him to bear. He feared to yield and give up the oversight of matters lest he should lose his influence. The chief cause which led to this error on the part of Dr. Lay, was the course pursued toward him when he first engaged in his efforts for the Institute. He knew there was jealousy and prejudice existing toward him. This made him jealous and suspecting in return. His continual fear was of prejudicial influences working to injure his standing in the Institute. This was, much of it, the fruit of a diseased imagination. He was constantly wrestling with enemies which existed only in his imagination."},{"refcode_short":"PH097 44.1","refcode_long":"Testimony for the Church at Battle Creek, p. 44.1 (Ellen Gould White)","content":"He did not judge Dr. Byington aright. Bro. B. sought to do the best he could for the interest of the Health Institution, yet manifested too much interest for himself. Dr. Lay failed to give him credit for the burdens he did bear. He thought Bro. B. was working against him. He gathered information from different sources which became magnified in his mind, and made him very unhappy, and caused suspicion and jealousy of Bro. B. This would not have been if there had been the correct understanding, and an effort to look at everything occurring in the most favorable light. His feelings and prejudice became strong. The Spirit of God had nothing to do with these feelings, and imaginary evils."},{"refcode_short":"PH097 44.2","refcode_long":"Testimony for the Church at Battle Creek, p. 44.2 (Ellen Gould White)","content":"Bro. Byington was not in the best position for one of his ardent, active temperament. He did not possess quiet and gentleness, so important for one that is around nervous, easily-excited invalids."},{"refcode_short":"PH097 44.3","refcode_long":"Testimony for the Church at Battle Creek, p. 44.3 (Ellen Gould White)","content":"The course pursued toward Bro. B. was not correct nor just. There was a spirit possessed by Dr. Lay to exalt himself to have all think he was the man, and a fear lest others should estimate Bro. B. too highly. There was an undercurrent at work which would injure Bro. B., which was not pleasing to God."},{"refcode_short":"PH097 44.4","refcode_long":"Testimony for the Church at Battle Creek, p. 44.4 (Ellen Gould White)","content":"In the case of Bro. Rogers, there were thoughts that he did not do all that he might; that he was more willing to inspect and have an oversight than to take hold and do, and earn the means he received. This was too much the case. Bro. Rogers had partaken much of the spirit of ease and freedom from care and responsibility which prevailed with nearly all, yet an unjust course was pursued toward Bro. Rogers. He was watched from the first with jealousy and distrust. This spirit was fast growing in that Institution. There was not love and harmony. Many forgot that with what measure they should mete, it should be measured to them again. Bro. Rogers did not manifest that interest and diligence in business which he should. He was not alone. There were others employed to labor who did not take special burdens, and feel a special interest. Care and responsibility sat very lightly upon Bro. Graham. For want of proper oversight there had been a great loss. To be faithful in the littles is one of the most important works for mortals. He that is faithful in that which is least, is faithful also in much, says the Saviour. The leaven has run through the Institute. Helpers indoors and out were grasping for wages. A most astonishing spirit of selfishness seized them. Suspicion and jealousy of one another caused disunion. There was a great lack of noble frankness with one another. Hands were discharged, and false reasons given instead of the correct one. Many knew well the reason, except the very one who ought to have known. Suspicious whisperings went from one to another, and yet the subjects of them were kept in ignorance of the true reason of dissatisfaction. All this was cruel and unchristian, and brought the displeasure of God upon all who participated in this secret whispering by the wall, this deceptive, undercurrent work. Where there is union there is strength. With this lack of union, this distrust and jealousy existing, neither physicians nor helpers could work unitedly and happily. God's blessing could not rest upon that Institute with such a state of things. Dr. Lay has not been in a condition to bring his burdens and cares to Jesus, the burden-bearer.*The original publication had the spelling “burdenbearer.” He has been so fearful of losing his influence, that he has tried too hard to maintain his dignity. If he could have been in a great measure indifferent to these things, pursued a humble, Christian course, divested of selfishness, God would have done more to establish him in the hearts of his patients, helpers, and the church, than he could do by laboring with all his energies his lifetime. All this fear, and trouble, and anxiety, lest he should not maintain his position, and be appreciated, has had a tendency to bring about the very result he was in his own strength seeking to hinder."},{"refcode_short":"PH097 46.1","refcode_long":"Testimony for the Church at Battle Creek, p. 46.1 (Ellen Gould White)","content":"Dr. Lay is nervous, too hurried and excitable. He must encourage calmness, slow, unhurried speech, and calm movements. All this is very important, for him to be successful as a physician. He should trust his case in the hands of God, and guard against being over-sensitive. The worriment of mind Dr. Lay has suffered to come upon him, and his care in regard to things where he should have no care, have worn him more than all the labor he has done. God lives. He should trust his case wholly in his hands. In seeking so hard to save himself in the estimation of others, he has sunk himself every time. He has felt jealous lest the minds of his patients should be turned to some other one besides himself. This feeling is all needless. The more it is indulged, the more sure will the much-to-be-feared result take place. He should be indifferent to the matter just as much as possible."},{"refcode_short":"PH097 47.1","refcode_long":"Testimony for the Church at Battle Creek, p. 47.1 (Ellen Gould White)","content":"Sister Lay has increased this feeling by her own fears and jealousies. She has made herself unhappy because she has not made it her motive to make others happy. She has looked for others to administer unto her happiness, and been exacting, while she has not been willing to administer unto others. You remained in the Institute to the injury of your entire family, as well as of the Institute."},{"refcode_short":"PH097 47.2","refcode_long":"Testimony for the Church at Battle Creek, p. 47.2 (Ellen Gould White)","content":"Sister Chamberlain's influence was needed there, but when she came she was not appreciated. Had Dr. Lay regarded her as he should, and showed her that respect which was her due, there would have been no trouble. But he felt jealous that she would assume more authority than he was willing she should. This erroneous feeling was enough to make Dr. Lay miserable, and place Sr. Chamberlain in an unenviable position. When it was decided to remove the care and burden of having the sole management of matters at the Institute from Dr. Lay, and place the burden on others, to release him, he did not feel pleased nor reconciled to the matter. He heard disrespectful speeches in regard to Sr. Chamberlain, which he could have nipped in the bud, but he assumed a stoical indifference, feeling like this: They have taken the responsibility from me; and it does not concern me. Here Dr. Lay was at fault. He knew that the matters did concern him. Any thing which he knew would, if permitted to go on, mar the unity of the Institution, did concern him, and he knew it; but it was a wrong, jealous spirit which led him to hold his peace. This spirit has prevailed to a greater or less degree all through the Institution. Just such a woman as Sr. Chamberlain is needed there, and she should make advance steps until she can take her place by the side of any of the physicians; for she is eminently qualified for the station. She has the experience, she has the right organization, she has the vital powers, to make her an excellent physician."},{"refcode_short":"PH097 48.1","refcode_long":"Testimony for the Church at Battle Creek, p. 48.1 (Ellen Gould White)","content":"Dr. Lay, you have not conducted with prudence. I was shown that there was a spirit in that Institution to get all the means they could. An avaricious spirit was manifested by Dr. Byington, also by Dr. Lay and the helpers; a selfish spirit, that brought the frown and curse of God upon those who possessed it. It was wages, wages. There was not an unselfish devotion to the work, and laboring with an unselfish interest. There was not a burden and care taken by all there engaged to labor for the prosperity and benefit of the Institute. There was a spending of time, and but little accomplished. There was a great lack of a thorough oversight of all things pertaining to the Institute. Helpers and all seemed to have a spirit of indifference, and there were many expenses out, which need not have been had there been one to take the care who possessed energy, ambition, and forethought. The prospect of large dividends, and abundance of means coming in, led to a spirit of prodigality, which would soon have run the Institute into the ground. God wants this branch of the work to live and flourish, and all who act a part in it to possess a spirit of self-denial, a spirit entirely different from that heretofore exhibited, which has been to get just all that it was possible to get, and to advantage self, out of the Institute"},{"refcode_short":"PH097 48.2","refcode_long":"Testimony for the Church at Battle Creek, p. 48.2 (Ellen Gould White)","content":"When Dr. Lay and his wife left the Institute, a spirit of selfishness was manifested, which injured their influence in that Institute. They showed, to many minds too plainly, that they were seeking to advantage themselves, without considering the interest of the Institute. You all, father, mother, and children, exhibited a spirit of selfishness displeasing to God. All this has not worked for your good, but for your injury. All that you invest in thus seeking your own interest, will result in loss in the end. Had you been an observer and seen another pursue the same course you pursued, you would have exclaimed against it loudly. Such things merit the displeasure of God. With such a selfish spirit as has existed in those who were in the Institute, is it surprising that God has not especially blessed the efforts there made? Will he sanction error? No, never! Selfishness in the Office, selfishness in the Institute, and yet expecting the token of God's presence, as though all things were prepared for him. Dr. Lay was distrustful, and took his case in his own hands instead of calmly waiting for, and trusting in, God to establish him in the hearts of those with whom he associated. He was constantly seeking to establish himself. He took the case in his own hands, and left the Lord no chance to do a work for him, which he was anxiously seeking to do for himself. All the Lord required of Dr. Lay was to abide in him, seek wisdom of him, to cease his forecasting and foresettling, as it were, matters with which he had nothing to do, which left him no enjoyment of the present. God required of him a child-like leaning upon his tender care, and abiding in his love. His unsettled, uneasy state of mind disqualified him to act as a physician, and was exhausting his vitality more than all his labor. Dear Bro. Lay has not understood his own heart. Selfishness has found a lodgment there, and peace, healthful, calm peace has departed. What you all lack is the element love—love to God, and love to your neighbor. The life that you now live, you do not live by faith on the Son of God. There is a lack of firm trust, a withholding, a fearfulness to resign all into the hands of God, as though he could not keep that which is committed to his trust. You are afraid some evil is designed, which will do you harm unless you assume the defensive, and commence a warfare in your own favor. The children of God are wise and powerful according to their reliance upon his wisdom and power. They are strong and happy according to their separation from the wisdom and help of man. Daniel and his companions were captives in a strange land, but God suffered not the envy and hatred of their enemies to prevail against them. The righteous have ever obtained help from God. How often have the enemies of God united their strength and wisdom to destroy the character and influence of a few simple persons who trusted in God. Because the Lord was for them none could prevail against them. Only let the followers of Christ be united in one and they will prevail. Let them be disjoined from their idols, and be separate from the world, and the world shall not separate them from God. Christ is our present, all-sufficient Saviour. In him all fullness dwells. It is the privilege of Christians to know indeed that Christ is in them of a truth. This is the victory that overcometh the world, even our faith. All things are possible to him that believeth; and whatsoever things we desire when we pray, if we believe that we receive them we shall have them. This faith will penetrate the darkest cloud and bring rays of light and hope to the drooping, desponding soul. It is the absence of this faith and trust which brings perplexity, distressing fears, and surmisings of evil. God will do great things for his people when they put their entire trust in him. Godliness with contentment is great gain. Pure and undefiled religion will be exemplified in the life. Christ will prove a never-failing source of strength, a present help in every time of trouble."},{"refcode_short":"PH097 51.1","refcode_long":"Testimony for the Church at Battle Creek, p. 51.1 (Ellen Gould White)","content":"I was shown in the case of sister Hannah More that the neglect of her was the neglect of Jesus in her person. Had the Son of God come in the humble, unpretending manner in which he journeyed from place to place when he was upon earth, he would have met with no better reception. It is the deep principle of love that dwelt in the bosom of the humble man of Calvary, that is needed. Had the church lived in the light, they would have appreciated this humble missionary whose whole being was aglow to be engaged in her Master's service. Her very earnest interest was misconstrued. Her externals were not just such as would meet the approval of the eye of taste and fashion; for familiarity with strict economy and poverty had left its impress upon her apparel. But the hard-earned means had been exhausted as fast as earned to benefit others; to get light to those whom she hoped to lead to the cross of truth. Even the professed church of Christ, with their exalted privileges and high professions, discerned not the image of Christ in this self-denying child of God, because they were so far removed from Christ themselves that they reflected not his image. They judged by the external appearance, and took not special pains to discern the inward adorning. Here was a woman whose resources of knowledge and genuine experience in the mysteries of godliness exceeded those of any one residing at Battle Creek, and whose manner of address to the youth and children was pleasing, instructive, and salutary. She was not harsh, but correct and sympathetic, and would have proved one of the most useful laborers in the field, to fill positions as an instructor of the youth, and an intelligent useful companion and counselor to mothers. She could reach hearts by her earnest matter-of-fact presentation of incidents in her religious life which she had devoted to the service of her Redeemer. Had the church emerged from darkness and deception into the clear light, their hearts would have been drawn out after the lonely stranger. Her prayers, her tears, her distress to see no way of usefulness open to her, have gone up to Heaven. God has heard. Talents and help the Lord offered to his people, but they were rich and increased with goods, and had need of nothing. They turned from, and rejected a most precious blessing of which they will yet feel the need. Had Elder Loughborough stood in the clear light of God, imbued with his Spirit, when this servant of Jesus, lonely, homeless, and thirsting for a work to do for her Master, was brought to his notice, spirit would have answered to spirit, as face answereth to face in a mirror, and his heart would have been drawn out after this disciple of Christ, and he would have understood her. Thus also with the church. They had been in such spiritual blindness they had lost the sound of the voice of the true Shepherd, and were following the voice of a stranger, who was leading them from the fold of Christ."},{"refcode_short":"PH097 53.1","refcode_long":"Testimony for the Church at Battle Creek, p. 53.1 (Ellen Gould White)","content":"Many look upon the great work to be accomplished for God's people, and their prayers go up to God for help in the great harvest. But like the Jewish nation, if help does not come in just the manner they have arranged, they will not receive it, but turn from that help as the Jewish nation turned from Christ, because disappointed in the manner of his appearing. Too much poverty and humility marked his advent, and in their pride they refused him who came to give them life. In this God would have the church humble their hearts, and see the great need of correcting their ways before him, lest he visit them with judgment. Pride of dress and the external adorning is made of far more importance with many who profess godliness, than the inward adorning. Had the church all humbled themselves before God, and corrected their past errors so fully as to meet the mind of God, they would not be so deficient in estimating moral excellence of character. The light of Sr. Hannah More has gone out, which now might be burning brightly to illuminate the pathway of many who are walking in the dark paths of error and rebellion. God calls upon the church to arouse from their slumber, and with deep earnestness inquire into the grounds and causes of this self-deception among professors whose names are on the church book. Satan is deluding and cheating them in the great concern of salvation. Nothing is more treacherous than the deceitfulness of sin. It is the god of this world that deludes, and blinds, and leads to destruction. Satan does not enter with his array of temptations at once. He disguises these temptations with a semblance of good. He will mingle with amusements and folly, some little improvements, and deceived souls make it an excuse that great good is to be derived by engaging in them. This is only the deceptive part. It is Satan's hellish arts masked. Beguiled souls take one step, then are prepared for the next. It is so much more pleasant to follow the inclinations of their own hearts than to stand as on the defensive, and resist the first insinuation of the wily foe, and thus shut out his in-comings. Oh! how Satan watches to see his bait taken so readily, and to see souls walking in the very path he has prepared. He does not want them to give up praying, and maintaining a form of religious duties, for he can thus make them more useful in his service. He unites his sophistry and deceptive snares with their experiences and professions, and thus advances his cause wonderfully. The hypocritical Pharisees prayed and fasted, observed the forms of godliness, while corrupt at heart. Satan stands by, taunting Christ and his angels with insults, “I have them! I have them! I have prepared my deception for them. Your blood is worthless here. Your intercessions and power and wonderful works may as well cease; I have them! They are mine! for all their high profession as subjects of Christ, for all they once enjoyed the illuminations of his presence, I will secure them to myself in the very face of Heaven, which they are talking about. It is such subjects as those that I can use to decoy others.” Solomon saith, “He that trusteth in his own heart is a fool;” and there are hundreds such to be found among professors of godliness. Says the apostle, “We are not ignorant of his devices.” Oh! what art, what skill, what cunning, to lead to a union with the world, to seek for happiness in the amusements of the world, under the delusive idea that some good is to be gained. And thus they walk right into the net, flattering themselves that there is no evil in the way. The affections and sympathies of such are wrought upon, which lays a foundation for their illy-built confidence that they are the children of God. They compare themselves with others, and settle down satisfied that they are even better than many true Christians. But where is the deep love of Christ shining forth in their lives, its bright rays blessing others? where is their Bible? and how much is it studied? And where are their thoughts? upon Heaven and heavenly things? It is not natural for their minds to go forth in that direction. The study of God's word is uninteresting to them. It does not possess that which excites and fevers the mind, and the natural, unrenewed heart will prefer some other book, to the study of God's word. His attention is engrossed in self. They have no deep, earnest longings for the influence of the Spirit of God upon the mind and heart. God is not in all their thoughts. How can I have it that most of the youth in this age will come short of everlasting life? Oh! that their sound of instrumental music may cease, and they no more while away so much precious time in pleasing their own fancy. Oh! that they would devote less time to dress and vain conversation, and send forth their earnest, agonizing prayers to God, for a sound experience. There is a necessity for close self-examination, and to closely investigate in the light of God's word, Am I sound, or am I rotten at heart? Am I renewed in Christ, or am I still carnal at heart, with an outside, new dress put on? Reign yourself up to the tribunal of God, and see as in the light of God, if there be any secret sin, any iniquity, any idol you have not sacrificed. Pray, yes, pray as you have never prayed before, that you may not be deluded by Satan's devices, that you may not be given up to a heedless, careless, and vain spirit, and attend religious duties to quiet your own conscience. It is inappropriate for Christians in every age of the world to be lovers of pleasure, but how much more so now, when the scenes of this earth's history are so soon to close. Surely the foundation of your hopes of everlasting life cannot be laid too sure. The welfare of your soul, and your eternal happiness, depend upon whether your foundation is built upon Christ. While others are panting after earthly enjoyments, be ye panting after the unmistakable assurance of the love of God, earnestly, fervently crying, Who will show me how to make my calling and election sure? One of the sins that constitute one of the signs of the last days, is, that professed Christians are lovers of pleasures more than lovers of God. Deal truly with your own souls. Search carefully. How few, after a faithful examination, can look up to Heaven and say, I am not one of those thus described. I am not a lover of pleasure more than a lover of God. How few can say, “I am dead to the world; the life I now live, is by faith on the Son of God. My life is hid with Christ in God, and when He who is my life shall appear, then shall I appear with him in glory.” The love and grace of God! Oh! precious grace! more valuable than fine gold. It elevates and ennobles the spirit beyond all other principles. It sets the heart and affections upon Heaven. While those around us may be engaged in worldly vanity, pleasure-seeking, and folly, the conversation is in Heaven, from whence we look for the Savior; the soul is reaching out after God for pardon and peace, for righteousness and true holiness. His converse with God, and contemplation of things above, transforms the soul into the likeness of Christ."},{"refcode_short":"PH097 57.1","refcode_long":"Testimony for the Church at Battle Creek, p. 57.1 (Ellen Gould White)","content":"In the case of Sr. Davis, there needed to be a great work accomplished. Those who united in praying for her, needed a work done for them. Had God answered their prayers, it would have proved their ruin. In these cases of affliction, where Satan has control of the mind, before engaging in prayer there should be the most close self-examination to discover if there are not sins which need to be repented of, confessed, and forsaken. Deep humility of soul before God is necessary, and firm, humble reliance upon the merits of the blood of Christ alone. Fasting and prayer will accomplish nothing, while the heart is estranged from God by a wrong course of action. “Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke? Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out, to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh? Then shalt thou call, and the Lord shall answer; thou shalt cry, and he shall say, Here I am. If thou take away from the midst of thee the yoke, the putting forth of the finger and speaking vanity, and if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noonday: and the Lord shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water whose waters fail not.”"},{"refcode_short":"PH097 58.1","refcode_long":"Testimony for the Church at Battle Creek, p. 58.1 (Ellen Gould White)","content":"It is heart work God requires, good works springing from a heart filled with love. Carefully and prayerfully should the above scriptures be considered, and the motives and actions investigated. The promise of God to us, is on condition of obedience; compliance with all his requirements. “Cry aloud [saith the prophet Isaiah,] spare not, lift up thy voice like a trumpet, and show my people their transgressions, and the house of Jacob their sins. Yet they seek me daily, and delight to know my ways, as a nation that did righteousness, and forsook not the ordinance of their God; they ask of me the ordinances of justice; they take delight in approaching to God. Wherefore have we fasted, say they, and thou seest not? Wherefore have we afflicted our souls, and thou takest no knowledge?”"},{"refcode_short":"PH097 58.2","refcode_long":"Testimony for the Church at Battle Creek, p. 58.2 (Ellen Gould White)","content":"A people are here addressed who make high professions, and who are in the habit of praying, and delight in religious exercises; yet there is a lack. They realize that their prayers are not answered, and their zealous, earnest efforts are not observed in Heaven, and they earnestly inquire why God makes them no returns? It is not because there is any neglect on the part of God. The difficulty is with the people professing godliness. They do not bear fruit to the glory of God. Their works are not what they should be. They are living in neglect of positive duties. Unless these are performed, God cannot answer their prayers according to his glory. In the case of offering prayers for Sr. Davis, there was a confusion of sentiment. Some were fanatical, and moved from impulse. They possessed a zeal, but not according to knowledge. Some looked at the great thing to be accomplished in this case, and began to triumph before the victory was gained. There was much of the Jehu spirit manifested: Come and see my zeal for the Lord. In the place of this self-confident assurance there should have been a spirit of humbleness, distrustful of self, and with a broken heart and contrite spirit, presenting the case to God."},{"refcode_short":"PH097 59.1","refcode_long":"Testimony for the Church at Battle Creek, p. 59.1 (Ellen Gould White)","content":"I was shown that in case of sickness, where the way is clear for the offering up of prayer for the sick, the case should be committed to God in calm faith; not with a storm of excitement. He alone is acquainted with the past life of the person, and what his future will be. He who is acquainted with the hearts of all men, knows whether the person, if raised up, would glorify his name, or dishonor him by backsliding and apostasy. All that we are required to do is to ask God to raise them up if in accordance with his will, believing that God hears our reasons which we present, and the earnest, fervent prayers offered. If the Lord sees it will best honor him, he will answer the prayer. But to urge recovery, without submission to the will of God, is not right."},{"refcode_short":"PH097 60.1","refcode_long":"Testimony for the Church at Battle Creek, p. 60.1 (Ellen Gould White)","content":"What God promises he is able at any time to perform, and the work he gives his people to do, he is able to accomplish by them. If this people will live according to every word he has spoken, in so much every good word and promise is fulfilled toward them. If they come short of perfect obedience, the great and precious promises are afar off, and they cannot reach the fulfillment."},{"refcode_short":"PH097 60.2","refcode_long":"Testimony for the Church at Battle Creek, p. 60.2 (Ellen Gould White)","content":"All that can be done in praying for the sick is to earnestly importune God in their behalf, and rest their case in his hands, in perfect confidence. If we regard iniquity in our hearts the Lord will not hear us. The Lord can do what he will with his own. He will glorify himself in working in them and by them that wholly follow him, so that it shall be known that it is the Lord, and that their works are wrought in God. “If any man serve me, him will my Father honor.” When we come to him we should pray that we might enter into, and accomplish, his purpose, and that our desires and interests might be lost in his. We should acknowledge our acceptance of his will, not praying him to concede to ours. It is better for us that God does not always answer our prayers just when we desire, and in just the manner we wish. He will do more and better for us than to accomplish all our wishes; for our wisdom is folly. We have united in earnest prayer around the sick bed of men, women and children, and have felt in regard to our earnest prayers, they were given us back from the dead. In these prayers we thought we must be positive, and if we exercised faith, we must ask for nothing less than life. We dared not say, If it would glorify God, fearing it would admit a semblance of doubt. We have interestedly and anxiously watched these cases which have been given back, as it were, from the dead. We have seen some of these, especially youth, raised to health, and forget God, become dissolute in life, causing sorrow and anguish to parents and friends. They lived not to honor and glorify God, but to curse him with their life of vice, and a shame to those who feared to pray. If their life can glorify Thee, let them live, nevertheless not as we will, but as thou wilt. We no longer mark out a way, nor seek to bring the Lord to our wishes. Our faith can be just as firm, and more reliable, by committing the desire to the all-wise God, and trusting, with unfeverish anxiety, all in perfect confidence with him. We have the promise. We know that he hears us if we ask according to his will. Our petitions must not take the form of a command, but of intercession for God to do the things we desire of him. When the church are united they will have strength and power, but when part of them are united to the world, and many are given to covetousness, which God abhors, he cannot do much for them. Unbelief and sin shut them away from God. We are so weak that we cannot bear much spiritual prosperity, lest we should take the glory, and accredit goodness and righteousness to ourselves as the reason of the signal blessing of God, when it was all because of the great mercy and loving kindness of our compassionate Heavenly Father, and not because any good was found in us."}]