[{"refcode_short":"PH093 2","refcode_long":"The Temperance Work, p. 2 (Ellen Gould White)","content":"The Temperance Work"},{"refcode_short":"PH093 2","refcode_long":"The Temperance Work, p. 2 (Ellen Gould White)","content":"The Temperance Watchman"},{"refcode_short":"PH093 2.1","refcode_long":"The Temperance Work, p. 2.1 (Ellen Gould White)","content":"God bids his people blend harmoniously in their service for him, that they may work in Christ's lines. This last message of warning must be brought to the world; and there are continual calls for those who will go forth and carry the message to the missionary fields that are calling for help. There are some who cannot themselves go to these fields, but they can help with their means in the support of the work."},{"refcode_short":"PH093 2.2","refcode_long":"The Temperance Work, p. 2.2 (Ellen Gould White)","content":"Many can engage in the work of selling our periodicals. Thus they can earn means for the work in foreign fields while sowing seeds of truth in the byways and hedges in the home field. Such labor will be blessed of God, and it will not be done in vain."},{"refcode_short":"PH093 2.3","refcode_long":"The Temperance Work, p. 2.3 (Ellen Gould White)","content":"Wherever you go, let your light shine forth. Hand our papers and pamphlets to those with whom you associate, when you are riding on the cars, visiting, conversing with your neighbors; and improve every opportunity to speak a word in season. The Holy Spirit will make the seed productive in some hearts."},{"refcode_short":"PH093 2.4","refcode_long":"The Temperance Work, p. 2.4 (Ellen Gould White)","content":"As a people we should cultivate kindliness and courtesy in our association with those whom we meet. Let us avoid any abruptness of manner, and strive always to present the truth in an easy way. This truth means life, eternal life to the receiver. Study therefore to pass easily and courteously from subjects of a temporal nature to the spiritual and eternal. A most courteous manner characterized the work of the Saviour. Seek in the most gentle way to introduce your mission. While walking by the way, or seated by the wayside, you may drop into some heart the seed of truth."},{"refcode_short":"PH093 3.1","refcode_long":"The Temperance Work, p. 3.1 (Ellen Gould White)","content":"I have words of encouragement to speak in regard to the special number of the Watchman, which the Southern Publishing House is soon to bring out. I shall rejoice to see our conferences help in this work by taking a large number of this issue for circulation. Let there be no forbiddings placed upon the effort, but let all take hold to give this temperance number a wide circulation."},{"refcode_short":"PH093 3.2","refcode_long":"The Temperance Work, p. 3.2 (Ellen Gould White)","content":"There could not be a better time than now for a movement of this kind, when the temperance question is creating such widespread interest. Let our people everywhere take hold decidedly to let it be seen where we stand on the temperance question. Let everything possible be done to circulate strong, stirring appeals for the closing of the saloon. Let this paper be made a power for good. Our work for temperance is to be more spirited, more decided."},{"refcode_short":"PH093 3.3","refcode_long":"The Temperance Work, p. 3.3 (Ellen Gould White)","content":"Precious light will be given in the publications you scatter through the towns and cities. Your humble prayers, your unselfish activity, will be blessed by God, and the truth as it is in Jesus will come to those who need it. The words that Christ spoke to men while he was in the world, he will speak again through his humble, faithful followers. Through them he will give to men the bread of life and the waters of salvation. Brethren, take up this work in humility of heart. The simplicity of true godliness will cause you to be respected, and will lead men and women to seek the source of your power. Believe, and you will receive the things you ask for."},{"refcode_short":"PH093 4.1","refcode_long":"The Temperance Work, p. 4.1 (Ellen Gould White)","content":"The Woman's Christian Temperance Union is an organization with whose efforts for the spread of temperance principles we can heartily unite. The light has been given me that we are not to stand aloof from them, but, while there is to be no sacrifice of principle on our part, as far as possible we are to unite with them in laboring for temperance reforms. My husband and I in our labors united with these temperance workers, and we had the joy of seeing several unite with us in the observance of the true Sabbath. Among them there is a strong prejudice against us, but we will not remove this prejudice by standing aloof. God is testing us. We are to work with them when we can; and we can assuredly do this on the question of utterly closing the saloon."},{"refcode_short":"PH093 4.2","refcode_long":"The Temperance Work, p. 4.2 (Ellen Gould White)","content":"As the human agent submits his will to the will of God, the Holy Spirit will make the impression upon the hearts of those to whom he ministers. I have been shown that we are not to shun the W. C. T. U. workers. By uniting with them in behalf of total abstinence, we do not change our position regarding the observance of the seventh day, and we can show our appreciation of their position regarding the subject of temperance. By opening the door and inviting them to unite with us on the temperance question, we secure their help along temperance lines; and they, by uniting with us, will hear new truths which the Holy Spirit is waiting to impress upon hearts."},{"refcode_short":"PH093 5.1","refcode_long":"The Temperance Work, p. 5.1 (Ellen Gould White)","content":"My brethren, be workers together with Christ. Make every possible effort in season and out of season to spread the light of present truth. The Lord has taught us how safe is the cable that anchors us to the living Rock. Here is an opportunity to labor for those who have truth on some points, but who on other points are not safely anchored. Keep in touch with the people wherever you can. “Let you light so shine before men that they may see your good works, and glorify your Father which is in heaven.”"},{"refcode_short":"PH093 5.2","refcode_long":"The Temperance Work, p. 5.2 (Ellen Gould White)","content":"“Draw nigh to God, and he will draw nigh to you.” “Blessed is the man that heareth me, watching daily at my gates, and waiting at the posts of my doors.” “He giveth power to the faint, and to them that have no might he increaseth strength. Even the youths shall faint and be weary, and the young men shall utterly fall; but they that wait upon the Lord shall renew their strength. They shall mount up with wings as eagles; they shall run, and not be weary, and they shall walk, and not faint.” “In the day that I called he answered me, and strengthened me with strength in my soul.”"},{"refcode_short":"PH093 5.3","refcode_long":"The Temperance Work, p. 5.3 (Ellen Gould White)","content":"I entreat every soul to seek for true conversion of heart, and then labor for the salvation of precious souls."},{"refcode_short":"PH093 6","refcode_long":"The Temperance Work, p. 6 (Ellen Gould White)","content":"Extracts from the Writings of Mrs. E. G. White"},{"refcode_short":"PH093 6.1","refcode_long":"The Temperance Work, p. 6.1 (Ellen Gould White)","content":"“We need to have the temperance question revived among our own people. It would be a good thing if at our camp-meetings we would invite the members of the W. C. T. U. to take part in our exercises. This will help them to become acquainted with the reasons of our faith, and will open the way for us to unite with them in temperance work."},{"refcode_short":"PH093 6.2","refcode_long":"The Temperance Work, p. 6.2 (Ellen Gould White)","content":"“I have had some opportunity to see the great advantage to be gained by connecting with the W. C. T. U. workers, and I have been much surprised as I have seen the indifference of many of our leaders to this organization. I call on my brethren to awake. We cannot do better work than to unite, so far as we can do so without compromise, with W. C. T. U. workers."},{"refcode_short":"PH093 6.3","refcode_long":"The Temperance Work, p. 6.3 (Ellen Gould White)","content":"“By holding ourselves aloof from the workers in the W. C. T. U., our people have lost much; and the members of the W. C. T. U. also have been on losing ground.... In some matters they are far in advance of our leaders on the important question of temperance.”—Unpublished Testimony, dated September 2, 1907."},{"refcode_short":"PH093 6.4","refcode_long":"The Temperance Work, p. 6.4 (Ellen Gould White)","content":"“Let us strive to reach their hearts-not through the learned arguments of ministers, but through the wise efforts of women of influence and tact who can devote time and thought to this line of work.”—Special Testimony, dated April 18, 1900."},{"refcode_short":"PH093 6.5","refcode_long":"The Temperance Work, p. 6.5 (Ellen Gould White)","content":"“Let the voices of the nation demand of its lawmakers that a stop be put to this infamous traffic.”—Tract on Drunkenness and Crime, issued November, 1907."},{"refcode_short":"PH093 7.1","refcode_long":"The Temperance Work, p. 7.1 (Ellen Gould White)","content":"“In our work more attention should be given to the temperance reform. Every duty that calls for reform, involves repentance, faith, and obedience. It means the uplifting of the soul to a new and nobler life. Thus every true reform has its place in the third angel's message. Especially does the Temperance Reform Demand Our Attention and Support. At our camp-meetings we should call attention to this work, and make it a living issue. We should present to the people the principles of true temperance, and call for signers to the temperance pledge. Careful attention should be given to those who are enslaved by evil habits. We must lead them to the cross of Christ.... This evil must be more boldly met in the future than it has been in the past. Ministers and doctors should set forth the evils of intemperance...."},{"refcode_short":"PH093 7.2","refcode_long":"The Temperance Work, p. 7.2 (Ellen Gould White)","content":"“In other churches there are Christians who are standing in defense of the principles of temperance. We should seek to come near to these workers, and make a way for them to stand shoulder to shoulder with us.... If the work of temperance were carried forward by us as it was begun thirty years ago; if at our camp-meetings we presented before the people the evils of intemperance in eating and drinking, and especially the evil of liquor drinking; if these things were presented in connection with the evidences of Christ's soon coming, there would be a shaking among the people.”—The Review and Herald, August 29, 1907."},{"refcode_short":"PH093 8","refcode_long":"The Temperance Work, p. 8 (Ellen Gould White)","content":"Christians Should Vote for Prohibition and Total Abstinence"},{"refcode_short":"PH093 8.1","refcode_long":"The Temperance Work, p. 8.1 (Ellen Gould White)","content":"The following appeared in The Review and Herald, October 11, 1906 and is of importance in our consideration of the temperance question, because some have refrained from voting, even for prohibition of the liquor traffic."},{"refcode_short":"PH093 8.2","refcode_long":"The Temperance Work, p. 8.2 (Ellen Gould White)","content":"There is a cause for the moral paralysis upon society. Our laws sustain an evil which is sapping their very foundations. Many deplore the wrongs which they know exist, but consider themselves free from all responsibility in the matter. This cannot be. Every individual exerts an influence in society. In our favored land every voter has some voice in determining what laws shall control the nation. Should not that influence and vote be on the side of temperance and virtue?”"},{"refcode_short":"PH093 8.3","refcode_long":"The Temperance Work, p. 8.3 (Ellen Gould White)","content":"Again, on page 290, same paper, we have a little more on the same point, as follows:—"}]