[{"refcode_short":"PH095 1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 1 (Ellen Gould White)","content":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists"},{"refcode_short":"PH095 1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 1 (Ellen Gould White)","content":"Chapter 1—At the Sanitarium and School at Loma Linda"},{"refcode_short":"PH095 1.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 1.1 (Ellen Gould White)","content":"“I write to invite you to connect with our sanitarium work in Southern California."},{"refcode_short":"PH095 1.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 1.2 (Ellen Gould White)","content":"“We now have three sanitariums in the Southern part of the State. Loma Linda, the one most recently purchased, is the most desirable place I have ever seen for a sanitarium. We realize that the Lord has been very gracious to us in opening the way for us to secure this plant. Until I saw Loma Linda, I could not feel that I had seen the place that seemed in every respect to correspond with the representation that I had seen of what a sanitarium should be. I had been instructed to say to our brethren that we should have a sanitarium near Redlands and Riverside. This institution is about five miles from Redlands, and ten from Riverside. But I had no idea that we would be able to purchase Loma Linda, though we had heard that the owners were very anxious to sell the property. While I was at Takoma Park, attending the General Conference, I received a letter from Brother Burden, describing the property at Loma Linda, and informing me that the place was offered for sale for forty thousand dollars. The description given answered in every respect to that of places that I had been instructed would be offered far below their original cost."},{"refcode_short":"PH095 2.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 2.1 (Ellen Gould White)","content":"“The letter from Brother Burden I received on Friday afternoon. I asked W. C. White to telegraph immediately to Brother Burden that we should by all means secure the property. Some of our brethren connected with the Conference advised otherwise, fearing that the Conference would be more deeply involved in debt. But I followed my telegram with a letter, saying distinctly that the place should be purchased without delay. I consider that the advantages of this location authorized me to speak positively regarding this matter. I said: ‘There is sufficient money in the hands of God's people, and if we seek the Lord, He will make their hearts willing to help in this time of need. ’"},{"refcode_short":"PH095 2.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 2.2 (Ellen Gould White)","content":"“After writing to Brother Burden, the uncertainty so affected me that for several nights I was unable to sleep. I lifted my heart to God in prayer. With great anxiety I waited till at last word came that a deposit of one thousand dollars had been made and the way was open for us to secure the place.”"},{"refcode_short":"PH095 2.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 2.3 (Ellen Gould White)","content":"In a letter to Eld. and Mrs. S. N. Haskell, September 15, 1905, she wrote,—"},{"refcode_short":"PH095 2.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 2.4 (Ellen Gould White)","content":"“We invite Elder Haskell to come to Southern California. There is need here of the work which he can do. The Lord has opened the way before us in this field, but there have been few worker who are able to carry forward the work as it should be conducted. We need some of our old men of war to give us special help just now. We need the services of Elder Haskell in connection with the work to be carried forward at Loma Linda. An important work is opened before us for the neighboring cities—Redlands, Riverside and San Bernardino and other smaller places."},{"refcode_short":"PH095 3.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 3.1 (Ellen Gould White)","content":"“I think I have kept before you my expectations that you would spend a part of the winter in Southern California. By unmistakable representations, the Lord has given evidence that a great work is to be done in Southern California.” ..."},{"refcode_short":"PH095 3.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 3.2 (Ellen Gould White)","content":"“We thank the Lord that we have a good sanitarium at Paradise Valley, seven miles from San Diego; a sanitarium at Glendale, eight miles from Los Angeles; and a large and beautiful place at Loma Linda, sixty-two miles east of Los Angeles and close to Redlands, Riverside and San Bernardino.... Loma Linda is about five miles from Redlands, five miles from San Bernardino, four miles from Colton, and nine miles from Riverside."},{"refcode_short":"PH095 3.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 3.3 (Ellen Gould White)","content":"“Redlands and Riverside are places which the Lord has shown me should be thoroughly worked.... In each of them a company of believers has been raised up, and a meeting-house built. But more work must be done there, and a work must be done in San Bernardino."},{"refcode_short":"PH095 3.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 3.4 (Ellen Gould White)","content":"“I have wished that you and your wife could come to Loma Linda, and carry on a work similar to that which you have done in other places.... By the securing of Loma Linda the Lord has opened the way for a work to be done in the neighboring cities and towns. The securing of this property at such a price as we paid for it is a miracle that should open the eyes of our understanding. If such manifest workings of God do not give us a new experience, what will? If we can not read the evidence that the time has come to work in the surrounding cities, what could be done to arouse us to action.!” ..."},{"refcode_short":"PH095 4.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 4.1 (Ellen Gould White)","content":"“There should be connected with our sanitariums in various places ample facilities for the training of workers. And great care should be taken in the selection of young people to connect with our sanitariums.” ..."},{"refcode_short":"PH095 4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 4 (Ellen Gould White)","content":"Chapter 2—An Educational Center"},{"refcode_short":"PH095 4.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 4.2 (Ellen Gould White)","content":"“We must soon start a nurses’ training school at Loma Linda. This place will become an important educational center, and we need the efforts of yourself and your wife to give the right mold to the work in this new educational center.” ..."},{"refcode_short":"PH095 4.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 4.3 (Ellen Gould White)","content":"“If you see your way clear to labor a portion of this winter in Southern California, I think I can be with you, and I will help you all I can to open up the work. If you will gather about you a group of workers, and do for a time in Southern California a work similar to that which you have done in New York and Nashville, praying and working and doing the will of the Lord, God will not fail to show Himself your Helper; for you will be following where He has marked out the way."},{"refcode_short":"PH095 4.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 4.4 (Ellen Gould White)","content":"“I do not propose that you divorce yourself permanently from the work in the cities of the Southern States, but I ask you to come and help us start the work of training true medical missionaries in this very fruitful field—Southern California."},{"refcode_short":"PH095 5.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 5.1 (Ellen Gould White)","content":"“It is a wonderful place in which to work for the sick, and in which to begin our work for Redlands and Riverside. We must make decided efforts to secure helpers who will do most faithful medical missionary work. If Christ will bless the treatment given and let His healing power be felt, a great work will be accomplished. We shall need to secure competent physicians and nurses,—men and women who are true and faithful, and who can be relied on; men and women who live in constant dependence upon the great Healer; men and women who humble their hearts before God and believe His Word, keeping their eyes fixed on their Leader and Counselor—the Lord Jesus Christ."},{"refcode_short":"PH095 5","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 5 (Ellen Gould White)","content":"Chapter 3—A Great Work"},{"refcode_short":"PH095 5.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 5.2 (Ellen Gould White)","content":"“I feel an intense interest in the future work and prosperity of the Loma Linda Sanitarium. God has not given us these buildings for naught. He has not given them for us simply to take pride and comfort in. We know that this beautiful property has been given us as an indication of a great work that is to be done in Southern California for the Lord.” ..."},{"refcode_short":"PH095 5.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 5.3 (Ellen Gould White)","content":"In a letter dated September 27, 1905, we read:"},{"refcode_short":"PH095 5.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 5.4 (Ellen Gould White)","content":"“I very much wish that Brother and Sister Haskell might be with the family at Loma Linda, and inaugurate in Redlands, Riverside and San Bernardino a work similar to the work they conducted in Avondale and Nashville...."},{"refcode_short":"PH095 5.5","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 5.5 (Ellen Gould White)","content":"“Our young men and young women should be encouraged to attend schools away from the cities, that under intelligent teachers, they may receive a training that will fit them to stand on vantage ground.”"},{"refcode_short":"PH095 6.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 6.1 (Ellen Gould White)","content":"November 1, 1905, she wrote the following:"},{"refcode_short":"PH095 6.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 6.2 (Ellen Gould White)","content":"“We were deeply interested in your letter in regard to the prospects of having patients as soon as you are ready for them. I am so thankful to our heavenly Father that for a long time He has kept before me that there were buildings that we could obtain at a greatly reduced price. This instruction kept me from trying to purchase land on which to erect building at a large cost. The Lord has certainly prepared the way for us, and He wants us to work interestedly in securing sanitariums."},{"refcode_short":"PH095 6.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 6.3 (Ellen Gould White)","content":"“I feel thankful for the school property at Fernando, and I do thank the Lord for the property at Paradise Valley. And now you can see that the Lord designs that these places should be worked. It may be that there will have to be another building secured at a distance from Los Angeles, for thus it has been presented to me. But we can not yet reach for more, unless the Lord should make it known that the time has come. If we consecrate our individual selves to the Lord, we shall have that wisdom which would enable us to move intelligently."},{"refcode_short":"PH095 6.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 6.4 (Ellen Gould White)","content":"“I thank the Lord with heart and soul and voice that He has brought Loma Linda to our notice, and that we might obtain it. I thank the Lord that He has sent you to help me carry out in a determined effort that which He designed should be a great blessing to us. Redlands will be a center, and so also will Loma Linda. A school will be established as soon as possible, and the Lord will open the way."},{"refcode_short":"PH095 7","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 7 (Ellen Gould White)","content":"Chapter 4—Not to Pay High Wages"},{"refcode_short":"PH095 7.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 7.1 (Ellen Gould White)","content":"“As regards the proposition made by Brother -----. I look at the matter as you do. We can not afford to start on the high-wage plan. This was the misfortune of the people in Battle Creek, and I have something to say on this point. We have before us a large field of missionary work. We are to be sure to heed the requirements of Christ, who made Himself a donation to our world. There is to be neatness and order, and everything possible is to be done to show thoroughness in every line. But when it comes to paying twenty-five dollars a week, and giving a large percentage on surgical work done, light was given me in Australia that this should never be, because our record is at stake. The matter was presented to me that many sanitariums would have to be established in Southern California, for there would be a great inflowing of people there. Many would seek that climate."},{"refcode_short":"PH095 7.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 7.2 (Ellen Gould White)","content":"“We must stand in the counsel of God, every one of us prepared to follow the example of Jesus Christ. We can not consent to pay extravagant wages.”"},{"refcode_short":"PH095 7","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 7 (Ellen Gould White)","content":"Chapter 5—A School for Nurses and Physicians"},{"refcode_short":"PH095 7.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 7.3 (Ellen Gould White)","content":"Again, in December 10, 1905, she writes:"},{"refcode_short":"PH095 7.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 7.4 (Ellen Gould White)","content":"“I am continually thankful to our heavenly Father that in His providence we have been favored to secure this beautiful location as a health resort. It answers perfectly to the representation that was given me. Praise the Lord for His goodness and mercy expressed to us amidst the many difficulties we have to meet. The Lord is our helper, and constant guide. I say to you, my brother, Jesus will be to us a present helper in every time of need. In regard to the school, I would say, Make it all you possibly can in the education of nurses and physicians.”"},{"refcode_short":"PH095 8","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 8 (Ellen Gould White)","content":"Chapter 6—The Bakery Enterprise"},{"refcode_short":"PH095 8.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 8.1 (Ellen Gould White)","content":"In a letter dated December 10, 1905, I read:"},{"refcode_short":"PH095 8.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 8.2 (Ellen Gould White)","content":"“In regard to the investment of means in a food factory, if you can obtain the money, it is the very thing needful, and I have had this in mind. I was afraid you would let Brother Hanson go, and we would be left in the lurch at Loma Linda. I know he is a man of good sense, and he has a faculty of experimenting on health foods which will be a blessing to the food factory and to the table fare. I would say, improve your present opportunity and select a man to go in with him who can be educated in uniting with him to perfect the work. I would not delay this essential development, for it will be a great blessing to the sanitarium, and not only to it, but to other sanitariums.”"},{"refcode_short":"PH095 8.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 8.3 (Ellen Gould White)","content":"On December 11, 1905, she wrote again:"},{"refcode_short":"PH095 8.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 8.4 (Ellen Gould White)","content":"“I have been conversing with you in the night season in regard to some matters that I will write you about. We were conversing with reference to Brother Hanson and his manufacturing health foods. We were conversing with regard to erecting a store, and One of authority who was in our midst, speaking to several present, suggested the propriety of erecting such a building at a distance from the main building and all other buildings that are now standing there, so that there will be no danger to them from fire. He suggested that changes would have to be made after thorough study, and that the buildings should be placed where the wind would not carry the smoke or sparks to the main building.” ..."},{"refcode_short":"PH095 9.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 9.1 (Ellen Gould White)","content":"“Before closing my letter, I will finish what I intended to say about the building of the food factory. This work requires much wisdom and genuine good sense. If you can bring it about, do so. Make the best possible use of ‘Ministry of Healing’ to aid you in your work. I believe that you can accomplish that which seems to be a necessity.”"},{"refcode_short":"PH095 9.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 9.2 (Ellen Gould White)","content":"“I have an apology to make in not sending you sooner this letter regarding a bakery at Loma Linda. I must write you words of counsel."},{"refcode_short":"PH095 10","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 10 (Ellen Gould White)","content":"Chapter 7—Free from Commercialism"},{"refcode_short":"PH095 10.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 10.1 (Ellen Gould White)","content":"“The Lord has instructed me that it would be a mistake for us to plan for the production of large quantities of health foods at Loma Linda, to be distributed through commercial channels. Everything connected with the institution at Loma Linda should, so far as possible, be unmingled with commercialism. In the visions of the night, these principles were presented to me in connection with the proposal for the establishment of a bakery at Loma Linda. I was shown a large building where many foods were made. There were also some small buildings near the bakery. A most unfavorable impression was being made."},{"refcode_short":"PH095 10","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 10 (Ellen Gould White)","content":"Chapter 8—As an Object Lesson"},{"refcode_short":"PH095 10.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 10.2 (Ellen Gould White)","content":"“Then One appeared on the scene and said: ‘All this has been caused to pass before you as an object-lesson that you might see the result of carrying out certain plans. Commercialism must not take the place of the vital work to be done.’"},{"refcode_short":"PH095 10.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 10.3 (Ellen Gould White)","content":"“And then, lo, the whole scene changed. The bakery was not where we had planned it, but at a distance from the sanitarium buildings, on the road toward the railroad. It was a humble building, and a small work was being carried on there. The commercial idea was lost sight of, and, in its stead, a strong spiritual influence pervaded the place. The patients were favorably impressed with what they saw. Nothing of a commercial nature, as a means of lessening the debt on the Sanitarium, should be brought in to burden the mind.”"},{"refcode_short":"PH095 10.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 10.4 (Ellen Gould White)","content":"Again, in a letter dated May 19, 1907, I read:"},{"refcode_short":"PH095 11","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 11 (Ellen Gould White)","content":"Chapter 9—God Our Efficiency"},{"refcode_short":"PH095 11.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 11.1 (Ellen Gould White)","content":"“It has been found necessary at Loma Linda to provide additional bathroom facilities. An elevator is greatly needed, and a small bakery should be added. Therefore we are in need of means to accomplish that which must be done.”"},{"refcode_short":"PH095 11.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 11.2 (Ellen Gould White)","content":"“I received your letter yesterday, and was very glad to hear from you. I have been very busy of late. The Lord has sustained me in preparing matter to meet the unbelief and infidelity expressed regarding the Testimonies He has given me to bear to His people...."},{"refcode_short":"PH095 11.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 11.3 (Ellen Gould White)","content":"“I think with great pleasure of the Loma Linda Sanitarium, and the advantages that it possesses. I sometimes wish that I could be with you in Southern California. But here everything for my work is ready to my hand, and to go away anywhere just now seems inconsistent; for I am getting out much matter that is very important."},{"refcode_short":"PH095 12.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 12.1 (Ellen Gould White)","content":"“We must understand the present feebleness and smallness of the work. We have had an experience. In doing the work God has given us, we may go trustingly forward, assured that He will be our efficiency. He will be with us in 1906, as He was with us in 1841, 1842, 1843, and 1844 Oh, what wonderful evidences we had then of the presence of God with us. In the earlier stages of our work, we had many difficulties to meet, and we gained many victories."},{"refcode_short":"PH095 12.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 12.2 (Ellen Gould White)","content":"“If the Lord is leading us, we may go forward courageously, assured that He will be with us as He was with us in past years, as we labored in feebleness, but under the miracle working power of the Holy Spirit. He will be with us as He was with us when we had to meet the opposing influences of erroneous theories."},{"refcode_short":"PH095 12.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 12.3 (Ellen Gould White)","content":"“Many of the most successful undertakings made in behalf of the truth have at the beginning been small, and have cost many tears and prayers. At the beginning of our work, some brought in grave errors, and meeting these placed upon as much hard labor, and such difficulties as God's help alone could enable us to overcome. We prayed a great deal; often we wrestled whole nights in prayer. Then the light, precious light on Bible truth, would come upon the whole company assembled. All could understand the difficulties, and the truth of the Bible was comprehended an substantiated.” ..."},{"refcode_short":"PH095 12.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 12.4 (Ellen Gould White)","content":"“Thus we worked and thus we prayed. Errors were continually being brought in, but we went to God in prayer, and searched the Scriptures diligently.” ..."},{"refcode_short":"PH095 13.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 13.1 (Ellen Gould White)","content":"“Had the work been done that God designed should be done, the condition of things in our world would now be very different. But the professed followers of Christ are asleep, the churches have not fulfilled the solemn charge laid upon them. Men placed as watchmen have been asleep at their post, and many refuse to wake up. They are not fulfilling the gospel commission.”"},{"refcode_short":"PH095 13","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 13 (Ellen Gould White)","content":"Chapter 10—Character of Sanitarium Work"},{"refcode_short":"PH095 13.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 13.2 (Ellen Gould White)","content":"Sister White's continued interest in the sanitarium and school is shown by the following, dated February 23, 1906:"},{"refcode_short":"PH095 13.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 13.3 (Ellen Gould White)","content":"“In all our sanitariums the work done should be of such a character as to win souls to Jesus Christ. We have a wide missionary field in our health institutions, for here people of all countries come to regain their health. The best helpers to have connected with our sanitariums are those men who desire to make the Bible their guide, those who will put forth their mental and moral powers to advance the work in correct ways."},{"refcode_short":"PH095 13.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 13.4 (Ellen Gould White)","content":"“Let the workers in the sanitariums remember that the object of the establishment of these institutions is not alone the relief of suffering and the healing of disease, but also the salvation of souls. Let the spiritual atmosphere of these institutions be such that men and women who are brought to the sanitariums to receive treatment for their bodily ills, shall learn the lesson that their diseased souls need healing."},{"refcode_short":"PH095 14.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 14.1 (Ellen Gould White)","content":"“To preach the gospel means much more than many realize. It is a broad, far-reaching work. Our sanitariums have been presented to me as most efficient means for the promotion of the gospel message."},{"refcode_short":"PH095 14.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 14.2 (Ellen Gould White)","content":"“The work of the true medical missionary is largely a spiritual work. It includes prayer and the laying on of hands; he therefore should be as sacredly set apart for his work as is the minister of the gospel. Those who are selected to act the part of missionary physicians, are to be set apart as such. This will strengthen them against the temptations to withdraw from the sanitarium work to engage in private practice. No selfish motive should be allowed to draw the worker from his post of duty."},{"refcode_short":"PH095 14.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 14.3 (Ellen Gould White)","content":"“The medical work done, in connection with the giving of the third angel's message, is to accomplish wonderful results. It is to be a sanctifying, unifying work, corresponding to the work which the great Head of the church sent forth the first disciples to do."},{"refcode_short":"PH095 14.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 14.4 (Ellen Gould White)","content":"“Calling these disciples together, Christ gave them their commission: ...’ And as ye go, preach, saying, The kingdom of God is at hand. Heal the sick, cleanse the lepers, raise the dead, cast our devils: freely ye have received, freely give.‘ ...’Behold I send you forth as sheep in the midst of wolves: be ye therefore wise as serpents and harmless as doves.’"},{"refcode_short":"PH095 15.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 15.1 (Ellen Gould White)","content":"“It is well for us to read this chapter and let its instruction prepare us for our labors. The early disciples were going forth upon Christ's errands, under His commission. His Spirit was to prepare the way before them. They were to feel that with such a message to give, such blessings to impart, they should receive a welcome in the homes of the people...."},{"refcode_short":"PH095 15","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 15 (Ellen Gould White)","content":"Chapter 11—Conferences to Employ Medical Missionaries"},{"refcode_short":"PH095 15.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 15.2 (Ellen Gould White)","content":"“Through the first disciples a divine gift was proffered to Israel; the faithful evangelist today will do a similar work in every city where our missionaries enter. It is a work which to some extent we have tried to do in connection with some of our sanitariums, but a much wider experience in these lines is to be gained. Can not our conference presidents open the way for the students in our schools to engage in this line of labor? Again and again it has been presented to me that ‘there should be companies organized, and educated most thoroughly to work as nurses, as evangelists, as ministers, as canvassers, as gospel students, to perfect a character after the divine similitude.’ There is a grand work to be done in relieving suffering humanity, and through the labors of students who are receiving an education and training to become efficient medical missionaries, the people living in many cities may become acquainted with the truths of the third angel's message. Consecrated leaders and teachers of experience should go out with these young workers, at first, giving them instruction how to labor. When favors of food are offered by those who fear and honor God, these favors may be accepted. Thus opportunity will be found for conversation, for explaining the Scriptures, for singing Bible songs and praying with the family. There are many to whom such labor as this would prove a blessing."},{"refcode_short":"PH095 16.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 16.1 (Ellen Gould White)","content":"“And each worker, as he goes forth to this labor, should realize that he is as surely sent of God as were the first disciples. God's eye follows them; His Spirit goes with them...."},{"refcode_short":"PH095 16.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 16.2 (Ellen Gould White)","content":"“I am thankful when I think of the advantages enjoyed by the schools that are established near our sanitariums, so that the work of the two educational institutions can blend. The students in these schools, while gaining an education in the knowledge of present truth, can also learn how to be ministers of healing to those whom they go forth to serve."},{"refcode_short":"PH095 16.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 16.3 (Ellen Gould White)","content":"“If ever there was a time when our work should be done under the special direction of the Spirit of God, it is now. Let those who are living at their ease, arouse. Let our sanitariums become what they should be,—homes where healing is ministered to sin-sick souls. And this will be done when the workers have a living connection with the great Healer.”"},{"refcode_short":"PH095 16","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 16 (Ellen Gould White)","content":"Chapter 12—Council Meeting at Loma Linda"},{"refcode_short":"PH095 17.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 17.1 (Ellen Gould White)","content":"“Yesterday I had a long visit as I rode out with Brother and Sister Howell. Brother Howell is very desirous of knowing how to plan for the educational work with which he is connected, so that no mistakes may be made. I tell him that the Lord will lead all who are willing to be led. The Bible is our safe guide book. Said Christ, ‘He that will come after Me, let him take up his cross, and follow Me.’"},{"refcode_short":"PH095 17.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 17.2 (Ellen Gould White)","content":"“We can not mark out a precise line to be followed unconditionally. Circumstances and emergencies will arise for which the Lord must give special instruction. But if we begin to work, depending wholly upon the Lord, watching, praying, and walking in harmony with the light He sends us, we shall not be left to walk in darkness."},{"refcode_short":"PH095 17.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 17.3 (Ellen Gould White)","content":"“I am glad that you are carrying forward the work you have undertaken in San Bernardino. I believe that you are working in harmony with the light that has been given to me. In your work you come in contact with people who need to feel a hunger and thirst after righteousness. The Lord's blessing will be with all who work in harmony with His plans.” ..."},{"refcode_short":"PH095 17.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 17.4 (Ellen Gould White)","content":"“We should seek to follow more closely the example of Christ, the great Shepherd, as He worked with His little company of disciples, studying with them and with the people the Old Testament scriptures. His active ministry consisted not merely in sermonizing, but in educating the people. As He passed through villages, He came in personal contact with the people in their homes, teaching, and ministering to their necessities. As the crowds that followed Him increased, when He came to a favorable place, He would speak to them, simplifying His discourses by the use of parables and symbols.”"},{"refcode_short":"PH095 18.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 18.1 (Ellen Gould White)","content":"Concerning the fitting up of the treatment rooms, on June 17, 1906, Sister White wrote as follows:"},{"refcode_short":"PH095 18","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 18 (Ellen Gould White)","content":"Chapter 13—Treatment Room Equipment"},{"refcode_short":"PH095 18.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 18.2 (Ellen Gould White)","content":"“For several days I have thought of writing to you, but could not because so many things demanding immediate attention have come in. I may have written to you regarding the equipment of your treatment rooms, but fearing that I have not, I will come right to the point."},{"refcode_short":"PH095 18.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 18.3 (Ellen Gould White)","content":"“When we were at the Paradise Valley Sanitarium, we were conducted through the new treatment rooms. One room was elaborately fitted up with electrical appliances for giving the patients treatment. That night I was instructed that some connected with the institution were introducing things for the treatment of the sick that were not safe. The application of these electrical treatments would involve the patient in serious difficulties, imperiling life."},{"refcode_short":"PH095 18.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 18.4 (Ellen Gould White)","content":"“One was conversing with the doctors, and with great earnestness was saying, ‘Never, never carry out your wonderful plans. There have been various mechanical devices brought into the treatment rooms that are expensive, and the men who make a specialty of treating certain cases are liable to make grave mistakes.’ ”"},{"refcode_short":"PH095 18.5","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 18.5 (Ellen Gould White)","content":"“There are men who make a specialty of treating the rectum, and some feel that they have been greatly benefited. But I have been instructed that this treatment, as well as many surgical operations, leaves with many a serious weakness."},{"refcode_short":"PH095 19.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 19.1 (Ellen Gould White)","content":"“Several things were mentioned that have been brought into the Sanitarium which were not necessary, and which should not have been purchased without consultation with other physicians. The amount of money which some of these machines cost, and the salary which must be paid to the one who operates them should be taken into consideration."},{"refcode_short":"PH095 19","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 19 (Ellen Gould White)","content":"Chapter 14—Electricity"},{"refcode_short":"PH095 19.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 19.2 (Ellen Gould White)","content":"“Now I am certain that great care should be taken in purchasing electrical instruments and costly mechanical fixtures. Move slowly, Brother Burden, and do not trust to men who suppose that they understand what is essential, and who launch out in spending money for many things that require experts to handle them."},{"refcode_short":"PH095 19.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 19.3 (Ellen Gould White)","content":"“Several times I have been instructed that much of the elaborate, costly machinery used in giving treatments, did not help in the work as much as is supposed. With it we do not get so good results as with the simple appliances we used in our earlier experiences. The application of water in various simple ways is a great blessing."},{"refcode_short":"PH095 19.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 19.4 (Ellen Gould White)","content":"“I have been instructed that the X-ray is not the great blessing that some suppose it to be. If used unwisely it may do much harm. The results of some of the electrical treatments are similar to the results of using stimulants. There is a weakness that follows."},{"refcode_short":"PH095 19.5","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 19.5 (Ellen Gould White)","content":"“I shall have more to say about these matters later, but I wish now to say that all patients should keep out of doors as much as possible, and many will be benefited by sleeping in the open air."},{"refcode_short":"PH095 20","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 20 (Ellen Gould White)","content":"Chapter 15—Simple Methods"},{"refcode_short":"PH095 20.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 20.1 (Ellen Gould White)","content":"“Keep the patients out of doors as much as possible, and give them cheering, happy talks in the parlor, with simple reading and Bible lessons easy to be understood, which will be an encouragement to the soul. Talk on health reform, and do not you, my brother, become burden bearer in so many lines that you can not teach the simple lessons of health reform. Those who go from the Sanitarium should go so well instructed that they can teach others the methods of treating their families."},{"refcode_short":"PH095 20.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 20.2 (Ellen Gould White)","content":"“There is danger of spending far too much money on machinery and appliances which the patients can never use in their home lessons. They should rather be taught how to regulate the diet, so that the living machinery of the whole being will work in harmony. Let them become intelligent in regard to the importance of laying aside corsets and shortening their skirts. Such lessons will be to the women more valuable than they can estimate.”"},{"refcode_short":"PH095 21","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 21 (Ellen Gould White)","content":"Chapter 16—Special Work at Loma Linda"},{"refcode_short":"PH095 21.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 21.1 (Ellen Gould White)","content":"“I am very anxious that Brethren ----- and their associates shall see all things clearly. God has given to every man a certain work to do, and He will give to each wisdom necessary to perform His own appointed work.” ..."},{"refcode_short":"PH095 21.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 21.2 (Ellen Gould White)","content":"“Be very careful not to do anything that would restrict the work at Loma Linda. It is in the order of God that this property has been secured, and He has given instructions that a school should be connected with the Sanitarium. A special work is to be done there in qualifying young men and young women to be efficient medical missionary workers. They are to be taught how to treat the sick without the use of drugs. Such an education requires an experience in practical work."},{"refcode_short":"PH095 21.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 21.3 (Ellen Gould White)","content":"“The work at Loma Linda demands immediate consideration. Preparations must be made for the school to be opened as soon as possible. Our young men and young women are to find in Loma Linda a school where they can receive a medical missionary training, and where they will not be brought under the influence of some who are seeking to undermine the truth. The students are to unite faithfully in the medical work, keeping their physical powers in the most perfect condition possible, and laboring under the instruction of the great medical Missionary. The healing of the sick and the ministry of the Word are to go hand in hand."},{"refcode_short":"PH095 22.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 22.1 (Ellen Gould White)","content":"“There is to be a thorough education in Bible truth. The Word of God is spirit and life. We need constantly to look to Jesus. The efficiency of every worker is largely determined by the education and training he receives. In your educational institutions there is to be a higher class of education than can be found elsewhere. The students are to be treated kindly, tenderly and interestedly."},{"refcode_short":"PH095 22","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 22 (Ellen Gould White)","content":"Chapter 17—Means Must be Provided"},{"refcode_short":"PH095 22.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 22.2 (Ellen Gould White)","content":"“In order properly to fit the Sanitarium and the school at Loma Linda to carry on the work that the Lord has plainly directed should be carried on, means must be raised. And let no one act a part in influencing our brethren and sisters in Southern California not to do that which needs to be done."},{"refcode_short":"PH095 22.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 22.3 (Ellen Gould White)","content":"“The Lord has blessed -----, and He will continue to bless him, as he continues to move in the fear of God, and plans wisely and economically with his associates for the fitting up and management of the institution. If any of his brethren act arbitrarily in an effort to restrain him in this, they would be found hindering the very work that the Lord has signified should be done. He is not to be forced to turn aside. from his convictions as to the way in which the work under his charge shall be carried on."},{"refcode_short":"PH095 23.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 23.1 (Ellen Gould White)","content":"“In the carrying forward of the educational work at Loma Linda, our brethren must constantly guard against the effort of the enemy to bring in a spirit of criticism and of alienation between brethren."},{"refcode_short":"PH095 23.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 23.2 (Ellen Gould White)","content":"“There are times when certain sanitariums will have to pass through a close, severe struggle for means in order to do a special work which the Lord has particularly designated should be done. In such emergencies they are to be free to receive gifts and donations from our churches. Some who receive the truth have means, and they will aid in sustaining the good work which should be done in our sanitariums."},{"refcode_short":"PH095 23.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 23.3 (Ellen Gould White)","content":"“My brethren, I am praying that the Lord will guide you in the very best methods of reaching hearts.” ..."},{"refcode_short":"PH095 23.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 23.4 (Ellen Gould White)","content":"“For years we have wrestled to see the work of God advanced in Southern California. At one time we found such narrow, prescribed plans that the work could not move forward. Then when an effort was made to advance, it resulted in large outlay, and in extravagant plans that were altogether out of order. Then followed a pressure for money, and the work was held back."},{"refcode_short":"PH095 23.5","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 23.5 (Ellen Gould White)","content":"“Still the light kept coming to me that the work should be conducted after a different order, that many plans and devisings of men needed to be changed. Of late some moves have been made. The Lord has wrought in the securing of properties at San Fernando, at Paradise Valley and at Glendale."},{"refcode_short":"PH095 23.6","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 23.6 (Ellen Gould White)","content":"“A sanitarium has been established at Loma Linda, and this is in the providence of God. Some know how difficult it has been to accomplish the work that has been done. But the work at Loma Linda is not yet perfected. More money must be raised in order to make this place a center for the training of medical missionary evangelists."},{"refcode_short":"PH095 24","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 24 (Ellen Gould White)","content":"Chapter 18—Southern California Conference to Help"},{"refcode_short":"PH095 24.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 24.1 (Ellen Gould White)","content":"“As the President and Executive Committee of the Southern California Conference unite with Brother ----- and his associates in planning for the thorough accomplishment of the Sanitarium and school work at Loma Linda, they will find strength and blessing. Brother ----- is not to be bound about in his work."},{"refcode_short":"PH095 24.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 24.2 (Ellen Gould White)","content":"“Pray to the Lord, my brethren, council together, and then labor unitedly to help in establishing the work which we all so greatly desire shall not be hindered."},{"refcode_short":"PH095 24.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 24.3 (Ellen Gould White)","content":"“The work of higher education has been greatly hindered because men and women have not discerned spiritual things as they should. We should know the facts that are of weight in making decisions."},{"refcode_short":"PH095 24.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 24.4 (Ellen Gould White)","content":"“All our brethren are to be sober minded and cautious. Those who hold office need the ability to view every matter wisely. We are all to be workers together with God.”"},{"refcode_short":"PH095 24","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 24 (Ellen Gould White)","content":"Chapter 19—College Opened"},{"refcode_short":"PH095 24.5","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 24.5 (Ellen Gould White)","content":"“Brethren Burden and Howell, the work of the school and the Sanitarium will be a blessing, the one to the other. Each must act its individual part, but both must blend together; then the interest of both will be advanced. If there is co-operation between the educational work and the work of the sanitarium, we can heartily recommend that the higher education be carried on on the sanitarium grounds; for this is the Lord's plan. If the men at the head of this enterprise plan for the usefulness of these institutions, each helping the other, there is nothing to hinder the operations of the school. As the work grows, buildings may have to be prepared.”"},{"refcode_short":"PH095 25","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 25 (Ellen Gould White)","content":"Chapter 20—On the Training of Medical Students"},{"refcode_short":"PH095 25.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 25.1 (Ellen Gould White)","content":"“‘We greatly need godly physicians. We need men who have high and holy principles.... I have been shown that young men will accept the responsibility of obtaining a medical education, and enter upon their course of study designing to be right and maintain their Christian principles; but do they do this? No; they fall into temptation, and evil influences affect their morals. Among our own people who profess to believe the most solemn truths ever committed to mortals, there is a tarnishing of virtue, a sacrificing of principle. They do not, like Joseph and Daniel, preserve their integrity of morals, much less their Christian principles. The habits and customs of associates who claim to be respectable men and women have a molding influence upon them. Not only the youth, but those of mature age, are inclined to conform to the worldlings’ standard in order not to be considered singular.’"},{"refcode_short":"PH095 26","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 26 (Ellen Gould White)","content":"Chapter 21—Danger at Medical Colleges"},{"refcode_short":"PH095 26.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 26.1 (Ellen Gould White)","content":"“‘We are in need of physicians; but the plan of sending young men to a medical college to learn to treat the sick is questionable; for many of them have no root in themselves, and, as in sending our children to the other colleges in our land, they are brought in contact with every class of minds, and are thrown into a sink of iniquity, the companionship of skeptics, infidels and the profligate, where not one out of one hundred escapes from being contaminated. They do not come forth like Joseph and Daniel uncorrupted, firm as a rock to principle.’"},{"refcode_short":"PH095 27.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 27.1 (Ellen Gould White)","content":"“‘These students, who intend to deal with suffering humanity, will find no graduating place this side of heaven. Every bit of knowledge that is termed science should be acquired, while the seeker daily acknowledges that the fear of the Lord is the beginning of wisdom. Every item of experience and everything that can strengthen the mind should be cultivated to the utmost of their power, while at the same time they should seek God for His wisdom, their consciences illuminated, quick and pure; for unless they are guided by the wisdom from above, they become an easy prey to the deceptive power of Satan.’"},{"refcode_short":"PH095 27","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 27 (Ellen Gould White)","content":"Chapter 22—The First Lesson"},{"refcode_short":"PH095 27.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 27.2 (Ellen Gould White)","content":"“‘I wish I could set before the medical student the true responsibility which rests upon him in his work. There is not one in one hundred who has a just sense of his position, his work, his accountability to God, and how much God will do for him if he will make Him his trust. The very first lesson that he should learn is dependence upon God. Make God your counselor at every step. The worldly and the nominal Christian may insinuate that in order for you to be successful you must be a policy man, you must at times depart from the strictest rectitude; but be not deceived, be not deluded.... Throw not open a door for the enemy to take possession of the citadel of the soul."},{"refcode_short":"PH095 27.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 27.3 (Ellen Gould White)","content":"“‘Like Enoch, the physician should be a man that walks with God. This will be to him an antidote to all the delusive, pernicious sentiments which make so many infidel physicians, or skeptics. The true antidote is truth, the truth of God revealed in His Word, practiced in the life, and constantly guiding in all that concerns the interests of others. Having the soul thus barricaded with heavenly principles you may humbly yet confidently say, I will not fear the face of man. God is not unmindful of your struggles, of your conflicts to maintain the truth and obtain a personal daily experience in walking in the ways of truth. When you appreciate every word that proceedeth out of the mouth of God, as revealed in His Word, higher than worldly policy, you will be guided into every good and holy way.’ ..."},{"refcode_short":"PH095 28","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 28 (Ellen Gould White)","content":"Chapter 23—Be Not Deceived"},{"refcode_short":"PH095 28.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 28.1 (Ellen Gould White)","content":"“‘Let not medical students be deceived by the wiles of the devil, or by any of his cunning pretexts which so many adopt to beguile and ensnare by the practices of the ungodly. Cling closely to your Bibles. Enquire, What saith the Lord? He has spoken and told me how to ennoble and purify my life. This light I will follow. The Majesty of truth I will respect and honor.’ ..."},{"refcode_short":"PH095 28.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 28.2 (Ellen Gould White)","content":"“‘It is the privilege of every student to enter college with the same fixed, determined principle that Daniel had when he entered the courts of Babylon, and to preserve his integrity untarnished. You all need a living religion, that you may stand as God's witnesses.’"},{"refcode_short":"PH095 29","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 29 (Ellen Gould White)","content":"Chapter 24—Entering Higher Colleges"},{"refcode_short":"PH095 29.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 29.1 (Ellen Gould White)","content":"“‘We would that there were strong young men, rooted and grounded in the faith, who had such a living connection with God that they could, if so counseled by our leading brethren, enter the higher colleges in our land, where they would have a wider field for study and observation. Association with different classes of minds, and acquaintance with the workings and results of popular methods of education, and a knowledge of theology as taught in the leading institutions of learning, would be of great value to such workers, preparing them to labor for the educated classes, and to meet the prevailing errors of our time. Such was the method pursued by the ancient Waldenses; and, if true to God, our youth, like theirs, might do a good work, even while gaining their education, in sowing the seeds of truth in other minds.’"},{"refcode_short":"PH095 29.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 29.2 (Ellen Gould White)","content":"“‘Painstaking effort should be made to induce suitable men to qualify themselves for this work—the work of a physician. They should be men whose characters are based upon the broad principles of the Word of God,—men who possess a natural energy, force and perseverance that will enable them to reach a high standard of excellence.’ ..."},{"refcode_short":"PH095 30","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 30 (Ellen Gould White)","content":"Chapter 25—Danger in Medical Schools"},{"refcode_short":"PH095 30.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 30.1 (Ellen Gould White)","content":"“‘In this age there is danger for every one who shall enter upon the study of medicine. Often his instructors are worldly-wise men and his fellow students infidels, who have no thought of God, and he is in danger of being influenced by these irreligious associations. Nevertheless, some have gone through the medical course, and have remained true to principle. They would not continue their studies on the Sabbath; and they have proved that men may become qualified for the duties of a physician and not disappoint the expectations of those who furnish them means to obtain an education. Like Daniel, they have honored God, and He has kept them.’ ..."},{"refcode_short":"PH095 30.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 30.2 (Ellen Gould White)","content":"“The young physician has access to the God of Daniel. Through divine grace and power he may become as efficient in his calling as Daniel was in his exalted position. But it is a mistake to make a scientific preparation the all important thing, while religious principles, that lie at the very foundation of a successful practice, are neglected.... The man who is closely connected with the great Physician of soul and body, has the resources of heaven at his command, and he can work with a wisdom and unerring precision that the godless man can not possess."},{"refcode_short":"PH095 31","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 31 (Ellen Gould White)","content":"Chapter 26—Men and Women Wanted"},{"refcode_short":"PH095 31.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 31.1 (Ellen Gould White)","content":"“‘Devoted persons, both men and women, are wanted now to go forth as medical missionaries. Let them cultivate their physical and mental powers and their piety to the utmost. Every effort should be made to send forth intelligent workers. The same grace that came from Jesus Christ to Paul and Apollos, which caused them to be distinguished for their spiritual excellencies, can be received now, and will bring into working order many devoted missionaries.’"},{"refcode_short":"PH095 31.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 31.2 (Ellen Gould White)","content":"“‘God will surely advance the humble, trustful, praying, whole-souled medical missionary as he advanced Daniel and his fellows.’"},{"refcode_short":"PH095 32","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 32 (Ellen Gould White)","content":"Chapter 27—Study of the Bible"},{"refcode_short":"PH095 32.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 32.1 (Ellen Gould White)","content":"“‘If the medical students will study the Word of God diligently, they will be far better prepared to understand their other studies; for enlightenment always come with an earnest study of the Word of God. Let our medical missionary workers understand that the more they become acquainted with God and with Christ, and the more they become acquainted with Bible history, the better prepared they will be to do their work."},{"refcode_short":"PH095 32.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 32.2 (Ellen Gould White)","content":"“‘The students in our schools should aspire to higher knowledge. Nothing will so help to give them a retentive memory as a study of the Scriptures. Nothing will so help them in gaining a knowledge of their other studies.’ ..."},{"refcode_short":"PH095 32.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 32.3 (Ellen Gould White)","content":"“‘Faithful teachers should be placed in charge of the Bible classes, teachers who will strive to make the students understand their lessons, not by explaining everything to them, but by requiring them to explain clearly every passage they read. Let these teachers remember that little good will be accomplished by skimming over the surface of the Word. Thoughtful investigation and earnest, taxing study are required in order for this Word to be understood.’ ..."},{"refcode_short":"PH095 32.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 32.4 (Ellen Gould White)","content":"“‘The Bible is the great lesson book for the students in our schools.... Those who consult the divine Oracle will have light. In the Bible every duty is made plain. Every lesson given is comprehensible. Every lesson reveals to us the Father and the Son. The Word is able to make all wise unto salvation. In the Word the science of Salvation is plainly revealed Search the Scriptures, for they are the voice of God speaking to the soul.”"},{"refcode_short":"PH095 33.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 33.1 (Ellen Gould White)","content":"“‘Remember, my brother, that medical missionary work is not to take men from the ministry, but is to place men in the field, better qualified to minister because of their knowledge of medical missionary work. Young men should receive an education in medical missionary lines, and then should go forth to connect with the ministers.’ ..."},{"refcode_short":"PH095 33","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 33 (Ellen Gould White)","content":"Chapter 28—Danger at the A.M.M. College"},{"refcode_short":"PH095 33.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 33.2 (Ellen Gould White)","content":"“‘Those who are receiving an education in medical lines (referring to the students in the American Medical Missionary College) hear insinuations from time to time that disparage the church and the ministry. These insinuations are seeds that will spring up and bear fruit. The students might better be educated to realize that the church of Christ on earth is to be respected. They need a clear knowledge of the reasons of our faith. This knowledge they must have in order to serve God acceptably. Line upon line, precept upon precept, they must receive the Bible evidence of the truth as it is in Jesus."},{"refcode_short":"PH095 33.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 33.3 (Ellen Gould White)","content":"“‘Do not, I beg of you, instill into the minds of the students ideas that will cause them to lose confidence in God's appointed ministers. But this you are most certainly doing, whether you are aware of it or not.’"},{"refcode_short":"PH095 34","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 34 (Ellen Gould White)","content":"Chapter 29—Unnecessary Medical Studies"},{"refcode_short":"PH095 34.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 34.1 (Ellen Gould White)","content":"“‘There is a burden upon my soul. There are young people who are encouraged to take up a course of study in medical lines who ought to be preparing themselves most decidedly to proclaim the third angel's message. It is not necessary for our medical students to spend all the time that they are spending in medical studies. Their work should be more decidedly combined with a study of God's Word. Ideas are inculcated that are not at all necessary, and the necessary things do not receive sufficient attention."},{"refcode_short":"PH095 35.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 35.1 (Ellen Gould White)","content":"“‘While students are being educated in this way, they are being made less able to do acceptable work for the Master. The taxation that they undergo to obtain an extended knowledge in medical lines unfits them to work as they should in ministerial lines. Physical and mental weariness come because of the overstrain of study, and because the students are encouraged to labor unduly for the outcasts and the degraded. Thus some are disqualified for the work they might have done, had they begun missionary work where it was needed, and let the medical line come in as an essential part, connected with the work of the gospel ministry as a whole, as the hand is connected with the body. Life is not to be imperiled in an effort to obtain a medical education. There is danger in some cases that students will ruin their health and unfit themselves to do the service they might have done had they not been unwisely encouraged to take a medical course."},{"refcode_short":"PH095 35.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 35.2 (Ellen Gould White)","content":"“‘Often erroneous opinions are transcribed on the mind, and these lead to an unwise course of action. Students should have time to talk with God, time to live in hourly, conscious communion with the principles of truth and righteousness and mercy. At this time straightforward investigation of the heart is essential. The student must place himself where he can draw from the Source of spiritual and intellectual power. He must require that every cause which asks his sympathy and cooperation has the approval of the reason which God has given him, and the conscience, which the Holy Spirit is controlling. He is not to perform an action that does not harmonized with the deep, holy principles which minister light to his soul and vigor to his will. Only thus can he do God the highest service.’ ..."},{"refcode_short":"PH095 36","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 36 (Ellen Gould White)","content":"Chapter 30—No Separation in the Work"},{"refcode_short":"PH095 36.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 36.1 (Ellen Gould White)","content":"“‘The Lord's people are to be one. There is to be no separation in his work. Christ sent out the twelve apostles, and afterward the seventy disciples, to preach the gospel and to heal the sick. “As ye go,” He said, “preach, saying, The kingdom of heaven is at hand. Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely ye have received, freely give.” Matthew 10:7, 8. As they went forth preaching the kingdom of God, power was given them to heal the sick and cast out evil spirits. In God's work teaching and healing are never to be separated. His commandment-keeping people are to be one. Satan will invent every device to separate those whom God is seeking to make one. But the Lord will reveal Himself as a God of judgment. We are working under the eyes of the heavenly host. There is a divine Watcher among us, inspecting all that is planned and carried on.’"},{"refcode_short":"PH095 37","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 37 (Ellen Gould White)","content":"Chapter 31—Right Foundation"},{"refcode_short":"PH095 37.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 37.1 (Ellen Gould White)","content":"“‘We are thankful that an interest is being shown in the work of establishing schools on a right foundation, as they should have been established years ago. If the proper education is given to students, it is a positive necessity to establish our schools at a distance from cities, where the students can do manual work.’ ..."},{"refcode_short":"PH095 37.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 37.2 (Ellen Gould White)","content":"“‘Although there may be few students at first, do not be discouraged. The school will win its way. Introduce the medical missionary work. Some of the students are to be educated as nurses, some as physicians. It is not necessary for our students to go to Ann Arbor for a medical education. They may obtain at our schools all the education that is essential to perform the work for this time."},{"refcode_short":"PH095 37.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 37.3 (Ellen Gould White)","content":"“‘It will take some time to get a right understanding of the matter, but just as soon as we begin to work in the lines of true reform, the Holy Spirit will lead us and guide us if we are willing to be guided. It is a delicate matter to deal with human minds, and no one should engage in this work without the aid of the Holy Spirit. All must place themselves under the influence of this Spirit. When they place themselves under the influence of the Spirit, they will accommodate themselves to Bible lines. When the Word of God takes possession of the minds of teachers, then they are fitted to deal with the education of others."},{"refcode_short":"PH095 37.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 37.4 (Ellen Gould White)","content":"“‘The Word of God is to stand at the foundation of all education. It is to be made the basis of all the schools that we shall establish. Following “Thus saith the Lord,” brings the schools into close connection with heavenly intelligences.*The original publication had the spelling “intelligencies.” The Lord has been greatly dishonored because His holy Word, which will accomplish so much, has been placed on the background, while books which do not contain the highest instruction in regard to practical life and true science of eternal things have been brought to the front.’ ..."},{"refcode_short":"PH095 38.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 38.1 (Ellen Gould White)","content":"“‘God's dealings with His people are to be our guide in all educational advancement. His glory is to be the object of all study. Those who are being trained as medical missionaries are to realize that their work is to restore the moral image of God in man by healing the wounds which sin has made.’"},{"refcode_short":"PH095 38","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 38 (Ellen Gould White)","content":"Chapter 32—Dangers at Battle Creek"},{"refcode_short":"PH095 38.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 38.2 (Ellen Gould White)","content":"“‘There is a burden upon my mind in regard to the temptations and perils that surround medical students and those in training for medical missionary work at our sanitariums, and especially for those who are studying at Battle Creek."},{"refcode_short":"PH095 38.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 38.3 (Ellen Gould White)","content":"“‘There are teachers who do not daily bring the Word of God into their life work. They have not a saving knowledge of God or of Christ. It is those who do not live the truth who are most inclined to invent sophistries, to occupy the time and absorb the attention that ought to be given to the study of God's Word."},{"refcode_short":"PH095 39.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 39.1 (Ellen Gould White)","content":"“‘Christ, the great medical Missionary, came to this world at infinite sacrifice, to teach men and women the lessons that would enable them to know God aright. He lived in this world a perfect life, setting an example that all may safely follow. Let our medical students and other young people study the lessons that Christ has given. It is essential that they should have a clear understanding of these lessons. It would be a fearful mistake for them to neglect the study of God's Word for a study of theories that are misleading, diverting minds from the words of Christ to fallacies of human production."},{"refcode_short":"PH095 39.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 39.2 (Ellen Gould White)","content":"“‘When our physicians and ministers are diligent students of the Scriptures, when they live in accordance with the teaching of the Word of God, making this Word their text-book, God will be able to bestow on them rich blessings."},{"refcode_short":"PH095 39.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 39.3 (Ellen Gould White)","content":"“‘The teaching regarding God that is presented in ‘Living Temple’ is not such as our students need. Those who seek to define God are on forbidden ground. We are to enter into no controversy regarding God,—what He is and what He is not. He, the Omniscient One, is above discussion. Those who express such sentiments regarding Him show that they are departing from the faith.’ ..."},{"refcode_short":"PH095 39.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 39.4 (Ellen Gould White)","content":"“‘I call upon our ministers, physicians, and all church members to study the lessons that Christ gave His disciples just before His ascension. These lessons contain instruction that the people of God need. When our physicians understand this instruction, they will realize that the Holy Spirit will never lead them to speak or write that which is at variance with the teachings of the Word of God. Take the Bible as your study-book. It contains the Alpha and Omega of knowledge. All can understand the instruction that it contains.’ ..."},{"refcode_short":"PH095 40.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 40.1 (Ellen Gould White)","content":"“‘Human talent and human conjecture have tried by searching to find out God. Many have trodden this pathway. The highest intellect may tax itself until it is wearied out, in conjectures regarding God, but the effort will be fruitless, and the fact will remain that man by searching can not find out God. This problem has not been given us to solve. All that man needs to know and can know of God has been revealed in the life and character of His Son, the great Teacher. As we learn more and more of what man is, of what we ourselves are, in God's sight, we shall fear and tremble before Him."},{"refcode_short":"PH095 40.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 40.2 (Ellen Gould White)","content":"“‘To those who would represent every man as born a king; to those who would make no distinction between the converted and the unconverted; to those who are losing their appreciation of their need of Christ as their Saviour, I would say, Think of yourselves as you have been during the period of your existence! Would it be pleasant or agreeable for you to contemplate feature after feature of your life work, in the sight of Him who knows every thought of man, and before Whose eyes all man's doings are as an open book?"},{"refcode_short":"PH095 40.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 40.3 (Ellen Gould White)","content":"“‘I call upon all who are engaged in the service of God to place themselves fully on Christ's side. There are dangers on the right hand and on the left. Our greatest danger will come from men who have lifted up their souls unto vanity, who have not heeded the words of warning and reproof sent them by God. As such men choose their own will and way, the tempter, clothed in angel robes, is close beside them, ready to unite his influence with theirs. He opens to them delusions of a most attractive character, which they present to the people of God. Some of those who listen to them will be deceived, and will work in dangerous lines."},{"refcode_short":"PH095 41.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 41.1 (Ellen Gould White)","content":"“‘The Lord calls. Will men and women hear His voice? He gives the warning. Will they heed it? Will they listen to the last message of mercy to a fallen world? Will they accept Christ's yoke, and learn from Him His meekness and lowliness?”"},{"refcode_short":"PH095 41.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 41.2 (Ellen Gould White)","content":"“‘God would have all who profess to be gospel medical missionaries learn diligently the lessons of the great Teacher. This they must do if they would find peace and rest. Learning of Christ, their hearts will be filled with the peace that He alone can give."},{"refcode_short":"PH095 41","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 41 (Ellen Gould White)","content":"Chapter 33—The Essential Study"},{"refcode_short":"PH095 41.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 41.3 (Ellen Gould White)","content":"“‘The one book that is essential for all to study is the Bible. Studied with reverence and Godly fear, it is the greatest of all educators. In it there is no sophistry. Its pages are filled with truth. Would you gain a knowledge of God and Christ. Whom He sent into the world to live and die for sinners? An earnest, diligent study of the Bible is necessary in order to gain this knowledge."},{"refcode_short":"PH095 42.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 42.1 (Ellen Gould White)","content":"“‘Many of the books piled up in the great libraries of earth, confuse the mind more than they aid the understanding. Yet men spend large sums of money in the purchase of such books, and years in their study, when they have within their reach a book containing the Words of Him who is the Alpha and Omega of wisdom. The time spent in a study of these books might better be spent in gaining a knowledge of Him Whom to know aright is life eternal. Those only who gain this knowledge will at last hear the words, “Ye are complete in Him.”"},{"refcode_short":"PH095 42","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 42 (Ellen Gould White)","content":"Chapter 34—Study the Bible More"},{"refcode_short":"PH095 42.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 42.2 (Ellen Gould White)","content":"“‘Study the Bible more, and the theories of medical fraternity less, and you will have greater spiritual health. Your mind will be clearer and more vigorous. Much that is embraced in a medical course is positively unnecessary. Those who take a medical training spend a great deal of time in learning that which is merely rubbish. Many of the theories that they learn may be compared in value to the traditions and maxims taught by the Scribes and Pharisees. Many of the intricacies with which they have to become familiar are an injury to their minds."},{"refcode_short":"PH095 42.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 42.3 (Ellen Gould White)","content":"“‘These things God has been opening before me for many years. In our medical schools and institutions we need men who have a deeper knowledge of the Scriptures, men who have learned the lessons taught in the Word of God, and who can teach these lessons to others clearly and simply, just as Christ taught His disciples the knowledge that He deemed most essential."},{"refcode_short":"PH095 43.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 43.1 (Ellen Gould White)","content":"“‘If, during the remainder of this year, our medical missionary workers would follow the great Physician's prescription for obtaining rest, a healing current of peace would flow through their souls. Here is the prescription,—"},{"refcode_short":"PH095 43.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 43.2 (Ellen Gould White)","content":"““‘Come unto Me, all ye that labor and are heavy laden, and I will give you rest, Take My yoke upon you, and learn of Me; for I am meek and lowly in heart, and ye shall find rest unto your souls. For My yoke is easy and my burden is light.”"},{"refcode_short":"PH095 43","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 43 (Ellen Gould White)","content":"Chapter 35—Result of Neglecting Bible Study"},{"refcode_short":"PH095 43.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 43.3 (Ellen Gould White)","content":"“‘When our medical missionary workers follow this prescription, gaining from the Saviour power to reveal His characteristics, their scientific work will have greater soundness. Because the Word of God has been neglected, strange things have been done in the medical missionary work of late. The Lord can not accept the present showing."},{"refcode_short":"PH095 43.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 43.4 (Ellen Gould White)","content":"“‘Study the Word which God in His wisdom and love and goodness has made so plain and simple.... The Holy Spirit teaches the student of the Scriptures to judge all things by the standard of righteousness and truth and justice. The divine revelation supplies him with the knowledge that he needs."},{"refcode_short":"PH095 43.5","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 43.5 (Ellen Gould White)","content":"“‘And the needed knowledge will be given to all who come to Christ, receiving and practicing His teachings, making His Words a part of their lives. Those who place themselves under the instruction of the great medical Missionary, to be workers together with Him, will have a knowledge that the world, with all its traditionary lore, can not supply."},{"refcode_short":"PH095 44.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 44.1 (Ellen Gould White)","content":"“‘Make the Bible the man of your counsel. Your acquaintance with it will grow rapidly if you keep your mind free from the rubbish of the world. The more the Bible is studied, the deeper will be your knowledge of God. The truths of His Word will be written in your soul, making an ineffaceable impression."},{"refcode_short":"PH095 44.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 44.2 (Ellen Gould White)","content":"“‘Not only will the student himself be benefited by a study of the Word of God, but his study is life and salvation to all with whom he associates. He will feel a sacred responsibility to impart the knowledge that he receives. His life will reveal the help and strength that he receives from communion with the Word. The sanctification of the Spirit will be seen in thought, word and deed. All that he says and does will proclaim that God is light, and in Him is no darkness at all. Of such ones the Lord Jesus can indeed say, “Ye are laborers together with God.’”"},{"refcode_short":"PH095 45","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 45 (Ellen Gould White)","content":"Work for the Women's Christian Temperance Union"},{"refcode_short":"PH095 45.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 45.1 (Ellen Gould White)","content":"“I am thankful that the Lord is leading you. I believe that the Lord has appointed you to do His work in His way. Let us in our work have faith in God, and trust Him. While we may take pleasure in counseling with our brethren, an individual work is to be done which is beyond the power of any mind to comprehend.” ..."},{"refcode_short":"PH095 45.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 45.2 (Ellen Gould White)","content":"“I thank the Lord with heart, and soul, and voice that you have been a prominent and influential member of the Women's Christian Temperance Union. In the providence of God you have been led to the light, to obtain a knowledge of the truth.... This light and knowledge you need to bring into your work, as you associate with women whose hearts are softened by the Spirit of God, and who are searching for the truth as for hidden treasure. For twenty years I have seen that light would come to the women workers in temperance lines. But with sadness I have discerned that many of them are becoming politicians, and that against God. They enter into questions and debates and theories that they have no need to touch. Christ said, “I am the light of the world: he that followeth Me shall not walk in darkness, but shall have the light of life.’”..."},{"refcode_short":"PH095 46.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 46.1 (Ellen Gould White)","content":"“The Lord, I fully believe, is leading you that you may keep the principles of temperance clear and distinct, in all their purity, in connection with the truth for these last days. They that do His will shall know of the doctrine. The Lord designs that women shall learn of Him meekness and lowliness of heart, and cooperate with the greatest Teacher the world has ever known. When this is done, there will be no strife for the supremacy, no pride of opinion; for it will be realized that mind, and voice, and every jot of ability, are only lent talents, given by God to be used in His work, to accumulate for Him, and to be returned to the Giver with all the increase. We are expected to grow in capability, in influence, and in power, ever looking unto Jesus. And by beholding, we shall be changed into His likeness."},{"refcode_short":"PH095 46.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 46.2 (Ellen Gould White)","content":"’The woman's work is a power in our world, but it is lost when, with the Word of God before her, she sees a ‘Thus saith the Lord,’ and refuses to obey. The great and difficult thing for the soul to do is to part with its own supposed works of merit. It is not an easy matter to understand what it means to refuse self the least place of honor in the service of God. All unconsciously we act out the attributes of our own character and the bias of our own mind in the very presence of God, in our prayer and worship, in our service, and fail to see that we are absolutely dependent upon the leading of the Holy Spirit. Self is expected to do a work that is simply out of its power to do. This is the great peril of woman's work in Christian temperance lines."},{"refcode_short":"PH095 47.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 47.1 (Ellen Gould White)","content":"“The Lord does not bid you separate from the Woman's Christian Temperance Union. They need all the light you can give them. You are not to learn of them, but of Jesus Christ. Flash all the light possible into their pathway. You can agree with them on the ground of the pure, elevating principles that first brought into existence the Women's Christian Temperance Union. ‘Behold,’ said Christ, ‘I send you forth as lambs among wolves.’ If He sends His disciples on such a mission, will He not work through you to open the Scriptures to those who are in error? Cherish the fragrance of that love that Christ has revealed for fallen humanity, and by precept and example teach the truth as it is in Jesus."},{"refcode_short":"PH095 47.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 47.2 (Ellen Gould White)","content":"“The Holy Spirit alone is able to develop in the human agent that which is acceptable in the sight of God. The Lord has given you capabilities and talents to be preserved uncorrupted in their simplicity. Through Jesus Christ you may do a good work. As souls shall be converted to the truth, have them unite with you in teaching those women who are willing to be taught, to live and labor intelligently and unitedly."},{"refcode_short":"PH095 47.3","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 47.3 (Ellen Gould White)","content":"And again, March 24, 1899,—"},{"refcode_short":"PH095 47.4","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 47.4 (Ellen Gould White)","content":"“...I am glad, my sister, that you did not sever your connection with the Women's Christian Temperance Union. You may have to sever this connection, but not yet, not yet. Hold your place. Speak the words given you by God, and the Lord will certainly work with you. You may see many things you do not approve of, but do not fail nor be discouraged. I hope and pray that you may be clothed daily with the righteousness of Christ.”"},{"refcode_short":"PH095 48.1","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 48.1 (Ellen Gould White)","content":"And still later, June 21, 1899,"},{"refcode_short":"PH095 48.2","refcode_long":"Testimonies and Experiences Connected With The Loma Linda Sanitarium and College of Medical Evangelists, p. 48.2 (Ellen Gould White)","content":"“My sister, let your heart ever repose in confidence in God. The Lord will be to you a present help in every time of need. He does not need to work through other minds in order to lead His chosen ones. He is desirous of communicating through those who seek Him with all the heart. While we put our entire trust in our Redeemer, we are perfectly safe. We have a large work to do, and we are to have respect unto the recompense of reward. And more than this, we are to use every God-given faculty, that others, through our influence and Christ-like example, may have the same respect that we have."}]