[{"refcode_short":"PH090 1","refcode_long":"Statement and Appeal, p. 1 (Ellen Gould White)","content":"Statement and Appeal"},{"refcode_short":"PH090 1","refcode_long":"Statement and Appeal, p. 1 (Ellen Gould White)","content":"Light"},{"refcode_short":"PH090 1","refcode_long":"Statement and Appeal, p. 1 (Ellen Gould White)","content":"Received and Followed"},{"refcode_short":"PH090 1.1","refcode_long":"Statement and Appeal, p. 1.1 (Ellen Gould White)","content":"“The headquarters of the Review and Herald should be near Washington. If there is on our books and papers the imprint of Washington, D.C., it will be seen that we are not afraid to let our light shine,” and in a letter written later:"},{"refcode_short":"PH090 1.2","refcode_long":"Statement and Appeal, p. 1.2 (Ellen Gould White)","content":"“The publishing work that has been carried on in Battle Creek should, for the present, be carried on near Washington.” * * * “Above all places, this place should now be worked. Satan is working there against Jehovah with all his might. I present this to you as a matter that is stirring me mightily. One thing is certain: we shall not be clear unless we at once do something in Washington to represent our work. I shall not be able to rest until I see the truth going forth as a lamp that burneth.”"},{"refcode_short":"PH090 12","refcode_long":"Statement and Appeal, p. 12 (Ellen Gould White)","content":"Above All Other Places"},{"refcode_short":"PH090 12.1","refcode_long":"Statement and Appeal, p. 12.1 (Ellen Gould White)","content":"“If there is any place in the world that should have the full rays of present truth, it is Washington, the city that is the very heart of the nation.... God has looked with displeasure on the neglect that has been shown to this city.”"},{"refcode_short":"PH090 12.2","refcode_long":"Statement and Appeal, p. 12.2 (Ellen Gould White)","content":"“Since medical missionary work, when carried on as God has appointed, is indeed the helping hand of the third angel's message, we should without delay take advantage of the favorable openings for beginning this work in the vicinity of Washington. If there is one place above another where a sanitarium should be established, and where gospel work should be done, it is in this city. We cannot estimate how great an influence would have gone forth from Washington in favor of the truth had a sanitarium been established there twenty years ago.... Above all other places the Capital of our nation should now have an opportunity to hear the message for this time.”—Mrs. E. G. White, in Testimony, “Our Work at the Nation's Capital,” dated July 17, 1903."},{"refcode_short":"PH090 13","refcode_long":"Statement and Appeal, p. 13 (Ellen Gould White)","content":"No Time to Be Lost"},{"refcode_short":"PH090 13.1","refcode_long":"Statement and Appeal, p. 13.1 (Ellen Gould White)","content":"“May God help us to develop plans so that our youth can become genuine medical missionaries.... We have before us the work of establishing a medical institution near Washington At Once. No time is to be lost. Call for the best talent, and make arrangements for conducting a nurses’ training school. All that can be done, should be-done, to make a deep impression in favor of the truth for this time. Place at the head of this institution one who can be trusted. Obtain facilities for giving treatment, and secure God-fearing youth as your helpers.”—Letter of Instruction, dated August 27, 1903."},{"refcode_short":"PH090 14","refcode_long":"Statement and Appeal, p. 14 (Ellen Gould White)","content":"Upon a Solid Foundation"},{"refcode_short":"PH090 14.1","refcode_long":"Statement and Appeal, p. 14.1 (Ellen Gould White)","content":"“The plans laid for the carrying forward of this work should be such as will bear the indorsement of heaven. In no case is this line of work to be made secondary. It is to be prominent in bringing the truth to the minds of the people. With great wisdom, establish a sanitarium in Washington. Establish the work upon a solid foundation. Let the building be neat and tasty, but not expensive. We cannot afford to erect an expensive building. The Lord desires this building to be a representation of what he designs all his sanitariums to be. The Lord will work with his people, if they will work humbly with him.”—Testimony, “To the Leaders in Our Work,” dated October 15, 1903."},{"refcode_short":"PH090 14","refcode_long":"Statement and Appeal, p. 14 (Ellen Gould White)","content":"Character of Buildings"},{"refcode_short":"PH090 14.2","refcode_long":"Statement and Appeal, p. 14.2 (Ellen Gould White)","content":"“The instruction that has been given me in regard to the buildings to be erected in Washington is that it is not the Lord's will for an imposing display to be made. The buildings are to show, to believers, and to those not of our faith, that not one dollar has been invested in needless display. Every part of the buildings is to bear witness that we realize that there is before us a great, unworked missionary field, and that the truth is to be established in many places."},{"refcode_short":"PH090 15.1","refcode_long":"Statement and Appeal, p. 15.1 (Ellen Gould White)","content":"When I was last in (one of the great cities) I was in the night season called upon to behold buildings rising story after story toward heaven. These buildings were warranted to be fire-proof, and they were erected to glorify the owners. Higher and still higher these buildings rose, and in them the most costly material was used. Those to whom the buildings belonged were not asking themselves, “How can we best glorify God, that we may enjoy him forever?” God was not in their thoughts. I thought: O that those who are thus investing their means could see that this display does not give them one iota of advantage with God. They are piling up magnificent buildings, but how foolish in the sight of the Ruler of the universe is their planning and devising. They are not studying with all the powers of heart and mind what they may do to glorify God, that they may enjoy him forever. They have lost sight of this, the first duty of man.... The scene that next passed before me was an Alarm of Fire."},{"refcode_short":"PH090 15.2","refcode_long":"Statement and Appeal, p. 15.2 (Ellen Gould White)","content":"Men looked at lofty and supposedly fire-proof buildings, and said, “they are perfectly safe.” But these buildings were consumed as if made of pitch. The fire engines could do nothing to stay the destruction. The firemen were unable to operate the engines."},{"refcode_short":"PH090 16.1","refcode_long":"Statement and Appeal, p. 16.1 (Ellen Gould White)","content":"“I am instructed that when the Lord's time comes, should no change have taken place in the hearts of proud, ambitious human beings, men will find that the hand that has been strong to save will be strong to destroy. No earthly power can stay the hand of God."},{"refcode_short":"PH090 16.2","refcode_long":"Statement and Appeal, p. 16.2 (Ellen Gould White)","content":"“The buildings that you erect must be Solid and Well Constructed."},{"refcode_short":"PH090 16.3","refcode_long":"Statement and Appeal, p. 16.3 (Ellen Gould White)","content":"No haphazard work is to be done. The buildings are to be thoroughly presentable, but no extravagance is to be seen. We are not to make it possible for worldlings to say that we do not believe what we preach—that the end of all things is at hand."},{"refcode_short":"PH090 16.4","refcode_long":"Statement and Appeal, p. 16.4 (Ellen Gould White)","content":"“The buildings should be put up at as little cost as possible. No money is to be spent on them merely for show. We are living in a time of fearful depravity. The whole world has thrown off the restraints of religion. Worldlings and church members are making void the law of God. We are to bend every energy to the proclamation of the message of warning.”—Mrs. E. G. White, in a Letter of Instruction dated February 15, 1904."},{"refcode_short":"PH090 27","refcode_long":"Statement and Appeal, p. 27 (Ellen Gould White)","content":"The Advantages of a Training School at Washington, D. C."},{"refcode_short":"PH090 27","refcode_long":"Statement and Appeal, p. 27 (Ellen Gould White)","content":"A Definite Prophecy"},{"refcode_short":"PH090 27.1","refcode_long":"Statement and Appeal, p. 27.1 (Ellen Gould White)","content":"“I saw that when the message shall increase greatly in power, then the providence of God will open and prepare the way in the east for much more to be accomplished than can be at the present time. God will then send some of his servants in power to visit places where little or nothing can now be done.”"},{"refcode_short":"PH090 27.2","refcode_long":"Statement and Appeal, p. 27.2 (Ellen Gould White)","content":"“In the days of the apostles, Jerusalem was a great Center of Influence, and in this place, light from heaven was to shine in its most powerful rays upon the Lord's witnesses who were to bear the gospel message."},{"refcode_short":"PH090 27.3","refcode_long":"Statement and Appeal, p. 27.3 (Ellen Gould White)","content":"“Read the whole of the second chapter of Acts, and see if you are not convinced that there has been a decided failure to understand that one of our first duties is to make at the nation's Capital a special presentation of the truth for this time.”"},{"refcode_short":"PH090 32","refcode_long":"Statement and Appeal, p. 32 (Ellen Gould White)","content":"The Door Still Open"},{"refcode_short":"PH090 32.1","refcode_long":"Statement and Appeal, p. 32.1 (Ellen Gould White)","content":"What a work might have been accomplished if we had done our duty years ago! Can we stand clear in the sight of God, if we now fail of understanding our duty?"},{"refcode_short":"PH090 32.2","refcode_long":"Statement and Appeal, p. 32.2 (Ellen Gould White)","content":"The Lord calls on us to awake to a realization of the opportunities presented before us to let our light shine in the city of Washington by establishing there memorials that will hasten forward the proclamation of the third angel's message to every nation, kindred, tongue and people."},{"refcode_short":"PH090 32","refcode_long":"Statement and Appeal, p. 32 (Ellen Gould White)","content":"Be Giants"},{"refcode_short":"PH090 32.3","refcode_long":"Statement and Appeal, p. 32.3 (Ellen Gould White)","content":"in meeting discouragement and difficulty. We must have increased faith. Let us praise God. He is our strength, our shield, and our defense, our front guard and our rearward."}]