[{"refcode_short":"PH092 3","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 3 (Ellen Gould White)","content":"Suggestions to Those Holding Missionary Conventions"},{"refcode_short":"PH092 3","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 3 (Ellen Gould White)","content":"A Call to Service By Mrs. E. G. White"},{"refcode_short":"PH092 3.1","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 3.1 (Ellen Gould White)","content":"Christ labored untiringly to accomplish the great work that He came to this world to perform. His desire to save the lost race was manifest on all occasions. During His ministry He went about doing good. It was His mission to help those in need of help, to seek the lost, to lift up the bowed down, to heal the sick, to speak words of sympathy and consolation to the sorrowing and the distressed. His heart was ever touched with human woe. How earnestly He worked for sinners! How constant were His efforts to prepare His disciples to carry the Gospel message to the ends of the earth! He placed Himself on the altar of service, a living sacrifice."},{"refcode_short":"PH092 3.2","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 3.2 (Ellen Gould White)","content":"If Christ, the Majesty of heaven, worked thus, should we, His followers, spare ourselves? In these last days there is a great work to be done. Unceasing activity is called for. “Darkness hath covered the earth, and gross darkness the people.” Many are far from Christ, wandering in the wilderness of sin. They are strangers from the covenant of promise. The Lord is coming soon. Already the judgments of God are in the land. Shall we let the unwarned multitudes go down into darkness and death without a preparation for the future life?"},{"refcode_short":"PH092 3.3","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 3.3 (Ellen Gould White)","content":"If we only realized how earnestly Jesus worked to sow the world with the gospel seed, we, living at the very close of probation, would labor untiringly to give the bread of life to perishing souls. Why are we so cold and indifferent? Why are our hearts so unimpressible? Why are we so unwilling to give ourselves to the work to which Christ consecrated His life? Something must be done to cure the terrible indifference that has taken hold upon us. Let us bow our heads in humiliation, as we see how much less we have done than we might have done to sow the seeds of truth."},{"refcode_short":"PH092 4.1","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 4.1 (Ellen Gould White)","content":"My dear brethren and sisters. I speak to you in words of love and tenderness. Arouse, and consecrate yourselves unreservedly to the work of giving the light of the truth for this time to those in darkness. Catch the spirit of the great Master-worker. Learn from the Friend of sinners how to minister to sin-sick souls. Remember that in the lives of His followers must be seen the same devotion, the same subjection to God's work of every social claim and every earthly affection, that was seen in His life. God's claims must always be made paramount. Christ's example is to inspire us to put forth unceasing, self-sacrificing effort for the good of others."},{"refcode_short":"PH092 4.2","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 4.2 (Ellen Gould White)","content":"God calls upon every church-member to enter His service. Truth that is not lived, that is not imparted to others, loses its life-giving power, its healing virtue. Every one must learn to work, and to stand in his lot and place as a burden-bearer. Every addition to the church should be one more agency for the carrying on of the great plan of redemption. The entire church, acting as one, blending in perfect union, is to be a living, active missionary agency, moved and controlled by the Holy Spirit."},{"refcode_short":"PH092 5","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 5 (Ellen Gould White)","content":"The Needed Preparation"},{"refcode_short":"PH092 5.1","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 5.1 (Ellen Gould White)","content":"As surely as we seek the Lord earnestly, He will make the way plain before us. All around us are doors open for service. Let us prayerfully study the work to be done, and then enter upon it with full assurance of faith. We are to labor in quietness and humility, in the meekness and lowliness of Christ, realizing that there is a trying time before us, and that we shall always need heavenly grace in order to understand how to deal with minds. It is the patient, humble, Godlike worker who will have something to show for his labors."},{"refcode_short":"PH092 5.2","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 5.2 (Ellen Gould White)","content":"As a people, and as individuals, our success depends not on numbers, on standing, nor on intellectual attainments, but on walking and working with Christ. The more fully we are imbued with His spirit, the greater will be our love for the work, and the greater our delight in following in the footsteps of the Master. Our hearts will be filled with the love of God; and with earnestness and power we shall speak of the crucified Saviour. As He is uplifted before the people, as they behold His self-sacrifice, His goodness, His tender compassion, His humiliation, His suffering, their hearts will be melted and subdued."},{"refcode_short":"PH092 5","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 5 (Ellen Gould White)","content":"The Cities to be Enlightened"},{"refcode_short":"PH092 5.3","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 5.3 (Ellen Gould White)","content":"The ministry of the word in our cities rests not merely upon those who preach the word, but upon all who read and hear the word. God calls upon His people to break the bands of their precise, indoor service. He would have hundreds in our cities doing the work that Christ did while on this earth,—cheering the sorrowful, strengthening the weak, comforting the mourners, preaching the gospel to the poor. In many of the cities of America scarcely anything has been done to proclaim the message of warning. Our brethren and sisters living in these crowded centers should let their light shine amidst the moral darkness. More than one may think that his light is too small to do any good, but he should remember that it is what God has given him, and that he is held responsible for letting it shine forth. Some one else may light his taper from it, and his light may be the means of leading others out from the darkness."},{"refcode_short":"PH092 6","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 6 (Ellen Gould White)","content":"Our Duty Toward Our Neighbors"},{"refcode_short":"PH092 6.1","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 6.1 (Ellen Gould White)","content":"Oh, that thousands more of God's people had a realization of the times in which we are living, and of the work to be done in field service, in house-to house labor! There are many, many of our neighbors who know not the truth. Let us become acquainted with them and seek to draw them to Christ. Entering the homes of our neighbors to sell or to give away our literature, and in humility to teach them the truth, we shall be accompanied by the light of heaven, which will abide in these houses. Our feet “shod with the preparation of the gospel of peace,” we shall be prepared to go from house to house, carrying the truth to the people. Sometimes we shall find it trying to do this kind of work; but if we go forth in faith, the Lord will go before us, and will send His angels to co-operate with us in our efforts to bring our neighbors to a knowledge of the truth."},{"refcode_short":"PH092 7","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 7 (Ellen Gould White)","content":"The Distribution of Literature"},{"refcode_short":"PH092 7.1","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 7.1 (Ellen Gould White)","content":"In the miracle of feeding the multitude with a few loaves and fishes, the food was increased as it passed from Christ to those who accepted it. Thus it will be in the distribution of our publications. God's truth, as it is passed out, will multiply greatly. And as the disciples by Christ's direction gathered up the fragments which remained, that nothing should be lost, so we should treasure every fragment of literature containing the truth for this time. None can estimate the influence that even a torn page, containing the truths of the third angel's message, may have upon the heart of some seeker after truth."},{"refcode_short":"PH092 7.2","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 7.2 (Ellen Gould White)","content":"There are many places in which the voice of the minister can not be heard, places which can be reached only by our publications,—the books, papers, and tracts, filled with the Bible truths that the people need. Our literature is to be distributed everywhere. The truth is to be sown beside all waters; for we know not which will prosper, this or that. In our erring judgment we may think it unwise to give literature to the very ones who would accept the truth the most readily. We know not what may be the results of giving away a leaflet containing present truth."},{"refcode_short":"PH092 7.3","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 7.3 (Ellen Gould White)","content":"I have been instructed that the canvassing work is to be revived, and that it is to be carried forward with increasing success. I feel very thankful to our heavenly Father for the interest that my brethren and sisters have taken in the sale of “Christ's Object Lessons.” By the sale of this book great good has been accomplished; and the work should be continued. The effort to circulate “Object Lessons” has demonstrated what can be done in the canvassing field. This effort is a never-to-be-forgotten lesson of how to canvass in the prayerful, trustful way that brings success. Many of our larger books could be sold if our canvassers should take up this work earnestly and energetically, filled with the realization that these books contain instruction that God desires to go to the world. Accompanied by the power of persuasion, the power of prayer, the power of the love of God, the canvasser-evangelist's work will not, can not be without fruit."},{"refcode_short":"PH092 8","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 8 (Ellen Gould White)","content":"A Word to the Discouraged"},{"refcode_short":"PH092 8.1","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 8.1 (Ellen Gould White)","content":"Many are so sad and discouraged, so weak in faith and trust, that they can not appropriate to themselves the rich promises of God. Let them, then, do something to help some one more needy than themselves, and they will grow strong in God's strength. Let them engage in the good work of selling our books and distributing our papers and tracts. Thus they will help others, and they will gain an experience that will give them the assurance that they are God's helping hand. As they plead with the Lord to help them, He will guide them to those who are seeking for the light."},{"refcode_short":"PH092 9","refcode_long":"Suggestions to Those Holding Missionary Conventions, p. 9 (Ellen Gould White)","content":"The Result of Earnest Effort"}]