[{"refcode_short":"PH105 1","refcode_long":"There Is Help in God, p. 1 (Ellen Gould White)","content":"There Is Help in God"},{"refcode_short":"PH105 1.1","refcode_long":"There Is Help in God, p. 1.1 (Ellen Gould White)","content":"“Then was Jesus led up of the Spirit into the wilderness, to be tempted of the devil.” Matthew 4:1."},{"refcode_short":"PH105 1.2","refcode_long":"There Is Help in God, p. 1.2 (Ellen Gould White)","content":"“For we have not an high priest which can not be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin.” Hebrews 4:15."},{"refcode_short":"PH105 1.3","refcode_long":"There Is Help in God, p. 1.3 (Ellen Gould White)","content":"“For in that He Himself hath suffered, being tempted, He is able to succor them that are tempted.” Hebrews 2:18."},{"refcode_short":"PH105 1.4","refcode_long":"There Is Help in God, p. 1.4 (Ellen Gould White)","content":"“For whatsoever is born of God overcometh the world; and this is the victory that overcometh the world, even our faith.” 1 John 5:4."},{"refcode_short":"PH105 1.5","refcode_long":"There Is Help in God, p. 1.5 (Ellen Gould White)","content":"When our Lord Jesus Christ came to this world, appetite and passion exercised almost unlimited control. Men were debased, diseased, dwarfed, and crippled through the baneful effects of selfish indulgence in evil, and it seemed as if the world was about to be swept away under its disastrous power. But with all the sin and misery that were in the world then, and that we see about us now never can the power of appetite be fully understood until the significance of Christ's temptation and long fast in the wilderness is comprehended. “When He had fasted forty days and forty nights, He was afterward an hungered.” Matthew 4:2. And it was then, when Christ was fainting for food, that Satan came to Him, and sought to overpower Him with temptation."},{"refcode_short":"PH105 2.1","refcode_long":"There Is Help in God, p. 2.1 (Ellen Gould White)","content":"Satan did not appear to Christ as he is often falsely represented, as an imp with bats’ wings and cloven hoofs. The Scriptures plainly declare that he “is transformed into an angel of light.”—2 Corinthians 11:14. It was as a heavenly angel that Satan accosted the Son of God. He told the Redeemer that He need fast no longer; that His long abstinence was accepted by the Father; that He had gone far enough; and that He was at liberty to work a miracle in His own behalf. The tempter said, “If thou be the Son of God, command that these stones be made bread.” Matthew 4:3. And Jesus answered him, “It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.” Verse 4. If man had always heeded this great truth, the race would never have fallen."},{"refcode_short":"PH105 2.2","refcode_long":"There Is Help in God, p. 2.2 (Ellen Gould White)","content":"“Then the devil taketh Him up into the holy city, and setteth Him on a pinnacle of the temple, and saith unto Him, If Thou be the Son of God, cast Thyself down; for it is written, He shall give His angels charge concerning Thee; and in their hands they shall bear Thee up, lest at any time Thou dash Thy foot against a stone.” Verses 5, 6. But again Jesus met him with Scripture, saying, “It is written again, Thou shalt not tempt the Lord thy God.” Verse 7."},{"refcode_short":"PH105 3.1","refcode_long":"There Is Help in God, p. 3.1 (Ellen Gould White)","content":"“Again, the devil taketh Him up into an exceeding high mountain, and showeth Him all the kingdoms of the world, and the glory of them; and saith unto Him, All these things will I give Thee, if Thou wilt fall down and worship me.” Verses 8, 9. He did not present the kingdoms of the world as they now appear, but in all the glory and attraction in which it is possible to present them. He desired that Christ should acknowledge him as His superior, and on this condition promised to give the world into His hands. But could Jesus admit that the world belonged to Satan? Could He acknowledge the usurper as His superior, when there was but One to whom he owed homage? “Then saith Jesus unto him, Get thee hence, Satan; for it is written, Thou shalt worship the Lord thy God, and Him only shalt thou serve.” Verse 10."},{"refcode_short":"PH105 3.2","refcode_long":"There Is Help in God, p. 3.2 (Ellen Gould White)","content":"There are many in this world who would concede the principles of right for some worldly advantage. There are many who would forfeit their rectitude for gold, or position, or power. But of what advantage is it to sacrifice your hopes of heaven for earthly wealth and honor? You can not take your treasure with you to the grave. Only a little while at the longest, and life will be past, and “what shall it profit a man, if he shall gain the whole world, and lose his own soul?” We should fix our eyes on something more enduring. The home of the saints is more worthy of our toil and affection; for it is “an inheritance incorruptible, and undefiled, and that fadeth not away.” 1 Peter 1:3, 4."},{"refcode_short":"PH105 4.1","refcode_long":"There Is Help in God, p. 4.1 (Ellen Gould White)","content":"Appetite exerts a controlling influence in the world. Unlawful indulgence in appetite and passion paralyzes the brain power, and deadens all the moral sensibilities and perceptions. But we have all been bought with a price, even with the precious blood of the Son of God, and we have no right to abuse our powers by the selfish gratification of lust. “Forasmuch as ye know that ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received by tradition from your fathers; but with the precious blood of Christ, as of a lamb without blemish and without spot.” 1 Peter 1:18, 19. “For ye are bought with a price; therefore glorify God in your body, and in your spirit, which are God's.” 1 Corinthians 6:20. We should keep ourselves in a condition to render to God the most perfect service possible. With an eye single to His glory, we should seek to live in harmony with the laws of our being. “Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.” 1 Corinthians 10:31."},{"refcode_short":"PH105 4.2","refcode_long":"There Is Help in God, p. 4.2 (Ellen Gould White)","content":"Daniel refused to eat at the king's table, or to drink of the king's wine. Daniel 1:8. Why did he do this?—Because he knew that indulgence in wine-drinking and luxurious food would enfeeble the powers of mind and body. He desired to keep his mind in a condition to appreciate the inspired Word of God. Those who indulge in forbidden things work directly against their own interests and hopes. Selfish motives lead to self-indulgence, and animal appetites and passions bear sway, and dominate over mind and soul. Those who are thus controlled can not comprehend the truth of divine origin, or appreciate the value of heavenly things. The brain power is benumbed; the very foundation of the physical being is undermined. We have no right to destroy the habitation that God has given us; for we have been purchased at an infinite cost."},{"refcode_short":"PH105 5.1","refcode_long":"There Is Help in God, p. 5.1 (Ellen Gould White)","content":"It was by a failure to resist the inclinations of appetite that Adam fell in the Garden of Eden. But Christ came to take up the battle in behalf of man. He met and contended with the powers of darkness, and at every point where Adam fell, Christ won precious victories. He wrought out a way by which we may be saved. However depraved, however sinful, as men seek for forgiveness of their transgressions, they will find pardon and peace through the merit of Christ. Divinity cooperates with humanity in the work of elevating and purifying the character. When the converting power of God takes hold of the soul, it will work a radical change. Those who have formerly abused their families and friends, will begin to labor earnestly for their salvation. Jesus came to save the lost, to take them out of their fallen condition, to make them more than conquerors, and to give them a seat upon His throne. Oh, that the soul temple might be cleansed of every defilement! Oh, that we might not offer to God a diseased, defiled offering! An infinite price has been paid to bring us into connection with Christ. Self-indulgence must cease. We must come into right relations with God, and we must be cleansed from all iniquity, and walk worthy of the vocation whereunto we are called."},{"refcode_short":"PH105 6.1","refcode_long":"There Is Help in God, p. 6.1 (Ellen Gould White)","content":"When Jacob journeyed to the house of Laban, he lay down to rest in the wilderness, with a stone for a pillow. He was a discouraged, disappointed man. It seemed to him that he was forsaken of friends and forgotten of God. His own brother was seeking him, that he might take his life. While he slept, he had a vision. There appeared before him a ladder, whose base rested on the earth, and whose top reached into the highest heavens. God was above the ladder, and His glory shone through the open heaven, lighting up every round of the ladder; and angels were ascending and descending upon it. When Jacob awoke, he said, “Surely the Lord is in this place; and I knew it not. And he was afraid, and said, How dreadful is this place! This is none other but the house of God, and this is the gate of heaven.” See Genesis 28:10-17."},{"refcode_short":"PH105 6.2","refcode_long":"There Is Help in God, p. 6.2 (Ellen Gould White)","content":"The plan of salvation was opened to Jacob's mind in this dream. Christ was the ladder that he saw. Christ is the link that binds earth to heaven, and connects finite man with the infinite God. This ladder reaches from the lowest degradation of earth and humanity to the highest heavens. We are to ascend the ladder that Jacob saw, but not by our own strength alone. It is the goodness of God that leads to repentance and reformation. We are not left to struggle on alone."},{"refcode_short":"PH105 7.1","refcode_long":"There Is Help in God, p. 7.1 (Ellen Gould White)","content":"Those who have fallen by sin and iniquity may receive the pardoning love of God. By repentance and faith, the transgressors of His law may come to God through Christ. And when we have come to Christ, and have taken the steps requisite in conversion, we are to “seek those things which are above, where Christ sitteth on the right hand of God.” Colossians 3:1. When we are burdened with care and sorrow, why do we not go to our Saviour, and claim His promises, and find Him a very present help in every time of trouble? We are not left to be the sport of Satan's temptations. God has given us precious promises, by which we are to become partakers of the divine nature. 2 Peter 1:4. In Christ is our help. When we come with repentance and faith, however polluted and sinful we may be, we shall find Him the sinner's Saviour. He has said, “I am not come to call the righteous, but sinners to repentance.” The sinner may carry his load to Calvary, and lay it down at the foot of the cross. It is the privilege of every one to leave sin and transgression, and to become a loyal subject of the God of heaven. We may be clothed with the righteousness of Christ, but His righteousness will not be a covering for the least iniquity. “Wash you, make you clean;” for there has been a fountain opened for Judah and Jerusalem, and every stain may be cleansed away. Isaiah 1:16-18."},{"refcode_short":"PH105 7.2","refcode_long":"There Is Help in God, p. 7.2 (Ellen Gould White)","content":"Do not wait to make yourselves better. How many there are who think that they are not good enough to come to Christ! Do you expect to become better through your own efforts? “Can the Ethiopian change his skin, or the leopard his spots? Then may ye also do good, that are accustomed to do evil.” Jeremiah 13:23. But there is help for us in God. We are “prisoners of hope.” Zechariah 9:12. God has power in reserve for us. Those who are reaching out for help, exercising faith in Jesus, will receive it."}]