[{"refcode_short":"PH100 1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 1 (Ellen Gould White)","content":"Testimony for the Physicians and Helpers of the Sanitarium"},{"refcode_short":"PH100 1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 1 (Ellen Gould White)","content":"Moral and Intellectual Culture"},{"refcode_short":"PH100 1.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 1.1 (Ellen Gould White)","content":"October 9, 1878, I was shown that the Sanitarium at Battle Creek has been established by the providence of God, and that his blessing is indispensable to its success. The physicians are not quacks nor infidels, but men who are thoroughly educated, and who understand how to take care of the sick; men who fear God, and have an earnest interest for the moral and spiritual welfare of their patients. This interest for spiritual as well as physical good, the managers of the institution should make no effort to conceal. By a life of true Christian integrity they can give to the world an example worthy of imitation; and they should not hesitate to let it be seen that in addition to their skill in treating disease, they are continually gaining wisdom and knowledge from Christ, the greatest teacher the world has ever known. They must have this connection with the Source of all wisdom, to make their labor successful."},{"refcode_short":"PH100 1.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 1.2 (Ellen Gould White)","content":"Truth has a power to elevate the receiver. If Bible truths exerts its sanctifying influence upon the heart and character, it will make believers more intelligent. A Christian will understand his responsibilities to God and to his fellow-men, if he is truly connected with the Lamb of God who gave his life for the world. Only by a continual improvement of the intellectual as well as the moral powers can we hope to answer the purpose of our Creator."},{"refcode_short":"PH100 2.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 2.1 (Ellen Gould White)","content":"God is displeased with those who are too careless or indolent to become efficient, well-informed workers. The Christian should possess more intelligence and keener discernment than the worldling. The study of God's word is continually expanding the mind and strengthening the intellect. There is nothing that will so refine and elevate the character and give vigor to every faculty, as the continual exercise of the mind to grasp and comprehend weighty and important truths."},{"refcode_short":"PH100 2.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 2.2 (Ellen Gould White)","content":"The human mind becomes dwarfed and enfeebled when dealing with common-place matters only, never rising above the level of time and sense to grasp the mysteries of the unseen. The understanding is gradually brought to the level of the things with which it is constantly familiar. The mind will contract its powers and lose its ability, if it is not exercised to acquire additional knowledge, and put to the stretch to comprehend the revelations of divine power in nature and in the Sacred Word."},{"refcode_short":"PH100 2.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 2.3 (Ellen Gould White)","content":"But an acquaintance with facts and theories, however important they may be in themselves, is of little real value, unless put to a practical use. There is danger that those who have obtained their education principally from books will fail to realize that they are novices so far as experimental knowledge is concerned. This is especially true of those connected with the Sanitarium. This institution needs men of thought and ability. The physicians, superintendent, matron, and helpers should be persons of culture and experience. But some fail to comprehend what is needed at such an establishment, and they plod on year after year, making no marked improvement. They seem to be stereotyped; each succeeding day is but a repetition of the past one."},{"refcode_short":"PH100 3.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 3.1 (Ellen Gould White)","content":"The minds and hearts of these mechanical workers are impoverished. Opportunities are before them; if studious, they might obtain an education of the highest value; but they do not appreciate their privileges. None should rest satisfied with their present education. All may be daily qualifying themselves to fill some office of trust."},{"refcode_short":"PH100 3.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 3.2 (Ellen Gould White)","content":"It is of great importance that the one who is chosen to care for the spiritual interests of patients and helpers, be a man of sound judgment and undeviating principle,—a man who will have moral influence, who knows how to deal with minds. He should be a person of wisdom and culture, of affection as well as intelligence. He may not be thoroughly efficient in all respects at first, but he should, by earnest thought and the exercise of his abilities, qualify himself for this important work. The greatest wisdom and gentleness are needed, to serve in this position acceptably, yet with unbending integrity; for prejudice, bigotry, and error of every form and description must be met."},{"refcode_short":"PH100 4.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 4.1 (Ellen Gould White)","content":"This place should not be filled by a man who has an irritable temper,—a sharp combativeness. Care must be taken that the religion of Christ be not made repulsive by harshness or impatience. The servant of God should seek, by meekness, gentleness, and love, rightly to represent our holy faith. While the cross must never be concealed, he should present also the Saviour's matchless love. The worker must be imbued with the spirit of Jesus, and then the treasures of the soul will be presented in words that will find their way to the hearts of those who hear. The religion of Christ, exemplified in the daily life of his followers, will exert a tenfold greater influence than the most eloquent sermons."},{"refcode_short":"PH100 4.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 4.2 (Ellen Gould White)","content":"Intelligent, God-fearing workers can do a vast amount of good in the way of reforming those who come as invalids to be treated at the Sanitarium. Not only are these persons diseased physically, but mentally and morally. The education, the habits, and the entire life of many have been erroneous. They cannot make the great changes necessary for the adoption of correct habits, in a few days. They must have time to consider the matter, and to learn the right way. If all connected with the Sanitarium are correct representatives of the truths of health reform and of our holy faith, they are exerting an influence to mold the minds of their patients. The contrast of erroneous habits with those which are in harmony with the truth of God, has a convicting power."},{"refcode_short":"PH100 5.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 5.1 (Ellen Gould White)","content":"Man is not what he might be, and what it is God's will that he should be. The strong power of Satan upon the human race keeps them upon a low level; but this need not be so, else Enoch could not have become so elevated and ennobled as to walk with God. Man need not cease to grow intellectually and spiritually during his lifetime. But the minds of many are so occupied with themselves and their own selfish interests as to leave no room for higher and nobler thoughts. And the standard of intellectual as well as spiritual attainments is far too low. With many, the more responsible the position they occupy, the better pleased are they with themselves; and they cherish the idea that the position makes and gives character to the man. Few realize that they have a constant work before them to develop forbearance, sympathy, charity, conscientiousness, and fidelity,—traits of character indispensable to those who occupy positions of responsibility. All connected with the Sanitarium should have a sacred regard for the rights of others, which is but obeying the principles of the law of God."},{"refcode_short":"PH100 5.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 5.2 (Ellen Gould White)","content":"Some at this institution are sadly deficient in the qualities so essential to the happiness of all connected with them. The physicians, and the helpers in the various branches of the work, should carefully guard against a selfish coldness, a distant, unsocial disposition; for this will alienate the affection and confidence of the patients. Many who come to the Sanitarium are refined, sensitive people, of ready tact and keen discernment. These persons discover such defects at once, and comment upon them. Men cannot love God supremely and their neighbor as themselves, and be as cold as icebergs. They not only rob God of the love due him, but they are robbing their neighbor as well. Love is a plant of heavenly birth, and it must be fostered and nourished. Affectionate hearts, truthful, loving words, will make happy families, and exert an elevating influence upon all who shall come within the sphere of their influence."},{"refcode_short":"PH100 6.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 6.1 (Ellen Gould White)","content":"Those who make the most of their privileges and opportunities will be, in the Bible sense, talented and educated men; not learned merely, but educated, in mind, in manners, in deportment. They will be refined, tender, pitiful, affectionate. This, I was shown, is what the God of Heaven requires in the institutions at Battle Creek. God has given us powers to be used, to be developed and strengthened by education. We should reason and reflect, carefully marking the relation between cause and effect. When this is practiced, there will be, on the part of many, greater thoughtfulness and care in regard to their words and actions, that they may fully answer the purpose of God in their creation."},{"refcode_short":"PH100 6.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 6.2 (Ellen Gould White)","content":"We should ever bear in mind that we are not only learners, but teachers in this world, fitting ourselves and others for a higher sphere of action in the future life. The measure of man's usefulness is in knowing the will of God, and in doing it. It is within our power to so improve in mind and manners that God will not be ashamed to own us. There must be a high standard at the Sanitarium. If there are men of culture, of intellectual and moral power, to be found in our ranks, they must be called to the front, to fill places in our institutions."},{"refcode_short":"PH100 7.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 7.1 (Ellen Gould White)","content":"Dr. Kellogg has not been satisfied with a superficial education, but has made the most of his opportunities to obtain a thorough knowledge of the human system, and the best methods of treating disease. This has given him an influence. He has earned the respect of the community as a man of sound judgment and nice discrimination,—one who reasons carefully from cause to effect; and he is highly esteemed for his courtesy of deportment and his Christian integrity. But there are others also who can become men of influence, trust, and power in that institution."},{"refcode_short":"PH100 7.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 7.2 (Ellen Gould White)","content":"The physicians should not be deficient in any respect. A wide field of usefulness is open before them, and if they do not become skillful in their profession, they have only themselves to blame. They must be diligent students; and, by close application and faithful attention to details, they should become care-takers. It should be necessary for no one to follow them to see that their work is done without mistakes."},{"refcode_short":"PH100 7.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 7.3 (Ellen Gould White)","content":"Sister Drusilla Lamson has had an experience in the things of God. She has been favored with great light, and has borne the test of affliction; and she should, in her position, be a light, a blessing, to that institution. While she shall serve in her present position, she should do her utmost to direct the minds of the patients to God. In him there is comfort and hope for the suffering ones."},{"refcode_short":"PH100 8.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 8.1 (Ellen Gould White)","content":"Those who occupy responsible positions should so educate and discipline themselves that all within the sphere of their influence may see what man can be, and what he can do, when connected with the God of wisdom and power. And why should not a man thus privileged become intellectually strong? Again and again have worldlings sneeringly asserted that those who believe present truth are weak-minded, deficient in education, without position or influence. This we know to be untrue; but is there not some reason for these assertions? Many have considered it a mark of humility to be ignorant and uncultivated. Such persons are deceived as to what constitutes true humility and Christian meekness."},{"refcode_short":"PH100 8","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 8 (Ellen Gould White)","content":"Duty to the Poor"},{"refcode_short":"PH100 8.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 8.2 (Ellen Gould White)","content":"The managers of the Sanitarium should not be governed by the principles which control other institutions of this kind, in which the leaders, acting from policy, too often pay deference to the wealthy, while the poor are neglected. The latter are frequently in great need of sympathy and counsel, which they do not always receive, although for moral worth they may stand far higher in the estimation of God than the more wealthy. The apostle James has given definite counsel with regard to the manner in which we should treat the rich and the poor:—"},{"refcode_short":"PH100 9.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 9.1 (Ellen Gould White)","content":"“For if there come unto your assembly a man with a gold ring, in goodly apparel, and there come in also a poor man in vile raiment; and ye have respect to him that weareth the gay clothing, and say unto him, Sit thou here in a good place; and say to the poor, Stand thou here, or sit here under my footstool, are ye not then partial in yourselves, and are become judges of evil thoughts? Hearken, my beloved brethren, Hath not God chosen the poor of this world, rich in faith, and heirs of the kingdom which he hath promised to them that love him?”"},{"refcode_short":"PH100 9.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 9.2 (Ellen Gould White)","content":"Although Christ was rich in the heavenly courts, yet he became poor, that we through his poverty might be made rich. Jesus honored the poor by sharing their humble condition. From the history of his life we are to learn how to treat the poor. Some carry the duty of beneficence to extremes, and really hurt the needy by doing too much for them. The poor do not always exert themselves as they should. While they are not to be neglected and left to suffer, they must be taught to help themselves."},{"refcode_short":"PH100 9.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 9.3 (Ellen Gould White)","content":"The cause of God should not be overlooked, that the poor may receive our first attention. Christ once gave his disciples a very important lesson on this point. When Mary poured the ointment on the head of Jesus, covetous Judas made a plea in behalf of the poor, murmuring at what he considered a waste of money. But Jesus vindicated the act, saying, “Why trouble ye her? She hath wrought a good work on me. Wheresoever this gospel shall be preached, in the whole world, there shall also this, that this woman hath done, be told for a memorial of her.” By this we are taught that Christ is to be honored in the consecration of the best of our substance. Should our whole attention be directed to relieving the wants of the poor, God's cause would be neglected. Neither will suffer, if his stewards do their duty; but the cause of Christ should come first."},{"refcode_short":"PH100 10.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 10.1 (Ellen Gould White)","content":"The poor should be treated with as much interest and attention as the rich. The practice of honoring the rich, and slighting and neglecting the poor, is a crime in the sight of God. Those who are surrounded with all the comforts of life, or who are petted and pampered by the world because they are rich, do not feel the need of sympathy and tender consideration as do persons whose lives have been one long struggle with poverty. The latter have but little in this life to make them happy or cheerful, and they will appreciate sympathy and love. Physicians and helpers should in no case neglect this class; for by thus doing, they may neglect Christ in the person of his saints."},{"refcode_short":"PH100 10.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 10.2 (Ellen Gould White)","content":"Our Sanitarium was erected to benefit suffering humanity, rich and poor, the world over. Many of our churches have but little interest in this institution, notwithstanding they have sufficient evidence that it is one of the instrumentalities designed of God to bring men and women under the influence of truth, and to save many souls. The churches that have the poor among them should not neglect their stewardship, and throw the burden of the poor and sick upon the Sanitarium. All the members of the several churches are responsible before God for their afflicted ones. They should bear their own burdens. If they have sick persons among them, whom they wish to be benefited by treatment, they should, if able, send them to the Sanitarium. In doing this, they will not only be patronizing the institution which God has established, but will be helping those who need help,-caring for the poor as God requires us to do."},{"refcode_short":"PH100 11.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 11.1 (Ellen Gould White)","content":"It was not the purpose of God that poverty should ever leave the world. The ranks of society were never to be equalized; for the diversity of condition which characterizes our race is one of the means by which God has designed to prove and develop character. Many have urged with great enthusiasm that all men should have an equal share in the temporal blessings of God; but this was not the purpose of the Creator. Christ has said that we shall have the poor always with us. The poor, as well as the rich, are the purchase of his blood; and among his professed followers, in nine cases out of ten, the former serve him with singleness of purpose, while the latter are constantly fastening their affections on their earthly treasures, and Christ is forgotten. The cares of this life and the greed for riches eclipse the glory of the eternal world. It would be the greatest misfortune that has ever befallen mankind, if all were to be placed upon an equality in worldly possessions."},{"refcode_short":"PH100 12","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 12 (Ellen Gould White)","content":"Religion Conducive to Health"},{"refcode_short":"PH100 12.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 12.1 (Ellen Gould White)","content":"The fear of the Lord will do more for the patrons of the Sanitarium than any other means that can be employed for the restoration of health. Religion should in no case be kept in the background, as though detrimental to those who come to be treated. On the contrary, the fact should ever be made prominent, that the laws of God, both in nature and revelation, are “life unto those that fear them, and health to all their flesh.”"},{"refcode_short":"PH100 12.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 12.2 (Ellen Gould White)","content":"Pride and fashion hold men and women in the veriest slavery to customs which are fatal to health, and even to life itself. The appetites and passions, clamoring for indulgence, trample reason and conscience under foot. This is the cruel work of Satan, and he is constantly putting forth the most determined efforts to strengthen the chains by which he has bound his victims. Those who have been all their lives indulging wrong habits do not always realize the necessity of a change. And many will persist in gratifying their desire for sinful pleasure at any cost. Let the conscience be aroused, and much is gained. Nothing but the grace of God can convict and convert the heart; here alone can the slaves of custom obtain power to break the shackles which bind them. The self-indulgent must be led to see and feel that a great moral renovation is necessary, if they would meet the claims of the divine law; the soul-temple has been defiled, and God calls upon them to arouse, and strive with all their might to win back the God-given manhood which has been sacrificed through sinful indulgence."},{"refcode_short":"PH100 13.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 13.1 (Ellen Gould White)","content":"Divine truth can make little impression upon the intellect while the customs and habits are opposed to its principles. Those who are willing to inform themselves concerning the effect of sinful indulgence upon the health, and who commence the work of reform, even if it be from selfish motives, place themselves, in so doing, where the truth of God may find access to their hearts. And, on the other hand, those who are reached by the presentation of Scripture truth, are then in a position where their consciences will be aroused upon the subject of health. They see and feel the necessity of breaking away from the tyrannizing habits and appetites which have ruled them so long. There are many who would receive the truths of God's word, their judgment having been convinced by the clearest evidence; but the carnal desires, clamoring for gratification, control the intellect, and they reject truth as falsehood, because it comes in collision with their lustful affections."},{"refcode_short":"PH100 13.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 13.2 (Ellen Gould White)","content":"“The fear of the Lord is the beginning of wisdom.” When men of wrong habits and sinful practices yield to the power of divine truth, the entrance of God's word gives light and understanding to the simple. There is an application of truth to the heart; and moral power, which seemed to have been paralyzed, revives. The receiver is possessed of stronger, clearer understanding than before. He has riveted his soul upon the Eternal Rock. Health improves, in the very sense of his security in Jesus Christ. Thus religion and the laws of health go hand in hand."},{"refcode_short":"PH100 14","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 14 (Ellen Gould White)","content":"Admonitions and Warnings"},{"refcode_short":"PH100 14.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 14.1 (Ellen Gould White)","content":"Nov. 23, 1879, some things were shown me in reference to the institutions among us, and the duties and dangers of those who occupy a leading position in connection with them. I saw that Dr. Kellogg had been raised up to do a special work as God's instrument, to be led, guided, and controlled by his Spirit. He is to answer the claims of God, and never to feel that he is his own property, and that he can employ his powers as he shall deem most profitable to himself. Although it is his purpose to be and to do right, yet he will most surely err, unless he is a constant learner in the school of Christ. His only safety is in humbly walking with God."},{"refcode_short":"PH100 14.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 14.2 (Ellen Gould White)","content":"Dangers beset his path, and if he comes off conqueror, he will indeed have a triumphant song to sing in the city of God. He has strong traits of character that will need to be constantly repressed. If kept under the control of the Spirit of God, these traits will be a blessing; but if not, they will prove a curse. If Dr. Kellogg, who is now riding upon the wave of popularity, does not become giddy, it will be a miracle of mercy. If he leans to his own wisdom, as so many thus situated have done, his wisdom will prove to be foolishness. While he shall give himself unselfishly to the work of God, never swerving in the least from principle, the Lord will throw about him the everlasting arms, and will prove to him a mighty helper. “Them that honor me, I will honor.”"},{"refcode_short":"PH100 15.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 15.1 (Ellen Gould White)","content":"It is a dangerous age for any man who has talents which can be of value in the work of God; for Satan is constantly plying his temptations upon such a person, ever trying to fill him with pride and ambition; and when God would use him, in nine cases out of ten he becomes independent, self-sufficient, and feels capable of standing alone. This will be your danger, Dr. Kellogg, unless you live a life of constant faith and prayer. You may have a deep and abiding sense of eternal things, and that love for humanity which Christ has shown in his life. A close connection with Heaven will give the right tone to your fidelity, and will be the ground of your success. Your feeling of dependence will drive you to prayer, and your sense of duty summon you to effort. Prayer and effort, effort and prayer, will be the business of your life. You must pray as though the efficiency and praise were all due to God, and labor as though duty were all your own. If you want power, you may have it; as it is awaiting your draft upon it. Only believe in God, take him at his word, act by faith, and blessings will come."},{"refcode_short":"PH100 15.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 15.2 (Ellen Gould White)","content":"In this matter, genius, logic, and eloquence will not avail. Those who have a humble, trusting, contrite heart, God accepts, and hears their prayer; and when God helps, all obstacles will be overcome. How many men of great natural abilities and high scholarship have failed when placed in positions of responsibility; while those of feebler intellect, with less favorable surroundings, have been wonderfully successful. The secret was, the former trusted to themselves, while the latter united with Him who is wonderful in counsel, and mighty in working to accomplish what he will."},{"refcode_short":"PH100 16.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 16.1 (Ellen Gould White)","content":"Your work being always urgent, it is difficult for you to secure time for meditation and prayer; but this you must not fail to do. The blessing of Heaven, obtained by daily supplication, will be as the bread of life to your soul, and will cause you to increase in spiritual and moral strength, like a tree planted by the river of waters, whose leaf will be always green, and whose fruit will appear in due time."},{"refcode_short":"PH100 16.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 16.2 (Ellen Gould White)","content":"Your neglect to attend the public worship of God is a serious error. The privileges of divine service will be as beneficial to you as to others, and are fully as essential. You may be unable to avail yourself of these privileges as often as do many others. You will frequently be called, upon the Sabbath, to visit the sick, and may be obliged to make it a day of exhausting labor. Such labor to relieve the suffering, was pronounced by our Saviour a work of mercy, and no violation of the Sabbath. But when you regularly devote your Sabbaths to writing or labor, making no special change, you harm your own soul, give to others an example that is not worthy of imitation, and do not honor God."},{"refcode_short":"PH100 16.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 16.3 (Ellen Gould White)","content":"You have failed to see the real importance, not only of attending religious meetings, but also of bearing testimony for Christ and the truth. If you do not obtain spiritual strength by the faithful performance of every Christian duty, thus coming into a closer and more sacred relation to your Redeemer, you will become weak in moral power. You will surely wither spiritually, unless you change your course in this respect."},{"refcode_short":"PH100 17.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 17.1 (Ellen Gould White)","content":"Some in Battle Creek have indulged feelings toward Dr. Kellogg that are not justifiable. This is offensive to God. Dr. Kellogg has the frailties of humanity, and is as liable as themselves to err. He does not claim perfection, neither do his friends claim it for him. He is subject to the fierce temptations of Satan; for any deviation from the right in him will affect many others. The unwarrantable jealousy and prejudice against him are contrary to the spirit of Christ. Jealousy and evil surmisings place a wrong construction upon motive, plans, and actions. And the very fact that we are always suspecting evil, goes far to create the evil which we suspect."},{"refcode_short":"PH100 17.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 17.2 (Ellen Gould White)","content":"Facts and evidences in favor of the Doctor and his work are gaining him many true friends, even among those who once regarded him with suspicion. He has, by his own exertion, and the blessing of God, availed himself of the opportunities and privileges within his reach to become, mentally, a strong man; and has been wonderfully successful in reaching a high standard as a reliable physician,—just such a man as our people need,—who will, if humble and devoted to God, be a man for this time. While accumulating means, he has not hoarded it. He has manifested a noble spirit of liberality to aid the cause whenever he could do so. But notwithstanding all this, there have been families who have worked against him, and against the Sanitarium because he acted so prominent a part there. Between these individuals and the Kellogg family there has long existed a feeling of enmity,—a root of bitterness, whereby many have been defiled. Some have even stooped to circulate unfavorable reports, and to indulge in contemptible gossiping, all of which has borne its burden of poisonous fruit."},{"refcode_short":"PH100 18.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 18.1 (Ellen Gould White)","content":"Dr. Kellogg has at times taken strong measures, and has been firm and determined in the accomplishment of his purposes. He has an indomitable will to carry through whatever he undertakes; otherwise he would not now be standing on the high platform he has honorably reached. While he makes God his strength, and loves and fears him, he will be rightly balanced; but as surely as he loses his connection with God, and attempts to go in his own strength, this same will that has proved a blessing, will prove an injury to himself and to others. He will become overbearing, tyrannical, exacting, and dictatorial. These traits must not be allowed to gain the ascendency under any circumstances; for they will strengthen by indulgence, and will soon become a controlling power. His character will thus become ill-balanced, and this will disqualify him for the work of God. But although Dr. Kellogg has not been faultless, the Lord has been his helper thus far; and those who have cherished envious and jealous feelings toward him have been working against God."},{"refcode_short":"PH100 19.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 19.1 (Ellen Gould White)","content":"There are individuals who are watching with eagle eyes for his haltings, and all the more intently because of the efforts that have been made by my husband and myself to counteract the influence which was working against him, and to place him in the confidence of our people everywhere. Some have not given up their feelings of suspicion, but have been watching to see Dr. Kellogg make mistakes which shall prove our confidence in him to have been misplaced. When any reproof is given to the Sanitarium, there is in some hearts a throb of joyful triumph; and those who have cherished prejudice, feel a new assurance that they are in the right. God is in no way pleased with this spirit. These feelings are more satanic than divine. If those who complain of the Doctor were one-half as self-sacrificing as he has been, if they would accomplish one-half as much good as he has accomplished, their course would be more pleasing to God than it now is."},{"refcode_short":"PH100 19.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 19.2 (Ellen Gould White)","content":"The Lord put it into the heart of my husband to help Dr. Kellogg at a time when he needed help. Eld. White has felt for Dr. Kellogg all the tenderness of a father, and the Doctor has, in turn, responded. This was in the order of God. My husband can have the satisfaction of knowing that the results of his interest for Dr. Kellogg—which has been far deeper than that manifested for his own children—fully answer his expectations. The Doctor should now manifest the same interest for others who need help and encouragement as he needed it. In this work he may meet with disappointments, but should not be discouraged."},{"refcode_short":"PH100 20.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 20.1 (Ellen Gould White)","content":"Unless he continually seeks help from God Dr. Kellogg will be too exacting toward those who are fighting their way up, as he once was and will fail to cherish all that sympathy and love which he should manifest, because he does not see in them the same resolute determination to study diligently, to deny self, and to practice rigid economy, that enabled him to gain his position."},{"refcode_short":"PH100 20.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 20.2 (Ellen Gould White)","content":"Dr. Kellogg and Bro. Henry Kellogg represent two very important institutions. Neither of these men can well be spared from his position of trust, yet neither of them should feel that he is indispensable. God could do without them, but they cannot do without God. I was shown that these brethren were not working in harmony. If Bro. Henry Kellogg fills his position honorably, he must guard the financial interests of the institution committed to his care. Dr. Kellogg feels the same responsibility in his position of trust. But these men should be exceedingly cautious that they look not alone on their own branch of the work, and labor for their own department, to the injury of other branches, of equal importance."},{"refcode_short":"PH100 20.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 20.3 (Ellen Gould White)","content":"Brethren, you are in danger of making a grave mistake in your business transactions. You are both sharp, critical men. God warns you to be on your guard, lest you indulge a spirit of crowding each other. Be careful not to cultivate the sharper's tact; for this will not stand the test of the day of God. Bro. Henry Kellogg's shrewdness and discrimination are needed; for he has all classes to deal with. He must guard the interests of the publishing house, or thousands of dollars will go into the hands of dishonest men. But let not these traits become a ruling power. Under proper control, they are essential elements in the character; and if Bro. Henry Kellogg keeps the fear of God before him, and his love in the heart, he will be safe."},{"refcode_short":"PH100 21.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 21.1 (Ellen Gould White)","content":"Dr. Kellogg has obtained an experience in economy. This was the battle of life with him. But he should not let the habit of close figuring, which was a necessity in his youth, degenerate into avarice and sharp practice. While he is liberal with the money he gains, he is in danger of scheming, and the fine gold of his character will thus be tarnished. While he sees the advantages to be gained by a certain course of action, he does not always look to see how it will affect others. But he can afford to be fair and square in deal. Better, far better, to yield some advantages that might be gained, than to cultivate an avaricious spirit, and thus make it a law of nature."},{"refcode_short":"PH100 21.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 21.2 (Ellen Gould White)","content":"Petty sharpness is unworthy of a Christian. We have been separated from the world by the great cleaver of truth. Our wrong traits of character are not always visible to ourselves, although they may be very apparent to others. But time and circumstances will surely prove us, and bring to light the gold of character, or discover the baser metal. Not one of us is known or read of all men, till the crucible of God tests us. Every base thought, every wrong action, reveals some defect in the character. These rugged traits must be brought under the chisel and hammer in God's great workshop, and the grace of God must smooth and polish, before we can be fitted for a place in the glorious temple."},{"refcode_short":"PH100 22.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 22.1 (Ellen Gould White)","content":"God can make these brethren more precious than fine gold, even the golden wedge of Ophir, if they will yield themselves to his transforming hand. They should be determined to make the noblest use of every faculty and every opportunity. The word of God should be their study and their guide in deciding what is the highest and best in all cases. The one faultless character, the perfect pattern set before them in the gospel, should be studied with deepest interest. The one lesson most essential for them to learn is that goodness alone gives true greatness. May God deliver us from the philosophy of worldly-wise men. Their only hope is in becoming fools, that they may be wise indeed."},{"refcode_short":"PH100 22.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 22.2 (Ellen Gould White)","content":"The weakest follower of Christ has entered into alliance with infinite power. God can do very little with men of learning, because they feel no need of leaning upon Him who is the source of all wisdom; therefore, after a trial, he often sets them aside for men of inferior talent, who have learned to rely upon God, whose souls are fortified by goodness, truth, and unwavering fidelity, and who will not stoop to anything that will leave a stain upon the conscience."},{"refcode_short":"PH100 22.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 22.3 (Ellen Gould White)","content":"Brethren, if you connect your souls with God by living faith, he will make you men of power. If you trust to your own strength and wisdom, you will surely fail. It is not pleasing to God that you take so little interest in religious service. You are representative men, and as such, you exert a wider influence than persons in less prominent positions. You should ever seek first the kingdom of God and his righteousness. You should be active, interested workers in the church, cultivating your religious faculties, and keeping your own souls in the love of God. The Lord has claims upon you in this matter that you cannot lightly disregard; you must either grow in grace or be dwarfed and crippled in spiritual things. It is not only your privilege but your duty to bear testimony for Christ when and where you can; and by exercising the mind in this way, you will cultivate a love for sacred things."},{"refcode_short":"PH100 23.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 23.1 (Ellen Gould White)","content":"We are in danger of regarding Christ's ministers simply as men, not recognizing them as representatives of himself. All personal considerations should be laid aside; we must listen for the word of God through his ambassadors. Christ is ever sending messages to those who listen for his voice. On the night of our Saviour's agony in the garden of Gethsemane, the sleeping disciples heard not the voice of Jesus; they had a dim sense of the angel's presence, but lost the power and glory of the scene. By drowsiness and stupor, they failed to receive the evidence which would have strengthened their souls for the terrible scenes before them. Thus the very men who most need divine instruction often fail to receive it, because they do not place themselves in communication with Heaven. Satan is ever seeking to impress and control the mind, and none of us are safe, except as we have a constant connection with God. We must momentarily receive supplies from Heaven; and if we would be kept by the power of God, we must be obedient to all his requirements."},{"refcode_short":"PH100 24.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 24.1 (Ellen Gould White)","content":"The condition of your bearing fruit is that you abide in the living vine. “Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me. I am the vine, ye are the branches. He that abideth in me, and I in him, the same bringeth forth much fruit; for without me ye can do nothing. If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned.”"},{"refcode_short":"PH100 24.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 24.2 (Ellen Gould White)","content":"All your good purposes and good intentions will not enable you to withstand the test of temptation. You must be men of prayer. Your petitions must be, not faint, occasional, and fitful, but earnest, persevering, and constant. It is not essential to be alone, or to bow upon your knees, to pray; but in the midst of your labor, your souls can be often uplifted to God, taking hold upon his strength; then you will be men of high and holy purposes, of noble integrity,—who will not for any consideration be swerved from truth, right, and justice."},{"refcode_short":"PH100 24.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 24.3 (Ellen Gould White)","content":"You are both pressed with urgent cares, burdens, and duties; but the greater the pressure upon you, and the heavier the burdens you have to bear, the greater your need of divine aid. Jesus will be your helper. You need constantly the Light of life to lighten your own pathway, and then its divine rays will reflect upon others. The work of God is a perfect whole, because perfect in all its parts. It is the conscientious attention to what the world calls little things that makes the great beauty and success of life. Little deeds of charity, little words of kindness, little acts of self-denial, a wise improvement of little opportunities, a diligent cultivation of little talents, make great men in God's sight. If these little things are faithfully attended to, if these graces be in you and abound, they will make you perfect in every good work."},{"refcode_short":"PH100 25.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 25.1 (Ellen Gould White)","content":"It is not enough to be willing to give liberally of your means to the cause of God. He calls for an unreserved consecration of all your powers. Withholding yourselves has been the mistake of your life. You may think it very difficult in your position to maintain a close connection with God; but your work will be tenfold harder if you fail to do this. Satan will beset your path with his temptations, and it is only through Christ that you can gain the victory. The same indomitable will that gave success to Dr. Kellogg in his medical career, is essential in the Christian course. You must both be representatives of Jesus Christ. Your energy and perseverance in perfecting a Christian character should be as much greater than that displayed in any other pursuit, as the things of eternity are of more importance than temporal affairs."},{"refcode_short":"PH100 25.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 25.2 (Ellen Gould White)","content":"If you ever achieve success in the Christian life, you must resolve that you will be men after God's own heart. The Lord wants your influence to be exerted in the church and in the world to elevate the standard of Christianity. True Christian character should be marked by a fixedness of purpose, an indomitable determination, which cannot be molded or subdued by earth or hell. He who is not blind to the attraction of worldly honors, indifferent to threats, and unmoved by allurements, will be, all unexpectedly to himself, overthrown by Satan's devices."},{"refcode_short":"PH100 26.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 26.1 (Ellen Gould White)","content":"God calls for complete and entire consecration; and anything short of this he will not accept. The more difficult your position, the more you need Jesus. The love and fear of God kept Joseph pure and untarnished in the king's court. He was exalted to great wealth, to the high honor of being next to the king; and this elevation was as sudden as it was great. It is impossible to stand upon a lofty height without danger. The tempest leaves unharmed the modest flower of the valley, while it wrestles with the lofty tree upon the mountain-top. There are many men whom God could have used with wonderful success when pressed with poverty,—he could have made them useful here, and crowned them with glory hereafter,—but prosperity ruined them; they were dragged down to the pit, because they forgot to be humble, forgot that God was their strength, and became independent and self-sufficient. These dangers are yours."},{"refcode_short":"PH100 26.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 26.2 (Ellen Gould White)","content":"Joseph bore the test of character in adversity, and the gold was undimmed by prosperity. He showed the same lofty regard for God's will when he stood next the throne as when in a prisoner's cell. Joseph carried his religion everywhere, and this was the secret of his unwavering fidelity. As representative men, you must have the all-pervading power of true godliness. I tell you, in the fear of God, your path is beset by dangers which you do not see and do not sense. You must hide in Jesus. You are unsafe, unless you hold the hand of Christ. You must guard against everything like presumption, and cherish that spirit that would suffer rather than sin. No victory you can gain will be half so precious as that gained over self."},{"refcode_short":"PH100 27","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 27 (Ellen Gould White)","content":"Faithful Workers"},{"refcode_short":"PH100 27.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 27.1 (Ellen Gould White)","content":"I have been shown that the Sanitarium is not what God would have it. I cannot command language to present the position that all connected with this institution should occupy to secure the greatest usefulness, and to answer the purpose of God in its existence."},{"refcode_short":"PH100 27.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 27.2 (Ellen Gould White)","content":"We are not aware with what anxiety patients with their various diseases come to the Sanitarium, all desiring help, but some doubtful and distrusting, while others are more confident that they shall be relieved. Those who have not visited the Sanitarium are watching with interest every indication of the principles which are cherished by its managers."},{"refcode_short":"PH100 27.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 27.3 (Ellen Gould White)","content":"This institution necessarily involves a great amount of responsibility, both in temporal and spiritual matters. It is of the greatest importance that this asylum for those who are diseased in body and mind shall be such that Jesus, the mighty Healer, can preside in their midst, and all that is done may be under the control of his Spirit. All connected with this institution should qualify themselves for the faithful discharge of their God-given responsibilities. They should attend to every little duty with as much fidelity as to matters of greater importance. All should study prayerfully how they can themselves become most useful, and make this retreat for the sick a grand success."},{"refcode_short":"PH100 28.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 28.1 (Ellen Gould White)","content":"All who profess to be children of God should unceasingly bear in mind that they are missionaries, in their labors brought in connection with all classes of minds. There will be the aristocratic, the proud, the vain, the frivolous, the independent, the complaining, the desponding, the discouraged, the fanatical, the egotistical, the selfish, the avaricious, the pharisaical, the timid, and the sensitive ones; the elevated in mind, and the courteous in manners; the dissipated, the uncourteous, and the superficial; in fact, every grade of character will be found among the patients at the Sanitarium. Those who come to this asylum, come because they need help; and thus, whatever their station or condition, they acknowledge that they are not able to help themselves. These varied minds cannot be treated alike; yet all, whether they be rich or poor, high or low, dependent or independent, need kindness, sympathy, and love. By mutual contact, our minds should receive polish and refinement. We are dependent upon one another,—closely bound together by the ties of human brotherhood."},{"refcode_short":"PH100 29.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 29.1 (Ellen Gould White)","content":"“Heaven forming each on other to depend,\nA master, or a servant, or a friend,\nBids each on other for assistance call,\nTill one man's weakness grows the strength of all.”"},{"refcode_short":"PH100 29.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 29.2 (Ellen Gould White)","content":"It is through the social relations that Christianity comes in contact with the world. Every man and woman who has tasted of the love of Christ, and has received into the heart the divine illumination, is required of God to shed light on the dark pathway of those who are unacquainted with the better way. Every worker in that Sanitarium should become a witness for Jesus. Social power, sanctified by the spirit of Christ, must be improved to win souls to the Saviour."},{"refcode_short":"PH100 29.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 29.3 (Ellen Gould White)","content":"He who has to deal with persons differing so widely in character, disposition, and temperament, will have trials, perplexities, and collisions, even when he does his best. He may be disgusted with the ignorance, pride, and independence which he will meet; but this should not discourage him. He should stand where he will sway, rather than be swayed. Firm as a rock to principle, with an intelligent faith, he should stand uncorrupted by surrounding influences. The physicians and helpers should not be transformed by the various influences to which they must necessarily be exposed; but they must stand up for Jesus, and by the aid of his Spirit exert a transforming power upon minds deformed by false habits and defiled by sin."},{"refcode_short":"PH100 29.4","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 29.4 (Ellen Gould White)","content":"Christ is not to be hid away in the heart, and locked in as a coveted treasure, sacred and sweet, to be enjoyed solely by the possessor. We are to have Christ in our hearts as a well of water, springing up into everlasting life, refreshing all who come in contact with us. We must confess Christ openly and bravely, exhibiting in our characters his meekness, humility, and love, till men shall be charmed by the beauty of holiness. It is not the best way to preserve our religion as we bottle perfumes, lest the fragrance should escape."},{"refcode_short":"PH100 30.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 30.1 (Ellen Gould White)","content":"The very conflicts and rebuffs we meet are to make us stronger, and give stability to our faith. We are not to be swayed, like a reed in the wind, by every passing influence. Our souls, warmed and invigorated by the truth of the gospel, and refreshed by divine grace, are to open and expand, and shed their fragrance upon others. Clad in the whole armor of righteousness, we can meet any influence and our purity remain untarnished."},{"refcode_short":"PH100 30.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 30.2 (Ellen Gould White)","content":"All should consider that God's claims upon them are paramount to all others. God has given to every person capabilities to improve, that he may reflect back glory to the Giver. Every day some progress should be made. If the workers leave the Sanitarium as they entered it, without making decided improvement, gaining in knowledge and spiritual strength, they have met with loss. God designs that Christians shall grow continually,—grow up into the full stature of men and women in Jesus Christ. All who do not grow stronger, and become more firmly rooted and grounded in the truth, are continually retrograding."},{"refcode_short":"PH100 31.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 31.1 (Ellen Gould White)","content":"A special effort should be made to secure the services of conscientious, Christian workers. It was the purpose of God that a health institution should be organized and controlled exclusively by S. D. Adventists; and when unbelievers are brought in to occupy responsible positions, an influence is presiding there that will tell with great weight against the Sanitarium. God did not design that this institution should be carried on after the order of any other health institute in the land; but that it should be one of the most effectual instrumentalities in his hands of giving light to the world. It should stand forth with scientific ability, with moral and spiritual power, and as a faithful sentinel of reform in all its bearings; and all who act a part in it, should be reformers, having respect to its rules, and heeding the light of health reform now shining upon us as a people."},{"refcode_short":"PH100 31.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 31.2 (Ellen Gould White)","content":"A class of helpers has been employed who are not, in deportment, morals, or religion, a credit to the institution. Many can do good, if they will place themselves where they will correctly represent the religion of Jesus Christ. But there has been greater anxiety to make the outward appearance in every way presentable, that it may meet the minds of worldly patients, than to maintain a living connection with Heaven,—to watch and pray, that this instrumentality of God may be wholly successful in doing good to the bodies and also to the souls of men."},{"refcode_short":"PH100 31.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 31.3 (Ellen Gould White)","content":"What can be said, and what can be done, to awaken conviction in the hearts of all connected with this important institution? How can they be led to see and sense the danger of making wrong moves unless they daily have a living experience in the things of God? The physicians are in a position where, should they exert an influence in accordance with their faith, they would have a molding power upon all connected with the institution. This is one of the best missionary fields in the world; and all in responsible positions should become acquainted with God, and ever be receiving light from Heaven. There has never been so important a period in the history of the Sanitarium as the present, never a time when so much was at stake. We are surrounded by the perils of the last days. Satan has come down with great power, working with all deceivableness of unrighteousness in them that perish; for he knows that his time is short. The light must now shine forth in our words and deportment with increased brightness on the path of those who are in darkness."},{"refcode_short":"PH100 32.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 32.1 (Ellen Gould White)","content":"Eld. McCoy, you are not what the Lord would have you to be. You are abrupt and harsh, and need the softening, subduing influence of the Spirit of God. It is never convenient to take up the cross, and follow in the path of self-denial; and yet this must be done. God wants you to have his grace and his Spirit to make fragrant your life. You are too independent, too self-sufficient; you do not counsel with others as you should. You cannot read character, you lack discernment; therefore your only safety is in counseling with those of good judgment. You may be constantly associated with unprincipled persons connected with the Sanitarium, and yet you do not discern their defects; individuals will practice dishonesty, and you do not see it; they may do any amount of injury by their influence upon others, and you are blind to it all."},{"refcode_short":"PH100 33.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 33.1 (Ellen Gould White)","content":"Your own children are not restrained as they should be. They are unruly, and their rough ways are no recommendation to you, or to the institution with which you are connected. They should not be allowed at the Sanitarium unless their characters shall be greatly changed. They do harm; they work against the institution."},{"refcode_short":"PH100 33.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 33.2 (Ellen Gould White)","content":"My brother, we are living in a solemn time. An important work is to be done for our own souls and for the souls of others, or we shall meet with an infinite loss. We must be transformed by the grace of God, or we shall fail of Heaven; and through our influence, others will fail with us. Let me assure you, my brother, the struggles and conflicts which must be endured in the discharge of duty, the self-denials and sacrifices which must be made if we are faithful to Christ, are not created by him. They are not imposed by arbitrary or unnecessary command; they do not come from the severity of the life which he requires us to lead in his service. Trials would exist in greater power and number, were we to refuse obedience to Christ, and become the servants of Satan and the slaves of sin."},{"refcode_short":"PH100 33.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 33.3 (Ellen Gould White)","content":"Jesus invites us to come to him, and he will lift the weights from all weary shoulders, and place upon us his yoke, which is easy, and his burden, which is light. The path in which he invites us to walk would never have cost us a pang, had we always walked in it. It is when we stray from the path of duty that the way becomes difficult and thorny. The sacrifices which we must make is following Christ are only so many steps to return to the path of light, of peace and happiness. Doubts and fears grow by indulgence, and the more they are indulged, the harder are they to overcome. It is safe to let go every earthly support, and take the hand of Him who lifted up and saved the sinking disciple on the stormy sea."},{"refcode_short":"PH100 34.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 34.1 (Ellen Gould White)","content":"God calls upon you to mingle the trusting simplicity of the child with the strength and maturity of the man. He would have you develop the true gold of character; and through the merits of Christ you can do this. My soul is burdened for you and for others who do not feel their need of constant connection with Heaven in order to do the work devolving upon them as faithful sentinels for God."},{"refcode_short":"PH100 34.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 34.2 (Ellen Gould White)","content":"Religion is what is needed. We must eat of the bread of life, and drink of the water of salvation. We must cherish love,—not that which is falsely called charity, which would lead us to love sin and cherish sinners; but Bible charity and Bible wisdom, that is first pure, then peaceable, easy to be entreated, full of mercy and good fruits."},{"refcode_short":"PH100 34.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 34.3 (Ellen Gould White)","content":"The Sanitarium is a place which affords ample opportunity to backslide from God, to let self have the supremacy, and thus separate from the soul Christ and holy angels. There must be with all who have any influence in the Sanitarium, a conforming to God's will, a humiliation of self, an opening of the heart to the precious influence of the spirit of Christ. The gold tried in the fire represents love and faith. Many are nearly destitute of love. Self-sufficiency blinds their eyes to their great need. There is a positive necessity for a daily conversion to God,—a new, deep, and daily experience in the religious life."},{"refcode_short":"PH100 35.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 35.1 (Ellen Gould White)","content":"There should be awakened in the hearts of the physicians especially, a most earnest desire to have that wisdom which God alone can impart; for as soon as they become self-confident, they are left to themselves, to follow the impulses of the unsanctified heart. When I see what these physicians may become, in connection with Christ, and what they will fail to become if they do not daily connect with him, I am filled with apprehension that they will be content with reaching a worldly standard, and have no ardent longings, no hungering and thirsting for the beauty of holiness, and ornament of a meek and quiet spirit, which is in the sight of God of great price."},{"refcode_short":"PH100 35.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 35.2 (Ellen Gould White)","content":"The peace of Christ—the peace of Christ—money cannot buy it; brilliant talent cannot command it; intellect cannot secure it: it is the gift of God. The religion of Christ—how shall I make you understand your great loss if you fail to carry its holy principles into your daily life? The meekness and lowliness of Christ is the Christian's power. It is indeed more precious than all things which genius can create, or wealth can buy. Of all things that are sought, cherished, and cultivated, there is nothing so valuable in the sight of God as a pure heart, a disposition imbued with thankfulness and peace."},{"refcode_short":"PH100 36.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 36.1 (Ellen Gould White)","content":"If the divine harmony of truth and love, exists in the heart, it will shine forth in words and actions. The most careful cultivation of the outward proprieties and courtesies of life has not sufficient power to shut out all fretfulness, harsh judgment, and unbecoming speech. The spirit of genuine benevolence must dwell in the heart. Love imparts grace, propriety, and comeliness of deportment, to its possessor. Love illuminates the countenance, and subdues the voice,—refines and elevates the entire man. It brings him into harmony with God; for it is a heavenly attribute."},{"refcode_short":"PH100 36.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 36.2 (Ellen Gould White)","content":"Many are in danger of thinking that in the cares of labor, in writing and practicing as physicians, or performing the duties of the various departments, they are excusable if they lay down prayer, neglect the Sabbath, and neglect religious service. Sacred things are thus brought down to meet their convenience, while duties, denials, and crosses are left untouched. Neither physicians nor helpers should attempt to perform their work without taking time to pray. God would be the helper of all who profess to love him, if they would come to him in faith, and, with a sense of their own weakness, crave his power. When they separate from God, their wisdom will be found to be foolishness. When they are small in their own eyes, and lean heavily upon their God, then he will be the arm of their power, and success will attend their efforts; but when they allow the mind to be diverted from God, then Satan comes in and controls the thoughts and perverts the judgment."},{"refcode_short":"PH100 37.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 37.1 (Ellen Gould White)","content":"None are standing in greater danger than our beloved brother, Dr. Kellogg. He is honored not only by the most of our own people, but by all who know him. He is in danger of feeling that his mountain standeth sure. It is then that his feet will begin to slide. Temptations will come, one after another, and so imperceptible will be their influence upon the life and character, that, unless kept by divine power, he will be corrupted by the spirit of the world, and will fail to carry out the purpose of God. All that he is, God has given him, and if he improves his abilities to God's glory, he will be an honored instrument to do much good; but he can no more live a religious life without constant prayer and the performance of religious duties, than he can have physical strength without partaking of temporal food. He must daily sit down at God's table. He must receive strength from the Living Vine, if he is nourished."},{"refcode_short":"PH100 37.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 37.2 (Ellen Gould White)","content":"The course which some have pursued, in using worldly policy to accomplish their purposes, is not in harmony with the will of God. They see evils which need correcting, and instead of courageously meeting these things, they do not wish to bring down reproach upon their own head, and therefore throw the burden upon another, and let him meet the difficulties which they have shunned; and in too many cases the one who uses plain speech is made the great offender."},{"refcode_short":"PH100 38.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 38.1 (Ellen Gould White)","content":"All who are connected with the Sanitarium should labor diligently and unselfishly for its prosperity. There is danger of burdening this institution with improper and inefficient helpers, by employing persons simply because they are relatives or friends of the managers. Selfish interests should not control in these matters."},{"refcode_short":"PH100 38.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 38.2 (Ellen Gould White)","content":"Some who occupy responsible positions in this institution are in danger of being affected and misled by outside influences. They should watch every point carefully, that the attitude of their relatives may not warp their judgment, or control them in any manner. The only safety for these men is to look to God, and be guided by him, allowing no unsanctified influence to sway them a hair's breadth from the path of right."},{"refcode_short":"PH100 38.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 38.3 (Ellen Gould White)","content":"Brethren, I entreat you to move with an eye single to the glory of God. Let his power be your dependence, his grace your strength. By study of the Scriptures, and earnest prayer, seek to obtain clear conceptions of your duty, and then faithfully perform it. It is essential that you cultivate faithfulness in little things, and in thus doing, you will acquire habits of integrity in greater responsibilities. The little incidents of every-day life often pass without our notice; but it is these things that shape the character. Every event of life is great for good or for evil. The mind needs to be trained by daily tests, that it may acquire power to stand in any difficult position. In the days of trial and of peril, you will need to be fortified to stand firmly for the right, independent of every opposing influence."},{"refcode_short":"PH100 39.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 39.1 (Ellen Gould White)","content":"God is willing to do much for you, if you will only feel your need of him. Jesus loves you. Ever seek to walk in the light of God's wisdom; and through all the changing scenes of life, do not rest unless you know that your will is in harmony with the will of your Creator. Through faith in him you may obtain strength to resist every temptation of Satan, and thus increase in moral power with every proving from God."},{"refcode_short":"PH100 39.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 39.2 (Ellen Gould White)","content":"You may become men of responsibility and influence, if by the power of your will, united with the divine strength, you earnestly engage in the work. Exercise the mental powers, and in no case neglect the physical. Let not intellectual slothfulness close up your path to greater knowledge. Learn to reflect as well as to study, that your minds may expand, strengthen, and develop. Never think that you have learned enough, and that you may now relax your efforts. The cultivated mind is the measure of the man. Your education should continue during your life-time; every day you should be learning, and putting to practical use the knowledge gained."},{"refcode_short":"PH100 39.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 39.3 (Ellen Gould White)","content":"You are rising in true dignity and moral worth as you practice virtue, and cherish uprightness in heart and life. Let not your character be affected by a taint of the leprosy of selfishness. A noble soul, united with a cultivated intellect, will make you men whom God will use in positions of sacred trust."},{"refcode_short":"PH100 39.4","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 39.4 (Ellen Gould White)","content":"It should be the first work of all connected with this institution to be right before God themselves, and then to stand in the strength of Christ, unaffected by the wrong influences to which they will be exposed. If they make the broad principles of the word of God the foundation of the character, they may stand wherever the Lord in his providence may call them, surrounded by any deleterious influence, and yet not be swayed from the path of right."},{"refcode_short":"PH100 40.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 40.1 (Ellen Gould White)","content":"Many fail where they should be successful, because they do not realize how great is the influence of their words and actions. They are affected by circumstances, and seem to think that their lives are their own, and they may pursue whatever course seems most agreeable to themselves, irrespective of others. Such persons will be found self-sufficient and unreliable. They do not prayerfully consider their position and their responsibilities, and fail to realize that only by a faithful discharge of the duties of the present life, can they hope to win the future, immortal life."},{"refcode_short":"PH100 40.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 40.2 (Ellen Gould White)","content":"If these persons would make the word of God their study and their guide, they would see that “no man liveth to himself.” They would learn from the Inspired Record that God has placed a high value upon the human family. The works of his creation upon each successive day were called good, but man, formed in the image of his Creator, was pronounced “very good,.” No other creature which God has made has called forth such exhibitions of his love. And when all was lost by sin, God gave his dear Son to redeem the fallen race. It was his will that they should not perish in their sins, but live to use their powers in blessing the world and honoring their Creator. Professed Christians who do not live to benefit others, follow their own perverse will rather than the will of God, and they will be called to account by the Master for their abuse of the blessings which he has given them."},{"refcode_short":"PH100 41.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 41.1 (Ellen Gould White)","content":"Jesus, Heaven's great commander, left the royal courts to come to a world seared and marred with the curse. He took upon himself our nature, that with his human arm he might encircle the race, while with his divine arm he grasps Omnipotence, and thus links finite man to the infinite God. Our Redeemer came to the world to show how man should live in order to secure immortal life. Our Heavenly Father made an infinite sacrifice in giving his Son to die for fallen man. The price paid for our redemption should give us exalted views of what we may become through Jesus Christ."},{"refcode_short":"PH100 41.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 41.2 (Ellen Gould White)","content":"As John beholds the height, depth, and breadth of the love of the Father toward our perishing race, he is filled with admiration and reverence. He cannot find suitable language to express this love, but he calls upon the world to behold it. “Behold what manner of love the Father hath bestowed upon us, that we should be called the sons of God.” What a value this places upon man. Through transgression, the sons of men became subjects of Satan. Through the infinite sacrifice of Christ, and faith in his name, the sons of Adam become the sons of God. By assuming human nature, Christ elevates humanity. Fallen men are granted another trial, and are placed where, through connection with Christ, they may educate, improve, and elevate themselves, that they may indeed become worthy of the name, sons of God."},{"refcode_short":"PH100 42.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 42.1 (Ellen Gould White)","content":"Such love is without a parallel. Jesus requires that those who have been bought by the price of his own life, shall make the best use of the talents which he has given them. They are to increase in the knowledge of the divine will, and constantly improve in intellect and morals, until they shall attain to a perfection of character but little lower than that of the angels. Said Christ, “Be ye therefore perfect, even as your Father which is in Heaven is perfect.”"},{"refcode_short":"PH100 42.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 42.2 (Ellen Gould White)","content":"If those who profess to believe present truth were indeed representatives of the truth, living up to all the light which shines upon their pathway, they would constantly exert an influence for good upon others, thus leaving a bright track heavenward for all who are brought in contact with them. But what a different state of things exists among the workers at the Sanitarium. Lack of faithfulness and integrity among its professed friends is a serious hindrance to the prosperity of God's cause. Satan works through men who are under his control. The Sanitarium, the church, and other institutions at Battle Creek, have less to fear from the infidel and the open blasphemer than from inconsistent professors of Christ. These are the Achans in the camp, who bring shame and defeat. These are the ones who keep back the blessings of God, and dishearten the zealous, self-denying workers in the cause of Christ."},{"refcode_short":"PH100 43.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 43.1 (Ellen Gould White)","content":"In their conduct toward the patients, all should be actuated by higher motives than selfish interest. Every one should feel that this institution is one of God's instrumentalities to relieve the disease of the body, and point the sin-sick soul to Him who can heal both soul and body. In addition to the performance of the special duties assigned them, all should have an interest for the welfare of others. Selfishness is contrary to the spirit of Christianity. It is altogether satanic in its nature and development."},{"refcode_short":"PH100 43.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 43.2 (Ellen Gould White)","content":"In one of his precious lessons to his disciples, our Saviour described God's care for his creatures in these words: “Are not five sparrows sold for two farthings, and not one of them is forgotten before God? But even the very hairs of your head are all numbered.” He who stoops to notice even the little birds, has a special care for all branches of his work. All who are employed in the Sanitarium, be their position high or low, are under the eye of the infinite God. He sees whether their duties are performed with strict, integrity, or in a careless dishonest manner. Angels are walking unseen through every room of that institution. Angels are constantly ascending to Heaven, bearing up the record with joy or sadness. Every act of fidelity is registered; every act of dishonestly also is recorded; and every person is finally to be rewarded as his works have been."},{"refcode_short":"PH100 44","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 44 (Ellen Gould White)","content":"Christian Intercourse"},{"refcode_short":"PH100 44.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 44.1 (Ellen Gould White)","content":"In all their intercourse with others, the followers of Christ should seek to elevate the standard of Christianity. I have hesitated to speak upon this point, because some who are ever ready to go to extremes will conclude that in order to elevate the standard, it is necessary to discuss with the patients upon points of doctrine, and in the religious meetings held at the Sanitarium, to talk as they would if among their brethren in our own house of worship. Some manifest no wisdom in bearing their testimony in these little meetings designed more especially for the benefit of the patients, but rush on in their zeal, and talk of the third angel's message, or other peculiar points of our faith, while these sick people understand no more what they are talking about than if they spoke in Greek."},{"refcode_short":"PH100 44.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 44.2 (Ellen Gould White)","content":"It may be well enough to introduce these subjects in a prayer-meeting of believers, but not where the object is to benefit those who know nothing of our faith. We should adapt our prayers and testimonies to the occasion and to the company present. Those who cannot do this are not needed in such meetings. There are themes that Christians may at any time dwell upon with profit, such as the Christian experience, the love of Christ, and the simplicity of faith; and if their own hearts are imbued with the love of Jesus, they will let it shine forth in every prayer and exhortation. Let the fruits of the sanctifying truth be seen in the life, in a godly example, and it will make an impression that no opposing influence can counteract."},{"refcode_short":"PH100 45.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 45.1 (Ellen Gould White)","content":"It is a shame to the Christian name, that so little stability and true godliness are seen in the lives of many who profess Christ. When brought in contact with worldly influences, they become divided in heart. They lean to the world rather than toward Christ. Unless there is a powerful excitement to stir the feelings, one would never think, from their deportment, that they loved the truth or were Christians."},{"refcode_short":"PH100 45.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 45.2 (Ellen Gould White)","content":"Some will acknowledge the truthfulness of what I have written, but will make no radical change; they cannot discern the deceitful workings of their own hearts, and because of their spiritual blindness they will be seduced by influences that corrupt and ruin the soul. The spell of temptation will hold under its charm those who see and feel not their danger. At every favorable opportunity the adversary of souls will use them as his agents, and will stir every element of depravity which exists in their unsanctified natures. They will manifest a continual tendency toward that which is wrong. Appetite and passion will clamor for indulgence. The habits of years will be revealed under the strong power of Satan's temptations. If this class were many miles from any of our institutions in Battle Creek; the cause of God would be far more prosperous."},{"refcode_short":"PH100 45.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 45.3 (Ellen Gould White)","content":"Such persons might reform, if they would have any true sense of their condition and the pernicious influence which they exert, and would make decided efforts to correct their errors. But they do not meditate, or pray, or read the Scriptures as they should. They are frivolous and changeable. They are anchored nowhere. Those who would be faithful and exert a saving influence upon others, find this class a stumbling-block in their path, and their work is tenfold harder than it otherwise would be."},{"refcode_short":"PH100 46.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 46.1 (Ellen Gould White)","content":"I have been shown that the physicians should come into a closer connection with God, and stand and work earnestly in his strength. They have a responsible part to act. Not only the lives of the patients, but their souls also, are at stake. Many who are benefited physically, may, at the same time, be greatly helped spiritually. The health of the body and also the salvation of the soul is in a great degree dependent upon the course of the physicians. It is of the utmost consequence that they are right; that they have not only scientific knowledge, but the knowledge of God's will and of God's ways. Great responsibilities rest upon them."},{"refcode_short":"PH100 46.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 46.2 (Ellen Gould White)","content":"My brethren, you should see and feel your responsibility, and in view of it, humble your souls before God, and plead with him for wisdom. You have not realized how much the salvation of the souls of those whose bodies you are seeking to relieve from suffering, depends upon your words, your actions, and deportment. You are doing work which must bear the test of the Judgment. You must guard your own soul from the sins of selfishness, self-sufficiency, and self-confidence."},{"refcode_short":"PH100 46.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 46.3 (Ellen Gould White)","content":"You should preserve a true Christian dignity, but avoid all affectation. Be strictly honest in heart and life. Let faith, like the palm-tree, strike its penetrating roots beneath the things which do appear, and bring up spiritual refreshment from the living springs of God's grace and mercy. There is a well of water which springeth up into everlasting life. You must draw your life from this hidden spring. If you divest yourselves of selfishness, and strengthen your souls by constant communion with God, you may promote the happiness of all with whom you come in contact. You will notice the neglected, inform the ignorant, encourage the oppressed and desponding, and, as far as possible, relieve the suffering. And you will not only point the way to Heaven, but will walk in that way yourselves."},{"refcode_short":"PH100 47.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 47.1 (Ellen Gould White)","content":"Be not satisfied with superficial knowledge. Be not elated by flattery, or depressed by fault-finding. Satan will tempt you to pursue such a course that you may be admired and flattered; but you should turn away from his devices. You are servants of the living God."},{"refcode_short":"PH100 47.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 47.2 (Ellen Gould White)","content":"Your intercourse with the sick is an exhaustive process, and would gradually dry up the very springs of life if there were no change, no opportunity for recreation, and if angels of God did not guard and protect you. If you could only see the many perils through which you are conducted safely every day by these messengers of Heaven, gratitude would spring up in your heart, and find expression from your lips. If you make God your strength, you may, under the most discouraging circumstances, attain a height and breadth of Christian perfection which you hardly think it possible to reach. Your thoughts may be elevated, you may have noble aspirations, clear perception of truth, and purposes of action which shall raise you above all sordid motives."},{"refcode_short":"PH100 48.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 48.1 (Ellen Gould White)","content":"Both thought and action will be necessary, if you attain to perfection of character. While brought in contact with the world, you should be on your guard that you do not seek too ardently for the applause of men, and live for their opinion. Walk carefully, if you would walk safely; cultivate the grace of humility, and hang your helpless souls upon Christ. You may be, in every sense, men of God. In the midst of confusion and temptation in the worldly crowd, you may, with perfect sweetness, keep the independence of the soul."},{"refcode_short":"PH100 48.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 48.2 (Ellen Gould White)","content":"If you are in daily communion with God, you will learn to place his estimate upon men, and the obligations resting upon you to bless suffering humanity will meet with a willing response. You are not your own; your Lord has sacred claims upon your supreme affections and the very highest services of your life. He has a right to use you, in your body and in your spirit, to the fullest extent of your capabilities, for his own honor and glory. Whatever crosses you may be required to bear, whatever labors or sufferings are imposed upon you by his hand, you are to accept without a murmur."},{"refcode_short":"PH100 48.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 48.3 (Ellen Gould White)","content":"Those for whom you labor are your brethren in distress, suffering from physical disorders and the spiritual leprosy of sin. If you are any better than they, it is be credited to the cross of Christ. Many are without God, and without hope in the world. They are guilty, corrupt, and degraded,—enslaved by Satan's devices. Yet these are the ones whom Christ came from Heaven to redeem. They are subjects for tenderest pity, sympathy, and tireless effort; for they are on the verge of ruin. They suffer from ungratified desires, disordered passions, and the condemnation of their own consciences; they are miserable in every sense of the word, for they are losing their hold on this life, and have no prospect for the life to come."},{"refcode_short":"PH100 49.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 49.1 (Ellen Gould White)","content":"You have an important field of labor, and you should be active and vigilant, rendering cheerful and unqualified obedience to the Master's calls. Ever bear in mind that your efforts to reform others should be made in the spirit of unwavering kindness. Nothing is ever gained by holding yourselves aloof from those whom you would help. You should keep before the minds of patients the fact that in suggesting reforms of their habits and customs you are presenting before them that which is not to ruin, but to save them; that, while yielding up what they have hitherto esteemed and loved, they are to build on a more secure foundation. While reform must be advocated with firmness and resolution, all appearance of bigotry or overbearing should be carefully shunned. Christ has given us precious lessons of patience, forbearance, and love. Rudeness is not energy; nor is domineering, heroism. The Son of God was persuasive. He was manifested to draw all men unto him. His followers must study his life more closely, and walk in the light of his example, at whatever sacrifice to self. Reform, continual reform, must be kept before the people; and your example should exemplify your faith."},{"refcode_short":"PH100 50.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 50.1 (Ellen Gould White)","content":"The case of Daniel was presented before me. Although he was a man of like passions with ourselves, the pen of inspiration presents him as a faultless character. His life is given us as a bright example of what man may become, even in this life, if he will make God his strength, and wisely improve the opportunities and privileges within his reach. Daniel was an intellectual giant, yet he was continually seeking for greater knowledge, for higher attainments. Other young men had the same advantages; but they did not, like him, bend all their energies to seek wisdom,—the knowledge of God as revealed in his word and in his works. Although Daniel was one of the world's great men, he was not proud and self-sufficient. He felt the need of refreshing his soul with prayer, and each day found him in earnest supplication before God. He would not be deprived of this privilege, even when a den of lions was open to receive him if he continued to pray."},{"refcode_short":"PH100 50.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 50.2 (Ellen Gould White)","content":"Daniel loved, feared, and obeyed God. Yet he did not flee away from the world to avoid its corrupting influence. In the providence of God, he was to be in the world, yet not of the world. With all the temptations and fascinations of court life surrounding him, he stood in the integrity of his soul, firm as a rock to principle. He made God his strength, and was not forsaken of him in his time of greatest need."},{"refcode_short":"PH100 51.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 51.1 (Ellen Gould White)","content":"Daniel was true, noble and generous. While he was anxious to be at peace with all men, he would not permit any power to turn him aside from the path of duty. He was willing to obey those who had rule over him as far as he could do so consistently with truth and righteousness, but kings and decrees could not make him swerve from his allegiance to the King of kings. Daniel was but eighteen years old when brought into a heathen court in service to the king of Babylon. And because of his youth, his noble resistance of wrong and his steadfast adherence to the right are the more admirable. His noble example should bring strength to the tried and tempted, even at the present day."},{"refcode_short":"PH100 51.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 51.2 (Ellen Gould White)","content":"A strict compliance with the Bible requirements will be a blessing, not only to the soul, but to the body. The fruit of the Spirit is not only love, joy, and peace, but temperance also. We are enjoined not to defile our bodies, for they are the temples of the Holy Ghost. The case of Daniel shows us, that, through religious principle, young men may triumph over the lust of the flesh, and remain true to God's requirements, even though it cost them a great sacrifice. What if he had made a compromise with those heathen officers, and had yielded to the pressure of the occasion by eating and drinking as was customary with the Babylonians? That one wrong step would probably have led to others, until, his connection with Heaven being severed, he would have been borne away by temptation. But while he clung to God with unwavering trust, the spirit of prophetic power came upon him. While he was instructed of man in the duties of court life, he was taught of God to read the mysteries of future ages."},{"refcode_short":"PH100 52","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 52 (Ellen Gould White)","content":"Economy and Self-denial"},{"refcode_short":"PH100 52.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 52.1 (Ellen Gould White)","content":"Economy in the outlay of means is an excellent branch of Christian wisdom. This matter is not sufficiently considered by those who occupy responsible positions in our institutions. Money is an excellent gift of God. In the hands of his children, it is food for the hungry, drink for the thirsty, and raiment for the naked; it is a defense for the oppressed, and a means of health to the sick. Means should not be needlessly or lavishly expended for the gratification of pride or ambition."},{"refcode_short":"PH100 52.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 52.2 (Ellen Gould White)","content":"A mistake was made in the large outlay in the erection of the Sanitarium building. The perfection of arrangement and finish involved great additional expense. Wisdom and good judgment would have led the managers first to consider carefully the cost, and to ask whether it would not be difficult to complete so extensive an enterprise."},{"refcode_short":"PH100 52.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 52.3 (Ellen Gould White)","content":"Thousands of dollars were lost in experimenting with various plans,—building up and tearing down. Wisdom seemed to have departed. Sabbaths were spent by some in looking over the premises and devising improvements. God's hand was not in all this. There were lofty ideas and extensive plans, but no capital and little experience. Without a close connection with Heaven and special wisdom from God, it is not strange that mistakes were made. But a greater wrong was done in throwing the blame on Bro. Jones. I saw that he did not understand how to make proper calculations for so large a building; but much has been charged upon him for which others were responsible; and some of his plans, which would have saved expense, were not accepted. I saw that Bro. Sisley took advantage of this state of things to raise himself on the downfall of Bro. Jones."},{"refcode_short":"PH100 53.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 53.1 (Ellen Gould White)","content":"A further lack of wisdom was manifested in furnishing the new building. Very much of the heavy debt might have been saved by prudent calculation. One-half the means used would have been amply sufficient for the purpose, and any surplus might have been far more profitably expended in providing additional facilities."},{"refcode_short":"PH100 53.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 53.2 (Ellen Gould White)","content":"It was thought necessary that the table should correspond with the general appointments of the house, and there has been a greater effort to make a display, and to provide for the indulgence of appetite, than to carry out hygienic principles. Thus the Sanitarium has been perverted from its original design, until it resembles a grand hotel rather than an institution for the treatment of the sick."},{"refcode_short":"PH100 53.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 53.3 (Ellen Gould White)","content":"A gradual, steady growth from a small beginning would have made a far more favorable impression upon visitors and patients, than expensive arrangements and furnishing and even increased facilities, on borrowed capital. This is poor policy. As the result of the extravagant outlay, the price of board and treatment must be placed at a high figure, and hence many are unable to avail themselves of the benefits of the institution. Again, the financial embarrassment has called into active exercise all of Dr. Kellogg's scheming and planning to gather means to lessen the heavy debt. This has caused him great care and labor, and has nearly cost his life. The efforts to gratify worldliness and pride will result in more disaster than is dreamed of; they will cost physical life, and will ruin souls."},{"refcode_short":"PH100 54.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 54.1 (Ellen Gould White)","content":"The unnecessary expense at the outset involves an increase of expense in conducting the institution, that everything may be kept up to the high standard already established. The repeated calls for means which have been made necessary have disheartened our brethren. “Money, money,” say they, “it is always money!” and then temptations come in, and backsliding commences."},{"refcode_short":"PH100 54.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 54.2 (Ellen Gould White)","content":"The great mistake is all this has been caused by a departure from the simplicity which God has ever been calling upon us to preserve. With the heavy debt now hanging over the institution,—a debt which should never have been incurred,—there is a continual temptation to deviate from principle,—to follow the customs of the world in the gratification of pride and of the appetite, in order to gain the favor of worldlings."},{"refcode_short":"PH100 55.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 55.1 (Ellen Gould White)","content":"The only safe course is to cut down expenses, to dispense with delicacies and great variety, and be content with simple food, simply prepared. We should make it a principle not to aim at the world's standard. The precious talent of means should not be squandered to gain the praise of men. We should be content with the honor which comes from above. God hates the pride, the lust, the ambition, which have a controlling power in the world today, and which are fast gaining control of the Sanitarium."},{"refcode_short":"PH100 55.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 55.2 (Ellen Gould White)","content":"Great efforts have been made to secure the patronage of the wealthy. The Sanitarium has not been a success, and will not prove such, unless those who are connected with it shall give it a different mold. If this institution shall be conducted as it has been, with so little of the influence of the Holy Spirit, it will not answer the purpose of God, and will be rejected by him. It was Satan's device to lead to a great expenditure of means in building and furnishing, when there were not sufficient funds to sustain such an outlay. Those who were responsible for this heavy debt, felt that extra effort must be made to secure patients; hence a conservative spirit has come in; little by little has the transforming been going on in the Sanitarium, until the object for which it was started has been almost lost."},{"refcode_short":"PH100 55.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 55.3 (Ellen Gould White)","content":"In order to meet the real wants of the people, the stern motives of religious principle must be a controlling power. But it is not thus. When Christians and worldlings are brought together, the Christian element is not to assimilate with the unsanctified. The contrast must be kept sharp and positive between the two. They are servants of two masters. One class strive to keep the humble path of obedience to God's requirements,—the path of simplicity, meekness, and humility,—imitating the Pattern, Christ Jesus. The other class are in every way the opposite of the first. They are servants of the world, eager and ambitious to follow its fashions in extravagant dress and in the gratification of appetite. This is the field in which Christ has given those connected with the Sanitarium their appointed work. We are not to lessen the distance between us and worldlings by coming to their standard, stepping down from the high path cast up for the ransomed of the Lord to walk in. But the charms exhibited in the Christian's life,—the principles carried out in our daily work, in holding appetite under the control of reason, maintaining simplicity in dress, and engaging in holy conversation,—will be a continual light shining upon the pathway of those whose habits are false."},{"refcode_short":"PH100 56.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 56.1 (Ellen Gould White)","content":"There are weak and vain ones at the Sanitarium who have no depth of mind, or power of principle, who are foolish enough to be influenced and corrupted from the simplicity of the gospel by the devotees of fashion. If they see that physicians and managers, are, as far as their circumstances will admit, indulging the appetite, and dressing after the customs of the world, the slaves of self-indulgence will become confirmed in their perverse habits. They conclude that they are not so far out of the way, after all, and that no great change need to be made by them."},{"refcode_short":"PH100 57.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 57.1 (Ellen Gould White)","content":"There must be a change in that Sanitarium. I lift my voice in protest against the course pursued there in conforming to the habits and customs of the world. Those who are connected with that institution should be examples as reformers. When Dr. Kellogg took his stand against the dress reform, he made a wrong move; in no place was the dress advocated so appropriate and in every way proper and consistent as in an institution for the treatment of the sick. The dress is not in accordance with the fashions of the world, and this is why it is considered objectionable. Physicians and workers should firmly uphold the standard of right, and exert an influence to correct the wrong habits of those who have been worshiping at the shrine of fashion, and break the spell which Satan has had over these poor souls. Worldlings should see a marked contrast between their own extravagance and the simplicity of reformers who are followers of Christ."},{"refcode_short":"PH100 57.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 57.2 (Ellen Gould White)","content":"There is a lack of that care and economy which should exist in every department of this institution. Much is lost that might and should be saved. Many of these losses are caused by a neglect to look after the little matters. The workers have thought it their duty to attend to the larger responsibilities, but there are hundreds of leaks daily that are not thought of or cared for, and the loss in a year is by no means small. Here is one of the special defects that exist at the Sanitarium. Men and women are above attending to the minutiae. They consider it below their calling to give attention to the little things."},{"refcode_short":"PH100 58.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 58.1 (Ellen Gould White)","content":"My brethren and sisters at the Sanitarium, Bro. McCoy and Sr. Lamson in particular, you may depend upon what I say,—the secret of life's success is in a careful, conscientious attention to the little things. God makes the simple leaf, the tiny flower, the blade of grass, with as much care as he creates a world. The symmetrical structure of a strong, beautiful character is built up by individual acts of duty. You must learn to be faithful in the least as well as in the greatest duty. Your work cannot bear the inspection of God, unless it be found to include a faithful, diligent, economical care for the little things. At every point, losses are occurring which it is your duty to prevent."},{"refcode_short":"PH100 58.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 58.2 (Ellen Gould White)","content":"All should have a jealous care that nothing be wasted, even if the matter does not come under the very part of the work assigned them. Some of the workers see and condemn such losses, and yet do nothing to prevent them. If it were beyond their power to change the state of things, they would be free from responsibility in the matter; but this is not the case. Every one can do something toward economizing. All should perform their work, not to win the praise of men, but in such a manner that it may bear the scrutiny of God."},{"refcode_short":"PH100 58.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 58.3 (Ellen Gould White)","content":"Christ once gave his disciples a lesson upon economy which is worthy of careful attention. He wrought a miracle to feed the hungry thousands who had listened to his teachings; yet after all had eaten and were satisfied, he did not permit the fragments to be wasted. He who could, in their necessity, feed the vast multitude by his divine power, bade his disciples gather up the fragments, that nothing might be lost. This lesson was given as much for our benefit as for those living in Christ's day. The Son of God has a care for the necessities of temporal life. He did not neglect the broken fragments after the feast, although he could make such a feast whenever he chose. The workers at the Sanitarium would do well to heed this lesson: “Gather up the fragments, that nothing be lost.” This is the duty of all; and those who occupy a leading position should set the example."},{"refcode_short":"PH100 59.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 59.1 (Ellen Gould White)","content":"Those whose hands are open to respond to the calls for means to sustain the cause of God, and to relieve the suffering and the needy, are not the ones who are found loose and lax and dilatory in their business management. They are always careful to keep their outgoes within their income. They are economical from principle; they feel it their duty to save, that they may have something to give."},{"refcode_short":"PH100 59.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 59.2 (Ellen Gould White)","content":"The helpers at the Sanitarium should not feel at liberty to appropriate to their own use articles of food provided for the patients. The temptation is especially strong to indulge in things allowed to new-comers, who must be induced gradually to correct their pernicious habits. Some of the workers, like the children of Israel, allow perverted appetite and old habits of indulgence to clamor for the victory. They long, as did ancient Israel, for the leeks and onions of Egypt. All connected with this institution should strictly adhere to the laws of life and health, and thus give no countenance, by their example, to the wrong habits of others, which have made it necessary for them to come to the Sanitarium for relief."},{"refcode_short":"PH100 60.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 60.1 (Ellen Gould White)","content":"Employees have no right to help themselves to crackers, nuts, raisins, dates, sugar, oranges or fruit of any kind; for, in the first place, in eating these things between meals, as is generally done, they are injuring the digestive organs. No food should pass the lips between the regular meals. Again, those who partake of these things are taking that which is not theirs. Temptation is continually before them to taste the food which they are handling; and here is an excellent opportunity for them to gain control of the appetite. But food seems to be very abundant, and they forget that it all represents so much money value. One and another thoughtlessly indulge the habit of tasting and helping themselves, until they fancy that there is no real sin in the practice. All should beware of cherishing this view of the matter, for conscience is thus losing its sensitiveness. One may reason, “The little I have taken does not amount to much;” but the question comes home, Did the smallness of the amount lessen the sin of the act? Again, the little which one person takes may not amount to much, but when five act on the same plan, five littles are taken. Then ten, twenty, or even more, may presume in the same way, until every day the workers may, to their own injury, appropriate many littles that they have no right to touch. Many littles make much in the end. But the greatest loss is sustained by the ones who digress; for they are violating the principles of right, and learning to look upon transgression in small matters as no transgression at all. They forget the words of Christ, “He that is faithful in that which is least is faithful also in much; and he that is unjust in the least is unjust also in much.”"},{"refcode_short":"PH100 61.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 61.1 (Ellen Gould White)","content":"When an effort is made to correct these practices, it is generally received as an evidence of stinginess on the part of the managers; and some will make no change, but go on hardening the conscience, until it becomes seared as with a hot iron. They rise up against any restriction, and act and talk defiantly, as though their rights had been invaded. But God looks upon all these things as theft, and so the record is carried up to Heaven. All fraud and deceit is forbidden in the word of God. Direct theft and outright falsehood are not sins into which persons of respectability are in danger of falling. It is transgression in the little things that first leads the soul away from God. By their one sin in partaking of the forbidden fruit, Adam and Eve opened the flood-gates of woe upon the world. Some may regard that transgression as a very little thing; but we see that its consequences were anything but small. The angels in Heaven have a wider and more elevated sphere of action than we; but right with them and right with us are one and the same thing."},{"refcode_short":"PH100 62.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 62.1 (Ellen Gould White)","content":"The managers of the Sanitarium are not actuated by a mean, penurious spirit in reproving the wrongs that have been mentioned, and requiring what is due to such an institution. It is no stepping down from proper dignity to guard the interests of the Sanitarium in these matters. Officers who are faithful themselves, naturally look for faithfulness in others. Strict integrity should govern the dealings of the managers, and should be enforced upon all who labor under their direction."},{"refcode_short":"PH100 62.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 62.2 (Ellen Gould White)","content":"Men of principle need not the restriction of locks and keys; they do not need to be watched and guarded. They will deal truly and honorably at all times,—alone, with no eye upon them, as well as in public. They will not bring a stain upon their souls for any amount of gain or selfish advantage. They scorn a mean act. Although no one else might know it, they would know it themselves, and this would destroy their self-respect. Those who are not conscientious and faithful in little things would not be reformed, were there laws and restrictions and penalties upon the point. Such will become demoralized in an institution like the Sanitarium, and they will exert a demoralizing influence upon others."},{"refcode_short":"PH100 62.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 62.3 (Ellen Gould White)","content":"Few have moral stamina to resist temptation, especially of the appetite, and to practice self-denial. To some it is a temptation too strong to be resisted to see others eat the third meal; and they imagine they are hungry, when the feeling is not a call of the stomach for food, but a desire of the mind that has not been fortified with firm principle, and disciplined to self-denial. The walls of self-control and self-restriction should not in a single instance be weakened and broken down. Paul, the apostle to the Gentiles, says, “I keep under my body, and bring it into subjection; lest that by any means, when I have preached to others, I myself should be a castaway.”"},{"refcode_short":"PH100 63.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 63.1 (Ellen Gould White)","content":"In such an institution as the Sanitarium, where many are laboring together, they will do what they would not think it honest to do, were they separately employed. They would have more respect for their reputation than to be found faulty in any of the so-called little matters. A person employed in a private family would not dare to take such liberties with his employer's property as are taken at the Sanitarium. The helpers influence one another to do unlawful acts; and they do not realize that they are, through indulgence of self, wronging one of God's instrumentalities and crippling its powers. The fact that several are doing the same thing, does not lessen their guilt. It is the act itself that is wrong, whether performed by many or by few."},{"refcode_short":"PH100 63.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 63.2 (Ellen Gould White)","content":"Those who do not overcome in little things will have no moral power to withstand greater temptations. All who seek to make honesty the ruling principle in the daily business of life, will need to be on their guard that they “covet no man's silver, or gold, or apparel.” While they are content with convenient food and clothing, it will be found an easy matter to keep the heart and hands from the defilement of covetousness and dishonesty."},{"refcode_short":"PH100 64.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 64.1 (Ellen Gould White)","content":"The habits formed in childhood and youth have more influence than any natural endowment, in making men and women intellectually great, or dwarfed and crippled; for the very best talents may, through wrong habits, become warped and enfeebled. To a great extent, the character is determined in early years. Correct, virtuous habits, formed in youth, will generally mark the course of the individual through life. In most cases, those who reverence God and honor the right, will be found to have learned this lesson before the world could stamp its images of sin upon the soul. Men and women of mature age are generally as insensible to new impressions as the hardened rock; but youth is impressible, and a right character may then be easily formed."},{"refcode_short":"PH100 64.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 64.2 (Ellen Gould White)","content":"Those who are employed at our Sanitarium have in many respects the best advantages for the formation of correct habits. None will be placed beyond the reach of temptation; for in every character there are weak points that are in danger when assailed. Those who profess the name of Christ should not, like the self-righteous Pharisee, find great pleasure in recounting their good deeds, but all should feel the necessity of keeping the moral nature braced by constant watchfulness. Like faithful sentinels, they should guard the citadel of the soul, never feeling that they may relax their vigilance for a moment. In earnest prayer and living faith is their only safety."},{"refcode_short":"PH100 65.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 65.1 (Ellen Gould White)","content":"Those who begin to be careless of their steps, will find that before they are aware of it, their feet are entangled in a web from which it is impossible for them to extricate themselves. It should be a fixed principle with all to be truthful and honest. Whether they are rich or poor, whether they have friends or are left alone, come what will, they should resolve in the strength of God that no influence shall lead them to commit the least wrong act. One and all should realize that upon them, individually, depends in a measure the prosperity of the Sanitarium."},{"refcode_short":"PH100 65","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 65 (Ellen Gould White)","content":"Position and Work of the Sanitarium"},{"refcode_short":"PH100 65.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 65.2 (Ellen Gould White)","content":"While in the State of Maine, we became acquainted with Sr. Dow, a lady who accepted the truth while at the Sanitarium. Her husband was once a wealthy man, extensively engaged in manufacturing; but reverses came, and he was reduced to poverty. Sr. Dow lost her health, and went to our Sanitarium for treatment. There she received the present truth, which she adorns by a consistent Christian life. She has four fine, intelligent children, who are thorough health-reformers, and can tell you why they are so. Such a family can do much good in a community. They exert a strong influence in the right direction."},{"refcode_short":"PH100 66.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 66.1 (Ellen Gould White)","content":"Notwithstanding the lack of faithfulness with those at the Sanitarium who do not have the grace of God developed in their life, many who come to be treated for disease are brought to the knowledge of the truth, and thus they are not only healed in body, but the darkened chambers of the mind are illuminated with the light of the dear Saviour's love. But how much more good might be accomplished, if all connected with that institution were first connected with the God of wisdom, and had thus become channels of light to others. The habits and customs of the world, pride of appearance, selfishness, and self-exaltation, intrude, and these sins of his professed followers are so offensive to God that he cannot work in power for them or through them."},{"refcode_short":"PH100 66.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 66.2 (Ellen Gould White)","content":"Those who are unfaithful in temporal affairs will likewise be unfaithful in spiritual things. On the other hand, a neglect of God's claims leads to neglect of the claims of humanity. Unfaithfulness is prevalent in this degenerate age; it is extending in our churches and in our institutions. Its slimy track is seen everywhere. This is one of the condemning sins of this age, and will carry thousands and tens of thousands to perdition. If those who profess the truth in our institutions at Battle Creek, were living representatives of Christ, a power would go forth from them which would be felt everywhere. Satan well knows this, and he works with all power and deceivableness of unrighteousness in them that perish, that Christ's name may not be magnified in those who profess to be his followers. My heart aches, when I see how Jesus is dishonored by the unworthy lives and defective characters of those who might be an ornament and an honor to his cause."},{"refcode_short":"PH100 67.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 67.1 (Ellen Gould White)","content":"The temptations by which Christ was beset in the wilderness,—appetite, love of the world, and presumption,—are the three great leading allurements by which men are most frequently overcome. The managers of the Sanitarium will often be tempted to depart from the principles which should govern such an institution. Some are ready to vary from the right course to gratify the inclinations and minister to the depraved appetites of a few wealthy patients or friends. The influence of such a course is only evil. Any deviation from the teachings given in lectures or through the press, has a most unfavorable effect upon the influence and morals of the institution, and will, to a great extent, counteract all efforts to instruct and reform the victims of depraved appetites and passions, and to lead them to the only safe refuge,—Jesus Christ."},{"refcode_short":"PH100 67.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 67.2 (Ellen Gould White)","content":"The evil does not end here. The influence affects not only the patients, but the workers as well. When the barriers are once broken down, step after step is taken in the wrong direction. Satan presents flattering worldly prospects to those who will depart from principle and sacrifice integrity and Christian honor to gain the approbation of the ungodly. His efforts are too often successful. He gains the victory where he should meet with repulse and defeat."},{"refcode_short":"PH100 68.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 68.1 (Ellen Gould White)","content":"Christ resisted Satan in our behalf. We have the example of our Saviour to strengthen our weak purposes and resolves; but notwithstanding this, some will fall by Satan's temptations and they will not fall alone. Every soul that fails to obtain the victory carries others down through his influence. Those who fail to connect with God, and to receive wisdom and grace to refine and elevate their own lives, will be judged for the good they might have done but failed to perform because they were content with earthliness of mind, and friendship with the unsanctified."},{"refcode_short":"PH100 68.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 68.2 (Ellen Gould White)","content":"All Heaven is interested in the salvation of man, and is ready to pour upon him her beneficent gifts, if he will comply with the conditions Christ has made,—“Come out from among them, and be ye separate, and touch not the unclean.”"},{"refcode_short":"PH100 68.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 68.3 (Ellen Gould White)","content":"Various entertainments, some of them of a theatrical character, have been introduced into the Sanitarium for the benefit of the patients. These amusements, which are similar to those in vogue at other health institutions, too often take the place of religion and devotion. And they are necessarily attended with extra care and expense; but this is a small consideration when compared with the loss to spirituality and true religion integrity."},{"refcode_short":"PH100 69.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 69.1 (Ellen Gould White)","content":"When the game of checkers was introduced at the Institute a few years since, I was shown that its tendencies were evil. It might amuse, but it would result in far more harm than good. That which is thought to be a benefit is in reality a detriment. The nerves become excited, the mental forces are unduly taxed, and recovery of health is hindered."},{"refcode_short":"PH100 69.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 69.2 (Ellen Gould White)","content":"The practice of gymnastics furnishes diversion for the mind and exercise for the muscles, and is thus conducive to health. But many of the popular amusements have been an injury to both mind and body. The practice of calling in the rich and fashionable to give concerts for the diversion of the patients has had an influence contrary to the spirit of the gospel. Those who bear the responsibility at the Sanitarium should be exceedingly guarded upon these points, that the amusements shall not be of a character to lower the standard of Christianity, bringing this institution down upon a level with others, and weakening the power of true godliness in the minds of those who are connected with it."},{"refcode_short":"PH100 69.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 69.3 (Ellen Gould White)","content":"If the Sanitarium shall retrograde as rapidly in the future as it has done in the past, in introducing worldly amusements and theatrical performances, the Lord will withdraw his protecting care from that institution. His frown is upon all these things. They are not essential for the prosperity of the Sanitarium or for the health of the patients. The more they have of this kind of amusements, the less will they be pleased, unless something of the kind shall be continually carried on. The mind is in a fever of unrest for something new and exciting,—the very thing it ought not to have. And if these amusements are once allowed, they are expected again, and the patients lose their relish for any simple arrangement to occupy the time. But repose, rather than excitement, is what many of the patients need."},{"refcode_short":"PH100 70.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 70.1 (Ellen Gould White)","content":"As soon as these entertainments are introduced, the objections to theater-going are removed from many minds, and the plea that moral and high-toned scenes are to be acted at the theater, breaks down the last barrier. Those who devised this class of amusements at the Sanitarium would better be seeking wisdom from God to lead these poor, hungry, thirsting souls to the Fountain of joy, and peace, and happiness."},{"refcode_short":"PH100 70.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 70.2 (Ellen Gould White)","content":"When there has been a departure from the right path, it is difficult to return. Barriers have been removed, safeguards broken down. One step in the wrong direction prepares the way for another. A single glass of wine may open the door of temptation which will lead to habits of drunkenness. A single vindictive feeling indulged may open the way to a train of feelings which will end in murder. The least deviation from right and principle will lead to separation from God, and may end in apostasy. What we do once, we more readily and naturally do again; and to go forward in a certain path, be it right or wrong, is more easy than to start. It takes less time and labor to corrupt our ways before God than to engraft upon the character habits of righteousness and truth. Whatever a man becomes accustomed to, be its influence good or evil, he finds it difficult to abandon."},{"refcode_short":"PH100 71.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 71.1 (Ellen Gould White)","content":"The reliance upon worldlings to provide amusements, as they have done, has been productive of greater evils than many suspect. The Sanitarium can afford to dispense with the patronage of those who depend upon this class of amusements for happiness, and who will not be content without them. The managers of the Sanitarium may as well come to the conclusion at once that they will never be able to satisfy that class of minds that can find happiness only in something new and exciting. To many persons this has been the intellectual diet during their life-time; and there are mental as well as physical dyspeptics. Many are suffering from maladies of the soul far more than from diseases of the body, and they will find no relief until they shall come to Christ, the well-spring of life. Complaints of weariness, loneliness, and dissatisfaction will then cease. Satisfying joys will give vigor to the mind, and health and vital energy to the body."},{"refcode_short":"PH100 71.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 71.2 (Ellen Gould White)","content":"If physicians and workers flatter themselves that they are to find a panacea for the varied ills of their patients by supplying them with a round of amusements similar to those which have been the curse of their lives, they will be disappointed. These entertainments have been placed in the very position which the living Fountain should occupy. The hungry, thirsty soul will continue to hunger and thirst as long as it partakes of these unsatisfying pleasures. But those who drink of the living water will thirst no more for frivolous, sensual, exciting amusements. The ennobling principles of religion will strengthen the mental powers, and will destroy a taste for these gratifications."},{"refcode_short":"PH100 72.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 72.1 (Ellen Gould White)","content":"The burden of sin, with its unrest and unsatisfied desires, lies at the very foundation of nine-tenths of all the maladies the sinner suffers. Christ is the mighty healer of the sin-sick soul. These poor afflicted ones need to have a clearer knowledge of Him whom to know aright is life eternal. They need to be patiently and kindly, yet earnestly taught how to throw open the windows of the soul and let the sunlight of God's love come in to illuminate the darkened chambers of the mind. The most exalted spiritual truths may be brought home to the heart by the things of nature. The birds of the air, the flowers of the field in their glowing beauty, the springing grain, the fruitful branches of the vine, the trees putting forth their tender buds, the glorious sunset, the crimson clouds predicting a fair morrow, the recurring season,—all these may teach us precious lessons of trust and faith. The imagination has here a fruitful field in which to range. The intelligent mind may contemplate with the greatest satisfaction those lessons of divine truth which the world's Redeemer has associated with the things of nature."},{"refcode_short":"PH100 73.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 73.1 (Ellen Gould White)","content":"Christ sharply reproved the men of his time, because they had not learned from nature the spiritual lessons which they might have learned. All things animate and inanimate express to man the knowledge of God. The same divine mind which is working upon the things of nature is speaking to the minds and hearts of men, and creating an inexpressible craving for something they have not. The things of the world cannot satisfy their longing. To all these thirsting souls the divine message is addressed, “The Spirit and the bride say, Come; and let him that heareth say, Come; and let him that is athirst come; and whosoever will, let him take the water of life freely.”"},{"refcode_short":"PH100 73.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 73.2 (Ellen Gould White)","content":"The Spirit of God is continually impressing the minds of men to seek for those things which alone will give peace and rest,—the higher, holier joys of Heaven. Christ, the Lord of life and glory, gave his life to redeem man from Satan's power. Our Saviour is constantly at work through influences seen and unseen to attract the minds of men from the unsatisfactory pleasures of this life to the priceless treasure which may be theirs in the immortal future."},{"refcode_short":"PH100 73.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 73.3 (Ellen Gould White)","content":"God would have his people, in words and in deportment, declare to the world that no earthly attractions or worldly possessions are of sufficient value to compensate for the loss of the heavenly inheritance. Those who are truly children of the light and of the day will not be vain or frivolous in conversation, in dress, or in deportment, but sober, contemplative, constantly exerting an influence to attract souls to the Redeemer. The love of Christ reflected from the cross is pleading in behalf of the sinner, drawing him by cords of infinite love to the peace and happiness found in our Saviour. God enjoins upon all his followers to bear a living testimony in unmistakable language by their conduct, their dress, and conversation in all the pursuits of life, that the power of true godliness is profitable to all in this life and in the life to come; that this alone can satisfy the soul of the receiver."},{"refcode_short":"PH100 74.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 74.1 (Ellen Gould White)","content":"The glory of God is displayed in his handiwork. Here are mysteries that the mind will become strong in searching out. Minds that have been amused and abused by reading fiction may in nature have an open book, and read truth in the works of God around them. All may find themes for study in the simple leaf of the forest tree, the spires of grass covering the earth with their green velvet carpet, the plants and flowers, the stately trees of the forest, the lofty mountains, the granite rocks, the restless ocean, the precious gems of light studding the heavens to make the night beautiful, the exhaustless riches of the sunlight, the solemn glories of the moon, the winter's cold, the summer's heat, the changing, recurring seasons, in perfect order and harmony, controlled by infinite power; here are subjects which call for deep thought, for the stretch of the imagination."},{"refcode_short":"PH100 75.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 75.1 (Ellen Gould White)","content":"If the frivolous and pleasure-seeking will allow their minds to dwell upon the real and true, the heart can but be filled with reverence, and they will adore the God of nature. The contemplation and study of God's character as revealed in his created works, will open a field of thought that will draw the mind away from low, debasing, enervating amusements. The knowledge of God's works and ways we can only begin to obtain in this world; the study will be continued throughout eternity. God has provided for man subjects of thought which will bring into activity every faculty of the mind. We may read the character of the Creator in the heavens above and the earth beneath, filling the heart with gratitude and thanksgiving. Every nerve and sense will respond to the expressions of God's love in his marvelous works. Satan invents earthly allurements, that the carnal mind may be placed on those things which cannot elevate and refine and ennoble; its powers are thus dwarfed and crippled, and men and women who might attain to perfection of character become narrow, weak, and defective."},{"refcode_short":"PH100 75.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 75.2 (Ellen Gould White)","content":"God designed that the Sanitarium which he had established should stand forth as a beacon of light, of warning, and reproof. He would prove to the world that an institution conducted on religious principles as an asylum for the sick, could be sustained without sacrificing its peculiar, holy character; that it could be kept free from the objectionable features that are found in other institutions of the kind. It was to be an instrumentality in his hand to bring about great reforms. Wrong habits of life should be corrected, the morals elevated, the tastes changed, the dress reformed."},{"refcode_short":"PH100 76.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 76.1 (Ellen Gould White)","content":"Disease of every type is brought upon the body through the unhealthful fashionable style of dress; and the fact should be made prominent that a reform must take place, before treatment will effect a cure. The perverted appetite has been pampered, until disease has been produced as the sure result. The crippled, dwarfed faculties and organs cannot be strengthened and invigorated without decided reforms. And if those connected with the Sanitarium are not in every respect correct representatives of the truths of health reform, decided reformation must make them what they should be, or they must be separated from the institution."},{"refcode_short":"PH100 76.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 76.2 (Ellen Gould White)","content":"The minds of many take so low a channel of thought that God cannot work with them and for them. Their faculties seem prostituted to the service of Satan. A most thorough setting of things in order is essential in that Sanitarium, from the highest authorities to the lowest workers. The current of thought must be changed, the moral sensibilities must be aroused to feel the claims of God upon them. The sum and substance of true religion is to own and continually acknowledge by words, by dress, by deportment, our relationship to God. Humility should take the place of pride; sobriety, of levity; and devotion, of irreligion and careless indifference."},{"refcode_short":"PH100 77.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 77.1 (Ellen Gould White)","content":"Sr. Drusilla Lamson has had many years of experience in the cause of God; and yet she has not put to the highest use the talents intrusted her by the Master. Her influence has been too much on the side of conformity to the world, rather than of maintaining the distinct and separate character of God's peculiar people. She has had, to some degree, an influence to indulge rather than deny the appetite and the inclination to dress according to the world's standard. This is all in opposition to the work which God and angels are seeking to do for us as a people, to bring out, to separate, to distinguish us from the world. We should sanctify ourselves as a people, and seek strength from God to meet the demands of this time. When iniquity prevails in the world, God's people should seek to be more closely connected with Heaven. The tide of moral evil comes upon us with such power that we shall lose our balance and be swept away with the current, unless our feet stand firmly upon the rock, Christ Jesus."},{"refcode_short":"PH100 77.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 77.2 (Ellen Gould White)","content":"Sr. Lamson's advice and influence has had a tendency to weaken the barriers which separate the people of God from the world. The display of fashionable dress on the occasion of Dr. Kellogg's marriage was a telling discourse in favor of departing from principle. Many lectures upon reform could not counteract the evil influence which was thus exerted. We have had to meet it everywhere. This display was made by Sr. Lamson's advice. Such an exhibition at a health reform institute was in keeping with many digressions afterward."},{"refcode_short":"PH100 78.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 78.1 (Ellen Gould White)","content":"The prosperity of the Sanitarium is not dependent alone upon the intelligence and knowledge of its physicians, but upon the favor of God. If it is conducted in a manner that God can bless, it will be highly successful, and will stand in advance of any other institution of the kind in the world. Great light, great knowledge, and superior privileges have been given. And in accordance with the light received and not improved, and therefore not shining forth upon others, will be the condemnation."},{"refcode_short":"PH100 78.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 78.2 (Ellen Gould White)","content":"Physicians, superintendent, and matron should realize their responsibility before God, and should work with reference to the future life. Satan is working unperceived to obtain control of the minds of physicians and others in responsible positions, that he may through them mold the entire institution. To a greater or less degree he has accomplished his purpose, because their minds are not fully brought into subjection to the will of Christ. The soul is not fortified by a firm and implicit trust in God."},{"refcode_short":"PH100 78.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 78.3 (Ellen Gould White)","content":"The minds of some are being turned in the channel of unbelief. These persons think they see reason to doubt the word and the work of God, because the course of individuals in high positions looks questionable to them. But does this move the foundation? We are not to make the course of others the basis of our faith. We are to imitate Christ, the perfect pattern. If any allow their hold on him to be weakened because men err, because they see defects in the character of those who profess the truth, they will ever be on sliding sand. Their eyes must be directed to the Author and Finisher of their faith; they must strengthen their souls with the assurance of the great apostle: “Nevertheless, the foundation of God standeth sure, having this seal, The Lord knoweth them that are his.” God cannot be deceived. He reads character correctly. He weighs motives. Nothing escapes his all-seeing eye; the thoughts, the intents and purposes of the heart,—all are discerned by him."},{"refcode_short":"PH100 79.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 79.1 (Ellen Gould White)","content":"There is no excuse for doubt or skepticism. God has made ample provision to establish the faith of all men, if they will decide from the weight of evidence. But if they wait to have every seeming objection removed before they believe, they will never be settled, rooted, and grounded in the truth. God will never remove all seeming difficulties from our path. Those who wish to doubt, may find opportunity; those who wish to believe, will find plenty of evidence upon which to base their faith. The position of some is unexplainable, even to themselves. They are drifting without an anchor, beating about in fog and uncertainty. Satan soon seizes the helm, and carries their frail bark wherever he pleases. They become subject to his will. Had these minds not listened to Satan, they would not have been deceived by his sophistry; had they been balanced on the side of God, they would not have become confused and bewildered."},{"refcode_short":"PH100 80.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 80.1 (Ellen Gould White)","content":"God and angels are watching with intense interest the development of character, and are weighing moral worth. Those who withstand Satan's devices will come forth as gold tried in the fire. Those who are swept off their feet by the waves of temptation, imagine, as did Eve, that they are becoming wonderfully wise, outgrowing their ignorance and narrow conscientiousness; but, like her, they will find themselves sadly deceived. They have been chasing shadows, exchanging heavenly wisdom for frail human judgment. A little knowledge has made them self-conceited. A more deep and thorough knowledge of themselves and of God would make them again sane and sensible men, and would balance them on the side of truth, of angels, and of God."},{"refcode_short":"PH100 80.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 80.2 (Ellen Gould White)","content":"The word of God will judge every one of us at the last great day. Young men talk about science, and are wise above that which is written; they seek to explain the ways and works of God to meet their finite comprehension; but it is all a miserable failure. True science and inspiration are in perfect harmony. False science is a something independent of God. It is pretentious ignorance. This deceptive power has captivated and enslaved the minds of many, and they have chosen darkness rather than light. They have taken their position on the side of unbelief, as though it were a virtue, the sign of a great mind, to doubt; when it is the sign of a mind too weak to reach high enough to understand God in his created works. They could not fathom the mystery of his providence, should they study with all their power for a life-time. Because the works of God cannot be explained by finite minds. Satan brings his sophistry to bear upon them, and entangles them in the meshes of unbelief. If these doubting ones will come into close connection with God, he will make his purposes clear to their understanding."},{"refcode_short":"PH100 81.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 81.1 (Ellen Gould White)","content":"Spiritual things are spiritually discerned. The carnal mind cannot comprehend these mysteries. If questioners and doubters continue to follow the great deceiver, the impressions and convictions of God's Spirit will grow less and less, the promptings of Satan more frequent, until the mind will fully submit to his control. Then that which looks to these bewildered minds as foolishness will be the power of God, and that which God regards as foolishness will be to them the strength of wisdom."},{"refcode_short":"PH100 81.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 81.2 (Ellen Gould White)","content":"One of the great evils which has attended the quest of knowledge, the investigations of science, is that those who engage in these researches, too often lose sight of the divine character of pure and unadulterated religion. The worldly-wise have attempted to explain upon scientific principles the influence of the Spirit of God upon the heart. The least advance in this direction will lead the soul into the mazes of skepticism. The religion of the Bible is simply the mystery of godliness; no human mind can fully understand it, and it is utterly incomprehensible to the unregenerate heart."},{"refcode_short":"PH100 82.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 82.1 (Ellen Gould White)","content":"The Son of God compared the operations of the Holy Spirit to the wind, which “bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth.” Again, we read in the Sacred Record that the world's Redeemer rejoiced in spirit, and said, “I thank thee, O Father, Lord of Heaven and earth, because thou hast hid these things from the wise and prudent, and has revealed them unto babes.”"},{"refcode_short":"PH100 82.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 82.2 (Ellen Gould White)","content":"The Saviour rejoiced that the plan of salvation is such that those who are wise in their own estimation, who are puffed up by the teachings of vain philosophy, cannot see the beauty, power, and hidden mystery of the gospel. But to all those who are of a humble heart, who have a teachable, honest, childlike desire to know and do the will of their Heavenly Father, his word is revealed as the power of God to their salvation. The operation of the Spirit of God is foolishness to the unrenewed man. The apostle Paul says, “But if our gospel be hid, it is hid to them that are lost. In whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.”"},{"refcode_short":"PH100 82.3","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 82.3 (Ellen Gould White)","content":"The success of the Sanitarium depends upon its maintaining the simplicity of godliness, and shunning the world's follies in eating, drinking, dressing, and amusements. It must be reformatory in all its principles. Let nothing be invented to satisfy the wants of the soul, and take the room and time which Christ and his service demand. The mold which has of late been given the institution has destroyed much of its power as God's instrumentality to convert poor, sin-sick souls, who, ignorant of the way of life and peace, have sought for happiness in pride and vain folly."},{"refcode_short":"PH100 83.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 83.1 (Ellen Gould White)","content":"Although it does not now occupy the exalted position which God designed it should fill, although its usefulness is far below what it should be, yet the greatest care must be exercised that no words of discouragement by spoken publicly, at the present time, in reference to its objectionable features; for they would be carried like a fire in a windy day, and bring a crisis at once, which would be disastrous to the institution."},{"refcode_short":"PH100 83.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 83.2 (Ellen Gould White)","content":"“Standing by a purpose true,” should be the position of all connected with this institution. While none should urge our faith upon the patients, or engage in religious controversy with them, our papers and publication, carefully selected, should be in sight almost everywhere. The religious element must predominate. This has been and ever will be the power of that institution. But it is now taking the mold of fashion. Physicians and all others in influential positions are making a mistake, in their inventions to retain patients and to secure the popular favor. Here is where every other institution now in existence has failed. God never designed that our health asylum should be of this stamp. There are hygienic institutions enough in our land that are more like an accommodating hotel than an asylum where the sick and suffering can obtain relief for their bodily infirmities, and the sin-sick soul can find that peace and rest in Jesus to be found nowhere else. When religious principles are made prominent, and kept so; when pride and popularity are discarded; when simplicity and plainness, kindness and faithfulness are seen everywhere,—then the Sanitarium will be just what God designed it should be; then the Lord will favor it."},{"refcode_short":"PH100 84","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 84 (Ellen Gould White)","content":"The Helpers"},{"refcode_short":"PH100 84.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 84.1 (Ellen Gould White)","content":"In such an institution as the Sanitarium, where there are many laboring together, the influence of mutual association is very great. It is natural to seek companionship. Every one will either find companions, or make them. And just in proportion to the strength of the friendship will be the amount of influence which friends will exert over one another for good or for evil. All will have associates, and will influence and be influenced, in their turn."},{"refcode_short":"PH100 84.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 84.2 (Ellen Gould White)","content":"The link is a mysterious one which binds human hearts together so that the feelings, tastes, and principles of two individuals are closely blended. One catches the spirit, and copies the ways and acts, of the other. As wax retains the figure of the seal, so the mind retains the impression produced by intercourse and association. The influence may be unconscious, yet it is no less powerful."},{"refcode_short":"PH100 85.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 85.1 (Ellen Gould White)","content":"If the youth could be persuaded to associate with the pure, the thoughtful, and amiable, the effect would be most salutary. If choice is made of companions who fear the Lord, the influence will lead to truth, to duty, and holiness. A truly Christian life is a power for good. But, on the other hand, those who associate with men and women of questionable morals, of bad principles and practices, will soon be walking in the same path. The tendencies of the natural heart are downward. He who associates with the skeptic, will soon become skeptical; he who chooses the companionship of the vile, will most assuredly become vile. To walk in the counsel of the ungodly is the first step toward standing in the way of sinners, and sitting in the seat of the scornful."},{"refcode_short":"PH100 85.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 85.2 (Ellen Gould White)","content":"Let all who would form a right character, choose associates who are of a serious, thoughtful turn of mind, and who are religiously inclined. Those who have counted the cost, and wish to build for eternity, must put good material into their building. If they accept of rotten timbers, if they are content with deficiencies of character, the building will crumble into decay. Let all take heed how they build. The storm of temptation will sweep over the building, and unless it is firmly and faithfully constructed, it will not stand the test."},{"refcode_short":"PH100 86.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 86.1 (Ellen Gould White)","content":"A good name is more precious than gold. There is an inclination with the youth to associate with those who are inferior in mind and morals. What real happiness can a young person expect from a voluntary connection with persons who have a low standard of thoughts, feelings, and deportment? Some are debased in taste, and depraved in habits, and all who choose such companions will follow their example. We are living in times of peril that should cause the hearts of all to fear. We see the minds of people wandering through the mazes of skepticism. The causes of this are ignorance, pride, and a defective character. Humility is a hard lesson for fallen man to learn. There is something in the human heart which rises in opposition to revealed truth, on subjects connected with God and sinners, the transgression of the divine law, and pardon through Jesus Christ."},{"refcode_short":"PH100 86.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 86.2 (Ellen Gould White)","content":"My brethren and sisters, old and young, when you have an hour of leisure, open the Bible, and store the mind with its precious truths. When engaged in labor, guard the mind, keep it stayed upon God, talk less, and meditate more. Remember, “Every idle word that men shall speak, they shall give account thereof in the day of Judgment.” Let your words be select; this will close a door to the adversary of souls. Let your day be entered upon with prayer; work as in God's sight. His angels are ever by your side, making a record of your words, your deportment, and the manner in which your work is done. If you turn from good counsel, and choose to associate with those whom you have reason to suspect are not religiously inclined, although they profess to be Christians, you will soon become like them. You place yourself in the way of temptation, on Satan's battle-ground, and will, unless constantly guarded, be overcome by his devices. There are persons who have for some time made a profession of religion, who are, to all intents and purposes, without God and without a sensitive conscience. They are vain and trifling; their conversation is of a low order. Courtship and marriage occupy the mind to the exclusion of higher and nobler thoughts."},{"refcode_short":"PH100 87.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 87.1 (Ellen Gould White)","content":"The associations chosen by the helpers are determining their destiny for this world and the next. Some who have been for years connected with the Sanitarium were once conscientious and faithful, their deportment was such as to do credit to the institution; but these are changed, they have disconnected from God, and Satan has allured them to his side. They are now irreligious and irreverent, and they have an influence upon others who are easily molded. Evil associations are deteriorating character; principle is being undermined. “He that walketh with wise men shall be wise; but a companion of fools shall be destroyed.”"},{"refcode_short":"PH100 87.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 87.2 (Ellen Gould White)","content":"As the condition of the Sanitarium was presented before me in vision, an angel of God seemed to conduct me from room to room in the different departments. The conversation I was made to hear in the rooms of the helpers was not of a character to elevate and strengthen mind or morals. The frivolous talk, the foolish jesting, the meaningless laugh, fell painfully upon my ear. The young are in danger, but they are blind to discern the tendencies and result of the course they are pursuing. Young men and girls were engaged in flirtation. They seemed to be infatuated. There is nothing noble, dignified, or sacred, in these attachments; as they are prompted by Satan, the influence is such as to please him. Warnings to these persons fall unheeded. They are headstrong, self-willed, defiant. They think the warning, counsel, or reproof does not apply to them. Their course gives them no concern. They are continually separating themselves from the light and love of God. They lose all discernment of sacred and eternal things; and while they may keep up a dry form of Christian duties, they have no heart in these religious exercises. All too late, these deceived souls will learn that “strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.”"},{"refcode_short":"PH100 88.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 88.1 (Ellen Gould White)","content":"I was astonished as I saw the jealousy indulged, and listened to the words of envy, the reckless talk, which made angels of God ashamed. Words and actions and motives were recorded. And how little did these light, superficial heads and hard hearts realize that an angel of God stood at the door, writing down the manner in which these precious moments were employed. God will bring to light every word and every action. He is in every place. These messengers, although unseen, are visitors in the bed-chamber. The hidden works of darkness will be brought to light. The thoughts, the intents, and purposes of the heart will stand revealed. All things are naked and open to the eyes of Him with whom we have to do."},{"refcode_short":"PH100 89.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 89.1 (Ellen Gould White)","content":"I was conducted to a few rooms from which came the voice of prayer. How welcome was the sound! A bright light shone upon the face of my guide as his hand traced every word of the petition. “The Lord regardeth the righteous, and his ear is open unto their prayer.” From still other rooms came the most disagreeable sallies of low wit, and vain talk. Some were making sport of individuals, and even imitating the words uttered in meeting; sacred things were made a subject of jest. Young men and young women were severely criticised; courtship and marriage were dwelt upon in a low, disgusting manner. There was scarcely a serious word spoken; the conversation was of a character to debase the mind and taint the morals; and all retired without committing themselves to God."},{"refcode_short":"PH100 89.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 89.2 (Ellen Gould White)","content":"Said my guide, “God has no place in the affections or the thoughts. Their hearts are corrupt. They have had privileges, opportunities, and great light, and have not improved these blessings. They are weighed in the balances, and found wanting.” Can this class bring any moral strength to this institution? Will they disseminate a ray of Heaven's light? Their words and their example testify the character of the tree. They have only a demoralizing influence."},{"refcode_short":"PH100 90.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 90.1 (Ellen Gould White)","content":"As my guide conducted me through the different apartments, the lack of economy everywhere stirred my soul with grief; for I had a full sense of the debt hanging over the institution. The petty dishonesty, the selfish neglect of duty, were marked by the recording angel. The waste permitted here and there, in the course of a year amounts to a considerable sum. Much of this might be saved by the helpers; but each will say, “It does not belong to me to look after these things.” Would they pass these things by so indifferently if the loss was to be sustained by themselves? No; they would know exactly what to do, and how to do it; but it makes all the difference, now that it belongs to the institution. This is the fruit of selfishness, and is registered against them under the heading of unfaithfulness."},{"refcode_short":"PH100 90.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 90.2 (Ellen Gould White)","content":"In the dining-room and kitchen I saw marks of negligence and untidiness. The floors were not cleanly, and there was a great lack of thoroughness, of nicety and order. These things speak to all who have access to these rooms, of the character of the workers. The impression would not be made that the Sanitarium had a class of neat, faithful, orderly helpers. Some have labored faithfully, while others have done their work mechanically, as though they had no interest in it except to get through as quickly as possible. Order and thoroughness were neglected, because no one was near to watch them and criticise their work. Unfaithfulness was written against their names."},{"refcode_short":"PH100 91.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 91.1 (Ellen Gould White)","content":"The matron looked upon the same that I saw, but she good-naturedly passed it by, and seemed to have no sense of the true state of things. I saw a few trying to change things for the better, and pleading for a faithful discharge of duty; but an indignant protest was raised, and most unmerciful thrust were given those who ventured to take this responsibility. Unpleasant remarks were unsparingly made, and feelings of jealousy and envy indulged, and those who would have been true and faithful found numbers so large against them that they were compelled to allow things to drift on as before. These are some of the existing evils at the Sanitarium."},{"refcode_short":"PH100 91.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 91.2 (Ellen Gould White)","content":"I went into the bakery, and there saw an error in the work. It was done with more regard for appearance than for the health of those who should partake of the food. I tasted of the bread,—it was sour; of the crackers,—they were sour; and this was the kind of food to be given to sick people. Sweet, nice bread could not be obtained. Fashion, with its unhealthful evils, was brought into the very institution for curing the sick. Bread should be prepared in the most natural way, and the greatest pains should be taken to make it good and sweet. Here is a field to exercise care and skill and faithfulness. Sour bread injures the digestive organs, and makes a bad qualify of blood. There is the most positive necessity for reforms in cooking. With proper care, bread may as well be made sweet as to be left to become sour in rising. In order to be properly prepared for the stomach, bread should be thoroughly baked, as well as perfectly sweet. Joseph Smith does not act from principle in his bread-making, and he is preparing it in a manner to produce disease, which results in great suffering. This need not be. It is an indulgence of pride, to gratify the desire for approbation. If there are any who cannot in their position of duty, firmly and conscientiously carry out reforms at the Sanitarium, they should be discharged, and others employed who will not follow in fashion's wake, but will, from conscientious motives, be willing to be singular. Bread is the staff of life; that which we eat is to be converted into blood, nerve, and muscle; and it is of the greatest consequence that bread be prepared in the most healthful manner. Until this object has been fully gained, there should be persevering efforts to bring about a reform."},{"refcode_short":"PH100 92.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 92.1 (Ellen Gould White)","content":"The helpers should take Jesus with them in every department of their labor. Whatever is done, should be done with exactness and thoroughness that will bear inspection. The heart should be in the work. Faithfulness is as essential in washing dishes, sweeping the floors, and doing chamber work, as in caring for the sick, or administering baths. Some may receive the idea that their work is not ennobling; but this is just as they choose to make it. They alone are capable of degrading or elevating their employment. We wish that every drone might be compelled to toil for his daily bread; for work is a blessing, not a curse. Diligent labor will keep us from many of the snares of Satan, who “finds some mischief still for idle hands to do.”"},{"refcode_short":"PH100 93.1","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 93.1 (Ellen Gould White)","content":"None of us should be ashamed of work, however small and servile it may appear. Labor is ennobling. All who toil with head or hands are working men and working women. And all are doing their duty and honoring their religion as much while working at the wash-tub, or washing the dishes, as they are in going to meeting. While the hands are engaged in the most common labor, the mind may be elevated and ennobled by pure and holy thoughts. When any of the workers manifest a lack of respect for religious things, they should be separated from the work. Let none feel that the institution is dependent upon them."},{"refcode_short":"PH100 93.2","refcode_long":"Testimony for the Physicians and Helpers of the Sanitarium, p. 93.2 (Ellen Gould White)","content":"The helpers who have been longest at our Sanitarium should now be responsible workers, reliable in every place, faithful to duty as the compass to the pole. Had they rightly improved their opportunities, they might now have symmetrical characters and a deep, living experience in religious things. But these workers have separated from God. Religion is laid aside. It is not an in-wrought principle, carefully cherished wherever they go, into whatever society they are thrown, proving as an anchor to the soul. I wish all the workers carefully to consider that success in this life, and success in gaining the future life, depends largely upon faithfulness in little things. Those who long for higher responsibilities should manifest faithfulness in performing the duties just where God has placed them."}]