[{"refcode_short":"PH104 1","refcode_long":"Testimony To the Brethren in Western New York, p. 1 (Ellen Gould White)","content":"Testimony To the Brethren in Western New York"},{"refcode_short":"PH104 1","refcode_long":"Testimony To the Brethren in Western New York, p. 1 (Ellen Gould White)","content":"Testimony"},{"refcode_short":"PH104 1.1","refcode_long":"Testimony To the Brethren in Western New York, p. 1.1 (Ellen Gould White)","content":"I have a deep interest for you. If I keep silent I shall not be excused. The testimonies which I had for different ones in O. have been written but with great pain of heart. But I did not dare do otherwise with the light given to me from Heaven. In my last vision I was shown that these testimonies have not been received, and wrought that reformation in life that God designed they should."},{"refcode_short":"PH104 1.2","refcode_long":"Testimony To the Brethren in Western New York, p. 1.2 (Ellen Gould White)","content":"I saw that when the cause was weak, and poverty pressed upon us, we strained every nerve laboring unselfishly early and late to press forward the work of God, not even regarding our lives. We were consecrated to the work. We bore to individuals the testimony which God gave us to bear. We suffered neglect and want; but these in comparison with the trials unnecessary brought upon us by our brethren in R. and vicinity, were easily endured. The wrong course of others made the removal of the press from R. a necessity. I saw that the angel of mercy was winging his way from R. I was shown that the rebellion started there. God marked the families engaged in this work, and they did not all make a thorough confession of their sins and put them away as they should have done."},{"refcode_short":"PH104 2.1","refcode_long":"Testimony To the Brethren in Western New York, p. 2.1 (Ellen Gould White)","content":"Some fully realized the necessity of correcting their faults and worked earnestly to redeem the past, and God accepted their efforts. But if, after one failure, they were betrayed again into the same error, that former error with their present sin stood marked against them in the books of Heaven."},{"refcode_short":"PH104 2.2","refcode_long":"Testimony To the Brethren in Western New York, p. 2.2 (Ellen Gould White)","content":"God had given fearful warnings and threatenings, pleadings and entreaties, which alike had been disregarded. I was shown that whether they would hear or close their ears in hardness of heart, the warnings, entreaties, and reproofs must not cease. I was cited to the disciples, commissioned of our Lord to go forth and preach the kingdom of Heaven at hand, “And he said unto them, In what place soever ye enter into an house, there abide till ye depart from that place. And whosoever shall not received you, nor hear you, when ye depart thence, shake off the dust under your feet for a testimony against them. Verily I say unto you, it shall be more tolerable for Sodom and Gomorrah in the day of Judgment, than for that city.”"},{"refcode_short":"PH104 2.3","refcode_long":"Testimony To the Brethren in Western New York, p. 2.3 (Ellen Gould White)","content":"The crime of slighting the warnings of reproof as stated in our Saviour's words “whosoever shall not received you nor hear you,” &c., insures the penalty which he has pronounced against such offenders and makes them subject to the great displeasure of God. This sin, if not repented of, not confessed, but still retained and cherished, will bring them, in the sight of God, into a position worse than wicked Sodom and Gomorrah in the day of Judgment, because they had greater light than they of the doomed cities."},{"refcode_short":"PH104 3.1","refcode_long":"Testimony To the Brethren in Western New York, p. 3.1 (Ellen Gould White)","content":"These have slighted the opportunities given them of Heaven. They have rejected the messages which, if received, would have been their salvation. They are indifferent and are disposed to quibble because they think they can pervert certain expressions, and in their blindness of heart, seek to believe, and to show to others, that the testimonies are untrue, because they imagine their cases are not correctly represented. They are working against God and their own souls. Because they do not see their own defects of character is no evidence that the testimonies are not true."},{"refcode_short":"PH104 3.2","refcode_long":"Testimony To the Brethren in Western New York, p. 3.2 (Ellen Gould White)","content":"How hard it is for people to understand their own errors, their minds being blinded by the world; but God has sent them light, and set before them their true condition that they might see and correct their faults. If they trust to their own understanding instead of the light God has given them, then are they of that class that Jesus describes, who will not come to the light lest their deeds be reproved. They choose darkness rather than light. God shall lay his hand upon them in anger, they will then feel that the words of warning they have slighted are fearful realities. Then those who justify their wrong course, and are unwilling to see their errors, will with anxiety which they cannot cover with excuses and evasion, cry from unfeigned lips, “Lord, Lord, We have done this good work, and we have done this in the cause!” but the terrible response comes “I knew you not.”"},{"refcode_short":"PH104 4.1","refcode_long":"Testimony To the Brethren in Western New York, p. 4.1 (Ellen Gould White)","content":"There is a time when all will feel disinterested anxiety. It is when a messenger comes, as came to Hezekiah, one who cannot be turned aside, bearing a message of startling abruptness, “Set thine house in order, for thou shalt die and not live!” Those who have been often reproved and have hardened their hearts in their own willful course of sin and neglect of duty, will be terribly in earnest then. The selfish, worldly man, whose life was a fevered excitement, a pursuit of the treasures of earth, will then be anxious to secure the true riches, but all too late!"},{"refcode_short":"PH104 4.2","refcode_long":"Testimony To the Brethren in Western New York, p. 4.2 (Ellen Gould White)","content":"Those who loved selfish enjoyment, ease and indulgence, and have neglected God-giving opportunities, and the ennobling things pertaining to the better life, and have bartered away the good and lovely for the superficial interests of the world, will be in earnest then, when the realities of eternity open before them, and the scales fall from their eyes. A frantic cry will be raised, “Give us of your oil; for our lamps are gone out!”"},{"refcode_short":"PH104 4.3","refcode_long":"Testimony To the Brethren in Western New York, p. 4.3 (Ellen Gould White)","content":"Just this state of things will be realized in O. The anguished sufferers will wildly appeal to relatives and friends for prayer and comfort in that fearful hour. But these will be powerless to redeem the brother whom they helped to fasten in chains of unbelief and darkness."},{"refcode_short":"PH104 5.1","refcode_long":"Testimony To the Brethren in Western New York, p. 5.1 (Ellen Gould White)","content":"If Brn. A., O., and L., had rightly appreciated the sin which drove us from R., had they fully received the light God had given them, and taken his warnings to heart, nothing could have induced them to settle in R., the place from which we were driven by neglect, unbelief, and rejection of the message God had given us for them. In feebleness and discouragement we toiled on under difficulties. But for the help of God we would have lost hope and gone into the grave. Had those families not returned to R., they would not have been broken up as they have been, and the fearful calamities which have filled hearts with grief and inexpressible sadness, would not have occurred."},{"refcode_short":"PH104 5.2","refcode_long":"Testimony To the Brethren in Western New York, p. 5.2 (Ellen Gould White)","content":"But, notwithstanding these circumstances of actual occurrence, there are those so thoroughly leavened with the spirit of rebellion, that, like the children of Israel, they will not learn by the things they suffer. They lay their afflictions to other causes than the true one. When God brings them over the ground again and again, as he did ancient Israel, to test and prove them, they fall as naturally as before into the same questioning and rebellion. So did ancient Israel. They did not take the reprovings of God to heart, and greatly humble themselves before him, and make thorough work that needed not to be repented of. When trials arise and the test comes close, it is revealed that the seeds of rebellion have not been killed but left to germinate and spring up again whenever a favorable opportunity offers."},{"refcode_short":"PH104 6.1","refcode_long":"Testimony To the Brethren in Western New York, p. 6.1 (Ellen Gould White)","content":"I have been shown that the rebellion that started in R. has never been eradicated from all hearts. The root of bitterness, the hatred of reproval of sin, the despising of counsel, the selfishness, has lived in the hearts especially of the family of Bro. L. They have not all reformed. They have not turned unto the Lord with full repentance of soul. When the leaven of disaffection and malice begins to work in some unsanctified hearts, then will the whole lump be leavened. The smouldering fire of prejudice and rebellion will break forth afresh when there is any motion to fan it to life."},{"refcode_short":"PH104 6.2","refcode_long":"Testimony To the Brethren in Western New York, p. 6.2 (Ellen Gould White)","content":"I have been shown that the next in order will be God's retribution. God has warned but they have refused to hearken. They have walked in the imagination of their own hearts and chosen their own way, and God will choose the evils which must come upon them. The course which has been pursued by Bro. L. is most perverse and inexcusable, for he has the example of others who have taken the same course, and the penalty resulting has been all wrought out in their experience. There is less excuse for him than for them for he had their example before him to avoid."},{"refcode_short":"PH104 6.3","refcode_long":"Testimony To the Brethren in Western New York, p. 6.3 (Ellen Gould White)","content":"Satan has beset him with questionings, evil surmisings and doubts, to stir up unbelief, and he has suggested thoughts to his mind which have in turn been transmitted to others, who would never have otherwise been troubled with them. Satan has used him us his instrument to do his work. His wife's influence in B. C. was not what it should have been. That untamable tongue has done much evil. Their children have not been properly trained by them, and they were not in favor of their receiving discipline at school."},{"refcode_short":"PH104 7.1","refcode_long":"Testimony To the Brethren in Western New York, p. 7.1 (Ellen Gould White)","content":"This family and the family of Bro. G., by their lax discipline and neglect of duty in restraining and educating their children to usefulness and obedience, has had a demoralizing influence upon the society of B. C. There now exists, among the children and youth, a spirit to rise up and defy authority, break down discipline, despise reproof, and encourage a spirit of dissipation."},{"refcode_short":"PH104 7.2","refcode_long":"Testimony To the Brethren in Western New York, p. 7.2 (Ellen Gould White)","content":"There is a lack of reverence for the voice and influence of those whom God has chosen to stand at the head of the work. This is as great an insult as can be given to the Spirit of God. It is rejecting Christ in the person of his saints. Years cannot efface the influence from the church and school of one undisciplined family of children who have been neglected, and who are not properly educated to usefulness and duty. The influence thus exercised was not realized until the leaven of evil had nearly leavened the lump."},{"refcode_short":"PH104 7.3","refcode_long":"Testimony To the Brethren in Western New York, p. 7.3 (Ellen Gould White)","content":"The greater amount of souls that fail of perfecting Christian character, fail because of the perversity of their natures, and thereby lose Heaven. Children who are not trained to submit to parental authority will fail to respect higher claims. They will not be inclined to answer the demands of high Heaven. The fearful neglect of parents professing to believe present truth is bringing darkness into their minds and sin and crime into their families. This evil of lax training is terrible in its results. Bro. L. has been warned, reproved, counseled, and encouraged. He is without excuse. He has been childish. He has been very sensitive. He has much independence of mind. He could dictate and lead but he would not be led. It was not agreeable to him to consult with those in the office who could instruct him in regard to the nature of the work that he might labor intelligently and successfully."},{"refcode_short":"PH104 8.1","refcode_long":"Testimony To the Brethren in Western New York, p. 8.1 (Ellen Gould White)","content":"If my husband directed, and if, under a multitude of cares, he was in haste and his words were not as cautiously chosen as might be, this brother took offense. He is of that inflammable character that he needed to see and understand the existence of this evil in himself and correct it, in order to connect with the work of God. After we came back from California we felt strangely as though we had no home. We came to B. C. from attending the large camp-meetings west. We were in perfect health. But we found such a state of things existing in B. C. that our souls were burdened continually. We attend meeting after meeting of the most affecting character."},{"refcode_short":"PH104 8.2","refcode_long":"Testimony To the Brethren in Western New York, p. 8.2 (Ellen Gould White)","content":"Bro. L----- heard the explanation my husband made of matters and things in connection with the cause and work of God. Bro. L----- made some admissions but he did not right his wrong doing. He justified himself and left the most cruel censure upon others. He lost control of himself and was for the time insane, because he was brought to a point where he must account for the course he had pursued. This was the spirit he usually manifested when his track was crossed. He gave the lie to different ones who made statements of matters and things, and finally left for O-----."},{"refcode_short":"PH104 9.1","refcode_long":"Testimony To the Brethren in Western New York, p. 9.1 (Ellen Gould White)","content":"He returned again and other efforts were made to help him to see, to feel and to correct the wrong course he had taken, but with similar results. He confessed that he was sorry for what he had said but did not acknowledge that he had no reason for the suspicions and jealousies he had entertained. I bore my testimony to Bro. and sister -----, each could discern the other's defects in character, but were not inclined to see their own. Especially was this the case with sister -----. The course she here pursued grieved me to the heart. She gave expression to thoughts which struck directly at my honesty and integrity. By her words and actions she betrayed my confidence and questioned my motives, showing a heart of unbelief such as I had never before met with in any person professing the present truth. She seemed to be insanely angry because her track was crossed. She had generally ruled and carried her points at all hazards, but in this matter her plans were not the best for the prosperity of the cause and there were those who dared to tell her so. Oh the perversity of human nature! If these persons had removed the stumbling blocks from the church at B.C. by hearty confessions, they might have cured the evil, healed the wounds."},{"refcode_short":"PH104 10.1","refcode_long":"Testimony To the Brethren in Western New York, p. 10.1 (Ellen Gould White)","content":"But it was evident that those who were reproved did not see their true state. If they had the church would have been relieved and they would have relieved their own souls. But they failed to do the work which they ought to have done. The most thorough confessions should have been made on their parts. The course of Bro. B----- and those who had come to B.C. to help us bear burdens was wrong. These brothers seemed to be crushing us beneath their own weight of darkness in the place of relieving us from our cares. The sense of the inconsistencies of those who ought to have better judgment nearly cost me my life. Ten fold labor was brought upon us. Those who had professed to be my best friends betrayed me."},{"refcode_short":"PH104 10.2","refcode_long":"Testimony To the Brethren in Western New York, p. 10.2 (Ellen Gould White)","content":"My sisters generously offered to assist me in sewing. While others remain free from care and have their time daily to attend to their sewing and keep their wardrobe in order about two weeks sewing once or twice a year is all I can usually command. In preparing my wardrobe, both long and short dresses were made. Of the former, there were one or two for travelling, and to appear in before those who are ignorant of our faith and of dress reform, whose minds are balancing in favor of the truth. We do not wish to bring before such hearers any question that is not vital, to divert their minds from the great and important subject, for Satan takes advantage of everything that can possibly be used to divert and distract minds."},{"refcode_short":"PH104 11.1","refcode_long":"Testimony To the Brethren in Western New York, p. 11.1 (Ellen Gould White)","content":"I had explained all this fully. But notwithstanding all this, my sisters were so weak they could not appreciate my motives, and were too glad of a pretext to lay aside the reform dress making my example their excuse. I had felt that, for me, discretion was highly essential while laboring in California, for the salvation of souls. With Paul, I could say I became all things to all if by any means I might save some. I did not do anything secretly. I frankly gave my reasons. But unsanctified hearts which had long galled and chafed under the cross of dress reform, now took occasion to make a bold push and throw off the reform dress. They have taken advantage of my necessity to misinterpret my words, my actions, and motives."},{"refcode_short":"PH104 11.2","refcode_long":"Testimony To the Brethren in Western New York, p. 11.2 (Ellen Gould White)","content":"My position upon health and dress reform is unchanged. I have been shown that God gave the dress reform to our sisters as a blessing, but some have turned it into a curse, making the dress question a subject of talk and of thought, while they neglected the internal work, the adorning of their souls by personal piety. Some have thought religion consisted in wearing the reform dress, while their spirits were unsubdued by grace. They were jealous and fault finding, watching and criticizing the dress of others, and in this neglected their own souls and lost their piety."},{"refcode_short":"PH104 12.1","refcode_long":"Testimony To the Brethren in Western New York, p. 12.1 (Ellen Gould White)","content":"If the dress reform is thus turned to a curse, God would remove it from us. God bestowed blessings upon ancient Israel and withdrew them again because those blessings were despised and became a cause of murmuring and complaint."},{"refcode_short":"PH104 12.2","refcode_long":"Testimony To the Brethren in Western New York, p. 12.2 (Ellen Gould White)","content":"There have been those who have carried the dress reform to extremes, and they have urged me to do the same; they have pressed and crowded this matter. I saw that these very ones had marked defects in their characters which they were overlooking, while they were urging on the dress reform. I saw such a lack of real principal and genuine piety, that I have been discouraged in trying to make my position understood. I have worn the reform dress myself excepting in the cases mentioned, where I feared its effect upon souls just lifting the heavy cross of the Sabbath. At our large camp-meetings where I have spoken to from two to three thousand, I have worn the reform dress."},{"refcode_short":"PH104 12.3","refcode_long":"Testimony To the Brethren in Western New York, p. 12.3 (Ellen Gould White)","content":"A sister from O. remarked that she wished she had that confidence in regard to the reform dress she once had; and intimated that the testimonies had thrown doubt upon her mind in regard to it. This was because the persons who carry matters to extremes, had been cautioned not to make the dress question a test of Christian fellowship. What influence do these things have to undermine the confidence in my testimonies! It is not the testimony that is at fault, but perverse human nature."},{"refcode_short":"PH104 13.1","refcode_long":"Testimony To the Brethren in Western New York, p. 13.1 (Ellen Gould White)","content":"Said I: “If I have written anything, or said anything to that effect, name it.” She could not produce any statement, but she had received the impression, she could not tell in what way. I fear that such persons, in their hearts, despise the dress reform and wish some excuse to lay it off."},{"refcode_short":"PH104 13.2","refcode_long":"Testimony To the Brethren in Western New York, p. 13.2 (Ellen Gould White)","content":"The troubles and perplexities brought upon us by our brethren and sisters, hindered us from getting out a large number of tracts that we had designed to have prepared for the press, and made ready for the camp-meetings. For three weeks my soul was terribly burdened, because those who had professed unshaken confidence in the testimonies for seventeen years, were so ready to yield them up when the reproofs given were for them and crossed their track."},{"refcode_short":"PH104 13.3","refcode_long":"Testimony To the Brethren in Western New York, p. 13.3 (Ellen Gould White)","content":"For three weeks I slept only about two hours during the night. One night I did not sleep at all, my mind seemed it [to] fail. I could neither read nor write. Pain was constantly in my head. Who is responsible for this three weeks of suffering and uselessness? Who is responsible for the neglect of the work which ought to have been done? We have had no tracts nor publications to distribute at these large gatherings when we should have had precious matter, in a desirable form, to scatter among those who came to hear."},{"refcode_short":"PH104 14","refcode_long":"Testimony To the Brethren in Western New York, p. 14 (Ellen Gould White)","content":"Matters in Battle Creek"},{"refcode_short":"PH104 14.1","refcode_long":"Testimony To the Brethren in Western New York, p. 14.1 (Ellen Gould White)","content":"The work which might have been done at B----- C-----last summer, was not accomplished because Satan was determined to defeat the purposes of God, by using unconsecrated ones to hedge up our way. Our time was employed with the very persons who professedly came to B----- C-----for the purpose of helping us and aiding the cause, but who had yielded to the temptations of Satan and were working against our efforts."},{"refcode_short":"PH104 14.2","refcode_long":"Testimony To the Brethren in Western New York, p. 14.2 (Ellen Gould White)","content":"The prosperity of the Health Institute was in peril. There was a lack of system and of harmony there existing that could not be charged upon one or two. Had the superintendent, directors, and physicians been faithful in the discharge of their duties, the state of things we found there would not have existed, and much sickness and several deaths might have been avoided."},{"refcode_short":"PH104 14.3","refcode_long":"Testimony To the Brethren in Western New York, p. 14.3 (Ellen Gould White)","content":"This careless inattention to the management of the Health Institute and its surroundings, has told fearfully against it, and a number of lives have been lost. Health reformers profess to believe in the hygienic agencies of pure air, pure water and strict cleanliness. These are the most efficient remedies for disease. The duty devolving upon the physician has been grossly neglected, notwithstanding repeated warnings and reproofs. The physician's duty is to have a care for all the surroundings of the Institute. In consenting to become physicians there, they assume the responsibility of taking in their hands the health and lives of the patients. It is their duty to take a deep interest in those who are placed under their care, to patiently advise and instruct them, to give them proper treatment and to guard them against every hurtful influence, and to banish from the institution or its surroundings everything detrimental to health."},{"refcode_short":"PH104 15.1","refcode_long":"Testimony To the Brethren in Western New York, p. 15.1 (Ellen Gould White)","content":"The sanitary condition of the Health Institute was greatly neglected. The physicians knew that girls were working over a sink that sent forth a deathly odor, yet they allowed this thing to go on. While they were professedly treating the sick, they were asleep to the matter of the surroundings of those whom they had in their care. Physicians, directors, and superintendent knew that the drainage was not such as to carry off impurities. Every day they would see before them, upon the surface of the ground, dressing spread out to enrich it, that was poisoning the air and making it unfit to breathe. This was in plain sight of all visitors and the close scrutiny of spies."},{"refcode_short":"PH104 15.2","refcode_long":"Testimony To the Brethren in Western New York, p. 15.2 (Ellen Gould White)","content":"It was the physician's duty to see that everything in the surroundings was conducive to health. They well understood the influence of these impure substances that were loading the atmosphere, to be taken into the lungs and corrupt the blood. They were greatly to blame. Proper treatment of their patients, as well as the dictates of common cleanliness, should have enjoined upon them a suppression of such evils. They should have set zealously about the work of purifying the premises of the Health Institute, and making it attractive and healthful, in keeping with its name."},{"refcode_short":"PH104 16.1","refcode_long":"Testimony To the Brethren in Western New York, p. 16.1 (Ellen Gould White)","content":"The sufferings and death of several there are chargeable, in a great degree, to the physicians. They should have felt that they were responsible for the result of injurious influences which they had power to control. Had they been diligent to remove every deleterious substance from these premises, everything that offended the senses, God would have blessed their efforts. But he does not design to work a miracle to preserve life and health against man's careless neglect of the work left for him to do."},{"refcode_short":"PH104 16.2","refcode_long":"Testimony To the Brethren in Western New York, p. 16.2 (Ellen Gould White)","content":"The superintendent failed in thoroughly doing his duty, the directors failed to do theirs, and the physicians failed to do their duty, when they allowed a state of things to exist which was imperiling life and health."},{"refcode_short":"PH104 16.3","refcode_long":"Testimony To the Brethren in Western New York, p. 16.3 (Ellen Gould White)","content":"Physicians at our Health Institute should be constantly advancing in knowledge, refinement, and excellence of character. But they have been moving in a narrow groove, selfishly watching their own interests and and fearfully neglecting the responsibilities which have a direct bearing upon the life and health of those entrusted to their care. This course has not tended to widen and strengthen the influence of the institution. Those in charge have narrowed down their own work and limited their responsibilities, and have thus injured the enterprise it was their duty to uphold."},{"refcode_short":"PH104 17.1","refcode_long":"Testimony To the Brethren in Western New York, p. 17.1 (Ellen Gould White)","content":"The Hebrews were especially commanded by God, through the mouth of Moses to allow no impurity to remain near the encampment, lest the Lord should pass by, and, seeing their uncleanness, refuse to go forth with the armies to battle against their enemies. God has not changed since that time. The directions given to ancient Israel, bear with equal importance upon the Israel of the Lord today. How could a pure and holy God regard the impure surroundings of the Health Institute?"},{"refcode_short":"PH104 17.2","refcode_long":"Testimony To the Brethren in Western New York, p. 17.2 (Ellen Gould White)","content":"The Health Reform is a branch of the work connected with the third angel's message, as the hand is united to the body. Those engaged in this branch of the work have been neglectful of their duty, and God has marked their careless inattention and positive uncleanness. This disgusting appearance has been laid open to spectators, and the cause of Health Reform, as connected with the great truths we advocate, has been placed, in their minds, on a level with the outward condition of the surroundings and grounds of the Institute. The truth that we profess has been brought into disrepute because of the loose state of things that has existed there."},{"refcode_short":"PH104 17.3","refcode_long":"Testimony To the Brethren in Western New York, p. 17.3 (Ellen Gould White)","content":"In ancient times God was displeased if his people allowed impurities to remain within the camp, and refused to be their strength and give them success in battles. This being true, we may be sure that like consequences will follow like sin, in these days. God will not bless the efforts of men, who, although zealous in some matters, positively disregard any of the special directions contained in the word of God. The Lord is great and holy. He must not be trifled with, obedience of all his injunctions is plainly required of us."},{"refcode_short":"PH104 18.1","refcode_long":"Testimony To the Brethren in Western New York, p. 18.1 (Ellen Gould White)","content":"The success of the Health Institute depends upon the thoroughness and entire faithfulness of every one connected with it. People come to the Institute from all parts of the country. They have learned from report that the establishment is conducted by Seventh-day Adventists, a people of peculiar faith, who dress plainly and seem to be out of joint with the world in many matters. They view with critical eye the deportment of superintendent, physicians and helpers. They naturally judge us by what they see revealed, and by that which is developed during the progress of their early acquaintance with us. Many, therefore, seeing the premises in so careless and really disgusting a condition, have turned away with decided dissatisfaction, pronouncing it a second or third grade institution that they would not patronize."},{"refcode_short":"PH104 18.2","refcode_long":"Testimony To the Brethren in Western New York, p. 18.2 (Ellen Gould White)","content":"From the same stand point they have also judged our faith to be equally objectionable and defective. God designed that the Health Institute should be a clear recommendation of our faith, and a powerful means of converting souls to the truth. But those who love order and neatness cannot but have become disgusted with the Institute and more or less prejudiced against Health Reform in consequence of this."},{"refcode_short":"PH104 19.1","refcode_long":"Testimony To the Brethren in Western New York, p. 19.1 (Ellen Gould White)","content":"In enjoining the importance of cleanliness upon the Hebrews, God did not design to exhibit his arbitrary power, by giving those definite commandments; but, knowing that the physical and spiritual prosperity of his people depended upon their conforming to natural laws, he compelled obedience to them, and showed, by the penalty he attached to those laws, the great importance with which he regarded them. If men do not obey the requirements of God they must expect to suffer in consequence. Those who inhale a deleterious atmosphere do it at the risk of health, and even life itself. But they who not only incur this danger themselves, but cause others to be exposed to the injurious effects of an impure atmosphere and unhealthy surroundings, are doubly reprehensible in the sight of God."},{"refcode_short":"PH104 19.2","refcode_long":"Testimony To the Brethren in Western New York, p. 19.2 (Ellen Gould White)","content":"In the testimony given me one year ago last January, I was shown that the Health Institute was not in a prosperous condition. In some matters, Bro. G_____ might fill the position of superintendent, while he is deficient in many respects. He has not a retentive memory, nor is he careful and painstaking. He is willing to occupy responsible positions, but is unwilling to bear the necessary burdens of his post with faith and patience. Such responsibilities rest lightly upon Bro. G_____. He has much pride and self-confidence, and makes more effort to please and gain favor, than to bear the real burdens of the work in which he is engaged."},{"refcode_short":"PH104 20.1","refcode_long":"Testimony To the Brethren in Western New York, p. 20.1 (Ellen Gould White)","content":"The spiritual condition of the Health Institute is not likely to improve under the superintendence of Bro. G_____, for he himself lacks the true spirituality that should lead him to follow closely the directions of the Lord. It is easier for Bro. G_____ to say, Do this, or that, than for him to say, Come let us do this or that, and take hold of the work heartily himself, thereby encouraging all those connected with the institution to do their duty. In some matters he tries to redeem the failures of others, and improves upon their example, but he fails to see his own defects and correct them."},{"refcode_short":"PH104 20.2","refcode_long":"Testimony To the Brethren in Western New York, p. 20.2 (Ellen Gould White)","content":"The Health Institute should be elevated much above what it now is. All connected with it should trust implicitly in God and walk humbly before him, doing his will and keeping his law. He has given us reasoning minds that we may learn from his word and from our daily experience and observation, how to live and how to act with regard to every duty. Especially should an institution designed for the accommodation of invalids, be as perfectly clean and healthful as skill, pains-taking labor, and means wisely employed can make it."},{"refcode_short":"PH104 21","refcode_long":"Testimony To the Brethren in Western New York, p. 21 (Ellen Gould White)","content":"Special Testimony"},{"refcode_short":"PH104 21.1","refcode_long":"Testimony To the Brethren in Western New York, p. 21.1 (Ellen Gould White)","content":"The following testimony was written Jan, 1875, and was acknowledged by Bro. Lindsay to be true, and that it gave him light and hope."},{"refcode_short":"PH104 21.2","refcode_long":"Testimony To the Brethren in Western New York, p. 21.2 (Ellen Gould White)","content":"Bro. H----- L-----, you are backslidden from God. Your views of God's requirements have never been too well defined nor too strict. It is no excuse for you to become lax in your duties and less vigilant because the course of so many professed Christians is wrong. You have not been consecrated to God. You have not felt your dependence upon him to keep you, and therefore you have been overcome and brought into the slavery of doubt; and the bondage of unbelief has chained your soul. You do not glorify God in your life. Our faith sometimes looks to you very questionable. The reason of this is with yourself. In the world truth and falsehood are so mixed that one is not always clearly discerned from the other. But why has one who professes the truth so little strength? Because he understands not his own ignorance and his own weakness. If he knew this, if he was distrustful of himself, he would feel the importance of Divine help to preserve him from the wiles of the enemy. We need to be active, working Christians, unselfish in heart and life, having an eye single to the glory of God, Oh! what wrecks of weakness we meet everywhere! Silent lips, and fruitless lives! This, said the angel, is because of falling under temptation. Nothing mars the peace of the soul like sinful unbelief."},{"refcode_short":"PH104 22.1","refcode_long":"Testimony To the Brethren in Western New York, p. 22.1 (Ellen Gould White)","content":"You should not give up in despair thinking you must live and die in the bondage of doubt and unbelief. In the Lord we have righteousness and strength. Lean upon him, through his power you may quench all the fiery darts of the adversary, and come off more than conqueror. You may still become sanctified through the truth; or you may, if you choose, walk in the darkness of unbelief, lose Heaven, and lose all. By walking in the light and working out the will of God, you may overcome your selfish nature."},{"refcode_short":"PH104 22.2","refcode_long":"Testimony To the Brethren in Western New York, p. 22.2 (Ellen Gould White)","content":"You have been ready to give of your means, but withheld yourself. You have not felt called upon to make sacrifices which would involve care and a willingness to do any work for Christ, be it ever so humble. God will bring you over the ground again and again until you with humble heart and subdued mind bear the test that he inflicts, and are sanctified wholly to the service and the work of God. Then you may win immortal life. Which will you choose? God will not be trifled with. You may be a fully developed man in Christ Jesus; or you may be a spiritual dwarf, gaining no victories. You may live for yourself and lose Heaven. Will you, my brother, choose a life of self-denial and self-sacrifice, doing your work with cheerfulness and joy, perfecting Christian character, and pressing on for the immortal reward? Christ accepts no divided service. He asks for all. It will not do to withhold anything. He has purchased you with an infinite price, and he requires that all you have shall be yielded to him a willing offering. If you are fully consecrated to him in heart and life, faith will take the place of doubts, and confidence the place of distrust and unbelief."},{"refcode_short":"PH104 23.1","refcode_long":"Testimony To the Brethren in Western New York, p. 23.1 (Ellen Gould White)","content":"My brother, you are in positive danger through neglecting to carry out health reform more strictly in your own life and in your family. Bro. L-----, your blood is impure and you are farther corrupting and inflaming it by the gratification of taste. Never be betrayed into indulging in stimulants, for this will be followed not only by reaction and loss of physical strength, but with benumbed intellect. Strictly temperate habits in eating and drinking, with firm trust in God, will improve your physical, mental, and moral health. You are of a highly excitable temperament. You have but little self-control and frequently say and do things under excitement, which you afterwards regret. You should call a determined will to your aid in the warfare against your own inclinations and propensities. You need to keep the avenues of your soul open for the reception of light and truth. But when something occurs to test and prove you, prejudice frequently comes in, and you arise at once against what you deem a restriction of your liberty or an infringement upon your rights."},{"refcode_short":"PH104 23.2","refcode_long":"Testimony To the Brethren in Western New York, p. 23.2 (Ellen Gould White)","content":"The word of God plainly presents this truth before us; that our physical nature will be brought into warfare with the spiritual. The apostle charges us to abstain from fleshly lusts which war against the soul. Every perverted appetite becomes a warring lust. Appetite indulged to the injury of physical strength causes disease of the soul. The lust which the apostle mentions is not confined to the violation of the seventh commandment, but every indulgence of the taste which lessens physical vigor is a warring lust. The apostle declares that he who would gain special victories and make higher attainments in righteousness, must be “temperate in all things.” Temperance in eating and drinking at our tables as well as the exercise of temperance in every other respect is essential if we would overcome as Christ overcame. God has given us light not to be treated indifferently, but to be our guide and help."},{"refcode_short":"PH104 24.1","refcode_long":"Testimony To the Brethren in Western New York, p. 24.1 (Ellen Gould White)","content":"You need to cultivate self-control. The lesson you should have learned in your youth should be mastered now. Discipline yourself to die to self, to bring your will in subjection to the will of Christ. A deep and thorough conversion is essential, or you my dear brother will fail of eternal life. Your service in the cause of God must be more hearty, full and thorough. You cannot perfect Christian character by serving God when you feel inclined to do so, and neglecting it when you please. A decided change must take place in your life, and you must obtain a different experience from what you have yet had or your service will not be accepted of God. Our Heavenly Father has been very gracious to you. He has dealt tenderly with you. Sickness and disease came upon you when you were unprepared to die, for you had not perfected Christian character and had not a moral fitness for Heaven."},{"refcode_short":"PH104 25.1","refcode_long":"Testimony To the Brethren in Western New York, p. 25.1 (Ellen Gould White)","content":"Satan stood by your side to afflict and destroy, that you might be numbered with the transgressors. Fervent and effectual prayer prevailed in your behalf. Angels were sent to wait and watch about you to guard and protect you from Satan's power and preserve your life. God has, in his matchless love, granted you another trial. Not because of any goodness or virtue in you, but because of his mercy he has answered the prayers of faith. Your probation was lengthened that you might have an opportunity to redeem the past, overcome the defects in your character, and show in your life that devotion to God which he claims from you. You have had emotions of gratitude, but you have not experienced that heart-felt thankfulness and becoming humility that should have been kindled by his unsurpassed love."},{"refcode_short":"PH104 25.2","refcode_long":"Testimony To the Brethren in Western New York, p. 25.2 (Ellen Gould White)","content":"You have not sufficiently felt your obligations to God for sparing your life. You have, for pettish reasons of your own, excused yourself time and again from religious duties which devolve upon us at all times and under all circumstances. Feelings of discouragement are no apology before God for the neglect of a single duty. You are not your own, you have been purchased by the blood of Christ. He claims all that you are capable of doing, your time and strength are not your own."},{"refcode_short":"PH104 26.1","refcode_long":"Testimony To the Brethren in Western New York, p. 26.1 (Ellen Gould White)","content":"God indicated that you could be educated to act a part in his cause; but it was necessary that your mind should be trained and disciplined to work in harmony with the plan of God. You could gain the required experience if you would; you had the privilege presented before you of denying your inclination, as your Saviour had given you an example in his life. But you have not placed yourself in a position to learn all that you could and all that it was important for you to learn in order to make a correct worker in the cause of God. There were some things to reform in yourself before the Lord could use you effectually as his instrument."},{"refcode_short":"PH104 26.2","refcode_long":"Testimony To the Brethren in Western New York, p. 26.2 (Ellen Gould White)","content":"Bro. L-----, it was a sacrifice for you to leave your farm, you enjoyed your life there. You did not come to Battle Creek from choice. You had no knowledge of the work in connection with the publishing interest. But you was determined to do the best you could, and you have in many respects done well. But many things have arisen as stumbling-blocks in your way. The course of Bro. A----- was wrong in many respects, but you also did not preserve your consecration to God, you united with Bro. A----- in spirit, and did not stand free; you displeased God in many things and separated your soul from him. Satan was obtaining great power over you, your steps had well nigh slipped, you were almost gone in unbelief when sickness arrested your course. It was in great mercy that God spared you and gave you a new lease of life. But you have not made an entire surrender to him, your stubborn will has not been subdued and softened, you need a new conversion. You have been easily fretted and annoyed, you have braced yourself to resist every thing that you thought reflected upon you, your feelings have arisen like a flash when anything has touched your pride. Now my dear Bro. this is all wrong. This you must overcome or the enemy will gain the victory over you."},{"refcode_short":"PH104 27.1","refcode_long":"Testimony To the Brethren in Western New York, p. 27.1 (Ellen Gould White)","content":"You have felt sick at heart because you did not love the work in B----- C-----. You have looked back towards O----- and your heart is there, and your body should be where your heart is, God has been testing and proving you; how have you borne the test? You needed to be planed and polished, to have the rough and jagged points of your character removed that you might become refined for the Kingdom of Heaven. How hard it is for human nature to deny inclination, to leave flattering worldly inducements and, through love of their Saviour and their fellow men, to deny their own pleasure in order to engage more directly in the service of God."},{"refcode_short":"PH104 27.2","refcode_long":"Testimony To the Brethren in Western New York, p. 27.2 (Ellen Gould White)","content":"Bro. L-----, you do not enter heart and soul into the work. You have never made it a direct personal interest, and it is not agreeable to you. If you had been so disposed you could have trained your mind to better understand the work, but you have, in a manner, held aloof from it, you have not connected yourself closely with it, and tried to become familiar with its various branches."},{"refcode_short":"PH104 28.1","refcode_long":"Testimony To the Brethren in Western New York, p. 28.1 (Ellen Gould White)","content":"You are not as social and courteous as you should be, and your cold, unapproachable manner is not pleasing to God. You allow your feelings to be easily excited. No man can properly fill a position in connection with the work of God who is controlled by feeling and moves from impulse. Your mind must come in closer connection with God, and your sympathies and interest be more identified with those who are engaged in his work, or you can be of no use in advancing the cause in B----- C-----. You are too independent and exclusive, you need to soften and assimilate your disposition to the mind and feelings of others. You can, as a business man and as a Christian, do much valuable service for the cause of God if you only surrender your will and your way to the Lord. You need to be sanctified by the truth, your mind elevated above every personal consideration and every selfish interest."},{"refcode_short":"PH104 28.2","refcode_long":"Testimony To the Brethren in Western New York, p. 28.2 (Ellen Gould White)","content":"I point you to the life of Jesus as a perfect pattern. His life was characterized by disinterested benevolence. Precious Saviour! What sacrifices has he made for us that we should not perish but have everlasting life. Heaven will be cheap enough if we resign every selfish interest to obtain it. Can we afford to have our own way and take ourselves out of the hands of God because it is more pleasing to our nature? God requires perfect submission and perfect obedience. Eternal life is worth everything to us. You may come in close connection with God if you will agonize to enter into the straight gate."},{"refcode_short":"PH104 29.1","refcode_long":"Testimony To the Brethren in Western New York, p. 29.1 (Ellen Gould White)","content":"You could never be aware of your deficiencies unless, you were brought where these deficiencies were developed by circumstances. You have not felt as you should since you have come to B----- C-----. You have not entered freely and heartily into the work and made it your chief interest. You have cherished an independence that could not be maintained if you realized your true position; that you are an apprentice, learning how to work in the very best manner for the prosperity of God's cause, that you are a scholar seeking to obtain knowledge concerning that with which you are unacquainted. You could have made much greater progress had you earnestly tried to serve God as an efficient worker."},{"refcode_short":"PH104 29.2","refcode_long":"Testimony To the Brethren in Western New York, p. 29.2 (Ellen Gould White)","content":"You have been too reserved, you have not come into close relation with men engaged in the different departments of the work, you have not been familiar enough to consult with them as you should and move understandingly. You might have been a more efficient helper had you done this. You have moved too much according to your own judgment and carried out your own ideas and plans. There has been a lack of harmonious connection between the workers. Those who might have helped you, have been reluctant to impart their knowledge to you on account of this lack of familiarity on your part, and also because you move so much from impulse and feeling that they dreaded to approach you."},{"refcode_short":"PH104 30.1","refcode_long":"Testimony To the Brethren in Western New York, p. 30.1 (Ellen Gould White)","content":"The Saviour of the world was the adored of the angels, he was a prince in the royal courts of Heaven. But he lay aside his glory and clothed his divinity with humanity. He became the meek and lowly Jesus. His riches and glory he left in Heaven, and he became poor that we, through his poverty might be made rich. Three years he was going from place to place, a homeless wanderer. But selfish men will repine and murmur if called to leave their little earthly treasure for Christ's sake, or to labor in the work of saving souls for whom Christ gave his precious life. Oh what ingratitude! No one can appreciate the blessings of redemption unless he feels that he can joyfully afford to make any and every sacrifice for the love of Christ. Every sacrifice made for Christ enriches the giver and every suffering and privation endured for his dear sake increases the overcomer's final joy in Heaven."},{"refcode_short":"PH104 30.2","refcode_long":"Testimony To the Brethren in Western New York, p. 30.2 (Ellen Gould White)","content":"You know but little of real sacrifice and genuine denial of self. You have had but little experience in hardships and taxation of your energies. Your burden has been light, while others have been loaded down with serious responsibilities. The young man who asked Jesus what he should do that he might have eternal life, was answered “Keep the commandments.” He confidently and proudly replied, “All these have I kept from my youth up. What lack I yet?” Jesus looked pityingly upon the young man, he loved him and he knew the words which he spoke would separate him from himself forever. Nevertheless Jesus touches the plague-spot of his soul. He says to the young man, “Go sell that thou hast and give to the poor, take up thy cross and follow me and thou shalt have treasure in heaven.” The young man wanted Heaven but not enough to withdraw his affection from his earthly treasure. He refused to yield to the conditions required by God in order to enter into life. He was very sorrowful, for he had great possessions which he thought were too valuable to exchange for eternal rewards. He had asked what he must do to be saved and the answer had been given. But his worldly heart could not make the sacrifice of his wealth to become Christ's disciple. His decision was to give up heaven and to cling to his earthly treasure. How many are now making the very same decision which fixed the destiny of this young man."},{"refcode_short":"PH104 31.1","refcode_long":"Testimony To the Brethren in Western New York, p. 31.1 (Ellen Gould White)","content":"Have we any of us an opportunity of doing something for Christ, how eagerly should we seize it and with greatest earnestness do all we can to be the co-workers with him. The very trials that task our faith most severely, and make it seem that God has forsaken us, is to lead us more closely to Christ, that we may lay all our burdens at his feet and experience the peace he will give us in exchange. You need a new conversion, to be sanctified through the truth, to become in spirit like a little child, meek and humble, relying wholly upon Christ as your Redeemer. While you retain your self-sufficient spirit, you will be miserable, poor, blind and naked. Your pride and independence is closing your heart to the blessed influences of the Spirit of God and rendering your heart as unimpressible as the hard-beaten highway."},{"refcode_short":"PH104 32.1","refcode_long":"Testimony To the Brethren in Western New York, p. 32.1 (Ellen Gould White)","content":"You have yet to learn the great lesson of faith. When you surrender yourself entirely to God, when you fall all broken upon Jesus, you will then be rewarded by a victory, the joy of which you have never yet experienced. As you review the past with a clear vision, you will see that at every time when life seemed to you only a perplexity and a burden, Jesus himself was near you, seeking to lead you into the light. Your Father was by your side, bending over you with unutterable love, afflicting you for your good, as the refiner purifies the precious ore. When you have thought yourself forsaken, he was near you to comfort and sustain. We seldom view Jesus as he is, and are never so ready to receive his help as he is to help us."}]