[{"refcode_short":"PH109 1","refcode_long":"A View of the Conflict, p. 1 (Ellen Gould White)","content":"A View of the Conflict"},{"refcode_short":"PH109 1.1","refcode_long":"A View of the Conflict, p. 1.1 (Ellen Gould White)","content":"In vision I saw two armies in terrible conflict. One army was led by banners bearing the world's insignia; the other was led by the blood-stained banner of Prince Emmanuel. Standard after standard was left to trail in the dust as company after company from the Lord's army joined the foe; and tribe after tribe from the ranks of the enemy united with the commandment-keeping people of God. An angel flying in the midst of heaven put the standards of Emmanuel into many hands, while a mighty general cried with a loud voice: “Come into line. Let those who are loyal to the commandments of God and the testimony of Christ now take their position. Come out from among them, and be ye separate, and touch not the unclean, and I will receive you, and will be a Father unto you, and ye shall be My sons and daughters. Let all who will come up to the help of the Lord, to the help of the Lord against the mighty.”"},{"refcode_short":"PH109 2.1","refcode_long":"A View of the Conflict, p. 2.1 (Ellen Gould White)","content":"The battle raged. Victory alternated from side to side. Now the soldiers of the cross gave way, “as when a standard-bearer fainteth.” But their apparent retreat was but an effort to gain a more advantageous position. Shouts of joy were heard. A song of praise to God went up, and angel voices united in the song, as Christ's soldiers planted His banner on the walls of fortresses till then held by the enemy. The Captain of our salvation was ordering the battle and sending support to His soldiers. His power was mightily displayed, encouraging them to press the battle to the gates. He taught them terrible things in righteousness as He led them on step by step, conquering and to conquer."},{"refcode_short":"PH109 2.2","refcode_long":"A View of the Conflict, p. 2.2 (Ellen Gould White)","content":"At last the victory was gained. The army following the banner with the inscription, “The commandments of God, and the faith of Jesus,” was gloriously triumphant. The soldiers of Christ were close beside the gates of the city of God, and with joy the city received her King. The kingdom of peace and joy and everlasting righteousness was established. God's will was done on earth, as it is done in heaven."},{"refcode_short":"PH109 2.3","refcode_long":"A View of the Conflict, p. 2.3 (Ellen Gould White)","content":"Now the church is militant. Now we are confronted with a world in midnight darkness, almost wholly given over to idolatry. But the day is coming when the battle will have been fought, the victory won. The will of God is to be done on earth, as it is done in heaven. Then the nations will own no other law than the law of heaven. All will be a happy, united family, clothed with the garments of praise and thanksgiving,—the robe of Christ's righteousness. All nature, in its surpassing loveliness, will offer to God a constant tribute of praise and adoration. The world will be bathed in the light of heaven. The years will move on in gladness. The light of the moon will be as the light of the sun, and the light of the sun will be sevenfold greater than it is now. Over the scene the morning stars will sing together, and the sons of God will shout for joy, and God and Christ will unite in proclaiming, “There shall be no more sin, neither shall there be any more death.”"},{"refcode_short":"PH109 2.4","refcode_long":"A View of the Conflict, p. 2.4 (Ellen Gould White)","content":"This is the scene that is presented to me. But the church must still fight against seen and unseen foes. Satanic agencies in human form are on the ground. Men have confederated to oppose the Lord of hosts. These confederacies will continue until Christ shall leave His place of intercession before the mercy-seat, and shall put on the garments of vengeance. Satanic agencies are in every city, busily organizing into parties those opposed to the law of God. Professed saints and avowed unbelievers take their stand with these parties. This is no time for the people of God to be weaklings. We can not afford to be off our guard for one moment."},{"refcode_short":"PH109 3.1","refcode_long":"A View of the Conflict, p. 3.1 (Ellen Gould White)","content":"“Be strong in the Lord, and in the power of His might. Put on the whole armor of God, that ye may be able to stand against the wiles of the devil. For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places. Wherefore take unto you the whole armor of God, that ye may be able to withstand in the evil day, and having done all, to stand. Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness; and your feet shod with the preparation of the gospel of peace; above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the enemy. And take the helmet of salvation, and the sword of the Spirit, which is the Word of God.”"},{"refcode_short":"PH109 3.2","refcode_long":"A View of the Conflict, p. 3.2 (Ellen Gould White)","content":"“This I pray, that your love may abound yet more and more in knowledge and in all judgment; that ye may approve things that are excellent; that ye may be sincere and without offense till the day of Christ; being filled with the fruits of righteousness which are by Jesus Christ, unto the glory and praise of God."},{"refcode_short":"PH109 4.1","refcode_long":"A View of the Conflict, p. 4.1 (Ellen Gould White)","content":"“Let your conversation be as becometh the gospel of Christ; ...stand fast in one spirit, with one mind striving together for the faith of the gospel; and in nothing terrified by your adversaries; which is to them an evident token of perdition, but to you of salvation, and that of God. For unto you it is given in behalf of Christ, not only to believe on Him, but also to suffer for His sake.”"},{"refcode_short":"PH109 4.2","refcode_long":"A View of the Conflict, p. 4.2 (Ellen Gould White)","content":"There are revealed in these last days, visions of future glory, scenes pictured by the hand of God, and these should be dear to His church. What sustained the Son of God in His betrayal and trial?—He saw of the travail of His soul, and was satisfied. He caught a view of the expanse of eternity, and saw the happiness of those who through His humiliation should receive pardon and everlasting life. He was wounded for their transgressions, bruised for their iniquities. The chastisement of their peace was upon Him, and with His stripes they were healed. His ear caught the shout of the redeemed. He heard the ransomed ones singing the song of Moses and the Lamb."},{"refcode_short":"PH109 4.3","refcode_long":"A View of the Conflict, p. 4.3 (Ellen Gould White)","content":"We must have a vision of the future and of the blessedness of heaven. Stand on the threshold of eternity, and hear the gracious welcome given to those who in this life have co-operated with Christ, regarding it as a privilege and an honor to suffer for His sake. As they unite with the angels, they cast their crowns at the feet of the Redeemer, exclaiming: “Worthy is the Lamb that was slain to receive power, and riches, and wisdom, and strength, and honor, and glory, and blessing.... Honor and glory and power be unto Him that sitteth upon the throne, and unto the Lamb forever and ever.”"},{"refcode_short":"PH109 5.1","refcode_long":"A View of the Conflict, p. 5.1 (Ellen Gould White)","content":"There the redeemed ones greet those who directed them to the uplifted Saviour. They unite in praising Him who died that human beings might have the life that measures with the life of God. The conflict is over. All tribulation and strife are at an end. Songs of victory fill all heaven as the redeemed stand around the throne of God. All take up the joyful strain, “Worthy, worthy is the Lamb that was slain, and lives again, a triumphant conqueror.”"},{"refcode_short":"PH109 5.2","refcode_long":"A View of the Conflict, p. 5.2 (Ellen Gould White)","content":"“I beheld, and, lo, a great multitude, which no man could number, of all nations, and kindreds, and people, and tongues, stood before the throne, and before the Lamb, clothed with white robes, and palms in their hands; and cried with a loud voice, saying, Salvation to our God which sitteth upon the throne, and unto the Lamb.”"},{"refcode_short":"PH109 5.3","refcode_long":"A View of the Conflict, p. 5.3 (Ellen Gould White)","content":"“These are they which came out of much tribulation, and have washed their robes, and made them white in the blood of the Lamb. Therefore are they before the throne of God, and serve Him day and night in His temple; and He that sitteth on the throne shall dwell among them. They shall hunger no more; neither thirst any more; neither shall the sun light on them, nor any heat. For the Lamb which is in the midst of the throne shall feed them, and shall lead them unto living fountains of waters; and God shall wipe away all tears from their eyes.” “And there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain; for the former things are passed away.”"},{"refcode_short":"PH109 6.1","refcode_long":"A View of the Conflict, p. 6.1 (Ellen Gould White)","content":"Will you catch the inspiration of the vision? Will you let your mind dwell upon the picture? Will you not be truly converted, and then go forth to labor in a spirit entirely different from the spirit in which you have labored in the past, displacing the enemy, breaking down every barrier to the advancement of the gospel, filling hearts with the light and peace and joy of the Lord? Shall not this miserable spirit of fault-finding and murmuring be buried, never to have a resurrection? Shall not the incense of praise and thanksgiving ascend from hearts purified and sanctified and glorified by the presence of Christ? Shall we not in faith lay hold of sinners, and bring them to the cross?"},{"refcode_short":"PH109 6.2","refcode_long":"A View of the Conflict, p. 6.2 (Ellen Gould White)","content":"Who will this day consecrate themselves to the service of the Lord? Who will now pledge themselves not to affiliate with the world, but to come out from the world, and be separate, refusing to pollute the soul with the worldly schemes and worldly practises that have been keeping the church under the enemy's influence?"},{"refcode_short":"PH109 7.1","refcode_long":"A View of the Conflict, p. 7.1 (Ellen Gould White)","content":"We are in this world to lift the cross of Calvary. As we lift this cross, we shall find that it lifts us. Let every Christian stand in his lot and place, catching the inspiration of the work that Christ did for souls while in this world. We need the ardor of the Christian hero, who can endure the seeing of Him that is invisible. Our faith is to have a resurrection. The soldiers of the cross are to exert a positive influence for good. Christ says, “He that is not for Me is against Me, and he that gathereth not with Me scattereth abroad.” Indifference in the Christian life is a manifest denial of Christ."},{"refcode_short":"PH109 7.2","refcode_long":"A View of the Conflict, p. 7.2 (Ellen Gould White)","content":"Should we not see in the world today medical missionaries who in all the features of their work are worthy of the name they bear, who aspire to the doing of deeds worthy of valiant soldiers of Christ? We are living near the close of the great conflict, when many souls are to be rescued from the slavery of sin. We are living in a time when to Christ's followers the promise specially belongs, “Lo, I am with you alway, even unto the end of the world.” He who commanded the light to shine out of darkness, He who has called us out of darkness into His marvelous light, bids us let our light shine brightly before men, that they may see our good works, and glorify our Father who is in heaven. In such rich measure has light been given to God's people that Christ is justified in telling them that they are to be the light of the world."},{"refcode_short":"PH109 7.3","refcode_long":"A View of the Conflict, p. 7.3 (Ellen Gould White)","content":"To our physicians and ministers I send the message: “Lay hold of the Lord's work as if you believed the truth for this time. Medical missionary workers and workers in the gospel ministry are to be bound together by indissoluble ties. Their work is to be done with freshness and power. Throughout our churches there is to be a reconversion and a reconsecration to service. Shall we not, in our work in the future, and in the gatherings that we hold, be of one accord? Shall we not wrestle with God in prayer, asking for the Holy Spirit to come into every heart? The presence of Christ, manifest among us, would cure the leprosy of unbelief that has made our service so weak and inefficient. We need the breath of the divine life breathed into us. We are to be channels through which the Lord can send light and grace to the world. Backsliders are to be reclaimed. We are to put away our sins, by confession and repentance, humbling our proud hearts before God. Floods of spiritual power are now to be poured forth upon those prepared to receive it."},{"refcode_short":"PH109 7.4","refcode_long":"A View of the Conflict, p. 7.4 (Ellen Gould White)","content":"Let us now consecrate ourselves to the proclamation of the message: “Prepare ye the way of the Lord. Make straight in the desert a highway for our God.” Divine and human instrumentalities are to unite for the accomplishment of one great object. “The Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.”"},{"refcode_short":"PH109 7.5","refcode_long":"A View of the Conflict, p. 7.5 (Ellen Gould White)","content":"“They that be wise shall shine as the brightness of the firmament; and they that turn many to righteousness as the stars forever and ever.”"}]