[{"refcode_short":"PH107 2","refcode_long":"To Whom it May Concern, p. 2 (Ellen Gould White)","content":"To Whom it May Concern"},{"refcode_short":"PH107 2.1","refcode_long":"To Whom it May Concern, p. 2.1 (Ellen Gould White)","content":"Dear Bro. Russell: I have many things to say to you, but fear that I have not strength to write them. I was shown last June that you did not understand yourself as well as others understand you. You give yourself credit for greater ability than you possess. You are not a man of wise calculation and good judgment. You are deficient in this respect. You think yourself qualified to act in a broader sphere, to do a larger business. This is not correct. You are a man who will let your imagination build air-castles, but overlook almost entirely present work and present duty. Instead of taking up your work, humble though it be, and feeling that it is your duty to do that work with earnestness and faithfulness, you are looking away in imagination to some other work more agreeable, which you think will prove a greater success."},{"refcode_short":"PH107 2.2","refcode_long":"To Whom it May Concern, p. 2.2 (Ellen Gould White)","content":"The Master has not committed to you the largest number of talents, because you have not the ability to improve them. You have been dissatisfied all your life, because you did not have the handling of a greater number of talents. You have thought that if you could have the five to improve upon, you could do some great thing—you could make some show—could accomplish some great and good work. The Master has intrusted to you small talents, and when you show right and successful management of these, he will increase your responsibility. Until the Lord commits greater trusts to you, you should be content and happy with smaller responsibility. You should remember that it is not the large work which is the most pleasing to God; but the spirit which we possess in doing the work he gives. If we put our whole heart and soul into the work, and do everything with faithfulness, little though the work may be, it will be wholly acceptable in the sight of God, and will bring its reward."},{"refcode_short":"PH107 3.1","refcode_long":"To Whom it May Concern, p. 3.1 (Ellen Gould White)","content":"I was shown that you feel unhappy, dissatisfied, and restless, and think if you could make a change it would make an improvement; but any outward changes which you can make by moving from place to place, will not make your home more happy. You carry your troubles with you. You cannot run away from yourself, nor your family."},{"refcode_short":"PH107 3.2","refcode_long":"To Whom it May Concern, p. 3.2 (Ellen Gould White)","content":"I saw that you would not make engaging in an Institute as a physician upon your own responsibility, a success. You are naturally a kind-spirited man; but you lack energy and wisdom to manage business."},{"refcode_short":"PH107 3.3","refcode_long":"To Whom it May Concern, p. 3.3 (Ellen Gould White)","content":"At Adams Center, N. Y., October 25, 1868, I was shown that your interest was not in the Institute. Your heart and mind are elsewhere. You are day-dreaming continually—seeing a good time ahead, and living upon future better prospects. In thus doing, you keep yourself constantly involved, yet flattering yourself that you will finally succeed. All these anticipations will prove like a mirage in the desert, unless you entirely change your course of operations. You have been planning and calculating to commence an enterprise upon your own responsibility. You were engaging the interest of those who are acquainted with you, yet do not know you."},{"refcode_short":"PH107 4.1","refcode_long":"To Whom it May Concern, p. 4.1 (Ellen Gould White)","content":"But this cannot be. I shall, in the fear of God, say to my brethren and sisters, Bro. Russell is not the man. You do not know him. He cannot make such an enterprise a success. I will not permit the people to meet with another disappointment in the health reform, such as they have met with. I will warn them publicly, if necessary in order to prevent this. All the mistakes and fanatical movements fall back upon me in the end. I have the most bitter letters from some, charging me with having been instrumental in the death of their friends. These friends went to extremes, and the result has been bad, and the reproach falls upon me. I wish, Bro. Russel, that you did know yourself; then you would have more rest of spirit. You feel all the time you must be doing a great and important work, when you have not the ability to perform this great work."},{"refcode_short":"PH107 4.2","refcode_long":"To Whom it May Concern, p. 4.2 (Ellen Gould White)","content":"I was shown in regard to your marriage. You made a great mistake. Here is a specimen of your wisdom and judgment. If you could see how the Lord regards such a course as you have pursued in this matter, you would not have such exalted views of the large sphere you could fill. You had motherless children who needed the care of a woman of sound sense, experience and good government to discipline them. Did you move judiciously, with caution and counsel in selecting your wife? No, indeed. You followed your fancy, and chose a girl—an undisciplined, inexperienced girl, and installed her the mother of your little ones. In this you have given evidence of being deficient in judgment, deficient in reasoning from cause to effect."},{"refcode_short":"PH107 5.1","refcode_long":"To Whom it May Concern, p. 5.1 (Ellen Gould White)","content":"You have also shown, by your course with your wife, that either you have not understood the laws of our being, or that you have followed your own inclinations in defiance of the laws of life and health. You have had children by your girl-wife when she was not more than two-thirds matured. Your precepts in many things in reference to health may be good; but when your example is so contrary to the laws of life, your precepts are of but little worth."},{"refcode_short":"PH107 5.2","refcode_long":"To Whom it May Concern, p. 5.2 (Ellen Gould White)","content":"You saw that your girl-wife was a child among your children, that she possessed neither dignity nor self-control, that she was altogether too young to bear the burdens, confinement and care of a family, and that your children could better take care of themselves, and even had more care than the one you had placed over them as their mother: Yet with all this knowledge you had not sufficient control of your body to prevent greater evils."},{"refcode_short":"PH107 5.3","refcode_long":"To Whom it May Concern, p. 5.3 (Ellen Gould White)","content":"You followed passion and increased your family. You brought children into the world when you knew that they could not be properly cared for and trained. You have wronged your girl-wife by expecting her to do the duties of a woman when she had not the experience or ability. You thought yourself capable of managing your own affairs. You thought your judgment unquestionable. Facts have proved you capable of handling but small talents, and doing only a small work. You would show greater wisdom by attending to the duties of today, small work though it may be, and ceasing your day-dreaming and castle-building."},{"refcode_short":"PH107 6.1","refcode_long":"To Whom it May Concern, p. 6.1 (Ellen Gould White)","content":"You have an unhappy family. Your children have a hard time. They are growing up with habits uncorrected, which will destroy their usefulness, and, unless they reform, will shut them at last from the presence of God. Who is responsible for this? The father, who knows not himself, yet thinks he is qualified to manage. Could your children have had a mother of mature years, her age measuring nearly with your own, a woman of experience and self-control, your children would be far different in character from what they are."},{"refcode_short":"PH107 6.2","refcode_long":"To Whom it May Concern, p. 6.2 (Ellen Gould White)","content":"There is but little use in encouraging their desire for baptism and uniting with the church; for it would only have a tendency to make them hypocrites. Home influences would more than counteract all the influences for good the church may have. The mother is more to be pitied than blamed; for she knows she is not qualified to act the part of a mother to these children. She knows you think she errs, that you see her errors, and this makes her miserable. It becomes you to have patience, yet to take a position in your family, and to do what you can, to remedy the evil your weak judgment has brought about."},{"refcode_short":"PH107 6.3","refcode_long":"To Whom it May Concern, p. 6.3 (Ellen Gould White)","content":"The Master will not require of you more than you can perform. “Unto one he gave five talents, to another two, and to another one, to every man according to his several ability; and straightway took his journey.” The different trusts are proportioned to our various capacities. To every man is given his work according to his known powers to perform, and corresponding results are expected."},{"refcode_short":"PH107 7.1","refcode_long":"To Whom it May Concern, p. 7.1 (Ellen Gould White)","content":"The reward is given to the steward intrusted with the talents, not because he has done so great a work, but because of his fidelity over a few things. God measures not according to the results, but according to the motives. If the steward is faithful he is successful, and is sure of the final reward, however small may have been his mission."},{"refcode_short":"PH107 7.2","refcode_long":"To Whom it May Concern, p. 7.2 (Ellen Gould White)","content":"Are we prepared for the solemn investigation of our works? Will the Master look upon your work and say, “Well done good and faithful servant?” Do the work of today with fidelity. Take up the burdens in your path. Do cheerfully the duties that are before you to do today. And the Lord will help you in the effort. You are too willing to bend to the right and left. Obey the apostle's injunction. “Owe no man anything.” Make this a point in your future life."},{"refcode_short":"PH107 7.3","refcode_long":"To Whom it May Concern, p. 7.3 (Ellen Gould White)","content":"You had better live very humbly, and keep a clear conscience. Owe no man anything, and you will not have so much perplexity. Live within your means. Shun debts, as you would a great evil. It is much easier for you to slide into debt, flattering yourself with future success, than it is to realize your anticipations and free yourself. You are a poor financier. You are a poor manager. You should not rely upon your own judgment. You should counsel with men who have made life a success, and be guided by their counsel. If you would do this, you would save yourself great trials, and your course would be more pleasing to God."},{"refcode_short":"PH107 7.4","refcode_long":"To Whom it May Concern, p. 7.4 (Ellen Gould White)","content":"With pleasure we state, that Bro. H. C. Miller has fully received the recent testimony concerning him, and stands free from the influence of those who would seek to turn him against the testimonies. Bro. Miller has borne good testimonies in the recent meetings held by the church at Battle Creek."}]