[{"refcode_short":"PH101 3","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 3 (Ellen Gould White)","content":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform"},{"refcode_short":"PH101 3.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 3.1 (Ellen Gould White)","content":"The following testimony was written for the especial benefit of the church at Monroe, Wisconsin. When written out, the case seemed of that nature and importance to demand more than a written copy. I therefore decided to have one hundred copies printed for the friends more especially interested in the matter. But as this testimony treats upon matters of interest to all health reformers, especially to those affected by the influence of extremists, I have thought best to print an edition sufficient to supply all who may wish to read it."},{"refcode_short":"PH101 3.2","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 3.2 (Ellen Gould White)","content":"At the time of the year Conference at Adams Center, N. Y., October 25, 1868, I was shown that the brethren in Monroe, Wis., were in great perplexity and distress because of the course pursued by H. C. Miller and H. S. Giddings. Those who have the cause of God at heart can but feel jealous for its prosperity. I was shown that these men were not reliable. They were extremists. They would run the health reform into the ground. They were not pursuing a course which would tend to correct, or reform, those who are intemperate in their diet; but their influence would disgust believers and unbelievers, and drive them further from reform instead of bringing them nearer to it. Our views differ widely from the world in general. They are not popular. The masses will reject any theory, however reasonable it may be, if it lays a restriction upon the appetite. The taste is consulted instead of reason and health. All who leave the common track of custom, and advocate reform, will be opposed, will be accounted mad, insane, radical, let them pursue ever so consistent a course. But when men advocate reform, and carry the matter to extremes, and are inconsistent in their course of action, men and women are not to blame if they do become disgusted with the health reform. These extremists do a greater work of injury in a few months than they can undo in their whole lives. By them the entire theory of our faith is brought into disrepute, and they can never bring those who witness such exhibitions of so-called health reform to think there is any thing good in it. These men are doing a work which Satan loves to see go on."},{"refcode_short":"PH101 5.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 5.1 (Ellen Gould White)","content":"Those who advocate unpopular truth should be the most consistent in their lives, and should be extremely careful to shun everything like extremes. They should not labor to see how far they can take their position from other men, but, otherwise, to see how near they can come to those they wish to reform, that they may help them to the position which they so highly prize. If they will feel thus, they will pursue a course which will recommend the truth they advocate to the good judgment of candid, sensible men and women. They will be compelled to acknowledge that there is a consistency in the subject of health reform."},{"refcode_short":"PH101 5.2","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 5.2 (Ellen Gould White)","content":"I was shown the course of H. S. Giddings in his own family. He has been severe and overbearing. He adopted the health reform, as advocated by Bro. Miller, and, like him, took extreme views of the subject, and not having a well-balanced mind, he has made terrible blunders, the results of which time will not efface. He commenced to carry out the theory he had heard advocated by Bro. Miller, aided by items gathered from books. He made a point, like Bro. Miller, of bringing all up to the standard he had erected. He brought his own family to his rigid rules, but failed to control his own animal propensities. He failed here to bring himself to the mark, and to keep his body under. If he had correct knowledge of the system of health reform, he knew that his wife was not in a condition to give birth to healthy children. His own unsubdued passions had borne sway, without reasoning from cause to effect. Before the birth of his children he did not treat his wife as a woman in her condition should be treated. He carried out rigid rules for her, according to Bro. Miller's ideas, which proved a great injury to her. He did not provide the quality and quantity of food that was necessary to nourish two lives instead of one. Another life was dependent upon her, and her system did not receive the vitality it needed, from nutritious, wholesome food, to sustain her strength. There was a lack in the quantity and quality. Her system required changes, variety, and a quality of food that was more nourishing. Her children were born with feeble nutritive powers, and impoverished blood. The mother, from the food she was compelled to receive, could not furnish a good quality of blood, and she gave birth to children filled with humors."},{"refcode_short":"PH101 7.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 7.1 (Ellen Gould White)","content":"The course pursued by the husband, the father of these children, deserves the severest censure. His wife suffered from want of wholesome, nutritious food. She did not have sufficient food and clothing to make her comfortable. She has borne a burden which has been galling to bear. He became to his wife, God, conscience, and will. There are natures which will rebel against this assumed authority. They will not submit to such surveillance. They become weary of the pressure, and rise above it. It was not so in this case. She has endured his being conscience for her, and tried to feel that it was for the best. But outraged nature could not be so easily subdued. Her demands were earnest. The cravings of her nature for something more nourishing, led her to use entreaty; but without effect. Her wants were few, but they were not considered. Two children have been sacrificed to his blind errors and ignorant bigotry. Should men of intelligent minds treat dumb animals in regard to food, as he has treated his wife, the community should take the matter into their own hands, and bring them to justice."},{"refcode_short":"PH101 8.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 8.1 (Ellen Gould White)","content":"In the first place, H. S. Giddings should not have committed so great a crime, as to bring into being offspring who, reason must teach him, would be diseased, because they must receive a miserable legacy from their parents. They have transmitted to them a bad inheritance. The blood of the children must be filled with scrofulous humors, from both parents, especially the father, whose habits have been such as to corrupt the blood, and enervate his whole system. Not only must these poor children take the scrofula taint in a double sense, but what is worse, they will bear the mental and moral deficiencies of the father, and the lack of noble independence, moral courage and force, in the mother. The world is already cursed by the increase of beings of this stamp, who must fall lower in the scale than their parents, in physical, mental, and moral strength, for their condition and surroundings are not even as favorable as were those of their parents."},{"refcode_short":"PH101 9.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 9.1 (Ellen Gould White)","content":"H. S. Giddings is not capable of taking care of a family. He should never have had one. His marriage was all a mistake. He has made a life of misery for his wife, and has accumulated misery by having children born to them. This man cannot sustain a family as they ought to be sustained. Some of them exist, and that is about all."},{"refcode_short":"PH101 9.2","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 9.2 (Ellen Gould White)","content":"No persons professing to be Christians should enter the marriage relation until the matter has been carefully and prayerfully considered from an elevated standpoint, to see if God can be glorified by the union. Then they should duly consider the result of every privilege of the marriage relation, and sanctified principle should be the basis of every action. In the increase of their family they should take into consideration whether God would be glorified or dishonored by their bringing children into the world. They should seek to glorify God at their first union, and during every year of their married life. They should calmly consider what provision can be made for their children. They have no right to bring children into the world to be a burden to others. Have they a business that they can rely upon to sustain a family, so that they need not become a burden to others? If they have not, they commit a crime in bringing children into the world to suffer for want of proper care, food and clothing. In this fast, corrupt age these things are not considered. Lustful passion bears sway, and will not submit to control, although feebleness, misery and death are the result of its reign. Women are forced to a life of hardship, pain and suffering, because of the uncontrollable passions of men who bear the name of husband—more rightly could they be called brutes. Mothers drag out a miserable existence, with children in their arms nearly all the time, managing every way to put bread into their mouths, and clothes upon their backs. Such accumulated misery fills the world."},{"refcode_short":"PH101 10.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 10.1 (Ellen Gould White)","content":"There is but little real, genuine, devoted, pure love. This precious article is very rare. Passion is termed love. Many a woman has had her fine and tender sensibilities outraged because the marriage relation allowed him, whom she called husband, to be brutal in his treatment of her. His love she found was of so base and low a quality that she was disgusted."},{"refcode_short":"PH101 11.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 11.1 (Ellen Gould White)","content":"Very many families are living in a most unhappy state, because the husband and father allows the animal in his nature to predominate over the intellectual and moral. The result is that a sense of languor and depression is frequently felt, but the cause is seldom divined as being the result of their own improper course of action. We are under solemn obligations to God to keep the spirit pure, and the body healthy, that we may be of benefit to humanity, and render to God perfect service. The apostle warns, “Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.” He urges us onward, by telling us that “Every man that striveth for the mastery is temperate in all things.” He exhorts all who call themselves by the name of Christian, to present their bodies “a living sacrifice, holy and acceptable unto God.” He says, “I keep under my body, and bring it into subjection, lest that by any means when I have preached to others, I myself should be a castaway.”"},{"refcode_short":"PH101 12.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 12.1 (Ellen Gould White)","content":"There is an error generally committed in making no difference in the life of a woman previous to the birth of her children than if she were in other conditions. At this important period the labor of the mother should be lightened. Great changes are going on in her system. Her system requires a greater amount of blood, and therefore requires an increase of food of the most nourishing quality, to convert into blood. Unless she has an abundant supply of nutritious food, she cannot retain her physical strength, and her offspring is robbed of vitality. The clothing demands attention. Care should be taken to protect the body from a sense of chilliness. She should not call vitality unnecessarily to the surface, to supply the want of additional clothing. If the mother is deprived of an abundance of wholesome, nutritious food, she will lack in the quantity and quality of blood. Her circulation will be poor, and her child will lack in the very things where she has lacked. There will be an inability in the offspring to appropriate food that will nourish the system, and which it can convert into good blood. The prosperity of mother and child depends much upon good, warm clothing, and a supply of nourishing food. There is an extra draft upon the vitality of the mother, which must be considered and provided for."},{"refcode_short":"PH101 13.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 13.1 (Ellen Gould White)","content":"But on the other hand, the idea that women, because of their special conditions, may let the appetite run riot, is a mistake based on custom, but not sound sense. The appetite of women in this condition may be variable, fitful, and difficult to gratify. And custom allows her to have anything she may fancy, without consulting reason whether such food can supply nutrition for her body, and for the growth of her child. The food should be nutritious, but should not be of an exciting quality. Custom says, if she wants flesh meats, pickles, spiced food, or mince pies, let her have them. Appetite alone is to be consulted. This is a great mistake, and does much harm. The harm cannot be estimated. If ever there is necessity of simplicity of diet and special care as to the quality of food eaten, it is in this important period."},{"refcode_short":"PH101 13.2","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 13.2 (Ellen Gould White)","content":"Women who possess principle, and are well instructed, will not depart from simplicity of diet at this time of all others. They should consider that another life is dependent upon them, and should be careful in all their habits, and especially in diet. They should not eat that which is innutritious and exciting, simply because it tastes well. There are too many counselors to persuade to do things they ought not, and which reason would tell them is not the best way."},{"refcode_short":"PH101 14.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 14.1 (Ellen Gould White)","content":"Children are born to parents, diseased, because of the gratification of the appetite. The system did not demand the variety of food upon which the mind dwelt. Because once in the mind it must be in the stomach, is a great error which Christian women should reject. Imagination should not be allowed to control the wants of the system. Those who allow the taste to rule, will suffer the penalty of the transgressions of the laws of their beings. And the matter does not end here; their innocent offspring will be sufferers also."},{"refcode_short":"PH101 14.2","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 14.2 (Ellen Gould White)","content":"The blood-making organs cannot convert spices, mince pies, pickles, and diseased flesh-meats into good blood. And if so much food is taken into the stomach that the digestive organs are compelled to overlabor, in order to dispose of it, and free the system from the substances which are irritating, the mother does injustice to herself, and is laying the foundation of disease in her offspring. If she chooses to eat as she pleases, and what she may fancy, irrespective of consequences, she will bear the penalty, but not alone. Her innocent child must suffer because of her indiscretion."},{"refcode_short":"PH101 15.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 15.1 (Ellen Gould White)","content":"Great care should be exercised to have the surroundings of the mother pleasant and happy. The husband and father is laid under special responsibility to do all in his power to lighten the burden of the wife and mother. He should bear, as much as possible, the burden of her condition. He should be especially attentive to all her wants, affable, courteous, kind, and tender. Not half the care is taken of some women while they are bearing children, that there is taken of animals in the stable."},{"refcode_short":"PH101 15.2","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 15.2 (Ellen Gould White)","content":"H. S. Giddings has been very deficient. His wife was not provided with wholesome food, and a plenty of it, and proper clothing, while in her best condition of health. Then when she needed extra clothing and extra food, and that of a simple, yet nutritious, quality, it was not allowed her. Her system craved material to convert into blood; but he would not provide it. A moderate amount of milk and sugar, a little salt, white bread raised with yeast, for a change, graham flour prepared by other hands than her own, in a variety of ways, plain cake with raisins cooked in it, rice pudding with raisins, prunes, and figs, occasionally, and many dishes I might mention, would have answered the demand of appetite. If he could not obtain some of these things mentioned, a little domestic wine would have done her no injury, but would have been better than for her to have done without it. In some cases, even a small amount of the least hurtful meat would do less injury than to suffer strong cravings for it."},{"refcode_short":"PH101 16.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 16.1 (Ellen Gould White)","content":"I was shown that both H. C. Miller and H. S. Giddings dishonored the cause of God. They have brought a stain upon the cause which will never be fully wiped out."},{"refcode_short":"PH101 16.2","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 16.2 (Ellen Gould White)","content":"I was shown the family of our dear Bro. Brown. If this brother had received proper help at the right time, every member of his family would be alive today. It is a wonder that the laws of the land have not been enforced in this instance of maltreatment. That family were perishing for food—the plainest, simplest food. They were starving in a land of plenty. A novice was practicing upon them. The young man did not die of disease, but of hunger. Food would have strengthened the system, and kept the machinery in motion."},{"refcode_short":"PH101 17.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 17.1 (Ellen Gould White)","content":"In cases of severe fever, abstinence from food, for a short time, will lessen the fever, and make the use of water more effectual. The one who is acting physician needs to understand the real condition of the patient, that he should not be restricted in diet for a great length of time until his system becomes enfeebled. While the fever is raging, food may irritate and excite the blood to a greater degree; but as soon as the strength of the fever is broken, nourishment should be given in a careful, judicious manner. If food is withheld too great a length of time, the stomach's craving for food will create fever, which a proper allowance of food, of a proper quality, will relieve. It gives nature something to work upon. If there is a great desire expressed for food, even during the fever, to gratify that desire with a moderate amount of simple food would be less injurious than for the patient to be denied. When the patient can get his mind upon nothing else but food, nature will not be overburdened with a small portion of simple food."},{"refcode_short":"PH101 18.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 18.1 (Ellen Gould White)","content":"Those who take the lives of others in their hands, must be men who have been marked as making life a success. They must be men of judgment and wisdom. They must be men who can sympathize, and feel to the depths—men whose whole being is stirred when they witness suffering. Some men who have been unsuccessful in every other enterprise in life, take up the business of a physician. They take the lives of men and women in their hands, when they have had no experience. They will read a plan somebody has followed with success, and adopt it, and will practice upon those who have confidence in them, and actually destroy the spark of life that is left in them, yet do not, after all learn any thing, but will go on as sanguine in the next case, observing the same rigid treatment. Some may have a power of constitution to withstand the terrible tax imposed upon them, and live. Then the novices take the glory to themselves when none is due them. Everything is due to God and a powerful constitution."},{"refcode_short":"PH101 19.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 19.1 (Ellen Gould White)","content":"Bro. Miller has been occupying an unworthy position in standing as a prop for H. S. Giddings. He has been mind for him, and has stood by to sustain and back him up. These two men are fanatics on the subject of health reform."},{"refcode_short":"PH101 19.2","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 19.2 (Ellen Gould White)","content":"Bro. Miller knows much less than he thinks he does. He is deceived in himself. He is selfish and bigoted in carrying out his views. He is not teachable. He has not had a subdued will. He is not a man of humble mind. Such a man has no business to be a physician."},{"refcode_short":"PH101 19.3","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 19.3 (Ellen Gould White)","content":"He may have some little knowledge of practice by reading; but this is not enough. Experience is necessary. We, as a people, are too few to sacrifice our lives so cheaply and ingloriously as to submit to be experimented upon by such men. Many precious ones would fall a sacrifice to their rigid views and notions—altogether too many—before they would give up, confess their errors, and learn wisdom by experience."},{"refcode_short":"PH101 19.4","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 19.4 (Ellen Gould White)","content":"Bro. Miller is too set, willful, and unteachable, for the Lord to use, to do any special work in his cause. He is too set and stubborn to let a few sacrificed lives change his course. He would maintain his views and notions all the more earnestly."},{"refcode_short":"PH101 20.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 20.1 (Ellen Gould White)","content":"These men will yet learn to their sorrow, that they had better be teachable, and not take the extreme views, and drive them, whatever the result may be. The community will be just as well off, and a little safer upon the whole, if both these men obtain employment in some other business, where life and health will not be endangered by their course of action."},{"refcode_short":"PH101 20.2","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 20.2 (Ellen Gould White)","content":"It is a great responsibility to take the life of a human being in hand. Then to have that precious life sacrificed through mismanagement, is dreadful. The case of Bro. Brown's family is terrible. These men may excuse their course; but that will not save the cause of God from reproach, nor bring back that son who suffered and died for the want of food. A little good wine and food would have brought him up from a bed of death, and given him back to his family. The father would soon have been numbered with the dead, if the same course had been continued which had been pursued toward the son. But the presence and timely counsel of Dr. Lay, from the Health Institute, saved him."},{"refcode_short":"PH101 21.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 21.1 (Ellen Gould White)","content":"It is time that something was done, that novices may not be allowed to take the field, and advocate health reform. Their works and words can be spared; for they do more injury than the most wise and intelligent men, with the best influence they can exert, can counteract. It is impossible for the best qualified advocates of health reform to fully relieve the minds of the public from the prejudice received through the wrong course of these extremists, and to place the great subject of health reform upon the right basis in the community where these men have figured. The door is also closed in a great measure, so that unbelievers cannot be reached by the present truth upon the Sabbath, and the soon coming of our Saviour. The most precious truths are cast aside by the people as unworthy of a hearing. These men are referred to as representatives of health reformers and Sabbath-keepers in general. A great responsibility rests upon those who have thus proved a stumbling block to unbelievers."},{"refcode_short":"PH101 21.2","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 21.2 (Ellen Gould White)","content":"Bro. Miller needs a thorough conversion. He does not see himself. If he possessed less self-esteem, and more humility of mind, his knowledge could be put to a practical use. He has a work to do for himself which no other can do for him. He will not yield his views or judgment to any man living, unless compelled to do so. He has traits of character which are most unfortunate, which should be overcome. He is more accountable than H. S. Giddings. His case is worse than his; for he possesses more intellect and knowledge. H. S. Giddings has been the shadow of his mind."},{"refcode_short":"PH101 22.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 22.1 (Ellen Gould White)","content":"Bro. Miller has a very set will. His likes and dislikes are very strong. If he starts on a wrong track, and follows the bent of his mind not moving in wisdom, and his error is presented before him, and he knows he is not right, he will have such a reluctance to acknowledge that he has been in error, and has pursued a wrong course, that he will frame some kind of an excuse to make others believe he is, after all, about right. This is the reason he has been left to follow his own judgment and wisdom, which is foolishness."},{"refcode_short":"PH101 22.2","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 22.2 (Ellen Gould White)","content":"In his father's family he has not been a blessing, but a cause of anxiety and sorrow. His will was not subdued in childhood. He has such a reluctance to acknowledge frankly that he has made mistakes and done wrong, that, to get out of a difficulty, he would set the powers of his mind at work to invent some excuse that he flattered himself was not a direct lie, rather than to humble himself sufficiently to confess his wrong. This habit has been brought along with him into his religious experience. He has a peculiar faculty of turning away a point by pleading forgetfulness, when, many times, he chooses to forget."},{"refcode_short":"PH101 23.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 23.1 (Ellen Gould White)","content":"His relations and friends might have been brought into the truth if he had been what God would have him to be. His set ways have made him disagreeable. He has used the truth as a subject to quarrel over. He has talked Bible subjects in his father's family, which he was opposed to, and used the most objectionable subjects to quarrel over, instead of seeking in all humbleness of mind, and with an undying love for souls, to win to the truth, and bring to the light."},{"refcode_short":"PH101 23.2","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 23.2 (Ellen Gould White)","content":"When he has pursued a wrong course, evidently unbecoming a disciple of the meek and lowly Jesus, and known that his words and acts were not in accordance with the sanctifying influence of truth, he has mulishly stood in his own defense, until his honesty has been questioned. He has made the most precious truth for these days, disgusting to his friends and relatives. He has proved a stumbling block*The original publication had the spelling “stumblingblock.” to them. His evasions, his bigotry, and the extreme views he has taken, have turned more souls away from the truth, than his best endeavors have brought to the truth."},{"refcode_short":"PH101 24.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 24.1 (Ellen Gould White)","content":"His combativeness, firmness, and self-esteem, are large. He cannot bless any church with his influence until he is converted. He can see the faults of others, and question the course of this one and that one, if they do not fully endorse what he may present; but if any one receives what he advocates, he cannot, and will not, see their faults and errors. This is not right. He may be correct upon many points, but he has not the mind which dwelt in Jesus Christ. When he can see himself as he is, and will correct the defects in his character, then he will be in a position to let his light so shine before men that they, by seeing his good works, may be led to glorify our Father who is in Heaven. His light has shone in such a manner that men have pronounced it darkness, and turned from it in disgust. Self, in him, must die, and he must possess a teachable spirit, or he will be left to follow his own ways, and be filled with his own doings."},{"refcode_short":"PH101 25.1","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 25.1 (Ellen Gould White)","content":"“And the servant of the Lord must not strive, but be gentle unto all men, apt to teach, patient. In meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth.”"},{"refcode_short":"PH101 25.2","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 25.2 (Ellen Gould White)","content":"“Speak evil of no man, to be no brawlers [not talking the truth in a boasting, triumphant manner]; but gentle, shewing all meekness unto all men.”"},{"refcode_short":"PH101 25.3","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 25.3 (Ellen Gould White)","content":"“But sanctify the Lord God in your hearts; and be ready always to give an answer to every man that asketh a reason of the hope that is in you with meekness and fear.”"},{"refcode_short":"PH101 25.4","refcode_long":"Testimony Relative to Marriage Duties, and Extremes in The Health Reform, p. 25.4 (Ellen Gould White)","content":"Bro. Miller wants his mind to control others; and unless he can have this privilege, he is dissatisfied. He is not a peacemaker. His course will cause more confusion and distrust in a church than any ten can counteract. His peculiar temperament is such that he will be picking flaws, and finding fault with all around but himself. He will not prosper until he learns the lesson that he ought to have learned years ago, humbleness of mind. At his age he will learn this lesson at much cost to self. He has all his life been trying to build up himself, save himself, preserve his own life, and he has lost his labor every time."}]