[{"refcode_short":"PH102 2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 2 (Ellen Gould White)","content":"Testimonies on Fair Dealing and Book Royalties"},{"refcode_short":"PH102 2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 2 (Ellen Gould White)","content":"Testimonies on Fair Dealing and Book Royalties"},{"refcode_short":"PH102 2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 2 (Ellen Gould White)","content":"Worldly Policy"},{"refcode_short":"PH102 2.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 2.1 (Ellen Gould White)","content":"Portion of a testimony entitled “Our Institutions in Battle Creek,” published in “Testimonies for the Church,” No. 33, and copied from Testimonies for the Church 5:561-566."},{"refcode_short":"PH102 2.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 2.2 (Ellen Gould White)","content":"The policy which worldly business men adopt is not the policy to be chosen and carried out by the men who are connected with our institutions. Selfish policy is not heaven-born, it is earthly. In this world, the leading maxim is, “The end justifies the means;” and this may be traced in every department of business. It has a controlling influence in every class of society, in the grand councils of nations, and wherever the Spirit of Christ is not the ruling principle. Prudence and caution, tact and skill, should be cultivated by every one who is connected with the office of publication, and by those who serve in our college and sanitarium. But the laws of justice and righteousness must not be set aside, and the principle must not prevail that each one is to make his particular branch of the work a success, regardless of other branches. The interests of all should be closely guarded, to see that no one's rights are invaded. In the world, the God of traffic is too often the God of fraud; but it must not be thus with those who are dealing with the Lord's work. The worldly standard is not to be the standard of those who are connected with sacred things."},{"refcode_short":"PH102 3.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 3.1 (Ellen Gould White)","content":"When the scenes of the Judgment were brought before me, the books in which are registered the deeds of men, revealed the fact that the dealings of some of those professing godliness in our institutions were after the worldling's standard, not in strict accordance with God's great standard of righteousness. The relation of men in their deal with one another, especially those connected with the work of God, was opened to me quite fully. I saw that there should be no close, sharp deal between brethren who represent important institutions, different, perhaps, in character, but branches of the same work. A noble, generous, Christlike spirit should ever be maintained by them. The spirit of avarice should have no place in their transactions. God's cause could not be advanced by any action on their part contrary to the spirit and character of Christ. A selfish manner of dealing in one will provoke the same disposition in others; but the manifestation of liberality and true courtesy will awaken the same spirit in return, and would please our heavenly Father."},{"refcode_short":"PH102 3.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 3.2 (Ellen Gould White)","content":"Worldly policy is not to be classed with sound discretion, although it is too often mistaken for it. It is a species of selfishness, in whatever cause it is exercised. Discretion and sound judgment are never narrow in their workings. The mind that is guided by them has comprehensive ideas, and does not become narrowed down to one object. It looks at things from every point of view. But worldly policy has a short range of vision. It can see the object nearest at hand, but fails to discover those at a distance. It is ever watching for opportunities to gain advantage. Those who follow a course of worldly policy, are building themselves up by pulling out the foundation from another man's building. Every structure must be built upon a right foundation, in order to stand."},{"refcode_short":"PH102 4","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 4 (Ellen Gould White)","content":"Royalties on Books"},{"refcode_short":"PH102 4.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 4.1 (Ellen Gould White)","content":"Brain workers have a God-given capital. The result of their study belongs to God, not to man. If the worker faithfully gives to his employer the time for which he receives his pay, then his employer has no further claim upon him. And if by diligent and close economy of moments, he prepares other matter valuable for publication, it is his to use as he thinks will best serve the cause of God. If he gives up all but a small royalty, he has done a good work for those who handle the book, and he should not be asked to do more. God has not placed upon the publishing board the responsibility of being conscience for others. They should not persistently seek to force men to their terms."},{"refcode_short":"PH102 4.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 4.2 (Ellen Gould White)","content":"The authors are responsible to God for the use which they make of their means. There will be many calls for money. Mission fields will have to be entered, and this requires much outlay. Those to whom God has entrusted talents, are to trade upon these talents according to their ability; for they are to act their part in carrying forward these interests. When the members of the board take it upon themselves to urge that all the profits from our denominational books shall go to the Publishing Association and the agents, and that the authors, after being paid for the time and expense of writing a book, should relinquish their claim to a share in the profits, they are undertaking a work which they can not carry out. These book-writers have as much interest in the cause of God as do those who compose the board of trustees. Some of them have had a connection with the work almost from its infancy."},{"refcode_short":"PH102 5.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 5.1 (Ellen Gould White)","content":"It was presented before me that there were poor men whose only means of obtaining a livelihood was their brain-work; also, that there are business men connected with our institutions, who have not grown up with them, and have not had the benefit of all the instruction that God has given from time to time relative to their management. They have not incorporated true religion, the spirit of Christ, into their business. The Publishing Association should not, therefore, be made an all-controlling power. Individual talent and individual rights must be respected. Should arrangements be made to invest all the results of personal talent in the Publishing Association, other important interests would be crippled."},{"refcode_short":"PH102 6.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 6.1 (Ellen Gould White)","content":"To every man God has given his work. To some He has given talents of means and influence; and those who have the interests of God's cause at heart will understand His voice telling them what to do. They will have a burden to push the work where it needs pushing."},{"refcode_short":"PH102 6.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 6.2 (Ellen Gould White)","content":"Several times it has been pointed out to me that there has been a close, ungenerous spirit exercised toward Brother H from the very first of his labors in Battle Creek. It makes me sad to state the reason. It was because he went there a stranger and in poverty. Because he was a poor man, he has been placed in unpleasant positions, and made to feel his poverty. Men connected with our institutions have thought that they could bring him to their terms, and he has had a very unpleasant time. There are sad chapters in his experience, which would not have passed into history if his brethren had been kind, and had dealt with him in a Christlike manner. The Lord's cause should always be free from the slightest injustice; and no act connected with it should savor in the smallest degree of penuriousness or oppression."},{"refcode_short":"PH102 6.3","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 6.3 (Ellen Gould White)","content":"The Lord guards every man's interest. He was always the poor man's friend. There is a most wonderful dearth of Christlike love in the hearts of nearly all who are handling sacred things. I would say to my brethren everywhere, Cultivate the love of Christ! It should well up from the soul of the Christian like streams in the desert, refreshing and beautifying, bringing gladness, peace, and joy into his own life, and into the lives of others. “None of us liveth to himself.” If there is shown the least oppression of the poor, or unjust dealing with them in either small or great things, God will hold the oppressor accountable."},{"refcode_short":"PH102 7.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 7.1 (Ellen Gould White)","content":"Do not seek to make terms which are not just and fair with either Elder J or Professor H, or with any other brain-worker. Do not urge or force them to accept the terms of those who do not know what it is to make books. These men have a conscience, and are accountable to God for their entrusted capital and the use they make of it; you are not to be conscience for them. They want the privilege of investing the means which they may acquire by hard labor, when and where the Spirit of God shall indicate."},{"refcode_short":"PH102 7.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 7.2 (Ellen Gould White)","content":"My brethren must remember that the cause of God covers more than the publishing house at Battle Creek and the other institutions there established. No one knows better than Brother J how that office came into existence. He has been connected with the publishing work from its very commencement,—when it was oppressed by poverty; when the food upon our tables was hardly sufficient to meet the wants of nature, because self-denial had to be practised in eating and in dressing and in our wages, in order that the paper might live. This was positively necessary then, and those who passed through that experience would be ready, under similar circumstances, to do the same again."},{"refcode_short":"PH102 8.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 8.1 (Ellen Gould White)","content":"It is not becoming for those who have had no experience in these trials, but have become connected with the work in its present prosperity, to urge the early workers to submit to terms in which they can see no justice. Brother J loves the cause of God, and will invest his means to advance it wherever he sees it is necessary. Then leave this burden of receiving and dispensing this means where it belongs,—on the men to whom God has entrusted talents of influence and of ability. They are responsible to God for these. Neither the Publishing Association nor its chief workers should assume the stewardship of these authors."},{"refcode_short":"PH102 8.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 8.2 (Ellen Gould White)","content":"If the board should be able to bring Brethren H and J to their terms, would not these writers feel that they had been dealt with unjustly? Would not a door of temptation be opened before them, which would interfere with sympathy and harmony of action? Should the managers grasp all the profits, it would not be well for the cause, but would produce a train of evils, disastrous to the Publishing Association. It would encourage the spirit of intolerance which is already manifest to some degree in their councils. Satan longs to have a narrow, conceited spirit, which God can not approve, take possession of the men who are connected with the sacred message of truth."},{"refcode_short":"PH102 9","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 9 (Ellen Gould White)","content":"The Author"},{"refcode_short":"PH102 9.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 9.1 (Ellen Gould White)","content":"Published in “Testimonies for the Church.”Testimonies for the Church 7:176-181."},{"refcode_short":"PH102 9.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 9.2 (Ellen Gould White)","content":"God desires to bring men into direct relation with Himself. In all His dealings with human beings He recognizes the principle of personal responsibility. He seeks to encourage a sense of personal dependence, and to impress the need of personal guidance. His gifts are committed to men as individuals. Every man has been made a steward of sacred trusts; each is to discharge his trust according to the direction of the Giver; and by each an account of his stewardship must be rendered to God."},{"refcode_short":"PH102 9.3","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 9.3 (Ellen Gould White)","content":"In all this, God is seeking to bring the human into association with the divine, that through this connection man may become transformed into the divine likeness. Then the principle of love and goodness will be a part of his nature. Satan, seeking to thwart this purpose, constantly works to encourage dependence upon man, to make men the slaves of men. When he thus succeeds in turning minds away from God, he insinuates his own principles of selfishness, hatred, and strife."},{"refcode_short":"PH102 9.4","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 9.4 (Ellen Gould White)","content":"In all our dealing with one another, God desires us carefully to guard the principle of personal responsibility to and dependence upon Him. It is a principle that should be especially kept in view by our publishing houses in their dealing with authors."},{"refcode_short":"PH102 10.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 10.1 (Ellen Gould White)","content":"It has been urged by some that authors have no right to hold the stewardship of their own works; that they should give their works over to the control of the publishing house or of the conference; and that, beyond the expense involved in the production of the manuscript, they should claim no share of the profit; that this should be left with the conference or the publishing house, to be appropriated, as their judgment shall direct, to the various needs of the work. Thus the author's stewardship of his work would be wholly transferred from himself to others."},{"refcode_short":"PH102 10.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 10.2 (Ellen Gould White)","content":"But not so does God regard the matter. The ability to write a book is, like every other talent, a gift from Him, for the improvement of which the possessor is accountable to God; and he is to invest the returns under His direction. Let it be borne in mind that it is not our own property which is entrusted to us for investment. If it were, we might claim discretionary power; we might shift our responsibility upon others, and leave our stewardship with them. But this can not be, because the Lord has made us individually His stewards. We are responsible to invest this means ourselves. Our own hearts are to be sanctified; our hands are to have something to impart, as occasion demands, of the income that God entrusts to us."},{"refcode_short":"PH102 11.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 11.1 (Ellen Gould White)","content":"It would be just as reasonable for the conference or the publishing house to assume control of the income which a brother receives from his houses or lands as to appropriate that which comes from the working of his brain."},{"refcode_short":"PH102 11.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 11.2 (Ellen Gould White)","content":"Nor is there justice in the claim that, because a worker in the publishing house receives wages for his labor, his powers of body, mind, and soul belong wholly to the institution, and it has a right to all the productions of his pen. Outside the period of labor in the institution, the worker's time is under his own control, to use as he sees fit, so long as this use does not conflict with his duty to the institution. For that which he may produce in these hours, he is responsible to his own conscience and to God."},{"refcode_short":"PH102 11.3","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 11.3 (Ellen Gould White)","content":"No greater dishonor can be shown to God than for one man to bring another man's talents under his absolute control. The evil is not obviated by the fact that the profits of the transaction are to be devoted to the cause of God. In such arrangements the man who allows his mind to be ruled by the mind of another is thus separated from God and exposed to temptation. In shifting the responsibility of his stewardship upon other men, and depending on their wisdom, he is placing man where God should be. Those who are seeking to bring about this shifting of responsibility are blinded as to the result of their action; but God has plainly set it before us. He says, “Cursed be the man that trusteth in man, and maketh flesh his arm.” Jeremiah 17:5."},{"refcode_short":"PH102 12.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 12.1 (Ellen Gould White)","content":"Let not authors be urged either to give away or to sell their right to the books they have written. Let them receive a just share of the profits of their work; then let them regard their means as a trust from God, to be administered according to the wisdom that He shall impart."},{"refcode_short":"PH102 12.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 12.2 (Ellen Gould White)","content":"Those who possess the ability to write books should realize that they possess ability to invest the profits they receive. While it is right for them to place a portion in the treasury, to supply the general needs of the cause, they should feel it their duty to acquaint themselves with the necessities of the work, and with prayer to God for wisdom they should personally dispense their means where the need is greatest. Let them lead out in some line of benevolence. If their minds are under the direction of the Holy Spirit, they will have wisdom to perceive where means are needed, and in relieving this need they will be greatly blessed."},{"refcode_short":"PH102 12.3","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 12.3 (Ellen Gould White)","content":"If the Lord's plan had been followed, a different state of things would now exist. So much means would not have been expended in a few localities, leaving so little for investment in the many, many places where the banner of truth has not yet been lifted."},{"refcode_short":"PH102 12.4","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 12.4 (Ellen Gould White)","content":"Let our publishing houses beware lest in their dealing with God's workers, wrong principles be allowed to control. If connected with the institution there are men whose hearts are not under the direction of the Holy Spirit, they will be sure to sway the work into wrong lines. Some who profess to be Christians regard the business connected with the Lord's work as something wholly apart from religious service. They say: “Religion is religion, business is business. We are determined to make that which we handle a success, and we will grasp every possible advantage to promote this special line of work.” Thus plans contrary to truth and righteousness are introduced, with the plea that this or that must be done, because it is a good work, and for the advancement of the cause of God."},{"refcode_short":"PH102 13.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 13.1 (Ellen Gould White)","content":"Men who through selfishness have become narrow and short-sighted, feel it their privilege to crowd down the very ones whom God is using to diffuse the light He has given them. Through oppressive plans, workers who should stand free in God have been trammeled with restrictions by those who were only their fellow-laborers. All this bears the stamp of the human, and not of the divine. It is the devising of men that leads to injustice and oppression. The cause of God is free from every taint of injustice. It seeks to gain no advantage by depriving the members of His family of their individuality or of their rights. The Lord does not sanction arbitrary authority, nor will He serve with the least selfishness or overreaching. To Him all such practises are abhorrent."},{"refcode_short":"PH102 14.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 14.1 (Ellen Gould White)","content":"He declares: “I hate robbery for burnt-offering.” “Thou shalt not have in thine house divers measures, a great and a small. But thou shalt have a perfect and just weight, a perfect and just measure shalt thou have: ...for all that do such things, and all that do unrighteously, are an abomination unto the Lord thy God.” Isaiah 61:8; Deuteronomy 25:14-16."},{"refcode_short":"PH102 14.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 14.2 (Ellen Gould White)","content":"“He hath showed thee, O man, what is good; and what doth the Lord require of thee, but to do justly, and to love mercy, and to walk humbly with thy God!” Micah 6:8."},{"refcode_short":"PH102 14.3","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 14.3 (Ellen Gould White)","content":"One of the very highest applications of these principles is found in the recognition of man's right to himself, to the control of his own mind, to the stewardship of his talents, the right to receive and to impart the fruit of his own labor. Strength and power will be in our institutions only as in all their connection with their fellow-men they recognize these principles,—only as in their dealing they give heed to the instruction of the word of God."},{"refcode_short":"PH102 14.4","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 14.4 (Ellen Gould White)","content":"Satan's skill is exercised in devising plans and methods without number to accomplish his purposes. He works to restrict religious liberty, and to bring into the religious world a species of slavery. Organizations, institutions, unless kept by the power of God, will work under Satan's dictation to bring men under the control of men; and fraud and guile will bear the semblance of zeal for truth and for the advancement of the kingdom of God. Whatever in our practise is not as open as the day belongs to the methods of the prince of evil."},{"refcode_short":"PH102 15.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 15.1 (Ellen Gould White)","content":"Men fall into error by starting with false premises, and then bringing everything to bear to prove the error true. In some cases the first principles have a measure of truth interwoven with error; but it leads to no just action; and this is why men are misled. They desire to reign and become a power, and, in the effort to justify their principles, they adopt the methods of Satan."},{"refcode_short":"PH102 15","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 15 (Ellen Gould White)","content":"Justice to be Maintained"},{"refcode_short":"PH102 15.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 15.2 (Ellen Gould White)","content":"From a letter to Elder G. I. Butler, written from Basel, Switzerland, March 1, 1886."},{"refcode_short":"PH102 15.3","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 15.3 (Ellen Gould White)","content":"There is a subject that I wish to mention to you. It is the matter of royalties on books. Since W. C. White returned from America, he has received from A. R. Henry letters of a very decided character on this point. W. C. White has stated the positions taken by your board in Battle Creek. I am sorry that they are not far-seeing in judgment. They give evidence that they are narrowing their views and comprehensions. They will arouse much unpleasantness of feeling in the bookmakers, and will not accomplish that which they have undertaken. This movement will create a want of harmony. God will not sanction such things as they have in view, because they are not just...."},{"refcode_short":"PH102 16.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 16.1 (Ellen Gould White)","content":"The policy plan is a snare. While the members of the council may pride themselves on the thought that they are doing a very nice thing, they show a short-sighted wisdom that will cripple their own efforts for success. In order to stand, the structure must be built upon a right foundation. When the board of the Publishing Association takes it upon them to urge that all the profits of books shall go to the Publishing Association, they are seeking to control matters which do not come under their jurisdiction. They are taking upon themselves a work which they can not carry out...."},{"refcode_short":"PH102 16.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 16.2 (Ellen Gould White)","content":"Some years ago the matter of the publication of books came up, and plans were laid which I can not now call to mind. It was something like this,—that no one individual was to be benefited by the publication of his books.... A proposition was then made to us which my husband, without ability to consider fully, assented to, that the Publishing Association should have the benefit of the books. I was considering the matter, and thought like this: I wish the testimonies to go to as many as possible. They contain messages from God to His people, and I wish no benefits personally for this work. Thus we stated the matter."},{"refcode_short":"PH102 16.3","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 16.3 (Ellen Gould White)","content":"But shortly afterward, I was shown that it was not wisdom to relinquish our right to manage and control our own writings; that we would know better how to handle the profits from these books than those who had far less experience; that publications were to be multiplied, and the profits that we would receive would enable us to lead out in the advancing work, to build up the interests of the cause, and to carry others with us in the work; that there was a principle to be maintained in guarding the interests of true workers. We ourselves were not the only ones that this decision would affect. I was instructed that justice must be maintained; that the cause of God would be continually widening; it would embrace the whole world as its field; that the wants of the cause of God should not be determined by one man's mind and one man's obscured vision; that there would be important work done in God's moral vineyard, and that no man should feel that the part of the work over which he presides is to be all-absorbing."},{"refcode_short":"PH102 17.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 17.1 (Ellen Gould White)","content":"This settled our minds upon this point, and we have no reason to change them."},{"refcode_short":"PH102 17","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 17 (Ellen Gould White)","content":"A Principle Involved"},{"refcode_short":"PH102 17.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 17.2 (Ellen Gould White)","content":"From a letter to A. R. Henry, written from Basel, March 26, 1886."},{"refcode_short":"PH102 17.3","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 17.3 (Ellen Gould White)","content":"My much respected brother, I wish to say that I have no selfish motives in claiming the royalty on my books, but I consider that there is a principle involved which affects not only my own rights, but the individual rights of others, which the Lord would have me guard. I have a duty to do in this matter, which my brethren do not comprehend or take in, because of a lack of far-seeing judgment."},{"refcode_short":"PH102 18.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 18.1 (Ellen Gould White)","content":"All that I receive in royalty on foreign books is dedicated to foreign missions. When I see how difficult it is for my good brethren to outgrow narrow plans and narrow ideas in some things connected with our work, I feel that I can understand, through the light God has given me, where means is really needed; and I do not mean to pass my stewardship on to my brethren, even if it is their judgment that I should do this. I dare not leave it to their judgment to apply this means."},{"refcode_short":"PH102 18.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 18.2 (Ellen Gould White)","content":"I do not mean that the means that should justly come to me shall be under control of any board of directors. I might see necessities, and often do, that some minds composing your board would not see.... I know perfectly well what I am about, and I know that I should control the means God has made me steward of. All is the Lord's."},{"refcode_short":"PH102 18","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 18 (Ellen Gould White)","content":"Danger of Unjust Propositions"},{"refcode_short":"PH102 18.3","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 18.3 (Ellen Gould White)","content":"From a letter written to Elder A. O. Tait, from Granville, N. S. W., June 10, 1895."},{"refcode_short":"PH102 18.4","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 18.4 (Ellen Gould White)","content":"I have received your letter in regard to royalty on books. You seem to be perplexed over this question. Will you counsel with Elder Olsen? I have written to him fully, I think, in regard to the matter. And in Testimony 33, you will find the subject plainly presented. What more can you have? The great burden which some of our brethren have in regard to the matter of royalty is not inspired of God. The Holy Spirit does not move upon men in this way. If those who are so zealous in regard to their selfish acceptance of means which they no more earned than did many others, who were receiving limited wages—had they, in all its bearings, heeded the light which the Lord has given in regard to the practise of self-denial and the maintaining of the principles that characterized the work and the workmen in the establishment of the Review office, their attitude would appear more consistent."},{"refcode_short":"PH102 19.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 19.1 (Ellen Gould White)","content":"The policy that dictated the payment of large wages is not inspired of God, and has not His sanction or favor. It was born in selfishness, and lives in selfishness. The great burden over royalties proceeds largely from the selfishness of the human heart, from the spirit of avarice, which should have no place in your business transactions. The representations made in regard to the matter of royalty may confuse minds. This has been done already; but the Lord, who deals justly, who loves mercy, whose ways are equal, will not sanction the devising of men whose discernment is not clear, whose ways are not equal, who would selfishly grasp for themselves all that it is possible in the line of wages, while they would oppress others. These things will one day be seen in their true bearings...."},{"refcode_short":"PH102 20.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 20.1 (Ellen Gould White)","content":"I think I need not again present the subject of royalty before your councils. I shall ever stand where I now stand, because it is in the counsel of God. Men may haggle over this business, and bring it to the front, but their man-made laws will be of little use. They may oppress; those who have authority may continue the work of seeking to bring men to their terms or cut off every resource; by their representations and the power of their will they may make it hard and hopeless for others to stand in their God-given sense of right; but bear in mind that God will judge for these things, and that day is not far distant. The fear of the Lord is the beginning of wisdom. I shall bear my testimony as long as God shall spare my life; and should I fall by death, I shall leave my testimony clear and decided against every approach to oppression...."},{"refcode_short":"PH102 20.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 20.2 (Ellen Gould White)","content":"Before my husband died I was warned that I must not put confidence in a friend or trust in a brother. Men with whom I would have to deal would not, because of their business education, have power to resist the temptation to overreach and to take advantage. They make God altogether such an one as themselves, and think that their sharp conniving and dealing is after God's order. They make every effort possible to take advantage where they can, for they do not daily experience conversion to God. They enter into plans and go according to methods that they suppose will succeed, but they are far from fair or just or righteous. They spare themselves, but how hard they press others! They work to destroy the power of their fellow-men...."},{"refcode_short":"PH102 21.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 21.1 (Ellen Gould White)","content":"God gave me counsel that I must be guarded about accepting the propositions of men who proposed that I should do certain things, alleging that in so doing, I would be helping the cause of God. But should I make the contract that they designed to have me, I would be bound, and could not move, independent of men or councils, to do things that were necessary to be done to advance the cause and work of God. If I should do as they desired me to, then I would be unable to speak to correct evil principles when they should be brought to bear against others."},{"refcode_short":"PH102 21.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 21.2 (Ellen Gould White)","content":"It was needful that there should be those who would speak out against that which was wrong; for God would cleanse the publishing house from plans of injustice and fraudulent dealings, even as the Saviour cleansed the temple from its moral pollution. I was shown that schemes would be made to deprive men of their rights; but such plans were not after Christ's order, but after the order of Satan. My Guide said: “I have warned you. Speak My word fearlessly, whether men will hear, or whether they will forbear.”"},{"refcode_short":"PH102 22","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 22 (Ellen Gould White)","content":"Individual Accountability"},{"refcode_short":"PH102 22.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 22.1 (Ellen Gould White)","content":"From a letter written to Elder O. A. Olsen, from Granville, N. S. W., June 20, 1895."},{"refcode_short":"PH102 22.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 22.2 (Ellen Gould White)","content":"I have had this matter presented before me: If one is moved by the Spirit of God to publish a book which is adapted to supply a need, to advance the truth, and the selfish spirit which has been manifested for years by responsible men in the publishing house shall work until the book is brought under their control, and they manage to absorb all the profits themselves, the one who prepares the book is deprived of the very thing the Lord designed he should have in order to do a certain work in His vineyard. This will not be the last of such devising. The beginning is not the end."},{"refcode_short":"PH102 22.3","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 22.3 (Ellen Gould White)","content":"That God who gave His life for the world, has instrumentalities which He will use, that you and your colaborers little suspect. When the Lord puts His hand to the work, let men keep their hands off from the ark. I have been made to suffer keenly in more ways than one from the spirit that prevailed during my stay in Battle Creek. Night after night the Lord presented to me what would be. The council meetings were not of a character to inspire confidence in some of the leading men; they seemed to be so determined and so zealous. The Lord Jesus was looking upon some of these meetings with grieved disapproval."},{"refcode_short":"PH102 22.4","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 22.4 (Ellen Gould White)","content":"The same spirit that led to the course of action which was pursued toward me, has lived, and has been revealed toward others. We know that God is not pleased with your taking so great liberties to bring individuals to the terms you have decided upon in your councils. God is not working with the men who are laying their plans to gain control of everything. The Lord would have His institutions in different parts of the world stand in union with other institutions. But one is not to swallow up the others. Each is to maintain its own individuality, and the weakest are to receive help from the institutions that have the largest revenue. The men who conduct matters in Battle Creek have much to learn on this point. God says, “I will have mercy, and not sacrifice.”"},{"refcode_short":"PH102 23.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 23.1 (Ellen Gould White)","content":"There is a disposition to grasp everything, and to destroy individuality and ignore individual accountability; yet no compunction has thus far been aroused. A state of things is coming in after the mould of men, and not after the Lord's order. When the truth becomes an abiding principle in the soul, then we shall see the words of the prophet fulfilled: instead of the thorn the fir-tree will spring up, instead of the briar the myrtle, and life's desert will blossom as the rose."},{"refcode_short":"PH102 23.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 23.2 (Ellen Gould White)","content":"We have had an experience in the work of God. There were times when the enemy came in great power to destroy; from hour to hour the men of faith had to depend on the blessings that came from God. The great topic of interest was how to save the souls of those that were ready to perish. The great plan of salvation drew men close together in unity and love. The social intercourse was profitable. The love of the Redeemer, and the ways and means of saving perishing souls, was the burden of our hearts. Holiness, and the Author and Finisher of our faith, were the interesting subjects."},{"refcode_short":"PH102 24","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 24 (Ellen Gould White)","content":"Authors’ Responsibilities"},{"refcode_short":"PH102 24.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 24.1 (Ellen Gould White)","content":"From a letter written to O. A. Olsen, September 19, 1895. Published in tract, Special Instruction Relating to the Review and Herald Office, and The Work in Battle Creek, 29-51."},{"refcode_short":"PH102 24.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 24.2 (Ellen Gould White)","content":"Let no plans or methods be brought into any of our institutions that will place mind or talent under the control of human judgment; for this is not in God's order. God has given to man talents of influence which belong to him alone, and no greater dishonor can be done to God than for one finite agent to purchase from men their God-given talents, or the product of such talent, to be absolutely under his control, even though the benefits of the same be used to the advantage of the cause. In such arrangements one man's mind is ruled by another man's mind, and the human agent is separated from God, and exposed to temptations. Satan's methods tend to one end—to make men the slaves of men. And when this is done, confusion and distrust, jealousies and evil surmisings, are the result...."},{"refcode_short":"PH102 25","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 25 (Ellen Gould White)","content":"Principles Underlying Our Stewardship"},{"refcode_short":"PH102 25.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 25.1 (Ellen Gould White)","content":"I have borne abundant testimony, setting forth the fact that the ability to write a book is, like every other talent, a gift from God for which the possessor is accountable to Him. This talent no man can buy or sell without incurring great and dangerous responsibility. Those who labor to bring about changes in the publication of books, to place the books wholly under the control of the publishing houses or the conference, know not what they are talking about. Their eyes are blinded, and they work from a wrong standpoint. Selfishness is a root of bitterness whereby many are defiled."},{"refcode_short":"PH102 25.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 25.2 (Ellen Gould White)","content":"The efforts that have been made to turn all the profits derived from the talents of writers, into the hands of the conference or the publishing house, will not prove a success; for the plan is not just and equal. From the light given me by God, the efforts made in this direction by those at the heart of the work are not Heaven-inspired. It is a very narrow, conceited arrangement, devised by human minds, and it does not bear the marks of God. Every man's special work is appointed him of God, and he is individually responsible to God. When men connected with the publishing business make decisions and transact business as they have done and propose to do at Battle Creek, they give evidence that changes should be made as soon as possible; for God is not in any such plan."},{"refcode_short":"PH102 26.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 26.1 (Ellen Gould White)","content":"Those who write books are not to be left under the control of men who have no experimental knowledge of authorship. These men have a high appreciation of their own ability, but they have shown how little they appreciate the human agent, to whom God has given a certain work to do. They belittle men to whom God has given talents to use to His glory. He never designed that any man should sell his stewardship as if he were not capable of managing the talents given him. The ideas which prevail, that, in order to give to the cause of God, a writer must place all the profits of his work, beyond a mere pittance, where other men shall control them for him, or invest as shall suit their ideas, are an error."},{"refcode_short":"PH102 26.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 26.2 (Ellen Gould White)","content":"Long ago, when such ideas were first advanced, they should have been treated as they deserved. Men took into their own hands responsibilities which they were not capable of treating justly or managing successfully. They have given evidence of this in the past in the fact that they would resort to unfair means in order to wring from men God's entrusted talents for their own appropriation. But the very persons whom God has entrusted with His goods, are held responsible to trade upon them, and thus develop talent."},{"refcode_short":"PH102 26.3","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 26.3 (Ellen Gould White)","content":"Every soul who has become the servant of God through the grace of Jesus Christ, has his own peculiar sphere of labor. He is not to be bought or sold, but he is to understand that “ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received by tradition from your fathers; but with the precious blood of Christ, as of a lamb without blemish and without spot: who verily was foreordained before the foundation of the world, but was manifest in these last times for you, who by Him do believe in God, that raised Him up from the dead, and gave Him glory; that your faith and hope might be in God. Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently.” Who have greater need to be doers of this inspired injunction than have those who are living at the very close of this earth's history? ..."},{"refcode_short":"PH102 27","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 27 (Ellen Gould White)","content":"Individual Responsibility"},{"refcode_short":"PH102 27.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 27.1 (Ellen Gould White)","content":"Some men or councils may say, ...The conference committee will take your capital, and will appropriate it.... But the Lord has made us individually His stewards. We each hold a solemn responsibility to invest this means ourselves. A portion it is right to place in the treasury to advance the general interests of the work; but the steward of means will not be guiltless before God, unless, so far as he is able to do this, he shall use that means as circumstances shall reveal the necessity. We should be ready to help the suffering, and to set in operation plans to advance the truth in various ways. It is not in the province of the conference or any other organization to relieve us of this stewardship. If you lack wisdom, go to God; ask Him for yourself, and then work with an eye single to His glory."},{"refcode_short":"PH102 28.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 28.1 (Ellen Gould White)","content":"By exercising your judgment, by giving where you see there is need in any line of the work, you are putting out your money to the exchangers. If you see in any locality that the truth is gaining a foothold, and there is no place of worship, then do something to meet the necessity. By your own action encourage others to act in building a humble house for the worship of God. Have an interest in the work in all parts of the field."},{"refcode_short":"PH102 28.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 28.2 (Ellen Gould White)","content":"While it is not your own property that you are handling, yet you are made responsible for its wise investment, for its use or abuse. God does not lay upon you the burden of asking the conference or any council of men whether you shall use you means as you see fit to advance the work of God in destitute towns and cities and impoverished localities. If the right plan had been followed, so much means would not have been used in some localities and so little in other places where the banner of truth had not been raised. We are not to merge our individuality of judgment into any institution in our world. We are to look to God for wisdom, as did Daniel...."},{"refcode_short":"PH102 28.3","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 28.3 (Ellen Gould White)","content":"Do we individually realize our true position? that as God's hired servants we are not to bargain away our stewardship, but that before the heavenly universe we are to administer the truth committed to us by God? Our own hearts are to be sanctified, our hands are to have something to impart, as occasion demands, of the income that God entrusts to us. The humblest of us have been entrusted with talents, and made agents for God, using our gifts for His name's glory. It is the duty of every one to realize his own responsibility, and to see that his talents are turned to advantage as a gift that he must return, having done his best to improve it. He who improves his talents to the best of his ability, may present his offering to God as a consecrated gift, that will be as fragrant incense before Him, a savor of life unto life."},{"refcode_short":"PH102 29","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 29 (Ellen Gould White)","content":"Business Integrity"},{"refcode_short":"PH102 29.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 29.1 (Ellen Gould White)","content":"From a letter addressed “To the Men Who Occupy Responsible Positions in the Work,” written from Cooranbong, July 1, 1898."},{"refcode_short":"PH102 29.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 29.2 (Ellen Gould White)","content":"The president of the conference should learn whether the business transactions are carried on with the strictest integrity; he should know whether they are presided over by men who have pure, clean hands. His indignation should be aroused against the slightest approach of a mean, selfish action. Let one wrong deed be practised and approved, and the second and third will follow in the same line of fraudulent deception."},{"refcode_short":"PH102 29.3","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 29.3 (Ellen Gould White)","content":"“Hear ye now what the Lord saith; arise, contend thou before the mountains, and let the hills hear thy voice.” “Wherewith shall I come before the Lord, and bow myself before the high God? shall I come before Him with burnt-offerings, with calves of a year old? Will the Lord be pleased with thousands of rams, or with ten thousands of rivers of oil? shall I give may first-born for my transgression, the fruit of my body for the sin of my soul? He hath showed thee, O man, what is good; and what doth the Lord require of thee, but to do justly, and to love mercy, and to walk humbly with thy God? The Lord's voice crieth unto the city, and the man of wisdom shall see thy name: hear ye the rod, and who hath appointed it. Are there yet the treasures of wickedness in the house of the wicked, and the scant measure that is abominable? Shall I count them pure with the wicked balances, and with the bag of deceitful weights? For the rich men thereof are full of violence, and the inhabitants thereof have spoken lies, and their tongue is deceitful in their mouth.”"},{"refcode_short":"PH102 30.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 30.1 (Ellen Gould White)","content":"This scripture (Micah 6:6-12) is applicable to those who, unwilling that any besides themselves shall have a chance, have been devising and planning to make merchandise of their fellow-men."},{"refcode_short":"PH102 30.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 30.2 (Ellen Gould White)","content":"I have been shown that some men worked with Elder Smith in an underhanded manner, in order to lead him to place the lowest possible royalties on his book. Elder Smith was deceived in the object of these men; he thought that they were really trying to advance the cause of God; and they obtained their desire. Then they came to me and to others, telling us that Brother Smith only received so much for his books, and urging that the canvassers would rather handle books that would sell rapidly."},{"refcode_short":"PH102 31.1","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 31.1 (Ellen Gould White)","content":"But the night after this plea was made, the matter was opened before me. I saw that they had visited Brother Smith, and obtained his consent to a low royalty, in order that they might present this as that which I and others should do. This was obtaining terms of royalty by fraud. I was shown the spirit that prompted these men to action."},{"refcode_short":"PH102 31","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 31 (Ellen Gould White)","content":"A Caution to Institutional Leaders"},{"refcode_short":"PH102 31.2","refcode_long":"Testimonies on Fair Dealing and Book Royalties, p. 31.2 (Ellen Gould White)","content":"The men who are placed in charge of our institutions occupy important and responsible positions.... These men should endeavor to work in harmony. If he fills his position honorably, each must guard the financial interests of the institution committed to his care. But these men should be exceedingly cautious that they look not alone on their own branch of the work, and labor for their own department, to the injury of other branches of equal importance."}]