[{"refcode_short":"PH119 1","refcode_long":"An Appeal for the Madison School, p. 1 (Ellen Gould White)","content":"An Appeal for the Madison School"},{"refcode_short":"PH119 1.1","refcode_long":"An Appeal for the Madison School, p. 1.1 (Ellen Gould White)","content":"I am acquainted with the necessities of the work being done by Brethren Magan and Sutherland and their co-laborers at Madison, Tennessee, for the Lord has presented this matter clearly before me."},{"refcode_short":"PH119 1.2","refcode_long":"An Appeal for the Madison School, p. 1.2 (Ellen Gould White)","content":"Light had been given that a great work was to be done in and around Nashville. When these brethren were looking for a location for their school, they found the farm where the school is now established. The price was moderate, and the advantages were many. I was shown that the property should be secured for the school, and advised them to look no farther."},{"refcode_short":"PH119 1","refcode_long":"An Appeal for the Madison School, p. 1 (Ellen Gould White)","content":"The Character of the Work"},{"refcode_short":"PH119 1.3","refcode_long":"An Appeal for the Madison School, p. 1.3 (Ellen Gould White)","content":"The school at Madison not only educates in a knowledge of the Scriptures, but it gives a practical training that fits the student to go forth as a self-supporting missionary to the field to which he is called. In their work at Madison, Brethren Sutherland and Magan and their associates have borne trial nobly. The students have been taught to raise their own crops, to build their own houses, and to care wisely for cattle and poultry. They have been learning to become self-supporting, and a training more important than this they could not receive. Thus they have obtained a valuable education for usefulness in missionary fields."},{"refcode_short":"PH119 1.4","refcode_long":"An Appeal for the Madison School, p. 1.4 (Ellen Gould White)","content":"To this is added the knowledge of how to treat the sick and to care for the injured. This training for medical missionary work is one of the grandest objects for which any school can be established."},{"refcode_short":"PH119 1","refcode_long":"An Appeal for the Madison School, p. 1 (Ellen Gould White)","content":"The Need for a Sanitarium"},{"refcode_short":"PH119 1.5","refcode_long":"An Appeal for the Madison School, p. 1.5 (Ellen Gould White)","content":"There are many suffering from disease and injury, who, when relieved of pain, will be prepared to listen to the truth. Our Saviour was a mighty Healer. In His name there may be many miracles wrought in the South and in other fields, through the instrumentality of the trained medical missionary."},{"refcode_short":"PH119 2.1","refcode_long":"An Appeal for the Madison School, p. 2.1 (Ellen Gould White)","content":"It is essential that there shall be a sanitarium connected with the Madison school. The educational work at the school and the sanitarium can go forward hand in hand. The instruction given at the school will benefit the patients, and the instruction given to the sanitarium patients will be a blessing to the school."},{"refcode_short":"PH119 2","refcode_long":"An Appeal for the Madison School, p. 2 (Ellen Gould White)","content":"The Value of an All-Round Education"},{"refcode_short":"PH119 2.2","refcode_long":"An Appeal for the Madison School, p. 2.2 (Ellen Gould White)","content":"The class of education given at the Madison school is such as will be accounted a treasure of great value by those who take up missionary work in foreign fields. If many more in other schools were receiving a similar training, we as a people would be a spectacle to the world, to angels, and to men. The message would be quickly carried to every country, and souls now in darkness would be brought to the light."},{"refcode_short":"PH119 2.3","refcode_long":"An Appeal for the Madison School, p. 2.3 (Ellen Gould White)","content":"It would have been pleasing to God if, while the Madison school has been doing its work, other such schools had been established in different parts of the Southern field. There is plenty of land lying waste in the South that might have been improved as the land about the Madison school has been improved. The time is soon coming when God's people, because of persecution, will be scattered in many countries. Those who have received an all-round education will have a great advantage wherever they are. The Lord reveals divine wisdom in thus leading His people to train all their faculties and capabilities for the work of disseminating truth."},{"refcode_short":"PH119 2","refcode_long":"An Appeal for the Madison School, p. 2 (Ellen Gould White)","content":"A Call to Self-Denial"},{"refcode_short":"PH119 2.4","refcode_long":"An Appeal for the Madison School, p. 2.4 (Ellen Gould White)","content":"Every possible means should be devised to establish schools of the Madison order in various parts of the South; and those who lend their means and their influence to help this work, are aiding the cause of God. I am instructed to say to those who have means to spare: Help the work at Madison. You have no time to lose. Satan will soon rise up to create hindrances; let the work go forward while it may."},{"refcode_short":"PH119 2.5","refcode_long":"An Appeal for the Madison School, p. 2.5 (Ellen Gould White)","content":"Let us strengthen this company of educators to continue the good work in which they are engaged, and labor to encourage others to do a similar work. Then the light of truth will be carried in a simple and effective way, and a great work will be accomplished for the Master in a short time."},{"refcode_short":"PH119 3.1","refcode_long":"An Appeal for the Madison School, p. 3.1 (Ellen Gould White)","content":"When the Lord favors any of His servants with worldly advantages, it is that they may use those advantages for the benefit of others. We are to learn to be content with simple food and clothing, that we may save much means to invest in the work of the gospel."},{"refcode_short":"PH119 3.2","refcode_long":"An Appeal for the Madison School, p. 3.2 (Ellen Gould White)","content":"Our lack of self-denial, our refusal to see the necessities of the cause for this time, and to respond to them, call for repentance and humiliation before God. It is a sin for one who knows the truth of God to fold his hands and leave his work for another to do. The gospel of Christ calls for entire consecration. Let our church-members now arise to their responsibilities and privileges. Let them spend less on self-indulgence and needless adorning. The money thus expended is the Lord's, and is needed to do a sacred work in His cause. Educate the children to do missionary work, and to bring their offerings to God. Let us awake to the spiritual character of the work in which we are engaged. This is no time for weakness to be woven into our experience."},{"refcode_short":"PH119 3","refcode_long":"An Appeal for the Madison School, p. 3 (Ellen Gould White)","content":"The Work at Madison not to be Hindered"},{"refcode_short":"PH119 3.3","refcode_long":"An Appeal for the Madison School, p. 3.3 (Ellen Gould White)","content":"The workers at Madison have devised and planned and sacrificed in order to carry the school there on right lines, but the work has been greatly delayed. The Lord guided in the selection of the farm at Madison, and He desires it to be managed on right lines, that others, learning from the workers there, may take up a similar work, and conduct it in a like manner."},{"refcode_short":"PH119 3.4","refcode_long":"An Appeal for the Madison School, p. 3.4 (Ellen Gould White)","content":"In the work being done at the training-school for home and foreign missionary teachers in Madison, Tennessee, and in the small schools established by the teachers who have gone forth from Madison, we have an illustration of one way in which the message should be carried in many, many places."},{"refcode_short":"PH119 3.5","refcode_long":"An Appeal for the Madison School, p. 3.5 (Ellen Gould White)","content":"Brethren Sutherland and Magan should be encouraged to solicit means for the support of their work. It is the privilege of these brethren to receive gifts from any of the people whom the Lord impresses to help. They should have means—God's means with which to work. The Madison enterprise has been crippled in the past, but now it must go forward. If this work had been regarded in the right light, and had been given the help it needed, we should long ere this have had a prosperous work at Madison. Our people are to be encouraged to give of their means to this work which is preparing students in a sensible and creditable way to go forth into neglected fields to proclaim the soon coming of Christ."},{"refcode_short":"PH119 4.1","refcode_long":"An Appeal for the Madison School, p. 4.1 (Ellen Gould White)","content":"Now a modest sanitarium is being erected, and a more commodious school-building. These are necessary to carry on aright the work of education. In the past, Brethren Sutherland and Magan have used their tact and ability in raising means for the good of the cause as a whole. Now the time has come when these faithful workers should receive from their brethren, the Lord's stewards, the means that they need to carry on successfully the work of the Madison school and the little Madison sanitarium."},{"refcode_short":"PH119 4.2","refcode_long":"An Appeal for the Madison School, p. 4.2 (Ellen Gould White)","content":"I appeal to our brethren to whom the Lord has entrusted the talent of means: Will you not help the workers at Madison, who have been instrumental in raising means for many enterprises? As the Lord's messenger, I ask you to help the Madison school now. This is its time of need. The money which you possess is the Lord's entrusted capital. It should be held in readiness to answer the calls in places where the Lord has need of it."},{"refcode_short":"PH119 4.3","refcode_long":"An Appeal for the Madison School, p. 4.3 (Ellen Gould White)","content":"The necessities of the Madison school call for immediate help. Brethren, work while the day lasts; for the night cometh, when no man can work."}]