[{"refcode_short":"PH116 3","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 3 (Ellen Gould White)","content":"The Writing and Sending Out of the Testimonies to the Church"},{"refcode_short":"PH116 3","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 3 (Ellen Gould White)","content":"The Writing and Sending Out of the Testimonies to the Church"},{"refcode_short":"PH116 3.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 3.1 (Ellen Gould White)","content":"There are some who think they are able to measure the character and to estimate the importance of the work the Lord has given me to do. Their own mind and judgment is the standard by which they would weigh the testimonies."},{"refcode_short":"PH116 3.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 3.2 (Ellen Gould White)","content":"My instructor said to me, Tell these men that God has not committed to them the work of measuring, classifying, and defining the character of the testimonies. Those who attempt this are sure to err in their conclusions. The Lord would have men adhere to their appointed work. If they will keep the way of the Lord, they will be able to discern clearly that the work which He has appointed me to do is not a work of human devising."},{"refcode_short":"PH116 3.3","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 3.3 (Ellen Gould White)","content":"Those who carefully read the testimonies as they have appeared from the early days, need not be perplexed as to their origin. The many books, written by the help of the Spirit of God, bear a living witness to the character of the testimonies."},{"refcode_short":"PH116 4.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 4.1 (Ellen Gould White)","content":"In the early days of our experience in the message, the Spirit of God often came upon a few of us as we were assembled, and I was taken away in vision. The Lord gave such light and evidence, such comfort and hope and joy, that His praises were upon our lips."},{"refcode_short":"PH116 4.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 4.2 (Ellen Gould White)","content":"While my husband lived, he acted as a helper and counselor in the sending out of the messages that were given to me. We traveled extensively. Sometimes light would be given to me in the night season, sometimes in the daytime before large congregations. The instruction I received in vision was faithfully written out by me, as I had time and strength for the work. Afterward we examined the matter together, my husband correcting grammatical errors and eliminating needless repetition. Then it was carefully copied for the persons addressed, or for the printer."},{"refcode_short":"PH116 4.3","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 4.3 (Ellen Gould White)","content":"As the work grew, others assisted me in the preparation of matter for publication. After my husband's death, faithful helpers joined me, who labored untiringly in the work of copying the testimonies, and preparing articles for publication. But the reports that are circulated, that any of my helpers are permitted to add matter or change the meaning of the messages I write out, are not true."},{"refcode_short":"PH116 4.4","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 4.4 (Ellen Gould White)","content":"While we were in Australia, the Lord instructed me that W.C. White should be relieved from the many burdens his brethren would lay upon him, that he might be more free to assist me in the work the Lord has laid upon me. The promise had been given, “I will put My Spirit upon him, and give him wisdom.”"},{"refcode_short":"PH116 5.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 5.1 (Ellen Gould White)","content":"Since my return to America I have several times received instruction that the Lord has given me W.C. White to be my helper, and that in this work the Lord will give him of His Spirit."},{"refcode_short":"PH116 5.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 5.2 (Ellen Gould White)","content":"It requires much wisdom and sound judgment, quickened by the Spirit of God, to know the proper time and manner to present the instruction that has been given. When the minds of persons reproved are under a strong deception, they naturally resist the testimony; and having taken an attitude of resistance, it is difficult for them afterward to acknowledge that they have been wrong."},{"refcode_short":"PH116 5.3","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 5.3 (Ellen Gould White)","content":"In the early days of this cause, if some of the leading brethren were present when messages from the Lord were given, we would consult with them as to the best manner of bringing the instruction before the people. Sometimes it was decided that certain portions would better not be read before a congregation. Sometimes those whose course was reproved would request that the matters pointing out their wrongs and dangers should be read before others, that they, too, might be benefited."},{"refcode_short":"PH116 6.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 6.1 (Ellen Gould White)","content":"Often after testimonies of reproof were read, hearty confessions were made. Then we would unite in a season of prayer, and the Lord would manifest His pardoning grace to those who had confessed their sins. The acceptance of the testimonies brought the rich blessing of God into our assemblies."},{"refcode_short":"PH116 6.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 6.2 (Ellen Gould White)","content":"Faithfully I endeavor to write out that which is given me from time to time by the divine Counselor. Some portions of that which I write are sent out immediately to meet the present necessities of the work. Other portions are held until the development of circumstances makes it evident to me that the time has come for their use. Sometimes in ministers and physicians bearing responsibilities there has developed a disposition to discard the testimonies, and I have been instructed not to place testimonies in their hands; for having yielded to the spirit that tempted and overcame Adam and Eve, they have opened mind and heart to the control of the enemy. Being on a false track, and laboring under deceptive imaginings, they will read into the testimonies things that are not there, but which are in agreement with the false statements that they have listened to. By reading the testimonies in the light of their own kindling, they are deceived, and will deceive others."},{"refcode_short":"PH116 6.3","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 6.3 (Ellen Gould White)","content":"Sometimes, after very clear-cut, decided reproofs have been written out, they are held for a time until by personal correspondence I have endeavored to change the spirit of those to whom they are addressed. If these efforts are unsuccessful, the messages, with all their strength of rebuke or reproof, are sent to them, whether they will hear, or whether they will deny the truthfulness of the message."},{"refcode_short":"PH116 7.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 7.1 (Ellen Gould White)","content":"If those whose errors are pointed out make confession of their wrong-doing, the spell of the enemy may be broken. If they will repent and forsake their sins, God is faithful and just to forgive their sins, and to cleanse them from all unrighteousness. Christ, the sin-pardoning Redeemer, will remove the filthy garments from them, give them change of raiment, and set a fair miter upon their head. But so long as they refuse to turn from iniquity, they can not develop a character that will stand in the great day of judgment."},{"refcode_short":"PH116 7.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 7.2 (Ellen Gould White)","content":"Often concealed wrongs in the life of individuals are opened before me, and I am bidden to bear a message of reproof and warning."},{"refcode_short":"PH116 7.3","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 7.3 (Ellen Gould White)","content":"I have been told that many who give heed to the false science of the enemy would denounce my work as that of a false prophet, and would place upon the testimony such interpretations as tend to change the truth of God into a lie. Satan is on the alert; and some who in the past have been used by the Lord in doing His work, but who have permitted themselves to be deceived, will be stirred up to make an improper use of the messages given. Because they do not wish to listen to the words of reproof, because they will not hear counsel, and improve their course of action, and do their appointed work, they will misconstrue the messages to the church, and confuse many minds."},{"refcode_short":"PH116 8.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 8.1 (Ellen Gould White)","content":"Nevertheless, I am to bear the message that is given me to bear, so long as the Lord shall choose. He has not given me the work of settling all the misunderstandings that are cherished in hearts of unbelief. Just as long as a door is open to receive the tempter's suggestions, difficulties will multiply. The hearts of those who will not come to the light are open to unbelief. If my time and strength are consumed upon such matters, this serves Satan's purposes. The Lord has said to me: “Bear the testimonies. Your work is not to settle difficulties; your work is to reprove, and to present the righteousness of Christ.”"},{"refcode_short":"PH116 8","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 8 (Ellen Gould White)","content":"An Incident"},{"refcode_short":"PH116 8.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 8.2 (Ellen Gould White)","content":"At one time in the early days of the message, Father Butler and Elder Hart became confused in regard to the testimonies. In great distress they groaned and wept, but for some time they would not give the reasons for their perplexity. However, being pressed to give a reason for their faithless speech and manner, Elder Hart referred to a small pamphlet that had been published as the visions of Sister White, and said that to his certain knowledge, some visions were not included. Before a large audience, these brethren both talked strongly about their losing confidence in the work."},{"refcode_short":"PH116 9.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 9.1 (Ellen Gould White)","content":"My husband handed the little pamphlet to Elder Hart, and requested him to read what was printed on the title page. “A Sketch of the Christian Experience and Views of Mrs. E. G. White,” he read."},{"refcode_short":"PH116 9.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 9.2 (Ellen Gould White)","content":"For a moment there was silence, and then my husband explained that we had been very short of means, and were able to print at first only a small pamphlet, and he promised the brethren that when sufficient means was raised, the visions should be published more fully in book form."},{"refcode_short":"PH116 9.3","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 9.3 (Ellen Gould White)","content":"Elder Butler was deeply moved, and after the explanation had been made, he said, “Let us bow before God.” Prayers, weeping, and confessions followed, such as we have seldom heard. Father Butler said: “Brother White, forgive me; I was afraid you were concealing from us some of the light we ought to have. Forgive me, Sister White.” Then the power of God came into the meeting in a wonderful manner."},{"refcode_short":"PH116 10","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 10 (Ellen Gould White)","content":"My Work and My Helpers"},{"refcode_short":"PH116 10.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 10.1 (Ellen Gould White)","content":"I received and read your recent letter. Regarding the sister who thinks that she has been chosen to fill the position that Sister White has occupied, I have this to say: She may be honest, but she is certainly deceived."},{"refcode_short":"PH116 10.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 10.2 (Ellen Gould White)","content":"About a year after the death of my husband, I was very feeble, and it was feared that I might live but a short time. At the Healdsburg camp-meeting, I was taken into the tent where there was a large gathering of our people. I asked to be raised up from the lounge on which I was lying, and assisted to the speaker's platform, that I might say a few words of farewell to the people. As I tried to speak, the power of God came upon me, and thrilled me through and through. Many in the congregation observed that I was weak, and that my face and hands seemed bloodless; but as I began speaking they saw the color coming into my lips and face, and knew that a miracle was being wrought in my behalf. I stood before the people healed, and spoke with freedom."},{"refcode_short":"PH116 10.3","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 10.3 (Ellen Gould White)","content":"After this experience, light was given me that the Lord had raised me up to bear testimony for Him in many countries, and that He would give me grace and strength for the work. It was also shown me that my son, W. C. White, should be my helper and counselor, and that the Lord would place on him the spirit of wisdom and of a sound mind. I was shown that the Lord would guide him, and that he would not be led away, because he would recognize the leadings and guidance of the Holy Spirit."},{"refcode_short":"PH116 11.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 11.1 (Ellen Gould White)","content":"The assurance was given me: “You are not alone in the work the Lord has chosen you to do. You will be taught of God how to bring the truth in its simplicity before the people. The God of truth will sustain you, and convincing proof will be given that He is leading you. God will give you of His Holy Spirit, and His grace and wisdom and keeping power will be with you...."},{"refcode_short":"PH116 11.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 11.2 (Ellen Gould White)","content":"“The Lord will be your Instructor. You will meet with deceptive influences; they will come in many forms, in pantheism and other forms of infidelity; but follow where I shall guide you, and you will be safe. I will put My Spirit upon your son, and will strengthen him to do his work. He has the grace of humility. The Lord has selected him to act an important part in His work. For this purpose was he born.”"},{"refcode_short":"PH116 11.3","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 11.3 (Ellen Gould White)","content":"This word was given me in 1882, and since that time I have been assured that the grace of wisdom was given to him. More recently, in a time of perplexity, the Lord said: “I have given you My servant, W. C. White, and I will give him judgment to be your helper. I will give him skill and understanding to manage wisely.”"},{"refcode_short":"PH116 12.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 12.1 (Ellen Gould White)","content":"The Lord has given me other faithful helpers in my work. Many of my discourses have been reported, and have been put before the people in printed form. Through nearly the whole of my long experience I have endeavored, day by day, to write out that which was revealed to me in visions of the night. Many messages of counsel and reproof and encouragement have been sent out to individuals, and much of the instruction that I have received for the church has been published in periodicals and books, and circulated in many lands."},{"refcode_short":"PH116 12.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 12.2 (Ellen Gould White)","content":"As the work has grown, the number of my helpers has increased."},{"refcode_short":"PH116 12.3","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 12.3 (Ellen Gould White)","content":"Sister Marian Davis was a great help in copying my testimonies, and in preparing for publication the manuscripts which I placed in her hand. I appreciated her help very much. She now sleeps in Jesus."},{"refcode_short":"PH116 12.4","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 12.4 (Ellen Gould White)","content":"For eleven years Miss Maggie Hare was among my workers. She was a faithful and true helper. She returned to New Zealand. [She again connected with the work in 1911.]"},{"refcode_short":"PH116 12.5","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 12.5 (Ellen Gould White)","content":"Recently Miss Minnie Hawkins, of Hobart, Tasmania, who was one of my copyists in Australia, has joined my staff of workers."},{"refcode_short":"PH116 12.6","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 12.6 (Ellen Gould White)","content":"During the General Conference of 1901, Brother C. C. Crisler was impressed by the Spirit of God that I needed him in my work, and he offered his services. I gladly accepted his help. He is a faithful, efficient, and conscientious worker."},{"refcode_short":"PH116 13.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 13.1 (Ellen Gould White)","content":"Dores Robinson has assisted in copying my testimonies, and he has been diligently preparing “Life Incidents” for publication."},{"refcode_short":"PH116 13.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 13.2 (Ellen Gould White)","content":"Helen Graham is a good stenographer, and helps Sister Sara McEnterfer and W.C. White in their work of correspondence."},{"refcode_short":"PH116 13.3","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 13.3 (Ellen Gould White)","content":"Sister Sarah Peck was my bookkeeper and helper for a number of years. She has left us to engage in school work at College View. We now have as bookkeeper, Brother Paul C. Mason."},{"refcode_short":"PH116 13.4","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 13.4 (Ellen Gould White)","content":"Sister McEnterfer is my traveling companion, nurse, and helper in many ways."},{"refcode_short":"PH116 13.5","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 13.5 (Ellen Gould White)","content":"Sister Mary Steward and her mother are with us now; and Mary, who for many years has served as proof-reader in the offices at Battle Creek and Nashville, has united with my workers."},{"refcode_short":"PH116 13.6","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 13.6 (Ellen Gould White)","content":"The work is constantly moving forward. We are making earnest efforts to place my writings before the people. We hope that several new books will go to press shortly. If I am incapacitated for labor, my faithful workers are prepared to carry forward the work."},{"refcode_short":"PH116 13.7","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 13.7 (Ellen Gould White)","content":"Abundant light has been given to our people in these last days. Whether or not my life is spared, my writings will constantly speak, and their work will go forward as long as time shall last. My writings are kept on file in the office, and even though I should not live, these words that have been given to me by the Lord will still have life and will speak to the people. But my strength is yet spared, and I hope to continue to do much useful work. I may live until the coming of the Lord; but if I should not, I trust it may be said of me, “Blessed are the dead which die in the Lord from henceforth: yea, saith the Spirit, that they may rest from their labors; and their works do follow them.”"},{"refcode_short":"PH116 14.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 14.1 (Ellen Gould White)","content":"The Lord Jehovah is the one to specify how the work shall be carried on under all circumstances. W. C. White has his commission. I have instructed him to labor untiringly to secure the publication of my writings in the English language first, and afterward to secure their translation and publication in many other languages. He should be respected in the performance of his duty. He has been chosen by the Lord to take charge of the publication of my writings, if I should lay off the armor. He has been long connected with the work, and God has given him experience and good judgment. I feel clear in entrusting my writings to his hand, because the Lord has fitted him for the work by giving him a decided experience. I rejoice that with the faithful helpers that God has given me, I am able to carry forward, in its many varied lines, the work given me to do."},{"refcode_short":"PH116 15.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 15.1 (Ellen Gould White)","content":"Both of my sons are engaged in giving this present truth to the world. I am glad that they are both connected with the publishing work."},{"refcode_short":"PH116 15.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 15.2 (Ellen Gould White)","content":"I thank God for the assurance of His love, and that I have daily His leading and guidance. I am very busy with my writing. Early and late, I am writing out the matters that the Lord opens before me. The burden of my work is to prepare a people to stand in the day of the Lord. The promise of Christ is sure. The time is not long. We must work and watch and wait for the Lord Jesus. We are called upon to be steadfast, unmovable, always abounding in the work of the Lord. All our hopes have their foundation in Christ."},{"refcode_short":"PH116 15.3","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 15.3 (Ellen Gould White)","content":"Are our people reviewing the past and the present and the future, as it is unfolding before the world? Are they heeding the messages of warning given them? Is it our greatest concern today that our lives shall be refined and purified, and that we shall reflect the similitude of the divine? This must be the experience of all who join that company who are washed and made white in the blood of the Lamb. They must be arrayed in the righteousness of Christ. His name must be written in their foreheads. They must rejoice in the hope of the glory of God. Christ has engraved the names of His people on the palms of His hands. He will never lose His interest in any dependent soul."},{"refcode_short":"PH116 16.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 16.1 (Ellen Gould White)","content":"Say to the church-members that there is need of thorough consecration to God. Let all understand that they must make a covenant with God by sacrifice. We need the blessings of the gospel every day and every hour. Every proof of the Lord's power, His presence, and His love, is to be recognized with grateful thanks. Happiness is to be achieved by the right action of the soul toward God. I thank the Lord for this precious thought. Let Him be glorified by the sentiments expressed and by the actions performed."},{"refcode_short":"PH116 16.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 16.2 (Ellen Gould White)","content":"...Never have testimonies been more clearly brought before the people than those that have recently been traced by my pen. God bids me urge upon the attention of our people the importance of their study. Let this work begin now. Then, whether I am permitted to labor or am laid away to rest until Jesus comes, these messages are immortalized."},{"refcode_short":"PH116 16.3","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 16.3 (Ellen Gould White)","content":"To my brethren I now say: Speak words that will draw souls to Christ. Bring forth fruit in good works. “He that believeth on the Son hath everlasting life.”"},{"refcode_short":"PH116 16.4","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 16.4 (Ellen Gould White)","content":"Every conceivable thing will be brought in to deceive, if possible, the very elect; but the Lord will certainly take care of His work."},{"refcode_short":"PH116 17","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 17 (Ellen Gould White)","content":"The Work of Elder W. C. White"},{"refcode_short":"PH116 17.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 17.1 (Ellen Gould White)","content":"I awoke as the clock struck eleven. I desire to write out some things that the Lord has given me for my instruction."},{"refcode_short":"PH116 17.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 17.2 (Ellen Gould White)","content":"On Friday I talked with my son, W. C. White, in regard to the necessity of giving his whole time to the work of preparing my writings for publication. My mind was much troubled, and after going to rest, I could not sleep. But I fell asleep after a time. In the night season, light came to me that W. C. White had from his childhood been trained in the Lord's work. Before his birth he was dedicated to God; and after his birth he was chosen of God to serve Him with singleness of purpose. He is to stand ready to serve where necessity requires. It is not possible to separate him from the general work in which he is so intensely interested. I am instructed that if he will trust wholly in God, the Lord will work with him and through him, giving him judgment to do the Master's service aright."},{"refcode_short":"PH116 17.3","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 17.3 (Ellen Gould White)","content":"It is essential also that he shall be connected with his mother's work. The preparation of my writings for publication in book form should receive his attention. And there are other responsibilities that he must bear in this country. He is better prepared than some others to see the needs of God's cause, and to present these needs before the people in a way that will arouse them to give these matters proper attention. Through his connection with the work of his mother, whom the Lord has instructed, W. C. White can give to the people the light that is essential in regard to plans and methods. The Spirit of the Lord will impress upon his mind the deep import of the matters laid out before him. I can communicate to him matters that the Lord has seen fit to present to me for many years, in regard to the principles upon which God's people should act."},{"refcode_short":"PH116 18.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 18.1 (Ellen Gould White)","content":"W. C. White has a special work to do. He can not disconnect himself from this work, for it is his life-blood. It is his inheritance from the Lord. For this work he was born. He can not be at rest in spirit when there are so many important matters needing adjustment; for at such times the developments in the Lord's cause lay upon him a proportionately increased responsibility to discharge faithfully his duties—duties as important and sacred as those of any other man who is called upon to deal with the mental and spiritual interests of his fellow-men."},{"refcode_short":"PH116 18.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 18.2 (Ellen Gould White)","content":"As this is the light given me, I now renewedly dedicate my son, W. C. White, to the Lord's work,—a work that includes the preparation, with as little delay as possible, of the matter which the Lord has given me to present to the world, to our churches, and to individuals."},{"refcode_short":"PH116 19","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 19 (Ellen Gould White)","content":"Copy of Portion of Letter Written to Elder George I. Butler"},{"refcode_short":"PH116 19.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 19.1 (Ellen Gould White)","content":"May the Lord bless you, Elder Butler, and preserve you in health. May His Spirit and His grace be upon you."},{"refcode_short":"PH116 19.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 19.2 (Ellen Gould White)","content":"The question that you ask in regard to the book plates, I can not answer now. After the death of my husband, I was for one year so afflicted that I felt that perhaps the Lord would let me rest in the grave. Night after night I was in deep sorrow. One night I had a special answer to my prayer. It was after the healing power of God came upon me at Healdsburg. At that time the Lord raised me up, and gave me special light, and I have never since felt so unreconciled. I was instructed that the Lord had mercifully raised me up because He had a special work for me to do, and I was assured that I should have the special protection and care of God. The Lord has spared my life, and had saved me from that which was surely sapping my life forces."},{"refcode_short":"PH116 20.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 20.1 (Ellen Gould White)","content":"The mighty Healer said: “Live. I have put My Spirit upon your son, W. C. White, that he may be your counselor. I have given him the spirit of wisdom, and a discerning, perceptive mind. He will have wisdom in counsel, and if he walks in My way and works out My will, he will be kept, and will be enabled to help you bring before My people the light I will give you for them. Let your light so shine before men that they may see and understand, in a special manner, that the Lord has given a message to meet the emergencies that will arise. As you speak the words I give you, angels of heaven will be with you, to make impressions on the minds of those who hear."},{"refcode_short":"PH116 20.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 20.2 (Ellen Gould White)","content":"“I will be with your son, and will be his counselor. He will respect the truth that comes through you to the people. He will have wisdom to defend the truth; for I will take charge of his mind, and will give him sound judgment in the councils that he attends in connection with the work. The world in its wisdom knows not God. It does not behold the beauty and harmony of the special work that I have given you. Your son will be perplexed over many things that are to come before My people, but he is to wait and watch and pray, and let the words of God come to the people, even though he can not always immediately discern the purpose of God."},{"refcode_short":"PH116 21.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 21.1 (Ellen Gould White)","content":"“If you watch and wait and pray, Providence and revelation will guide you through all the perplexities that you will meet, so that you will not fail nor become discouraged. Time will outline the beauty and grandeur of Heaven's plan. It is difficult for human minds to comprehend that God in His providence is working for the world through a feeble instrument. To know God in the working out of His providence is true science. There is much knowledge among men; but to see the designs of heavenly wisdom in times of necessity, to see the simplicity of God's plan revealing His justice and goodness and love, and searching out the hearts of men,—this many fail to do. His plan seems too wonderful for them to accept, and thus they fail to be benefited. But Providence is still in our world, working among those who are grasping for the truth. These will recognize the hand of God."},{"refcode_short":"PH116 21.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 21.2 (Ellen Gould White)","content":"“The counsel and purpose of the Omnipotent One, and His great plan, are not recognized by selfish human beings. It is difficult for man, in his pride and self-sufficiency, to accept the plan that God is working out through the mediation of His Son. It is contrary to the mind of the self-deceived and self-important to receive God's words of warning and reproof. They resist the light. But the promises of mercy and grace and love must come through the lips of My messengers to those who are being led astray. If those reproved will heed and understand and be corrected, if they will change their wilful course of sin, God will grant pardon. But if they allow the enemy to stir up rebellion in their hearts, they in their turn will stir up rebellion in other hearts, and in their stubbornness will fight against God.”"},{"refcode_short":"PH116 22.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 22.1 (Ellen Gould White)","content":"“Ye are the light of the world. A city that is set on a hill can not be hid. Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house. Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.”"},{"refcode_short":"PH116 22.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 22.2 (Ellen Gould White)","content":"These words place a weighty responsibility upon Christ's disciples. The followers of Jesus are under obligation to the world to reveal Him in pure, noble characters. What a light shone forth from Daniel! He made known the purpose of God in the court of Babylon, reflecting the light of heaven into this proud kingdom. What light shone forth from his three companions, as, in steadfast integrity, they stood before the proud monarch, declaring, “Be it known unto thee, O king, that we will not serve thy gods, nor worship the golden image which thou hast set up.” What a demonstration of the power of truth was the example that Abraham set before the church in his home! Mordecai, Ezra, Nehemiah, and many others were chosen messengers,—men through whom the pure light of consecration shone brightly."},{"refcode_short":"PH116 23.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 23.1 (Ellen Gould White)","content":"“Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.” All who would be disciples of Christ are bound to make God and heaven manifest by good works. All who will walk humbly before God will surely recognize the workings of His providence."},{"refcode_short":"PH116 23.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 23.2 (Ellen Gould White)","content":"The messengers that God sends are as light in a dark place. Through Christ, God is establishing a kingdom in this world. As God's people reveal Him in good works, they become the light of the world. As they work under Christ's counsel, and bear a living testimony to the truth, they will be sustained against the power and craft of Satan, which will increase as we near the time of Christ's second appearing. God's witnesses are to hold firmly to the word of the Lord, which is to shine amid the moral darkness till the very close of this earth's history."},{"refcode_short":"PH116 23.3","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 23.3 (Ellen Gould White)","content":"There must be, in this time of trial, a dignified reliance upon the word of God. We are to hold fast to past and present truth. The light is to shine forth with heavenly clearness. God will give an increase of light to those who walk in light received. Satan's devising and his mysterious, deceiving power can not put out the light which God bids shine. Every soul who is willing to be instructed by the Word has the precious treasure of strength of character, and is enabled to glorify God in word and act. The followers of Christ increase in power to be good and do good; for the Sun of Righteousness is shining upon them."},{"refcode_short":"PH116 24","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 24 (Ellen Gould White)","content":"How Does Sister White Know What to Speak?"},{"refcode_short":"PH116 24.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 24.1 (Ellen Gould White)","content":"The question is asked, How does Sister White know in regard to the matters of which she speaks so decidedly, as if she had authority to say these things? I speak thus because they flash upon my mind when in perplexity like lightning out of a dark cloud in the fury of a storm. Some scenes presented before me years ago have not been retained in my memory, but when the instruction then given is needed, sometimes even when I am standing before the people the remembrance comes sharp and clear, like a flash of lightning, bringing to mind distinctly that particular instruction. At such times I cannot refrain from saying the things that flash into my mind, not because I have had a new vision, but because that which was presented to me perhaps years in the past has been recalled to my mind forcibly. MS—33—1911"},{"refcode_short":"PH116 25a","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 25a (Ellen Gould White)","content":"Time and Place to be Considered"},{"refcode_short":"PH116 25a.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 25a.1 (Ellen Gould White)","content":"“Regarding the testimonies, nothing is ignored; nothing is cast aside; but time and place must be considered. Nothing must be done untimely. Some matters must be withheld because some persons would make an improper use of the light given. Every jot and tittle is essential and must appear at an opportune time. In the past, the testimonies were carefully prepared before they were sent out for publication. And all matter is still carefully studied after the first writing."},{"refcode_short":"PH116 25a","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 25a (Ellen Gould White)","content":"Accusations"},{"refcode_short":"PH116 25a.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 25a.2 (Ellen Gould White)","content":"“Tell them to eat the flesh and drink the blood of the Son of God. Place His work before them. There will be those who will misinterpret and misrepresent. Their eyes have been blinded, and they set forth the figures and interpretations that Satan has worked out for them, and an entirely wrong meaning will be placed upon the words that Sister White has spoken. Satan is just as verily claiming to be Christ's child as did Judas, who was on the accusing side. They have educated themselves in Satan's school of misstating. A description of them is given in the third chapter of Zechariah. Nothing in the world is so dear to God as His church. Satan has worked upon human minds, and will continue to betray sacred trust in a spurious way."},{"refcode_short":"PH116 25a","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 25a (Ellen Gould White)","content":"The Publishing of Compilations"},{"refcode_short":"PH116 25a.3","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 25a.3 (Ellen Gould White)","content":"“I can see plainly that should every one who thinks he is qualified to write books, follow his imagination and have his productions published, insisting that they be recommended by our publishing houses, there would be plenty of tares sown broadcast in our world. Many from among our own people are writing to me, asking with earnest determination the privilege of using my writings to give force to certain subjects which they wish to present to the people in such a way as to leave a deep impression upon them."},{"refcode_short":"PH116 26a.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 26a.1 (Ellen Gould White)","content":"“It is true that there is a reason why some of these matters should be presented: but I would not venture to give my approval in using the testimonies in this way, or to sanction the placing of matter which is good in itself in the way which they propose."},{"refcode_short":"PH116 26a.2","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 26a.2 (Ellen Gould White)","content":"“The persons who make these propositions for aught I know, may be able to conduct the enterprise of which they write in a wise manner; but nevertheless I dare not give the least license for using my writings in the manner which they propose. In taking account of such an enterprise, there are many things that must come into consideration; for in using the testimonies to bolster up some subject which may impress the mind of the author, the extracts may give a different impression than that which they would were they read in their original connection.” MS—23—1911."},{"refcode_short":"PH116 25.1","refcode_long":"The Writing and Sending Out of the Testimonies to the Church, p. 25.1 (Ellen Gould White)","content":"“Many excused their disregard of the testimonies by saying, ‘Sister White is influenced by her husband; the testimonies are moulded by his spirit and judgment.’ Others were seeking to gain something from me which they could construe to justify their course, or to give them influence.”"}]