[{"refcode_short":"PH114 1","refcode_long":"The Work Among the Jews, p. 1 (Ellen Gould White)","content":"The Work Among the Jews"},{"refcode_short":"PH114 1","refcode_long":"The Work Among the Jews, p. 1 (Ellen Gould White)","content":"Selections From The Testimonies"},{"refcode_short":"PH114 1","refcode_long":"The Work Among the Jews, p. 1 (Ellen Gould White)","content":"The Work Among the Jews"},{"refcode_short":"PH114 1.1","refcode_long":"The Work Among the Jews, p. 1.1 (Ellen Gould White)","content":"“In this letter (Romans) Paul gave free expression of his burden in behalf of the Jews. Ever since his conversion, he had longed to help his Jewish brethren to gain a clear understanding of the gospel message. ‘My heart's desire and prayer to God for Israel is,’ he declared, ‘that they might be saved.’"},{"refcode_short":"PH114 1.2","refcode_long":"The Work Among the Jews, p. 1.2 (Ellen Gould White)","content":"“It was no ordinary desire that the apostle felt. Constantly he was petitioning God to work in behalf of the Israelites who had failed to recognize Jesus of Nazareth as the promised Messiah. ‘I say the truth in Christ, ‘he assured the believers at Rome, ‘my conscience also bearing me witness in the Holy Ghost, that I have great heaviness and continual sorrow in my heart. For I could wish that myself were accursed from Christ for my brethren, my kinsmen according to the flesh: who are Israelites; to whom pertaineth the adoption, and the glory, and the covenants, and the giving of the law, and the service of God, and the promises."},{"refcode_short":"PH114 2.1","refcode_long":"The Work Among the Jews, p. 2.1 (Ellen Gould White)","content":"“The Jews were God's chosen people, through whom He had purposed to bless the entire race. From among them God had raised up many prophets. These had foretold the advent of a Redeemer who was to be rejected and slain by those who should have been the first to recognize Him as the Promised One.”"},{"refcode_short":"PH114 2.2","refcode_long":"The Work Among the Jews, p. 2.2 (Ellen Gould White)","content":"“Even though Israel rejected His Son, God did not reject them. Listen to Paul as he continues the argument: ‘I say then, Hath God cast away His people? God forbid. For I also am an Israelite, of the seed of Abraham, of the tribe of Benjamin. God hath not cast away His people which He foreknew. Wot ye not what the Scripture saith of Elias? how he maketh intercession to God against Israel saying Lord, they have killed Thy prophets, and digged down Thine altars; and I am left alone, and they seek my life. But what saith the answer of God unto him? I have reserved to Myself seven thousand men, who have not bowed the knee to the image of Baal. Even so then at this present time also there is a remnant according to the election of grace.’"},{"refcode_short":"PH114 2.3","refcode_long":"The Work Among the Jews, p. 2.3 (Ellen Gould White)","content":"“Israel had stumbled and fallen, but this did not make it impossible for them to rise again. In answer to the question, ‘Have they stumbled that they should fall? the apostle replies: ‘God forbid: but rather through their fall salvation is come unto the Gentiles, for to provoke them to jealousy. Now if the fall of them be the riches of the world, and the diminishing of them the riches of the Gentiles; how much more their fulness? For I speak to you Gentiles, inasmuch as I am the apostle of the Gentiles, I magnify mine office: if by any means I may provoke to emulation them which are my flesh, and might save some of them. For if the casting away of them be the reconciling of the world, what shall the receiving of them be, but life from the dead.’”"},{"refcode_short":"PH114 3.1","refcode_long":"The Work Among the Jews, p. 3.1 (Ellen Gould White)","content":"“Notwithstanding Israel's failure as a nation, there remained among them a goodly remnant of such as should be saved. At the time of the Saviour's advent there were faithful men and women who had received with gladness the message of John the Baptist, and had thus been led to study anew the prophecies concerning the Messiah. When the early Christian church was founded, it was composed of these faithful Jews who recognized Jesus of Nazareth as the one for whose advent they had been longing. It is to this remnant that Paul refers when he writes, ‘if the first-fruit be holy, the lump is also holy: and if the root be holy, so are the branches.’”"},{"refcode_short":"PH114 4.1","refcode_long":"The Work Among the Jews, p. 4.1 (Ellen Gould White)","content":"“Through unbelief and the rejection of Heaven's purpose for her, Israel as a nation had lost her connection with God. But the branches that had been separated from the parent stock God was able to reunite with the true stock of Israel - the remnant who had remained true to the God of their fathers. ‘They also,’ the apostle declares of these broken branches, ‘if they abide not still in unbelief, shall be grafted in: for God is able to graft them in again.’ If thou,’ he writes to the Gentiles, ‘wert cut out of the olive-tree which is wild by nature, and wert grafted contrary to nature into a good olive tree: how much more shall these, which be the natural branches, be grafted into their own olive-tree? For I would not, brethren, that ye should be ignorant of this mystery, lest ye should be wise in your own conceits; that blindness in part is happened to Israel, until the fulness of the Gentiles be come in.”"},{"refcode_short":"PH114 4.2","refcode_long":"The Work Among the Jews, p. 4.2 (Ellen Gould White)","content":"“Notwithstanding the awful doom pronounced upon the Jews as a nation at the time of their rejection of Jesus of Nazareth, there have lived from age to age many noble, God-fearing Jewish men and women who have suffered in silence. God has comforted their hearts in affliction, and has beheld with pity their terrible situation. He has heard the agonizing prayers of those who have sought Him with all the heart for a right understanding of His word. Some have learned to see in the lowly Nazarene whom their forefathers rejected and crucified, the true Messiah of Israel. As their minds have grasped the significance of the familiar prophecies so long obscured by tradition and misinterpretation, their hearts have been filled with gratitude to God for the unspeakable gift He bestows upon every human being who chooses to accept Christ as a personal Saviour.”"},{"refcode_short":"PH114 5.1","refcode_long":"The Work Among the Jews, p. 5.1 (Ellen Gould White)","content":"“When this gospel shall be presented in its fulness to the Jews, many will accept Christ as the Messiah. Among Christian ministers there are only a few who feel called upon to labor for the Jewish people; but to those who have been often passed by, as well as to all others, the message of mercy and hope in Christ is to come."},{"refcode_short":"PH114 6.1","refcode_long":"The Work Among the Jews, p. 6.1 (Ellen Gould White)","content":"“In the closing proclamation of the gospel, when special work is to be done for classes of people hitherto neglected, God expects His messengers to take particular interest in the Jewish people whom they find in all parts of the earth. As the Old Testament Scriptures are blended with the New in an explanation of Jehovah's eternal purpose, this will be to many of the Jews as the dawn of a new creation, the resurrection of the soul. As they see the Christ of the gospel dispensation portrayed in the pages of the Old Testament Scriptures, and perceive how clearly the New Testament explains the Old, their slumbering faculties will be aroused and they will recognize Christ as the Saviour of the world... . To them will be fulfilled the word, ‘As many as received Him, to them gave He power to become the Sons of God, even to them that believe on His name.’ (John 1:12)"},{"refcode_short":"PH114 6.2","refcode_long":"The Work Among the Jews, p. 6.2 (Ellen Gould White)","content":"“Among the Jews are some who, like Saul of Tarsus, are mighty in the Scriptures, and these will proclaim with wonderful power the immutability of the law of God. The God of Israel will bring this to pass in our day. His arm is not shortened that it can not save. As His servants labor in faith for those who have been long neglected and despised, His salvation will be revealed.”—The Acts of the Apostles, 35."},{"refcode_short":"PH114 7.1","refcode_long":"The Work Among the Jews, p. 7.1 (Ellen Gould White)","content":"“In a most remarkable manner, the Lord wrought upon the heart of Marcus Lichtenstein, and directed the course of this young man to Battle Creek, that he might there be brought under the influence of the truth, and be converted;.... His education in the Jewish religion would have qualified him to prepare publications. His knowledge of Hebrew would have been a help to the office in the preparation of publications through which access could be gained to a class that otherwise could not be reached. It was no inferior gift that God gave to the Office in Marcus.”—Testimonies for the Church 3:206."},{"refcode_short":"PH114 7.2","refcode_long":"The Work Among the Jews, p. 7.2 (Ellen Gould White)","content":"“The time has come when the Jews are to be given light. The Lord wants us to encourage and sustain men who shall labor in right lines for this people; for there are to be a multitude convinced of the truth, who will take their position for God. The time is coming when there will be as many converted in a day as there were on the day of Pentecost, after the disciples had received the Holy Spirit."},{"refcode_short":"PH114 8.1","refcode_long":"The Work Among the Jews, p. 8.1 (Ellen Gould White)","content":"“The Jews are to be a power to labor for the Jews; and we are to see the salvation of God.”—From a sermon delivered at the General Conference, at Washington, D.C., in 1905."},{"refcode_short":"PH114 8.2","refcode_long":"The Work Among the Jews, p. 8.2 (Ellen Gould White)","content":"“There is a mighty work to be done in our world. The Lord has declared that the Gentiles shall be gathered in, and not the Gentiles only, but the Jews. There are among the Jews many who will be converted, and we shall see the salvation of God going forth as a lamp that burneth."},{"refcode_short":"PH114 8.3","refcode_long":"The Work Among the Jews, p. 8.3 (Ellen Gould White)","content":"“There are Jews everywhere, and to them the light of present truth is to be brought, that they may have an opportunity to accept it. There are among the Jews many who will come to the light, and who will proclaim the immutability of the law of God with wonderful power. The Lord God will work. He will do wonderful things in righteousness."},{"refcode_short":"PH114 8.4","refcode_long":"The Work Among the Jews, p. 8.4 (Ellen Gould White)","content":"“Let not those who have not engaged in personal, evangelistic work feel that every one should look at things as they do. Let God work in His own way, and keep your hands off those whom He is using in the cities."},{"refcode_short":"PH114 9.1","refcode_long":"The Work Among the Jews, p. 9.1 (Ellen Gould White)","content":"“We must get away from our smallness and make larger plans. There must be a wider reaching forth. We must work for those who are near, and those who are far off.”—From a sermon given at the General Conference, Washington, D. C., 1905."},{"refcode_short":"PH114 9.2","refcode_long":"The Work Among the Jews, p. 9.2 (Ellen Gould White)","content":"“It has been a strange thing to me that there were so few who felt a burden to labor for the Jewish people, who are scattered throughout so many lands. Christ will be with you as you strive to strengthen your perceptive faculties, that you may more clearly behold the Lamb of God, which taketh away the sin of the world. The slumbering faculties of the Jewish people are to be aroused. The Old Testament Scriptures, blending with the New, will be to them as the dawning of a new creation, or as the resurrection of the soul. Memory will be awakened as Christ is seen portrayed in the pages of the Old Testament. Souls will be saved from the Jewish nation, as the doors of the New Testament are unlocked with the key of the Old Testament. Christ will be recognized as the Saviour of the world, as it is seen how clearly the New Testament explains the Old. To them the words will be fulfilled, ‘As many as received Him to them gave He power to become the sons of God, even to them that believe on His name.’ They will be changed into the same image from glory to glory, even as by the Spirit of the Lord. They will be partakers of the divine nature. The image of divinity will be stamped upon their souls. If they will continue to learn of Christ, they will attain to the measure of the stature of the fullness of Christ."},{"refcode_short":"PH114 10.1","refcode_long":"The Work Among the Jews, p. 10.1 (Ellen Gould White)","content":"“Oh that many of the Jewish people may open the chambers of the mind...I am so glad that you are so successful in your work. Let us gain strength by exercising increased faith, moving onward and upward step by step, from victory to victory."},{"refcode_short":"PH114 10.2","refcode_long":"The Work Among the Jews, p. 10.2 (Ellen Gould White)","content":"“Be of good courage in the Lord. May He continue to bless you, as He has blessed you in the past, is my prayer.... .—From a Personal Testimony, March 28, 1903."},{"refcode_short":"PH114 10.3","refcode_long":"The Work Among the Jews, p. 10.3 (Ellen Gould White)","content":"“Concerning the work in behalf of the Jewish people being done by Brother -----, I am instructed to say, Give him all the encouragement that is possible. Do not bind about his work by many forbiddings. Help him, so that through his efforts, and the efforts of his fellow-laborers, many of the seed of Israel may be grafted to the true stock, Christ Jesus......"},{"refcode_short":"PH114 11.1","refcode_long":"The Work Among the Jews, p. 11.1 (Ellen Gould White)","content":"“To Brother ----- I would say, You must be guarded. Do not tax your powers so severely. Hitherto the Lord has been with you, and He will continue to bless your efforts, and will lead others to unite with you in your work. But you are in danger from more sources than one. Your enemies will be incensed against you because this truth is being carried to the Jews. My brother, the Jewish people are not the only ones who are being helped by your work. Our own people need the example set before them."},{"refcode_short":"PH114 11.2","refcode_long":"The Work Among the Jews, p. 11.2 (Ellen Gould White)","content":"“I bid you be of good courage. In your labors do not wait for some great and wonderful opening, but seize the opportunities as they come. The power of truth will be vindicated as the servants of God make faithful use of the opportunities that present themselves for labor.”"}]