[{"refcode_short":"PH118 1","refcode_long":"Address To Ministers, p. 1 (Ellen Gould White)","content":"Address To Ministers"},{"refcode_short":"PH118 1.1","refcode_long":"Address To Ministers, p. 1.1 (Ellen Gould White)","content":"“Unto the angel of the church of Sardis write: These things saith he that hath the seven Spirits of God, and the seven stars: I know thy works, that thou hast a name that thou livest, and art dead. Be watchful and strengthen the things which remain, that are ready to die; for I have not found thy works perfect before God. Remember therefore how thou hast received and heard, and hold fast, and repent. If therefore thou shalt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee.” “For our exhortation was not of deceit, nor of uncleanness, nor in guile: for as we were allowed of God to be put in trust with the gospel, even so we speak; not as pleasing men, but God, which trieth our hearts. For neither at any time used we flattering words, as ye know, nor a cloak of covetousness; God is witness; nor of men sought we glory, neither of you, nor yet of others, when we might have been burdensome as the apostles of Christ. For we were gentle among you, even as a nurse cherisheth her children.” “Whereof I was made a minister, according to the gift of the grace of God given unto me by the effectual working of his power. Unto me who am less than the least of all saints, is this grace given, that I should preach among the Gentiles the unsearchable riches of Christ; and to make all men see what is the fellowship of the mystery, which from the beginning of the world hath been hid in God, who created all things by Jesus Christ: to the intent that now unto the principalities and powers in heavenly places might be known by the church the manifold wisdom of God, according to the eternal purpose which he purposed in Christ Jesus our Lord.”"},{"refcode_short":"PH118 1.2","refcode_long":"Address To Ministers, p. 1.2 (Ellen Gould White)","content":"“For this cause I bow my knees unto the Father of our Lord Jesus Christ, of whom the whole family in heaven and earth is named, that he would grant you, according to the riches of his glory, to be strengthened with might by his Spirit, in the inner man; that Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love, may be able to comprehend with all saints what is the breadth, and length, and depth, and height, and to know the love of Christ, which passeth knowledge, that we might be filled with all the fulness of God. Now unto him that is able to do exceeding abundantly above all that ye ask or think, according to the power that worketh in us, unto him be glory in the church by Christ Jesus throughout all ages world without end.”"},{"refcode_short":"PH118 2.1","refcode_long":"Address To Ministers, p. 2.1 (Ellen Gould White)","content":"The solemn work of the gospel minister is to make all men see “what is the fellowship of the mystery which from the beginning of the world hath been hid in God.” If one enters upon this work choosing the least self-sacrificing part of it, contenting himself with preaching, and leaving the work of ministering for some one else to do, he need not expect that his labors will be acceptable to God. Souls for whom Christ has died are perishing for want of well-directed personal labor; and when the minister is not willing to be a servant of the people, as Jesus has directed in his word, then he has mistaken his calling. Those who minister in the sacred desk should fall upon the Rock and be broken; then the Lord will put his superscription upon them, and fashion them as vessels unto honor. If those who engage in the work of the ministry were indeed laborers together with God, we should see a solid and beautiful work wrought in all countries for the saving of the souls for whom Christ has died."},{"refcode_short":"PH118 2.2","refcode_long":"Address To Ministers, p. 2.2 (Ellen Gould White)","content":"God calls for consecrated men, who are willing to deny self. The work of the heavenly intelligences is constant and earnest; for they are intent upon drawing men to Jesus. This is the manner in which ministers should labor. Their message should be, “Whosoever will, let him take the water of life freely.” The angels in their ministration do not labor so as to shut any soul out, but rather to gather all in; but if the message of the gospel is to go to all men, human agents must co-operate with the angel workers. Divine and human agencies must combine in order to accomplish the great work of saving the souls of the lost. Man cannot work out his own salvation without divine aid, and God will not save him without willing, decided co-operation. Human agencies must be educated for this great work, and their growth and education depends upon their union with divine forces. God provides all the capabilities, all the talents, by which men may enter the work; but the highest development of the worker for God can never be attained without divine co-operation. Symmetry of character and the harmonious development of the work, will be accomplished through continual dependence upon God and earnest effort on the part of man. The secret of our success and power will be found in making direct, personal appeals to those who are interested, having unwavering reliance upon the Most High."},{"refcode_short":"PH118 3.1","refcode_long":"Address To Ministers, p. 3.1 (Ellen Gould White)","content":"Satan and his angels are struggling for the mastery of the world, while the Prince of life and the angels of heaven are engaged in the battle, determined to rescue all those who would escape from the bondage of evil. God waits to see what those who have been enlightened by his truth will do. Again and again he has called for his ministers to be shepherds to the flock. He is now waiting for the co-operation of his human agents, waiting for them to minister to the sheep and lambs that are ready to die. O, will not the ministers of God, as consecrated, obedient children, take up one line of work after another as he presents it to them? Every herald of the gospel is to be a minister indeed. Every forgiven child of God is to be instructed by those who are laborers together with heaven, that he is to be a messenger to work in the same way as the Father and the Son are working, seeking to save the lost. All Christians are to lift up Jesus, and say, Behold him. “Behold the Lamb of God, which taketh away the sin of the world.”"},{"refcode_short":"PH118 3.2","refcode_long":"Address To Ministers, p. 3.2 (Ellen Gould White)","content":"The sacred responsibility rests upon the minister to watch for souls as one that must give an account. He must interest himself in the souls for whom he labors, finding out all that perplexes and troubles them and prevents them from walking in the light of the truth. Job says, “The cause that I knew not, I searched out.” This should be considered the important work of the ministry, even if it demands much painstaking effort and inconvenience, and gives much less time for sermonizing. This is home missionary work, and it is in no case to be neglected; for eternal interests are here involved. The excuses of those who fail to do this work, do not relieve them of the responsibility. If they choose not to do it, they neglect the souls for whom Christ died, neglect their God-given responsibility, and are registered in the books of heaven as unfaithful servants. Does the minister work as did the Master to be a strength and a blessing to others when he shuts himself away from those who need his help? Those who neglect personal intercourse with the people, become self-centred, and need this very experience of placing themselves in communication with their brethren that they may understand their spiritual condition, and know how to feed the flock of God, giving to each his portion of meat in due season. Those who neglect this work make it manifest that they need moral renovation, and then they will see that they have not carried the burden of the work."},{"refcode_short":"PH118 4.1","refcode_long":"Address To Ministers, p. 4.1 (Ellen Gould White)","content":"God calls for men and women to be laborers together with him, to be workers who are sound in faith, pure in heart, and single in purpose. They should work to glorify God by saving souls that are lost. God requires heart-service. A service of form, lip-service, is wholly ineffectual in the work of converting souls to God. A service that comes not from the heart is as sounding brass and a tinkling cymbal. The heart must be stirred with the co-operative energy of the Holy Spirit, then standing in full view of the cross of Calvary by faith, the laborer can communicate to others the divine inspiration of his theme. From a full treasure-house he can bring forth things new and old, which will stir the hearts of his hearers, and, convicted, they will cry out, “What must I do to be saved?” If the minister leaves the pulpit, and separates himself from the people without making a special, personal effort for those whose hearts have been touched by the love of Christ, he has lost an opportunity which he will never recover."},{"refcode_short":"PH118 4.2","refcode_long":"Address To Ministers, p. 4.2 (Ellen Gould White)","content":"We need missionary ministers, ministers who are missionaries in deed and in truth, who place themselves in communication with the Lord Jesus Christ by living faith and earnest prayer, by complete surrender to God, so that Heaven's message through them may be given to the world. Then they will not fail to make decided impressions, inciting those who hear them to repentance, faith, love, joy, and earnest work for the Master. But in order to have life-giving power from the Source of all light and knowledge, the workers must be responsive to every movement of the Holy Spirit, that divine light may shine through them to the church and to the world. Ministers should not allow themselves to take a low level, they should aim high. In order to exercise themselves unto godliness, in order to rightly take hold of the sacred work in which they are engaged, they need daily to be lifted up by the Holy Spirit, to breathe the pure atmosphere of spiritual holiness."},{"refcode_short":"PH118 5.1","refcode_long":"Address To Ministers, p. 5.1 (Ellen Gould White)","content":"Among ministers there must be more self-forgetfulness, a more complete hiding of themselves in Christ Jesus, in order that they may work the works of God, in order to win souls both by preaching the Word and by ministering in the homes in visiting the people, in praying with them, in presenting to them the heavenly manna of the Word of God, educating them to contemplate the love of Christ. In doing this work, the minister will be attended by angels of heaven, and will be himself instructed and enlightened in the truth that maketh wise unto salvation. In visiting the people he will learn their necessities, and his sympathies will be called out. The love of Jesus for blood-bought souls will manifest itself in tenderness to the lost, and will grow by exercise: He will sink self in his interest for the work. He will have many straight and plain words to address to those who need them; for when God commissions men to do his work, he lays upon them the burden of watching for souls as they that must give an account. When needed, warnings are to be given, sins are to be rebuked, errors and wrongs are to be corrected, not only in the pulpit but by personal labor. This is divine work; and although it is not congenial to the natural inclinations, the minister must proclaim the straight truth, which will make the ears of them that hear tingle; he must lay before those who are lovers of pleasure more than lovers of God, the dangers and perils that are around them, and the doom that awaits the impenitent."},{"refcode_short":"PH118 6.1","refcode_long":"Address To Ministers, p. 6.1 (Ellen Gould White)","content":"Because this message is not agreeable to their inclination or welcome to those who must be warned, ministers are solemnly charged to be faithful in its declaration. They will meet wrongs that seem to defy correction. They will be made aware of sins that seem to be covered that will need to be exposed. The prophet says: “Cry aloud, spare not, lift up thy voice like a trumpet, and show my people their transgression, and the house of Jacob their sins. Yet they seek me daily, and delight to know my ways, as a nation that did righteousness and forsook not the ordinance of their God.” “I charge thee therefore before God, and the Lord Jesus Christ, who shall judge the quick and the dead at his appearing and his kingdom: Preach the word, be instant in season, out of season; reprove, rebuke, exhort with all long-suffering and doctrine.” The minister is not to indulge in the relation of anecdotes, but he is to preach the Word. “Them that sin rebuke before all, that others also may fear. I charge thee before God, and the Lord Jesus Christ and the elect angels, that thou observe these things without preferring one before another, doing nothing by partiality.” “Be thou an example of the believers in word, in conversation, in charity, in spirit, in faith, in purity.” “Study to show thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.”"},{"refcode_short":"PH118 6.2","refcode_long":"Address To Ministers, p. 6.2 (Ellen Gould White)","content":"We are to present Christ to the people, following the words of the apostle where he says, “Whom we preach, warning every man and teaching every man in all wisdom, that we may present every man perfect in Christ Jesus; whereunto I also labor, striving according to his working, which worketh in me mightily.” Was it essential for Paul to have this experience? Read carefully and meditate upon his words, and see if it is safe for any of the ministers of Christ to shape their life according to any lower standard of godliness."},{"refcode_short":"PH118 6.3","refcode_long":"Address To Ministers, p. 6.3 (Ellen Gould White)","content":"“Blessed be the God and Father of our Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly things in Christ.” What is there for us to ask that is not included in this merciful, abundant provision? Through the merits of Christ we are blessed with all spiritual blessings in heavenly things in Christ. It is our privilege to draw nigh to God, to breathe in of the atmosphere of his presence. If we keep ourselves in close union with the common, cheap, sensual things of this earth, Satan will interpose his shadow, so that we shall fail to discern the blessedness of the promises and assurances of God, and so shall fail to be strengthened to attain to a high spiritual standard. Nothing short of abiding in the presence of Christ will bring peace, freedom, courage, and power."},{"refcode_short":"PH118 7.1","refcode_long":"Address To Ministers, p. 7.1 (Ellen Gould White)","content":"“According as he hath chosen us in him before the foundation of the world, that we should be holy and without blame before him in love.” There can be no misunderstanding here unless there is wilful blindness. We are to be holy and without blame before him in love. The condition upon which we receive an increase of grace is that we improve upon the light we already have. If we would find, we must go on continually seeking; if we would receive, we must continue to ask; if we would have the door opened, we must perseveringly knock. The responsibility of our own ruin will lie at our own door. The Word of God speaks to us as if everything depended upon our own efforts. We must come, we must resist the devil; we must strive to enter in at the strait gate; we must run the race with patience; we must fight the fight of faith; we must wrestle with principalities and powers; we must agonize before God in prayer, if we would stand blameless before the throne of God. We must have the faith that works, or it will be powerless. Good works will not pay the price of our redemption; they are the fruit of our faith in Jesus Christ, who is our righteousness."},{"refcode_short":"PH118 7.2","refcode_long":"Address To Ministers, p. 7.2 (Ellen Gould White)","content":"Our experience must broaden and deepen; for by grace the strength of God is to be made perfect in our weakness. Our will must be placed firmly, decidedly, intelligently, on the side of God's will. There must be no presumption, no slothful work. It becomes us to pass the time of our sojourning here in fear, not in distrust of the grace of God, but in fear that self will gain the supremacy. We are not to fear that there will be any failure on the part of God, but fear lest because of our own sinful inclination any of us should come short of the promise. Let the standard be set high, and let there be an earnest striving to reach it in our daily lives, till our souls burn with holy desire. We need to talk faith, for it is very feeble; but in talking faith, we must speak of that faith that works by love and purifies the soul."},{"refcode_short":"PH118 8.1","refcode_long":"Address To Ministers, p. 8.1 (Ellen Gould White)","content":"We have come to have very meagre ideas as to what constitutes the duty of a Christian minister. Many who minister in the sacred desk do not half understand their responsibilities. They are taking things altogether too easy and comfortable; many are in Satan's easy chair, thinking that if they partially copy another minister, they will meet the requirements. There is need of alarm among the ministers, but no one need be hopeless. There is need of self-examination that we may understand whether we are learning the meekness and lowliness of Christ; for we are to follow his example. In our labors we are to bear the same testimony as did Paul. He says: “Ye know from the first day that I came into Asia, after what manner I have been with you in all seasons, serving the Lord in all humility of mind, ...and how I kept back nothing that was profitable unto you, but have showed you, and have taught you publicly and from house to house, testifying both to the Jews, and also to the Greeks, repentance toward God, and faith toward our Lord Jesus Christ.” “Wherefore I take you to record this day, that I am pure from the blood of all men; for I have not shunned to declare unto you the whole counsel of God. Take heed therefore unto yourselves and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the flock of God, which he hath purchased with his own blood.” “I have showed you all things, how that so laboring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive.”"},{"refcode_short":"PH118 8.2","refcode_long":"Address To Ministers, p. 8.2 (Ellen Gould White)","content":"The Lord Jesus said to Peter, “When thou art converted, strengthen thy brethren;” and just before his ascension, he said to his disciple, “Simon, son of Jonas, lovest thou me more than these? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my lambs.” This was a work in which Peter had had but little experience; but he could not be complete in Christian life unless he learned to feed the lambs, those who were young in the faith. It would require great care, much patience and perseverance, to give those who were ignorant the suitable teachings, opening up to them the Scriptures, and educating them for usefulness and duty. This is the work that must be done in our churches at this day, or the advocates of truth will have a dwarfed experience, and will be exposed to temptation and deception. The charge given to Peter should come home to every minister. Again and again the voice of Christ is heard repeating the charge to his under shepherds, “Feed my lambs, feed my sheep.”"},{"refcode_short":"PH118 9.1","refcode_long":"Address To Ministers, p. 9.1 (Ellen Gould White)","content":"In the words addressed to Peter the responsibilities of the gospel minister are set forth. I have had the matter presented before me that a wrong mould has been given to the work in Australia. Though the Lord does not require that his ministers labor beyond their physical ability, still, if they had, like wise generals planned to make every stroke tell for the future as well as for the present influence of the work, there might have been many more believers than there are today. It is not wise to open up more fields than can be thoroughly worked. If from the first selfishness had been eradicated from the hearts of the laborers, if the love of Jesus and the love of souls for whom Christ died, had controlled the workers, what a strong company might have been raised up. Jealousies, evil surmisings, envyings, have built up barriers between you and God, making it impossible for the Lord to do his work, his precious work, of bringing souls to the knowledge of truth. If many had been converted, who would have been able to care for these lambs, these newly come to the faith? What lessons they would have learned of envy, jealousy, and evil surmising. Wherein would inquiring souls find the right kind of instruction? Who would educate and train them for the work of the Master? The very men who are presenting the truth to them had need to learn the first lessons as to what constitutes the work devolving on a gospel minister. It is not sermonizing."},{"refcode_short":"PH118 10.1","refcode_long":"Address To Ministers, p. 10.1 (Ellen Gould White)","content":"The minister of the gospel should be far from cherishing an envious spirit, fearing that another may receive too much credit if he shares his labor with him, in the office or in more general life. Selfishness has so actuated men that the work of God has been hindered, and the message of God has been refused by many. Feelings have been manifested, a spirit cherished, that the Lord condemns, and the evil has not all been seen and confessed, and restitution made. The Spirit and power of God have been shut away from those who have cherished envy. The half work done in the ministry was really worse than if nothing had been done; for such a mould has been given that much time, much hard, earnest labor, will be required in order that the impressions may be changed, and the right kind of education be advanced. The churches have been so trained that they feel no special responsibility to visit, to talk the truth, to pray with and for one another, to visit the sick, to encourage them, to give sympathy and love, and make it manifest that in Christ they are members one of another. All revealings of love-sick sentimentalism prove a snare to souls. Some have stood as it were upon the very brink of the precipice, and one more step in the wrong direction would prove their eternal ruin."},{"refcode_short":"PH118 10.2","refcode_long":"Address To Ministers, p. 10.2 (Ellen Gould White)","content":"Where there has been one laborer in the harvest field, there should have been many; but unless the minister can do thorough work, and not think that half work is all that God requires, he would better keep out of the cause. Those who stand ready to give themselves to the work of the ministry, not merely to sermonize, but to minister to souls, visiting them at their homes, searching the Scriptures and praying with them, will have success; heart will become joined to heart in holy endeavor to do for others; and the people will go forth to work for others as the minister has worked for them."},{"refcode_short":"PH118 10.3","refcode_long":"Address To Ministers, p. 10.3 (Ellen Gould White)","content":"In all our work let us never forget that the rainbow of promise encircles the throne of mercy. The way is open for all who have sinned to return to Jesus, to humble themselves, to repent, to find pardon, peace, and the love of Christ which passeth knowledge. When we have a converted ministry, the work will bear a different mould, and be conducted upon higher and holier principles."},{"refcode_short":"PH118 11","refcode_long":"Address To Ministers, p. 11 (Ellen Gould White)","content":"The Work of God to Believe on Christ"},{"refcode_short":"PH118 11.1","refcode_long":"Address To Ministers, p. 11.1 (Ellen Gould White)","content":"“Then said they unto him, What shall we do that we might work the works of God?” This was the question that was asked of Jesus by those who had witnessed his divine power in feeding the multitudes. But the question meant, What shall we do that we may deserve heaven? What is the price that we are required to pay that we may obtain the life to come? Now mark the answer of Jesus; for it is essential that we understand the truth he uttered: “Jesus answered and said unto them, This is the work of God, that ye believe on him whom he hath sent.” The price of heaven is Jesus. The way to heaven is through faith in “the Lamb of God, which taketh away the sin of the world.” Those who would be saved must accept by faith the righteousness of Christ; and when they do this, they will work the works of God."},{"refcode_short":"PH118 11.2","refcode_long":"Address To Ministers, p. 11.2 (Ellen Gould White)","content":"But the people did not choose to receive this plain statement of divine truth. Unbelief manifested itself; for though they had seen evidences of the divinity of Christ, they still refused to walk in the light of heaven, and hardened their hearts against the Son of God. They asked, “What sign showest thou then, that we may see and believe thee? What dost thou work? Our fathers did eat manna in the desert: as it is written, He gave them bread from heaven to eat. Then Jesus said unto them, Verily, verily, I say unto you, Moses gave you not that bread from heaven; but my Father giveth you the true bread from heaven. For the bread of God is he which cometh down from heaven, and giveth life unto the world. Then said they unto him, Lord, evermore give us this bread. And Jesus said unto them, I am the bread of life; he that cometh to me shall never hunger; and he that believeth on me shall never thirst. But I said unto you, That ye also have seen me, and believed not.”"},{"refcode_short":"PH118 11.3","refcode_long":"Address To Ministers, p. 11.3 (Ellen Gould White)","content":"The Jews then murmured at him, because he said, “I am the bread which came down from heaven.” “And they strove among themselves, saying, How can this man give us his flesh to eat? Then said Jesus unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you. Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.... It is the Spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.” The question comes home to us today, Are we eating the flesh and drinking the blood of the Son of God? It is by beholding the love of Christ, by drinking it in, by dwelling upon it, that we eat his flesh and drink his blood, becoming partakers of the divine nature. As we meditate upon the truth as it is in Jesus, it becomes more deeply impressed upon the soul. “The words that I speak unto you, they are spirit, and they are life.” It is through the ministry of the Word that the saints are to be perfected. But what does it mean that there is so low a standard of piety among those who profess to be followers of Christ? Are the people fed upon the words of Christ? Are the messengers satisfied with preaching a discourse, and leaving the work of ministering to whoever may feel inclined to do it? There is earnest work to do out of the desk as well as in it. The sermon may arouse the conscience, but the labor will be lost if the soul is left to settle down into the same state of indifference as before the words were spoken. The messenger is to speak as moved by the Spirit of God, and then he must come close to souls through personal labor, and guide the conscience, and fasten the truth in a sure place. The minister has a work to do in the home circle, teaching the members of the family concerning the great love wherewith God hath loved us, that they may know what it is to eat the flesh and drink the blood of the Son of God. When the heart of the messenger is warmed with the love of Jesus, he will have a message to give that will be as a savor of life unto life, or of death unto death. He will not feel that his responsibility is over when he leaves the desk; there is a God-appointed work for him to do as a careful, tender shepherd of the flock of God. If he is a heaven-sent messenger, the truth will be in him as fire shut up in his bones, and it will be continually shining to enlighten those who are ignorant of what Jesus is to them, and of what they are to Jesus He will teach them that the only way to reach the heaven above, is to cling to Jesus, day by day, hour by hour, mounting step by step to the heights of Christ."},{"refcode_short":"PH118 13.1","refcode_long":"Address To Ministers, p. 13.1 (Ellen Gould White)","content":"Those whom God has appointed to become instructors must know by personal experience what it is to have Christ made unto them wisdom, righteousness, sanctification, and redemption. But let no soul imagine that the gaining of eternal life through the finished work of Christ, will involve no struggle, no conflict. There will be constant battles against their own inclinations and hereditary and cultivated tendencies. The apostle declares: “We wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places. Wherefore take unto you the whole armor of God, that ye may be able to withstand in the evil day, and having done all, to stand.” We are continually to be found fighting the good fight of faith. We are to behold Christ, to study his character in the light of his word with fervent prayer, dwelling upon his attributes and virtues, until we shall become changed into his image. There is no time to halt and rest upon the ladder of progress. The command is to go forward and upward, looking to God, who is above the ladder. To look back is to become dizzy, to relax your hold, to lose all, to fall back into darkness. You must keep hold on Christ your Mediator, ascending step by step, being changed from glory to glory, from character to character, as by the Spirit of the Lord. Stretch up the hand of faith, taking hold of one line after another in the work of the Redeemer for the saving of precious souls. Those who think to labor for others should not wait till they know it all, before they begin to communicate to others, nor should they think that they have attained all that belongs to the work of the minister when they can preach a discourse. Such a one should set the standard high, and seek to become a minister of the word, teaching the souls for whom you labor precept upon precept, line upon line of divine truth. Your work cannot be a success unless you educate those for whom you labor. Seek to enlighten the minds of the seekers after truth, by giving them clear and definite explanations in their own home circle, in the prayer-meeting, and from the pulpit. Instead of spending all the time in sermonizing, open your Bible, and invite the people to engage with you in studying its precious truths. Let those who desire ask questions concerning that which they do not comprehend, that the plan of salvation may be more clearly revealed to their minds. Plant the feet of all that you possibly can, one step after another, upon the divine ladder reaching from earth to heaven. Lift up Jesus, lift him up as the only One whereby men can be saved. Then will the truth which you present become the power of God unto salvation."},{"refcode_short":"PH118 14.1","refcode_long":"Address To Ministers, p. 14.1 (Ellen Gould White)","content":"It is a perilous thing for the minister to become careless in his thoughts and actions; as surely as he does, he will become inefficient. I appeal to those who minister in the sacred desk to put into practice that which you already know from the messages which God has given you to warn, to instruct, and to encourage you. Confess your coldness, and let the warmth of the love of Christ, the precious beams of the Sun of Righteousness, into the heart. If your hearts are filled with the message of God, if mercy and peace and righteousness are yours, if you feel that eternal vigilance is the price of your safety, your influence will be of the character of your experience, and others will follow in your footsteps; eternal things will be to them a divine reality. They will do as you do. It is your privilege to experience the completeness of salvation in Christ. Jesus is your only hope. You are to enter into the holiest by the blood of Jesus. You are to follow on to know the Lord, that you may know that his goings forth are prepared as the morning. You are to be raised up to sit together in heavenly places in Christ Jesus. All that is written concerning the spiritual life, is written for you, and may be attained through uniting yourself to Jesus. If you will leave the world, and abandon your former ignorance, pressing on for more and more of the grace of Christ, you may have his guidance continually, and at every step diminish the distance between your soul and God, and be found in him, not having your own righteousness, but the righteousness of God which is by faith in Jesus Christ. If you love Jesus, you will show this by your love to those for whom he died. If your zeal is languishing, your first love grown cold, accept again of the proffered love of Christ. Eat of Christ's flesh, drink of his blood, and you will become one with the Father and with the Son."},{"refcode_short":"PH118 15.1","refcode_long":"Address To Ministers, p. 15.1 (Ellen Gould White)","content":"If you will but improve upon the light that has already been given, the Lord will send you more light by whom he will send; but you are too easily satisfied; you do not push forward your investigations into all the lines of truth that have been given of God. When a message comes to you bearing the signet of heaven, you rejoice in the light, but fail to receive the full blessing of God, because you do not sink the shaft deeper into the mines of truth. You think that the subject has been exhausted, when it has scarcely begun to unfold. When you present the truth to others, you make the same mistake; for when a certain impression has been made, you imagine that the object of the work has been reached, when the plowshare of truth has only stirred the surface of the fallow ground of the heart. You think that when good emotions are manifested, when earnest resolves are expressed, the work is done; but you are to watch for souls as they who must give an account, and see that the heart is sanctified, that the character is moulded after the divine model. You are to visit the flock; the weak and sick, the lame and halting, are to be tenderly nursed; God will not excuse anyone in neglecting this work."},{"refcode_short":"PH118 15.2","refcode_long":"Address To Ministers, p. 15.2 (Ellen Gould White)","content":"Good impressions made by the truth upon the minds of those who are out of the faith, are often effaced by the unconsecrated life of the minister, who himself needed to be reconverted. After presenting the truth, he lacked discernment to press the battle to the gates, to act as a prayerful, patient, earnest teacher, full of the solemn importance of the message of grace which he is to bring to his hearers, that they may come to the knowledge of God, to the full stature of men and women in Christ Jesus."},{"refcode_short":"PH118 15.3","refcode_long":"Address To Ministers, p. 15.3 (Ellen Gould White)","content":"At the last Conference many professed to see where they had made mistakes in their life and teaching. Have you begun to act upon the light you then received? Are you practicing the better plan, educating both by precept and example, that the world may understand what it means to be a follower of Christ? Or do you still go on teaching in precisely the same way as you have taught in the past? Are you acquiring new facts, getting fresh ideas concerning the plan of salvation, are you acting upon those truths which you have already received, lest they leak out of your mind as water out of a broken vessel? Those who would become efficient laborers in the cause must put into exercise that which they already know of truth, disciplining the mind to practice line upon line and precept upon precept. The Lord desires that his messengers should find their inspiration by closely studying his holy Word, by sinking the shaft deep into the mines of truth. He would have those who minister in the sacred desk able to present things new and old from the treasures of his truth. He would have them able to lift up the world's Redeemer, to magnify his love before the people, to touch the heart, to press the truth upon the conscience, and to give full proof of their ministry in souls sanctified to the Master. O, how my heart aches as I think upon the condition of ministers and people; for I know that many are satisfied to speak smooth things to the people, and those who listen go away not bettered by what they have heard. And even when earnest appeals are made, the emotions of the hearers are stirred, their consciences are roused; but after a little the precious impression is lost, and the people sink back into coldness and indifference."},{"refcode_short":"PH118 16.1","refcode_long":"Address To Ministers, p. 16.1 (Ellen Gould White)","content":"Ministers are needed who feel the necessity of being laborers together with God, who will go forth to bring the people up in spiritual knowledge to the full measure of Christ. Ministers are needed who will educate themselves by solemn, reverential communion with God in the closet, so that they shall go forth to be men of power in teaching and in prayer. Piety is degenerating into a dead form, and it is necessary for the shepherd of the flock to strengthen the things that remain that are ready to die. The work of ministry has been decidedly neglected, and the work is raveling out because it has not been wisely bound off. How are you to know that the word spoken in the desk has been a savor of life unto life unless you visit in families, praying with them, and drawing out the true state of their minds, the real condition of their experience, that you may point them to the Lamb of God, that taketh away the sin of the world? There is need that the breath of God should blow upon them, and give them spiritual life. The churches need to be enlightened in regard to practical religion in the home life. Again and again the necessity of living a virtuous life, of having a sanctified heart, of revealing a growing conformity to the image of Christ, must be presented to the people. Do they realize that the work of sanctification is to be the work of a lifetime? Jesus prayed that his disciples might be sanctified through the truth, and declared, “Thy word is truth.” He said, “I sanctify myself, that they also may be sanctified.” Are the under shepherds following the example of the great Shepherd of the sheep? Are they representing Christ as he represented the Father? Practical religion as it was manifested in the life and character of Christ is rare. Many in our churches are strangers to the experience that it is the privilege of those who believe in Christ to have in the things of God."},{"refcode_short":"PH118 17.1","refcode_long":"Address To Ministers, p. 17.1 (Ellen Gould White)","content":"Doctrinal discourses have been preached, and many have listened and have accepted the doctrines who have had little knowledge of the Word of God; for they have not been students of the Bible, and have never felt it their duty to dig deep in the mines of truth; they catch at the surface truths. A much more thorough work should be done. Some system must be adopted so that those who really want to know the truth as it is in Jesus may have an opportunity of becoming students, and that they may seek earnestly for spiritual knowledge and understanding, and partake of the rich provision of the Master's table. They have labored diligently for the bread that perisheth; let them now put forth an effort for the heavenly bread, and work with an earnestness befitting the treasure for which they seek. We plead not that the feelings may be stirred, the emotions awakened, but that the church of God may be fed with their portion of meat in due season. The work of our ministers must be of a different order. They must develop in patience, in Christlikeness, that they may teach the people the way of life by precept and example. The truth is of no value to any one unless it is brought into the inner sanctuary, and sanctifies the soul. Piety will degenerate and religion become a shallow sentimentalism, unless the plowshare of truth is made to go deep into the fallow ground of the heart. When the truth is received, it will work radical changes in life and character; for religion means the abiding of Christ in the heart; and where he is, the soul goes on in spiritual activity, ever growing in grace, ever going on to perfection."},{"refcode_short":"PH118 18","refcode_long":"Address To Ministers, p. 18 (Ellen Gould White)","content":"Are We Growing Up Into Christ?"},{"refcode_short":"PH118 18.1","refcode_long":"Address To Ministers, p. 18.1 (Ellen Gould White)","content":"It is no real evidence that one is a Christian because his emotions are stirred, or his spirit aroused, by the presentation of truth. The question is, Are you growing up into Christ, your living head? Is the grace of Christ manifested in your life? God gives his grace to men, that they may desire more of his grace. God's grace is ever working upon the human heart; and when it is received, the evidence of its reception will appear in the life and character of the recipient, for spiritual life will be seen developing from within. The grace of Christ in the heart will always promote spiritual life, and spiritual advancement will be made. We each need a personal Saviour, or we shall perish in our sins. Let the question be asked of our souls, Am I growing up into Christ, my living head? Am I gaining advanced knowledge of God, and of Jesus Christ, whom he hath sent? We do not see the plants grow in the field, and yet we are assured that they do grow; and may we not know of our own spiritual strength and growth?"},{"refcode_short":"PH118 18.2","refcode_long":"Address To Ministers, p. 18.2 (Ellen Gould White)","content":"Growth in grace does not come without much earnest prayer, without the humbling of self at every step. Jesus said: “Strive to enter in at the strait gate; for many, I say unto you, shall seek to enter in, and shall not be able.” “Enter ye in at the strait gate; for wide is the gate, and broad is the way, that leadeth to destruction, and many there be that go in thereat; because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.”"},{"refcode_short":"PH118 19.1","refcode_long":"Address To Ministers, p. 19.1 (Ellen Gould White)","content":"“Then said they unto him, What shall we do that we might work the works of God?” Jesus answered and said unto them, “This is the work of God, that ye believe on him whom he hath sent.” “And whatsoever we ask, we receive of him, because we keep his commandments, and do those things that are pleasing in his sight. And this is his commandment, that we should believe on the name of his Son Jesus Christ, and love one another, as he gave us commandment. And he that keepeth his commandments dwelleth in him, and he in him. And hereby we know that he abideth in us, by the Spirit which he hath given unto us.” “And this is life eternal, that they might know thee, the only true God, and Jesus Christ, whom thou hast sent.”"},{"refcode_short":"PH118 19.2","refcode_long":"Address To Ministers, p. 19.2 (Ellen Gould White)","content":"The sum and substance of the whole matter of Christian growth and experience is comprised in believing on Christ,—in knowing God, and his Son, whom he hath sent. But here is where many fail; for they lack faith in God. Instead of desiring to be brought into fellowship with Christ in his self-denial and humiliation, they are ever seeking for the supremacy of self. As long as they refuse to fall upon the Rock and be broken, they cannot appreciate the love or the character of God. We may be one with Christ; but we must be willing to yield our own way, our own will, and have the mind that was in Christ, that we may know what it is to have fellowship with him in humiliation and suffering. Our ideas are too contracted; we must have more expanded views of Christ and the character of his work. O, if we did but appreciate the love of God, how would our hearts be enlarged our limited sympathies expanded, till they would break from the icy barriers of selfishness; and our comprehension would be deeper than it now is, for we should look beneath the surface."},{"refcode_short":"PH118 20.1","refcode_long":"Address To Ministers, p. 20.1 (Ellen Gould White)","content":"It is because we do not know God, do not have faith in Christ, that we are not more deeply impressed with the humiliation he endured in our behalf, that his abasement does not lead every soul to the humbling of self, to the exalting of Jesus. The Lord calls upon you to humble yourselves under his mighty hand, that you may be partakers of his holiness. You are not to be above your Master, but as he was, so are you to be in the world. O, if you loved him as he has loved you, you would not shrink from a knowledge of the dark chapters of the experience of the Son of God."},{"refcode_short":"PH118 20.2","refcode_long":"Address To Ministers, p. 20.2 (Ellen Gould White)","content":"In order to be partakers with Christ in his sufferings, we must behold the Lamb of God, that taketh away the sin of the world. When we contemplate the humiliation of Christ, beholding his self-denial and self-sacrifice, we are filled with amazement at the manifestation of divine love for guilty man. When for Christ's sake we are called to pass through trials that are of humiliating nature, if we have the mind of Christ, we shall suffer them with meekness, not resenting injury or resisting evil. We shall manifest the spirit that dwelt in Christ. The Christian cannot hope to live without trials. Difficulties will arise, unexpected sorrows will come, to those who are called to be the stewards of the manifold grace of God; but in the face of difficulty, those who, through faith in their Redeemer, are united to Christ as the branch is united to the living vine, will become partakers with him in his self-denial, and will go forth to shed upon those who are in darkness the light of his love. We are to understand what the sacrifice, the labors, and the sufferings of Christ are, in order that we may co-operate with him in working out the great scheme of redemption."},{"refcode_short":"PH118 20.3","refcode_long":"Address To Ministers, p. 20.3 (Ellen Gould White)","content":"Though Christ endured sorrow which no pen can portray, he did not shrink from the payment of the ransom for lost man. Let the minister and missionary look upon his example of faith and perseverance. Of him it is written: “He shall not fail nor be discouraged, till he have set judgment in the earth.” You are not to grow weary in well-doing, but to be of good courage in the work of God. It was love that sustained Christ in his humiliation, love for perishing souls that enabled him to endure the insults, the contempt, the rejection of men, and at last led him to die on Calvary, that whosoever believeth on him might not perish, but have everlasting life. The salvation of the lost was the object of Christ's mission to earth, and he died to redeem sinners of every race and every clime. We are to be laborers together with him; for as long as there are sinners to be saved, so long are the followers of Christ to deny self, to work intelligently, to go forth into the highways and by-ways, showing forth the praises of Him who hath called them out of darkness into his marvellous light. Christ calls upon all who have discerned the merits of his sacrifice and character to make known the wonders of redeeming love to those who know it not. He would have us bear with others as he has borne with us in our perversity, in our backslidings; for he has not cast us off in our waywardness, but has forgiven our transgressions, and clothed us with the robe of his righteousness, drawing us to himself by the cords of his love."}]