[{"refcode_short":"PH113 2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 2 (Ellen Gould White)","content":"Words of Encouragement to Self-supporting Workers"},{"refcode_short":"PH113 2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 2 (Ellen Gould White)","content":"Words of Encouragement to Self-supporting Workers"},{"refcode_short":"PH113 2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 2 (Ellen Gould White)","content":"Schools for the Highways and Hedges"},{"refcode_short":"PH113 2.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 2.1 (Ellen Gould White)","content":"I am very glad to have the opportunity of speaking to as many as I see before me at this time, in a field where a large work is yet to be done. In all these unworked fields, special efforts are to be made. In laboring for the unwarned, we are to seek to “compel them to come in.” Why?—Because souls are at stake. There is a message to be given to these souls, and those in the highways and in the hedges must hear the Word of life."},{"refcode_short":"PH113 2.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 2.2 (Ellen Gould White)","content":"Several years ago, during a former visit to the South, while out on long drives, I sometimes asked who occupied the homes we passed, and I learned that in many of the larger Southern houses were men who bear important responsibilities in the care of great estates. Upon further inquiry, I learned that no one had sought to bring before these men the Word of life. None had gone to them, with Bible in hand, and said, “We have something precious for you, and we want that you should hear it.” Now it has been presented before me repeatedly that this is a line of work that must be done. We are to go out into the highways and into the hedges, and carry to the people the message of truth that Christ has given us. We are to compel many to come in."},{"refcode_short":"PH113 3.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 3.1 (Ellen Gould White)","content":"Christ meant much when he said, Go out into the highways and the hedges. You must not neglect the highways. You must bring the truth before those in the highways. Neither are you to neglect those that are in the hedges. In addition to the work that must be done in the great cities, there is a work to be performed for those that are scattered all through the regions round about. And how can we reach them?—One important means of accomplishing this work, is found in the establishment of small schools in needy communities. Even if there are but a few persons in a place, some means of reaching them should be devised. Once let the missionary spirit take hold of men and women, young and old, and we shall see many going into the highways and the hedges, and compelling the honest in heart to come in."},{"refcode_short":"PH113 3.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 3.2 (Ellen Gould White)","content":"Some one may inquire, “How will you compel them?”—Let the truth of God, in its purity and power, be brought to bear upon the conscience of living agents, and let them be taught the preciousness of this truth. Let them realize that the Word of life, even Christ himself, came to our world because of God's desire to save fallen humanity; for “God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.”"},{"refcode_short":"PH113 3","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 3 (Ellen Gould White)","content":"The Madison School Trains Teachers for the Highland Schools and Family Mission Schools"},{"refcode_short":"PH113 3.3","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 3.3 (Ellen Gould White)","content":"Nearly five years ago, when we were searching for a site on which to locate a training-school near Nashville, we visited this plantation that was afterwards secured; and I remember that when we first saw the place, we planned to go over it in carriages, some in one direction, and some in another, and we looked to God to impress our minds as to whether this were the place he wished us to choose for a training-center. For a time, the prospect looked forbidding; nevertheless, the plantation was secured, and the work was begun. The Lord would have the influence of this school widely extended by means of the establishment of small mission schools in needy settlements in the hills, where consecrated teachers may open the Scriptures to hungry souls, and let the light of life shine forth to those that are in darkness."},{"refcode_short":"PH113 4.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 4.1 (Ellen Gould White)","content":"This is the very work that Christ did. He traveled from place to place, and labored for souls. And who was he?—The One equal with the Father. The Lord Jesus has set us an example. As you engage in school work in these needy communities, do not let any man come in to discourage you by saying, “Why do you spend your time in this way? Why not do a larger and more important work in a broader field?” Some, it is true, must plan to look forward to the time when they will do a large work in response to general calls; but who will attend to the highways? Who will go into the hedges? There are those that Christ will move upon, and they will see the necessity of entering neglected portions of the vineyard. They will delight to open the Scriptures to those that are in darkness and do not understand the truth. This is the very work that is to be done. Let every one of us stand in our lot and in our place. And if there are those whom the Lord moves upon to give themselves to the neglected portions of the vineyard, let no man seek to turn them away from their appointed work. If those who know the truth, conceal from others the great light that has shined into their own hearts, they are held accountable for neglecting their duty."},{"refcode_short":"PH113 5.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 5.1 (Ellen Gould White)","content":"We feel an earnest interest in these schools. There is a wide field before us in the establishment of family mission schools. Let those who feel the burden of souls resting upon them, go out and do house-to-house work, and teach the people precept upon precept, here a little, and there a little, gradually leading them into the full light of Bible truth. This is what we had to do in the early days of the message. As earnest efforts are put forth, the Lord will let his blessing rest upon the workers, and rest upon those who are seeking for an understanding of the truth as it is in the Word of God."},{"refcode_short":"PH113 5.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 5.2 (Ellen Gould White)","content":"There are precious truths, glorious truths, in God's Word, and it is our privilege to bring these truths before the people. In those parts of the field where many cannot attend meetings far away from their homes, we can bring the truth, to them personally, and can work with them in simplicity."},{"refcode_short":"PH113 5","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 5 (Ellen Gould White)","content":"A Place for Old and Young in the Southern Field"},{"refcode_short":"PH113 5.3","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 5.3 (Ellen Gould White)","content":"In preparation for the coming of our Lord, we are to do a large work in the great cities. We have a solemn testimony to bear in these great centers. But in our planning for the extension of the work, far more than the cities alone, must be comprehended. In out-of-the-way places are many, many families that need to be looked after in order to learn whether they understand the work that Jesus is doing for his people. Those in the highways are not to be neglected, neither are those in the hedges; and as we journey about from place to place, and pass by house after house, we should often inquire, “Have the people who are living in these places, heard the message? Has the truth of God's Word been brought to their ears? Do they understand that the end of all things is at hand, and that the judgments of God are impending? Do they realize that every soul has been bought with an infinite price?” As I meditate upon these things my heart goes out in deep longing to see the truth carried in its simplicity to the homes of these people along the highways and places far removed from the crowded centers of population. We are not to wait for workers of the very highest talent to prepare the way and to show us how to labor; but, whether old or young, we have the privilege of understanding the truth as it is in Jesus, and as we see persons who are not in the possession of the comfort of God's grace, it is our privilege to visit them, and acquaint them with God's love for them and with his wonderful provision for the salvation of their souls."},{"refcode_short":"PH113 6.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 6.1 (Ellen Gould White)","content":"In this work in the highways and the hedges, there are serious difficulties to be met and overcome. The worker, as he searches for souls, is not to fear nor be discouraged, for God is his helper, and will continue to be his helper; and he will open up ways before his servants."},{"refcode_short":"PH113 7.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 7.1 (Ellen Gould White)","content":"We are glad, very glad, for the evidences of prosperity attending the work here at Madison. To every one assembled at this Institute, I would say: Search the Scriptures. If you do not fully realize the times in which you live, and the nearness of the end, seek to gain a fuller realization of these things by searching the Scriptures. There is a work to be done in every place. We must seek to catch the very spirit of the message."},{"refcode_short":"PH113 7","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 7 (Ellen Gould White)","content":"There Should be Schools for the Colored People as Well as Schools in the Highlands"},{"refcode_short":"PH113 7.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 7.2 (Ellen Gould White)","content":"There are colored people to be saved. Yesterday it was my privilege to speak to the colored people assembled in their little church in Nashville. A goodly company of colored people listened with marked attention to the words presented."},{"refcode_short":"PH113 7.3","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 7.3 (Ellen Gould White)","content":"These people did not have to do with their color. They are not accountable for the fact that they are not white; and how foolish it is for human beings that are dependent for every breath they draw to feel that we should have nothing to do with the colored people. We have a duty to perform toward them, and in the fear of God we are endeavoring to discharge this duty by providing in every possible way for them to hear the third angel's message, and to fit themselves for proclaiming the truth to their own race."},{"refcode_short":"PH113 7.4","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 7.4 (Ellen Gould White)","content":"Do you know of a soul to be saved?—Christ died to save that soul, and your work is to learn how to reach the heart of that one, and point him to the Saviour."},{"refcode_short":"PH113 8.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 8.1 (Ellen Gould White)","content":"In Acts we read the story of Philip and the nobleman—how, as an Ethiopian was journeying homeward from Jerusalem, and studying the Scriptures, Philip appeared before him, and inquired, “Understandest thou what thou readest?” The record informs us that he did not; and so Philip ascended into the chariot, and sat down by the side of the eunuch, and opened the Scriptures to his understanding, and delighted him with the truth. With enlightened heart and mind, the Ethiopian believed the message that he heard. As they journeyed on, they came to a stream of water; “and the eunuch said, See, here is water; what doth hinder me to be baptized?” Philip replied, “If thou believest with all thine heart, thou mayest.” The nobleman answered, “I believe that Jesus Christ is the Son of God.” Upon hearing this declaration, Philip immediately went down with the eunuch into the water, and there baptized him. Philip immediately afterward departed, as he had received a message to go to another place. The nobleman “went on his way rejoicing,” a believer in the truths of God's Word."},{"refcode_short":"PH113 8.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 8.2 (Ellen Gould White)","content":"When human hearts are susceptible to the influences of the Holy Spirit of God the Lord can do a mighty work through his servants. He can bring them into association with men and women who need help and encouragement. Everywhere we can find souls longing for the help that we might give them; and in arranging our work so as to meet this need, we must not lose sight of the neglected parts of the vineyard. Men may say that it is a waste of valuable time and money for strong young men and young women to go out into these hills and out-of-the-way places to labor. Some may contend that we cannot afford to allow young persons of talent to engage in this line of work."},{"refcode_short":"PH113 9.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 9.1 (Ellen Gould White)","content":"“Can not afford it!” If there is but one soul to be saved, that soul is more precious than all the combined wealth of this world."},{"refcode_short":"PH113 9","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 9 (Ellen Gould White)","content":"Hillcrest, a Training-School for Colored Workers"},{"refcode_short":"PH113 9.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 9.2 (Ellen Gould White)","content":"Let us thank God that the colored people have a school farm near Nashville. Day before yesterday I had the privilege of visiting the Hillcrest School, and of seeing the little houses that they have been putting up for the accommodation of a few students. A sister has recently sent them money sufficient to build a modest little cottage. In this gift the managers of the school see an evidence of God's favoring hand. The Lord is indeed moving upon the hearts of his people, and leading them to aid in the establishment of training-centers for the education of colored youth to labor among their own race. Hillcrest is a beautiful property, and gives opportunity to provide for many to receive a training for service. Let us thank God for this, and take courage."},{"refcode_short":"PH113 9.3","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 9.3 (Ellen Gould White)","content":"Brother Staines and his associates are engaged in a good work. I believe that the Lord has led them, and will bless them in doing conscientiously that which they have undertaken. It is my prayer that the Lord will move upon the minds of his people to take hold of this work and help it forward. We must not let the criticism and unwise movements of some of the brethren dishearten the workers, and hinder the work. As the Lord has led Brother Staines to take up this work, so others will be led in various places to help. Men in different parts of the field as laborers together with God, will search out promising colored youth, and encourage them to attend this school. And they will help in the providing of a suitable building with class-rooms."},{"refcode_short":"PH113 10.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 10.1 (Ellen Gould White)","content":"In past years the colored people have been terribly neglected. The time is coming when we cannot easily give them the message. Restrictions will be placed about them to such an extent that it will be next to impossible to reach them; but at the present time this is not the case, and we can go to many places where there are colored people, and can open the Scriptures to their understanding, and lead them to accept the truths of God's Word. Christ will make the impression upon their hearts."},{"refcode_short":"PH113 10","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 10 (Ellen Gould White)","content":"Some do not See the Need of Rural Schools"},{"refcode_short":"PH113 10.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 10.2 (Ellen Gould White)","content":"There are those among us who have been in the truth for years, who have never seen nor sensed the need there is for working the highways and the hedges. All such should seek for reconversion of heart, for divine enlightenment, that they may discern the needs of a dying world. Christ came to seek and to save that which was lost. He went about on foot. He did not ride in easy conveyances. There were no railways or other modern means of travel in his day. It is known that he walked, and that multitudes joined him as he walked. Along the wayside, as he journeyed, he opened the Scriptures to the understanding of his followers. Constantly he was repeating to them the words of life. The multitudes that thronged his footsteps, were charmed with the principles brought out in his discourses."},{"refcode_short":"PH113 11.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 11.1 (Ellen Gould White)","content":"As you go out into the highways and the hedges, let no minister of the gospel say to you, “Why do ye so?” We have for our example the ministry of Christ on this earth. We are to remove our lights from under the coverings that hide them from others, and let them shine forth amid the moral darkness."},{"refcode_short":"PH113 11.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 11.2 (Ellen Gould White)","content":"“Ye are laborers together with God.” Those who expect to wear at last a crown of life, must in this life be light-bearers."},{"refcode_short":"PH113 11","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 11 (Ellen Gould White)","content":"Do Not Say, We Cannot Afford to Work in a Self-supporting Way"},{"refcode_short":"PH113 11.3","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 11.3 (Ellen Gould White)","content":"When I first visited Madison, about five years ago, and looked over this school property, I told those who were with me, that in appearance it was similar to one of the places that had been presented before me in vision during the night season—a place where our people would have opportunity of presenting the light of truth to those who had never heard the last gospel message...."},{"refcode_short":"PH113 11.4","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 11.4 (Ellen Gould White)","content":"I am glad that our people are established here at Madison. I am glad to meet these workers here, who are offering themselves to go to different places. God's work is to advance steadily; his truth is to triumph. To every believer we would say: Let no one stand in the way. Say not, “We cannot afford to work in a sparsely-settled field, and largely in a self-supporting way, when out in the world are great fields where we might reach multitudes.” And let none say, “We cannot afford to sustain you in an effort to work in those out-of-the-way places.” What! Cannot afford it! You cannot afford not to work in these isolated places; and if you neglect such fields, the time will come when you will wish that you had afforded it. There is a world to be saved. Let some of our consecrated teachers go out into the highways and the hedges, and compel the honest in heart to come in,—not by physical force; oh, no! but with the weight of evidence as presented in God's Word."},{"refcode_short":"PH113 12.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 12.1 (Ellen Gould White)","content":"Let no living soul—man, woman, or child—selfishly rest satisfied with a knowledge of the truth. There are honest-hearted men and women out in the hills that must be given the message of warning. There are those who cannot have the privilege of listening to the truth as it is often presented in large assemblies; these must be reached by personal effort."},{"refcode_short":"PH113 12","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 12 (Ellen Gould White)","content":"There is a Place for Everybody in the Work"},{"refcode_short":"PH113 12.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 12.2 (Ellen Gould White)","content":"We each have a work to do for God, whatever may be our occupation. Those who are on their farms, are not to think that it would be a waste of time for them to plan to go out and visit their neighbors, and hold up before them the light of the truth for this time; for even if it does seem difficult to leave the farm work, yet we shall not lose financially because of spending time in helping others. There is a God in heaven that will bless our labors. To every man—and to every woman—he has given his work. We may co-operate with Christ, by showing to others what it means to seek for eternal life as for hidden treasure. God has called upon us to do this kind of work—to look after the poor, the needy, the suffering; to be awake to the necessities of those in need of spiritual refreshment; to be ever ready to open the Scriptures to hungering souls."},{"refcode_short":"PH113 13","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 13 (Ellen Gould White)","content":"Do Not Let Others Discourage You From Taking Part in This Work"},{"refcode_short":"PH113 13.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 13.1 (Ellen Gould White)","content":"Some may say, “If I were to engage in this sort of work, some connected with the church would discountenance me.” What if they should? Christ has said, “Thy righteousness shall go before thee; the glory of the Lord shall be thy rearward.” We have no greater encouragement than this; we are to seek to save those who are willing to be saved. We are to bring the truth before those who will hear it. Our own souls must be filled with a love for the truth. And as we do our part faithfully, Christ will acknowledge our efforts, and add his signal blessing. And oh, what a reward awaits the winner of souls! When the gates of that beautiful city on high are swung back on their glittering hinges, and the nations that have kept the truth shall enter in, crowns of glory will be placed on their heads, and they will ascribe honor and glory and majesty to God. And at that time some will come to you, and will say, If it had not been for the words you spoke to me in kindness, if it had not been for your tears and supplications and earnest efforts, I should never have seen the King in his beauty. What a reward is this! How insignificant [is the praise of human beings in this earthly, transient life,] in comparison with the infinite rewards that await the faithful in the future, immortal life!"},{"refcode_short":"PH113 14","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 14 (Ellen Gould White)","content":"The Farm as a Means of Support"},{"refcode_short":"PH113 14.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 14.1 (Ellen Gould White)","content":"Do you not see that the glory of the Lord is at work here at Madison? You are not to fail, not be discouraged. Bring to your house the poor that are cast out; speak to them words of comfort. I know that you are trying to do this work, and I believe that God will continue to bless you, and that he will bless this school farm."},{"refcode_short":"PH113 14.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 14.2 (Ellen Gould White)","content":"Let us thank God for the privilege of being his light-bearers. This beautiful farm at Madison is a means of support; and it is not to hinder us from doing the very work that God has appointed us to do. And as you try to extend the influence of this school into the needy places beyond, you are doing the very work that God wants you to do. His blessing will be with every one who seeks to magnify the truth. Let not any living hand, of minister or layman, be laid upon you with the statement, “You cannot go here, you must not go there; we shall not support you if you do not go at our bidding; or if you do not give yourself to the work of bringing souls into the truth in some certain place designated by us.” God will bless you as you continue to search for lost souls in out-of-the-way places."},{"refcode_short":"PH113 15","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 15 (Ellen Gould White)","content":"The Reward of Those Who Work in These Hard Places"},{"refcode_short":"PH113 15.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 15.1 (Ellen Gould White)","content":"To those who are connected with our various school enterprises in the South, I would say: Let not a single hand be laid upon you to say, “You cannot do this work; you must not spend your time in this way.” Time! It is God's time, and we have a right to work for the needy and the distressed, and especially for the colored people. If we continue to labor in faith and humility, God will reveal that his righteousness goes before us, and the glory of the Lord will be our rearward. As we try to follow on to know the Lord, we shall learn that his going forth is prepared as the morning. You have been gaining an understanding of this, have you not, since you have been here?"},{"refcode_short":"PH113 15.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 15.2 (Ellen Gould White)","content":"In the beginning, you did not have the bright light of day appear in all the encouraging lines; but God is working, and he will continue to work. Persevere in the humble course that you have been taking, to prepare the way for the Lord to work."},{"refcode_short":"PH113 15.3","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 15.3 (Ellen Gould White)","content":"God desires that every man shall stand in his lot and in his place, and not feel as if the work was too hard. Why, he is ready to give you strength. He has granted me strength all along the way as we have journeyed eastward. He gave me strength to speak to the people as we visited place after place. At College View, Neb., I spoke on the Sabbath to two thousand people. The glory of the Lord rested upon us."},{"refcode_short":"PH113 15.4","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 15.4 (Ellen Gould White)","content":"Now, my dear friends, who will be laborers together with God? Who will take up the burden of service? Who will see those that are afar off, having a hard time, and knowing nothing of the truth? Who will bring them in? Who will use their efforts to make them sons and daughters of God? When you enter within the gates into the city, and the crown of life is placed upon your brow, and on the brows of the very ones you have worked to save, they will cast themselves upon your neck, and say, “It was you that saved my soul; I should have perished if you had not saved me from myself. You had to take a good while; but you were patient with me, and won me to a knowledge of the truth.”"},{"refcode_short":"PH113 16.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 16.1 (Ellen Gould White)","content":"And then, as they lay their crowns at the feet of Jesus, and touch the golden harps that have been placed in their hands, and unite in praising and glorifying their Redeemer; and they realize that theirs is the great blessing of life, everlasting life, there will be rejoicing indeed. And oh, the thought that we may be instrumental, under God, in helping to show men and women the way of salvation, while living on this earth!"},{"refcode_short":"PH113 16","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 16 (Ellen Gould White)","content":"A Plea for Families to Work in the South"},{"refcode_short":"PH113 16.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 16.2 (Ellen Gould White)","content":"In conclusion, I would say to every one: If you give your heart to God, if in humility you take up your appointed work, and remain faithful, at last you will hear the words, “Come, ye blessed of my Father, enter ye into the kingdom prepared for you from the foundation of the world.” Is not this sufficient reward? In that happy world there will be no more temptation, no more sorrows. In your earthly life you have labored together with God; you have so lived that your righteousness has gone before you, and the glory of the Lord has been your rearward."},{"refcode_short":"PH113 17.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 17.1 (Ellen Gould White)","content":"Oh, let us work today, while we still have opportunity! Let us strive to bring souls into the light of truth, by opening to them the Scriptures, and by praying with them, and urging them to accept Jesus as their Saviour. And as you engage in this work, Jesus is your Helper, even the same Jesus that has passed over the road before us, and has given his life in our behalf. If we make sacrifices on the right hand and on the left; if we seek to be laborers together with God,—without whom we can do nothing aright,—we shall at last have the life that measures with the everlasting life of God—no prospect of falling, no Satan to tempt and lead astray, no death. I long to see families engaged in soul-winning—seeking to let their light shine amid the moral darkness of the world. May God help us, is my prayer."},{"refcode_short":"PH113 18","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 18 (Ellen Gould White)","content":"Recent Instruction Concerning Schools in the South"},{"refcode_short":"PH113 18","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 18 (Ellen Gould White)","content":"Subjects to be Taught in These Schools"},{"refcode_short":"PH113 18.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 18.1 (Ellen Gould White)","content":"There is constant danger among our people that those who engage in labor in our schools and sanitariums will entertain the idea that they must get in line with the world, study the things which the world studies, and become familiar with the things that the world becomes familiar with. This is one of the greatest mistakes that could be made. We shall make grave mistakes unless we give special attention to the searching of the Word...."},{"refcode_short":"PH113 18.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 18.2 (Ellen Gould White)","content":"Strong temptations will come to many who place their children in our schools because they desire the youth to secure what the world regards as the most essential education. Who knows what the most essential education is unless it is the education to be attained from that Book which is the foundation of all true knowledge. Those who regard as essential the knowledge to be gained along the line of worldly education, are making a great mistake,—one which will cause them to be swayed by individual opinions that are human and erring. To those who feel that their children must have what the world calls the essential education, I would say, Bring your children to the simplicity of the Word of God, and they will be safe. We are going to be greatly scattered before long and what we do must be done quickly."},{"refcode_short":"PH113 19.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 19.1 (Ellen Gould White)","content":"The light has been given me that tremendous pressure will be brought upon every Seventh-day Adventist with whom the world can get into close connection. We need to understand these things. Those who seek the education that the world esteems so highly, are gradually drifting farther and farther from the principles of truth until they become educated worldlings. At what price have, they gained their education! They have parted with the Holy Spirit of God. They have chosen to accept what the world calls knowledge in the place of the truths which God has committed to men through his ministers and prophets and apostles. And there are some who, having secured this worldly education, think that they can introduce it into our schools. But let me tell you that you must not take what the world calls the higher education and bring it into our schools and sanitariums and churches. I speak to you definitely. This must not be done...."},{"refcode_short":"PH113 19.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 19.2 (Ellen Gould White)","content":"If we will look to him, the Lord will help us to understand what constitutes true higher education. It is not to be gained by putting yourself through a long course of continual study. In such a course you will get some things that are valuable, and many things that are not. The Lord would have us become laborers together with him. He is our helper. He would have us come close to him and learn of him with all humility of mind.... Do not regard as most essential the theoretical education."},{"refcode_short":"PH113 20.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 20.1 (Ellen Gould White)","content":"The presentation in our schools should not now be as it has been in the past in introducing many things as essential that are only of minor importance. The light given me is that the commandments of God, the will of the Lord regarding each individual, should be made the chief study of every student who would be fitted for the higher grades of the school above—Private Letter, January, 1909."},{"refcode_short":"PH113 20","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 20 (Ellen Gould White)","content":"Work for True Higher Education"},{"refcode_short":"PH113 20.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 20.2 (Ellen Gould White)","content":"Now is our time to work. The end of all things is at hand.... By pen and voice labor to sweep back the false ideas that have taken possession of men's minds regarding the higher education.—Personal Letter, June, 1909."},{"refcode_short":"PH113 20.3","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 20.3 (Ellen Gould White)","content":"I do not say that there should be no study of the languages. The languages should be studied. Before long there will be a positive necessity for many to leave their homes and work among those of other languages; and those who have some knowledge of foreign languages will thereby be able to communicate with those who know not the truth. Some of our people will learn the languages in the countries to which they are sent. This is the better way. And there is One, who will stand right by the side of a faithful worker to open the understanding and to give wisdom. If you did not know a word of the foreign languages, the Lord could make your work fruitful.—Instruction to Students and Teachers of Union College, May, 1909."},{"refcode_short":"PH113 21","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 21 (Ellen Gould White)","content":"Mission Schools Should be Started for They Will Hasten the End"},{"refcode_short":"PH113 21.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 21.1 (Ellen Gould White)","content":"Every possible means should be devised to establish schools of the Madison order in various parts of the South; and those who lend their means and their influence to help this work, are aiding the cause of God. I am instructed to say to those who have means to spare: Help the work at Madison. You have no time to lose. Satan will soon rise up to create hindrances; let the work go forward while it may. Let us strengthen this company of educators to continue the good work in which they are engaged, and labor to engage others to do a similar work. Then the light of truth will be carried in a simple and effective way, and a great work will be accomplished for the Master in a short time.—An Appeal for the Madison School."},{"refcode_short":"PH113 21","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 21 (Ellen Gould White)","content":"Enter the Highways and Byways"},{"refcode_short":"PH113 21.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 21.2 (Ellen Gould White)","content":"The light is given that we must not have special anxiety to crowd too many interests into one locality, but should look for places in out-of-the-way districts.... The seeds of truth are to be sown in uncultivated centers...."},{"refcode_short":"PH113 21.3","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 21.3 (Ellen Gould White)","content":"While such great expense is incurred to enlighten the people of foreign tongues we are all to be just as wide awake to reach, if possible, the foreigners and the unconverted in our own land.... There is missionary work to be done in many unpromising places. The missionary spirit needs to take hold of our souls, inspiring us to reach classes for whom we had not planned to labor, and ways and places that we had no idea of working.—Personal Letter, October, 1908."},{"refcode_short":"PH113 22","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 22 (Ellen Gould White)","content":"Where are the Workers for These Needy Places"},{"refcode_short":"PH113 22.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 22.1 (Ellen Gould White)","content":"The church-members should be drawn out to labor.... I am instructed to say that the angels of God will direct in the opening of fields nigh as well as afar off.... God calls upon believers to obtain an experience in missionary work by branching out into new territory, and working intelligently for the people in the byways.... The Lord is certainly opening the way for us as a people to divide and subdivide the companies that have been growing too large to work together to the greatest advantage.—Personal Letter, October, 1908."},{"refcode_short":"PH113 22","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 22 (Ellen Gould White)","content":"How to Start Work in the South"},{"refcode_short":"PH113 22.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 22.2 (Ellen Gould White)","content":"Properties will be offered for sale in the rural districts at a price below the real cost, because the owners desire city advantages, and it is these rural locations that we desire to obtain for our schools.—Personal Letter."},{"refcode_short":"PH113 23","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 23 (Ellen Gould White)","content":"Concerning the Southern Work"},{"refcode_short":"PH113 23","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 23 (Ellen Gould White)","content":"Highland Schools as Evangelizing Agencies"},{"refcode_short":"PH113 23.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 23.1 (Ellen Gould White)","content":"On my journey to Washington I had some experience in going not only to the highways, but also to the hedges. I saw something of the work that is being done in the mission schools near Nashville. Little companies of workers are going out into the mountains and laboring for those who have not heard the message, and here and there little companies of believers are being raised up. Who would dare to put their hand on such workers and say, You must not labor thus; it costs too much. Can it compare with the sacrifice that Christ made in order to save perishing souls? My brethren and sisters, I ask you in the name of Jesus of Nazareth to take your light from under the bushel, and let it shine forth that others may be profited.—The General Conference Bulletin, May 17, 1909."},{"refcode_short":"PH113 23","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 23 (Ellen Gould White)","content":"Give the Schools Liberty to Carry Out God's Plans"},{"refcode_short":"PH113 23.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 23.2 (Ellen Gould White)","content":"There are our schools. They are to be conducted in such a way that they will develop missionaries who will go out to the highways and hedges to sow seeds of truth. This was the commission of Christ to his followers...."},{"refcode_short":"PH113 24.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 24.1 (Ellen Gould White)","content":"Do not allow any man to come in as an arbitrary ruler, and say, You must not go here, and you must not go there; you must do this and you must not do that. We have a great and important work to do, and God would have us take hold of that work intelligently. The placing of men in positions of responsibility in various conferences, does not make them gods. No one has sufficient wisdom to act without counsel. Men need to consult with their brethren, to counsel together, to pray together, and to plan together for the advancement of the work. Let laborers kneel down together and pray to God, asking him to direct their course. There has been a great lack with us on this point. We have trusted too much to men's devisings. We cannot afford to do this. Perilous times are upon us, and we must come to the place where we know that the Lord lives and rules, and that he dwells in the hearts of the children of men. We must have confidence in God...."},{"refcode_short":"PH113 24.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 24.2 (Ellen Gould White)","content":"There are schools to be established in foreign countries and in our own country. We must learn from God how to manage these schools. They are not to be conducted as many of them have been conducted. Our institutions are to be regarded as God's instrumentalities for the furtherance of his work in the earth. We must look to God for guidance and wisdom; we must plead with him to teach us how to carry the work solidly. Let us recognize the Lord as our teacher and guide, and then we shall carry the work in correct lines...."},{"refcode_short":"PH113 25.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 25.1 (Ellen Gould White)","content":"In all our schools we need to have a correct understanding of what the essential education is. Men talk much of higher education, but who can define what the higher education is? The highest education is found in the Word of the living God. That education which teaches us to submit our souls to God in all humility, and which enables us to take the Word of God and believe just what it says, is the education that is most needed...."},{"refcode_short":"PH113 25.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 25.2 (Ellen Gould White)","content":"If men will not move in concert in the great and grand work for this time, there will be confusion. It is not a good sign when men refuse to unite with their brethren, and prefer to act alone.... On the other hand, the leaders among God's people are to guard against the danger of condemning the methods of individual workers who are led by the Lord to do a special work that but few are fitted to do. Let brethren in responsibility be slow to criticize the movements that are not in perfect harmony with their methods of labor. Let them never suppose that every plan should reflect their own personality. Let them not fear to trust another's methods; for by withholding their confidence from a fellow brother laborer who, with humility and consecrated zeal, is doing a special work in God's appointed way, they are retarding the advancement of the Lord's cause.... God can and will use those who have not a thorough education in the schools of men. A doubt of his power to do this is manifest unbelief."},{"refcode_short":"PH113 25.3","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 25.3 (Ellen Gould White)","content":"There are hundreds of our people who ought to be out in the field who are doing little or nothing for the advancement of the message.—The General Conference Bulletin, May 31, 1909."},{"refcode_short":"PH113 26","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 26 (Ellen Gould White)","content":"The Education to be Offered In Our Schools"},{"refcode_short":"PH113 26.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 26.1 (Ellen Gould White)","content":"There are many who believe that in order to be fitted for acceptable service, they must go through a long course of study under learned teachers in some school of the world. This they must do, it is true, if they desire to secure what the world calls essential knowledge. But we do not say to our youth, You must study, study, keeping your mind all the time on books. Nor do we say to them, You must spend all the time in acquiring the so-called higher education. Let us ask, What is the object of true higher education? Is it not that we may stand in right relation to God? The test of all education should be, Is it fitting us to keep our minds fixed upon the mark of the prize of the high calling of God in Christ Jesus?—The General Conference Bulletin, May 30, 1909, 214."},{"refcode_short":"PH113 26","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 26 (Ellen Gould White)","content":"Manual Training a Necessary Part of Every Curriculum"},{"refcode_short":"PH113 26.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 26.2 (Ellen Gould White)","content":"Our youth should be taught from their very childhood how to exercise the body and the mind proportionately. It is not wise to send the children to schools where they are subject to long hours of confinement, and where they will gain no knowledge of what healthful living means. Place them under the tuition of those who respect the body and treat it with consideration. Do not place your children in an unfavorable position, where they cannot receive the training that will enable them to bear test and trial...."},{"refcode_short":"PH113 27.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 27.1 (Ellen Gould White)","content":"Students need not talk of their attainments in the so-called higher education if they have not learned to eat and drink to the glory of God, and to exercise brain, bone, and muscle in such a way as to prepare for the highest possible service. The whole being must be brought into exercise if we would secure a healthy condition of mind; the mental and the physical powers should be used proportionately...."},{"refcode_short":"PH113 27.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 27.2 (Ellen Gould White)","content":"To those who are desirous of being efficient laborers in God's cause, I would say, if you are putting an undue weight of labor on the brain, thinking you will lose ground unless you study all the time, you had better change your views and your course of action. Unless greater care is exercised in this respect, there are many who will go down to the grave prematurely. This you cannot afford to do; for there is a world to be saved.... Everywhere, everywhere the truth is to stand forth in its glorious power and in its simplicity. Do not boast of what you know, but take your case to God. Say to him, I comply with the conditions.—The General Conference Bulletin, May 30, 1909, 214."},{"refcode_short":"PH113 28","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 28 (Ellen Gould White)","content":"Pointed Sentences From Older Testimonies"},{"refcode_short":"PH113 28.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 28.1 (Ellen Gould White)","content":"“In the future, men in the common walks of life will be impressed by the Spirit of the Lord to leave their ordinary employment, and go forth to proclaim the last message of mercy. As rapidly as possible they are to be prepared for labor, that success may crown their efforts.”"},{"refcode_short":"PH113 28.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 28.2 (Ellen Gould White)","content":"“In the South there is much that could be done by lay-members of the church, persons of limited education. There are men, women and children who need to be taught to read.”"},{"refcode_short":"PH113 28.3","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 28.3 (Ellen Gould White)","content":"“Shall not the number of missionaries to the South be multiplied? Shall we not hear of many volunteers who are ready to enter this field?”"},{"refcode_short":"PH113 28.4","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 28.4 (Ellen Gould White)","content":"“The whole church needs to be imbued with the missionary spirit; then there will be many to work unselfishly in various ways as they can, without being salaried.”"},{"refcode_short":"PH113 28.5","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 28.5 (Ellen Gould White)","content":"“We need schools that will be self-supporting, and this can be if teachers will be helpful, industrious, and economical.”"},{"refcode_short":"PH113 28.6","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 28.6 (Ellen Gould White)","content":"“Schools are to be established away from the cities, where the youth can learn to cultivate the soil, and thus help to make themselves and the school self-supporting.... Let means be gathered for the establishment of such schools.”"},{"refcode_short":"PH113 29.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 29.1 (Ellen Gould White)","content":"“There is to be a work done in the South, and it needs men and women who will not need to be preachers so much as teachers,—humble men who are not afraid to work as farmers to educate the Southerners how to till the soil, for whites and blacks need to be educated in this line.”"},{"refcode_short":"PH113 29.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 29.2 (Ellen Gould White)","content":"“There are lessons of the highest importance to be learned from the Word of God. This great Book is open to us that our youth may be educated after the manner of the sons of the prophets. We, as a people, should carry on the work of the education of our youth in such a way that they will be guarded against living self-indulgent lives.”"},{"refcode_short":"PH113 29.3","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 29.3 (Ellen Gould White)","content":"“I have been shown that in our educational work we are not to follow the methods that have been adopted in our older established schools. There is among us too much clinging to old customs, and because of this we are far behind where we should be in the development of the third angel's message.”"},{"refcode_short":"PH113 29.4","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 29.4 (Ellen Gould White)","content":"“Years have passed into eternity with small results that might have shown the accomplishment of a great work.”"},{"refcode_short":"PH113 29.5","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 29.5 (Ellen Gould White)","content":"“The usefulness learned on the school farm is the very education that is most essential for those who go out as missionaries to many foreign fields.”"},{"refcode_short":"PH113 29.6","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 29.6 (Ellen Gould White)","content":"“There has been a decided failure to meet the requirements of God in the Southern field. We need to ask the Lord to give us understanding that we may see our lack, and take in the situation in the South, and the need of doing the missionary work that lies right at hand.”"},{"refcode_short":"PH113 30.1","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 30.1 (Ellen Gould White)","content":"“For twenty years it has been before our people that they must do a special work in the Southern States. When the Lord repeatedly sends messages to his people, it is because he desires them to follow the light he gives.”"},{"refcode_short":"PH113 30.2","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 30.2 (Ellen Gould White)","content":"“We are not to work in the same place over and over again, leaving many places where the last message of warning has not yet been proclaimed.... Memphis, New Orleans, and other cities of the South are calling for workers filled with the power of the Spirit.”"},{"refcode_short":"PH113 30.3","refcode_long":"Words of Encouragement to Self-supporting Workers, p. 30.3 (Ellen Gould White)","content":"“As a people we need yet to learn what it means to fill our places as missionaries among a people who know not the truth for this time.”"}]